{
    "date": "2000-12-20T13:33:49Z",
    "title": "Clinton's last hurrah: a trip to North Korea?",
    "url": "https://www.theguardian.com/world/2000/dec/20/northkorea",
    "content": "White House officials have confirmed that President Clinton's diplomatic swansong may be a trip to North Korea. It may seem an oddly unglamorous place to take a last bow on the world stage, but the Democratic People's Republic of Korea has long played a leading part in Clinton's diplomatic strategy. To the dismay of rightwing critics who advocate a more robust approach, he has thrown the prestige of the presidency behind intensive US efforts to wheedle, flatter and cajole the North Koreans into cutting down their enormous arms programme. Pyongyang maintains a colossal army, and while the country periodically faces devastating famine, the regime has poured scarce resources into developing and producing long range missiles. Efforts to drag the last Stalinist dictatorship into the modern world have made some progress. This year saw an unprecedented meeting between President Kim Jong Il and his South Korean counterpart, President Kim Dae Jung, and only a couple of months ago US Secretary of State Madeleine Albright made a historic first visit to Pyongyang. It is that visit which President Clinton wants to follow up. It is highly unlikely, however, that he will risk the prestige of his presidency, unless he can put his name to a concrete agreement. The other factor which could keep him in Washington - or possibly propel him to a last visit to the Middle East - is the continuing frantic effort to revive the Israel-Palestine peace process. A US-brokered deal there would be a shinier prize by far than an agreement with North Korea. Still, Air Force One may yet darken the skies over Pyongyang. In spite of the significant thawing of relations, North Korea remains in many ways a pariah state in Washington's view, and one which threatens America's most valued allies in the region, Japan and South Korea. Technically, the two Koreas are still at war. Their relentless haggling over the terms of a peace treaty has been going on, at snail's pace, since the summer of 1953 when the Korean War was halted by an armistice. Violations of the ceasefire are less frequent now, but they still happen. The north of the peninsula remains in the iron grip of an unreconstructed communist regime, personified by Kim Jong Il, the \"Dear Leader\". He is the son of the founder of the state, the redoubtable Kim Il Sung or \"Great Leader\". The cult of personality has rarely been so manifest as in the reign of the two Kims. The style of it can best be gauged from the turgid prose of the official news agency, which laces its reports with shameless praise of the Dear Leader. Here is an example, hot off the wire: \"General Secretary Kim Jong Il on Monday gave on-site guidance to the land levelling and realignment project in South Hwanghae Province. He went round Yonan and Chongdan counties and other parts of the province and acquainted himself in detail with the progress of land realignment project. \"Feasting his eyes on the vast expanse of standardized fields, he was greatly satisfied to note that soldier-builders and people intensely loyal to the party and the revolution have done a lot of work in such a short span of time by fully displaying the revolutionary spirit of fortitude, the revolutionary spirit of soldiers, and highly praised their proud feats.\" Useful links: US policy on North Korea EU policy on North Korea US human rights report on North Korea North Korean news agency Rightwing critique of Clinton's Korea policy One big revolutionary family Visiting North Korea A communist view of North Korea Interesting advice on eating out in North Korea",
    "keywords": [
        "south",
        "clintons",
        "korea",
        "state",
        "president",
        "kim",
        "hurrah",
        "visit",
        "revolutionary",
        "trip",
        "pyongyang",
        "il",
        "north"
    ],
    "summary": "White House officials have confirmed that President Clinton's diplomatic swansong may be a trip to North Korea.\nA US-brokered deal there would be a shinier prize by far than an agreement with North Korea.\nIn spite of the significant thawing of relations, North Korea remains in many ways a pariah state in Washington's view, and one which threatens America's most valued allies in the region, Japan and South Korea.\nHe is the son of the founder of the state, the redoubtable Kim Il Sung or \"Great Leader\".\nUseful links: US policy on North Korea EU policy on North Korea US human rights report on North Korea North Korean news agency Rightwing critique of Clinton's Korea policy One big revolutionary family Visiting North Korea A communist view of North Korea Interesting advice on eating out in North Korea",
    "sentiment": {
        "neg": 0.0614,
        "neu": 0.8392,
        "pos": 0.0993,
        "compound": 0.1699
    }
}