{
    "date": "2000-06-14T01:42:41Z",
    "title": "Letter leads to nuclear stash",
    "url": "https://www.theguardian.com/world/2000/jun/14/northkorea1",
    "content": "A mildly radioactive letter sent to the Japanese prime minister, Yoshiro Mori, led police to a warehouse full of a material associated with the extraction of uranium yesterday. The discovery of 15 tons of monazite came after an anonymous tip-off that dangerous radioactive material was being smuggled from Japan to North Korea. The claim was made in a letter sent on June 6 to Mr Mori and the heads of eight government bodies, including the police and defence agencies. Each envelope contained three grams of monazite, a mineral phosphate mined and processed to recover uranium. Monazite, which is not controlled by international treaties, also includes thorium, which can be used in nuclear bombs and reactors. The sand-like yellow substance was found to be radioactive, though officials said the level was not harmful. According to the Kyodo news agency, a hand-written note in the envelope warned: \"Uranium is being sent to North Korea and police should investigate because it is dangerous.\" The sender said the smuggling was being carried out by the president of an education ministry foundation, whose name has been withheld. The police found the monazite stockpile during a search of properties owned by the foundation near Tokyo and in central Japan. According to science agency officials, there were no harmful levels of radioactivity at the sites. In interviews with domestic media, the president said he had imported 50 tons of monazite from Thailand about 20 years ago with the intention of selling it on to hot-spring resort operators, who strive to offer unique mixes of minerals in bath waters. The president said he had sold most of his original stock and the remaining 15 tons was securely stored. The police are investigating whether he broke nuclear-related laws by importing or storing the monazite. Attention is also focused on the intentions of the sender of the radioactive letters. One theory is that the warning was designed to raise fear about the North Korean capital Pyongyang's nuclear weapons programme before yesterday's historic summit between the leaders of North and South Korea. Useful links North Korea: DPKR South Korea government",
    "keywords": [
        "uranium",
        "leads",
        "sent",
        "south",
        "letter",
        "korea",
        "sender",
        "president",
        "nuclear",
        "radioactive",
        "tons",
        "stash",
        "north",
        "monazite"
    ],
    "summary": "A mildly radioactive letter sent to the Japanese prime minister, Yoshiro Mori, led police to a warehouse full of a material associated with the extraction of uranium yesterday.\nThe discovery of 15 tons of monazite came after an anonymous tip-off that dangerous radioactive material was being smuggled from Japan to North Korea.\nMonazite, which is not controlled by international treaties, also includes thorium, which can be used in nuclear bombs and reactors.\nOne theory is that the warning was designed to raise fear about the North Korean capital Pyongyang's nuclear weapons programme before yesterday's historic summit between the leaders of North and South Korea.\nUseful links North Korea: DPKR South Korea government",
    "sentiment": {
        "neg": 0.0586,
        "neu": 0.8951,
        "pos": 0.0463,
        "compound": -0.0896
    }
}