{
    "date": "2000-10-24T01:18:10Z",
    "title": "North Korea thaw as Albright meets Kim",
    "url": "https://www.theguardian.com/world/2000/oct/24/northkorea",
    "content": "The world's last cold war confrontation moved a step closer to a thaw yesterday when the US secretary of state, Madeleine Albright, met the North Korean leader, Kim Jong-il, in the highest level contact ever between the two states. In talks lasting more than three hours, Ms Albright is believed to have discussed the possibility of a visit by President Bill Clinton, the North's missile programme and improved diplomatic relations. The visit, which was arranged in just 48 hours, is seen as a high-stakes gamble by Mr Clinton to leave a positive diplomatic legacy before he leaves the White House in January. Ms Albright arrived in Pyongyang to a low-key welcome that belied the importance of the visit to both sides. There was little pomp and ceremony and her motorcade drove through almost deserted streets - few people in the North can afford petrol, let alone cars. The reception was a sharp contrast to the flag-waving crowds that greeted the leaders of South Korea and Russia in the summer when they made their first visits to the North, which is slowly emerging from decades of isolation. But the handshake between Ms Albright and Mr Kim, which came just six years after the two sides almost went to war over the North's suspected nuclear weapons programme, was more significant. \"This is new from a historical point of view,\" said the North's leader. \"I feel absolutely delighted.\" \"I'm very glad to be here in your beautiful city,\" she responded. The two talked longer than expected and in the evening, Mr Kim - who has a knack of impressing his guests with unexpected warmth - suddenly announced a change in the schedule so that he could host a dinner for Ms Albright. US officials played down expectations of any new initiatives during the secretary of state's two-day trip, which is primarily designed to test the water for Mr Clinton. The US president has pushed for a rapid improvement in bilateral relations, despite concerns about Pyongyang's record on human rights. Two weeks ago, during a visit to Washington by Jo Myong Rok - Mr Kim's right-hand man - the two states pledged \"to take steps to improve their bilateral relations in the interests of enhancing peace and security in the Asia-Pacific region\". Ms Albright is in Pyongyang to assess the sincerity of Mr Kim's intentions, particularly over the North's missile programme, the main issue of concern for Washington and one reason why the US has pushed ahead with research into a \"son of star wars\" anti-missile system. If Mr Clinton visits the North, he will expect an assurance that Pyongyang will halt sales of ballistic missiles to states such as Syria and Iraq. Currently, this trade is one of the main sources of foreign currency for the impoverished communist country. In return for any such concession, Mr Kim would want the US to remove North Korea from its list of state sponsors of terrorism - the main obstacle to foreign trade and investment that Pyongyang desperately needs after a decade of drought, famine and economic decline. Last week, Britain, Germany, Spain and Belgium announced that they were ready to establish full diplomatic relations, but Mr Kim knows that he needs American support to gain access to the World Bank, and to receive development assistance from Japan. Analysts believe that the growing likelihood of a victory by George W Bush - who has been far more hawkish towards Pyongyang - in the US presidential election next month could push the North to give ground.",
    "keywords": [
        "norths",
        "mr",
        "korea",
        "ms",
        "states",
        "meets",
        "kim",
        "visit",
        "albright",
        "thaw",
        "pyongyang",
        "north",
        "relations"
    ],
    "summary": "The world's last cold war confrontation moved a step closer to a thaw yesterday when the US secretary of state, Madeleine Albright, met the North Korean leader, Kim Jong-il, in the highest level contact ever between the two states.\nIn talks lasting more than three hours, Ms Albright is believed to have discussed the possibility of a visit by President Bill Clinton, the North's missile programme and improved diplomatic relations.\nMs Albright arrived in Pyongyang to a low-key welcome that belied the importance of the visit to both sides.\nBut the handshake between Ms Albright and Mr Kim, which came just six years after the two sides almost went to war over the North's suspected nuclear weapons programme, was more significant.\nThe two talked longer than expected and in the evening, Mr Kim - who has a knack of impressing his guests with unexpected warmth - suddenly announced a change in the schedule so that he could host a dinner for Ms Albright.",
    "sentiment": {
        "neg": 0.0432,
        "neu": 0.8572,
        "pos": 0.0995,
        "compound": 0.144
    }
}