{
    "date": "2000-08-15T00:35:02Z",
    "title": "North Korea casts doubt on US fears",
    "url": "https://www.theguardian.com/world/2000/aug/15/northkorea1",
    "content": "North Korea has ridiculed US plans for a missile defence system by saying that Pyongyang would never be foolish enough to launch a \"rogue\" nuclear attack. Pyongyang also said it would welcome diplomatic ties with Washington if the US stopped labelling it as a \"terrorist nation\". \"It is absurd to think we could win a war with the US if we attacked with just two or three intercontinental ballistic missiles,\" the North's leader Kim Jong-il said at the weekend. \"And yet, the US makes an issue of this.\" The statement strengthened optimism in South Korea, on the eve of today's meetings of long-divided families from both sides, that the new mood of realism displayed by North Korea at the Pyongyang summit in June is being sustained. Work will begin next month on rejoining the main north-south railway cut off by the Korean war 50 years ago, the South's president, Kim Dae-jung, said yesterday. The North has promised to withdraw 35,000 soldiers from the demilitarised zone to rebuild the severed track. The South is pressing for a meeting of defence ministers. Kim Jong-il confirmed that Pyongyang would consider scrapping its missile programme if the US agreed to launch two or three satellites annually on Pyongyang's behalf. He said the missiles were being developed as a matter of national pride, but at a high economic cost. The US national missile defence project has often been justified by referring to a hypothetical missile threat from an \"irrational\" North Korea. That scenario may be harder to sustain now that Pyongyang shows itself well aware of the suicidal costs of such an attack. Today's meetings of divided families involve only 100 people from each side, but they are regarded as symbolic of a more substantial process of national reunion. A permanent meeting point for families may be established at the border village of Panmunjom. In another sign of normalisation, North and South Korea reactivated their liaison offices at Panmunjom yesterday. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "casts",
        "south",
        "korea",
        "kim",
        "doubt",
        "fears",
        "national",
        "missile",
        "defence",
        "pyongyang",
        "families",
        "yesterday",
        "north"
    ],
    "summary": "North Korea has ridiculed US plans for a missile defence system by saying that Pyongyang would never be foolish enough to launch a \"rogue\" nuclear attack.\nThe statement strengthened optimism in South Korea, on the eve of today's meetings of long-divided families from both sides, that the new mood of realism displayed by North Korea at the Pyongyang summit in June is being sustained.\nThe US national missile defence project has often been justified by referring to a hypothetical missile threat from an \"irrational\" North Korea.\nIn another sign of normalisation, North and South Korea reactivated their liaison offices at Panmunjom yesterday.\nUseful links Korea Web Weekly Democratic People's Republic of Korea",
    "sentiment": {
        "neg": 0.0839,
        "neu": 0.8186,
        "pos": 0.0975,
        "compound": -0.0608
    }
}