{
    "date": "2000-08-19T23:04:17Z",
    "title": "'Stay alive until I see you again,' Koreans plead",
    "url": "https://www.theguardian.com/world/2000/aug/20/northkorea",
    "content": "Three sobbing young women ambushed Uncle Choe from North Korea as he ended a tour of the royal palace in Seoul. Security officers quickly hustled him back on the sight-seeing bus through a media melee. Choe Sang-gil, 68, like all the other North Koreans brought to Seoul for the four-day family reunion, was only allowed to meet five relatives - his nieces were not on the list. Choe sat down in his window seat: the women circled the bus till they found him, then held up two of their children level to his face. For a moment he looked ahead, then dabbed at his eyes. Another minute and he had disappeared - changing seats to avoid a breach of discipline. No home visits were allowed: two elderly mothers were brought by ambulance to a car park to meet their sons. No one was allowed to visit the family grave: much time was spent working out, after 50 years of non-communication, who was still alive. The North-South exchange of 100 divided family members symbolised both the new hope of rapprochement kindled by the June summit and its fragility. Their brief encounter, harassed by the media, is almost certainly the only chance they will get. 'I see you are both sobbing,' said a reporter to a couple on the first day, 'I won't disturb you.' Then she asked them why they had separated during the Korean War. How to make good the appalling human and political cost of the war, paid again and again in decades of Cold War folly, raises many questions. Last week's reunion has raised expectations among the hundreds of thousands in the South with lost relatives. The North Korean leader, Kim Jong-il, has said there will be two more exchanges this year and then a more permanent solution. This may mean a meeting place somewhere on the 38th Parallel. Everyone believes it will happen because Kim said so. One of the most surprising features of the new euphoria is that North Korea's 'Dear Leader', painted till recently by Southern propaganda as a crazy dictator, is now seen as being a realist and a man of his word. It may be true - for the simple reason that with his industry starved for power, and many people close to starvation, Kim needs the South very badly indeed. 'What we've seen recently shows that Kim Jong-il is completely in control of his country, and now seems to be trying to become a Korean Gorbachev,' says a Western observer. 'The question is whether he can avoid Gorbachev's fate. The last thing South Korea wants is for the Parallel to come tumbling down.' South Korean President Kim Dae-jung's 'sunshine policy' is based on helping Kim Jong-il to make a soft landing. The breakthrough has come because Pyongyang is at last convinced of his sincerity. The family reunion has rekindled hope in a country where 50 years of division was preceded by more than 40 years of Japanese domination. 'The Koreans are prickly and fiercely nationalistic,' says a Western diplomat, 'and I can understand why.' He admits that a stronger, more unified Korea is bound to chafe at US patronage. As the reunion ended, the US military agreed to restrict use of a bombing range on the South Korean coast which has provoked protests. The North Korean visitors included many who had voluntarily joined the Northern side in 1950. The South Koreans were narrowed down by computer from 75,000 applicants. But they were all, in the end, elderly Koreans who just wanted to see their families. 'Please stay alive until I see you again!,' they cried out as they said goodbye. Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "plead",
        "war",
        "south",
        "alive",
        "korea",
        "north",
        "kim",
        "jongil",
        "reunion",
        "koreans",
        "family",
        "stay",
        "korean"
    ],
    "summary": "Three sobbing young women ambushed Uncle Choe from North Korea as he ended a tour of the royal palace in Seoul.\nChoe Sang-gil, 68, like all the other North Koreans brought to Seoul for the four-day family reunion, was only allowed to meet five relatives - his nieces were not on the list.\nThe North Korean leader, Kim Jong-il, has said there will be two more exchanges this year and then a more permanent solution.\nSouth Korean President Kim Dae-jung's 'sunshine policy' is based on helping Kim Jong-il to make a soft landing.\nThe South Koreans were narrowed down by computer from 75,000 applicants.",
    "sentiment": {
        "neg": 0.0784,
        "neu": 0.8434,
        "pos": 0.0782,
        "compound": 0.0051
    }
}