{
    "date": "2000-08-30T02:31:30Z",
    "title": "Fancy North Korea for your next holiday?",
    "url": "https://www.theguardian.com/world/2000/aug/30/northkorea.comment",
    "content": "Where should we go for somewhere really different in Asia? The answer could be North Korea if the momentum of north-south detente is maintained - and if they can get rid of the landmines in the Demilitarised Zone (DMZ). So far the north has filled a very small niche in the tourist market, occupied mostly by trainspotters (it still has steam engines). It also appeals as a Stalinist theme park to an even smaller number of tourists (who have been mostly journalists in disguise). In recent years tours have often been cancelled at a moment's notice - either because of political tension or perhaps related to lack of food or heat in the hotels. All this may change in the warmth of southern President Kim Dae-jung's \"sunshine diplomacy\" which, after two years of sustained effort, has produced a corresponding thaw in the north. And as one of few Western journalists fortunate to have visited the main sites there, I can promise it will be, in more than one sense, a very special experience. Mount Kumgang, just across the 38th parallel on the eastern side, has been open to closely supervised packages from South Korea since November 1998. Its fairyland peaks are only marred, for those who can read Korean, by the slogans in praise of the late Kim Il-sung incised in the rock-faces and filled with red paint. It's worth going soon because the South Korean conglomerate Hyundai, which runs (at a heavy loss) the tours, has plans for expansion. These include more hotels, two golf courses, hot spring spas, ski resorts, amusement parks and a marina. Whether this will help Hyundai break even by 2002 - the declared goal - is doubtful, but it will certainly diminish Kumgang's sense of splendid loneliness. The ultimate lonely mountain which every Korean, north or south, wants to visit is Mount Paekdu on the Chinese border. Hyundai hopes to gain access to it too, and it would be a magic destination for hard currency bearers from anywhere in the world. A stony track winds through dense pine forests, then climbs further through a moonscape of bare rock. Beneath the highest peaks, where the wind is cold even in mid-summer, lies a huge crater from the now-extinct volcano. Inside the crater, screes of sandstone descend to Chonji, or \"Lake of Heaven\", 1,500 feet at its deepest point and replenished by mysterious means. Mount Paekdu is a place of dual pilgrimage for North and South Korea. For the north, it is where, according to official legend, Kim Jong-il (North Korea's current Dear Leader and son of Kim Il-sung) was born in a guerrilla hide-out during the struggle against Japan. He was actually born in the Soviet Far East but that does not stop the hagiography. A conspicuously new-looking cabin in the forest is the alleged birthplace. Nearby there are some \"revolutionary trees\" on which the infant Jong-il's mother is supposed to have carved anti-Japanese slogans. Miraculously preserved, these are now enclosed by plastic sheaths around the trunk. On my visit to Mount Paekdu, I met a group of young workers who had hiked across three provinces for 15 days to see the lake. They were full of good humour, and whooped with laughter to find a strange foreigner at the top. That was some time ago: I doubt whether young workers in today's famine-stricken north would have the energy to laugh, let alone make the trek. For both the south and the north, Mount Paekdu is associated with a more venerable legend. This is where in the year 2333BC, the son of heaven mated with a beautiful woman (transformed from a bear) who then produced Tan'gun, the founder of the Korean race. Legend it may be, but there are suggestions that a black mountain bear is sometimes seen swimming in the Lake of Heaven even today. Getting to Mount Paekdu, if it ever happens, will be a trek for tourists, flying up from Pyongyang and then driving to the top. Much closer to Seoul and more likely to be opened up soon is the ancient Korean capital of Kaesong, visible on a fine day from watchtowers along the DMZ. A modest-sized city of 200,000, Kaesong has a fine set of royal tombs from the Koryo period standing among peaceful hills nearby. It is a pleasant contrast with the similar tombs in Seoul, which are surrounded by urban sprawl. Kaesong too will change if Hyundai succeeds in the projected construction of an industrial complex with a thousand factories employing 200,000 workers. It has Kim Jong-il's agreement - though the debt-ridden conglomerate may find it harder to raise the funds. Road access to the city is technically possible through the truce village of Panmunjom, but this is likely to remain restricted by security. The big plan is to reopen the railway from Seoul across the DMZ on through Kaesong to the northern capital of Pyongyang and beyond, with an eight-lane highway running alongside, at least on the southern side. First, north and south will have to clear the mines from one of the world's most densely sown areas. South Korea's defence ministry is going to deploy 3,000 troops with specialist equipment. Kim Jong-il has said grandiosely that he will deploy 35,000. However many troops are used, it will probably take longer than the current optimistic \"end of year\" forecast to clear even a small stretch. Ironically, there is untapped tourist potential in the DMZ itself which, after 50 years of undisturbed cold war, has become one of the world's most unusual nature reserves. But bird-watchers may have to peer from a distance. Except along the railway track and at a few other crossing points along its 150-kilometre length, the DMZ is unlikely to be free of mines - said to number a million and more - for another 50 years.",
    "keywords": [
        "dmz",
        "south",
        "korea",
        "paekdu",
        "hyundai",
        "workers",
        "holiday",
        "kim",
        "mount",
        "fancy",
        "kaesong",
        "north",
        "korean"
    ],
    "summary": "It's worth going soon because the South Korean conglomerate Hyundai, which runs (at a heavy loss) the tours, has plans for expansion.\nThe ultimate lonely mountain which every Korean, north or south, wants to visit is Mount Paekdu on the Chinese border.\nMount Paekdu is a place of dual pilgrimage for North and South Korea.\nFor both the south and the north, Mount Paekdu is associated with a more venerable legend.\nGetting to Mount Paekdu, if it ever happens, will be a trek for tourists, flying up from Pyongyang and then driving to the top.",
    "sentiment": {
        "neg": 0.0272,
        "neu": 0.8777,
        "pos": 0.0951,
        "compound": 0.2154
    }
}