{
    "date": "2000-06-19T10:55:54Z",
    "title": "Now North Korea invites the Pope",
    "url": "https://www.theguardian.com/world/2000/jun/19/northkorea.catholicism",
    "content": "A visit to Pyongyang which could well upstage last week's summit between the Koreas is under serious consideration, with the news that North Korea has extended an official invitation to Pope John Paul II. The Vatican has confirmed that the invitation was handed over by South Korea's ambassador in Rome, on behalf of the North Korean leader, Kim Jong-il. The prospect was first raised by the South Korean president, Kim Dae-jung, at last week's summit. Kim Jong-il reportedly responded: \"OK, then tell the Pope to come.\" If it takes place, a papal visit will not be greeted by countless thousands of the faithful. The Catholic church in North Korea is believed to number no more than 3,000 members. Its priests were expelled from the country long ago. However, contacts between the Catholic world and Pyongyang are increasing. The Holy See has quietly sent four delegations to North Korea since 1995 for humanitarian purposes, most recently in December last year. \"Mass is not celebrated and the faithful can only pray together,\" according to Kathi Zelloweger of the Catholic aid organisation Caritas in Hong Kong. \"But there is contact, and contact and dialogue is fundamental.\" The Vatican's mission, led by Archbishop Celestino Migliore, \"had permission to visit freely the whole country\", said Ms Zelloweger. \"We travelled along the west coast and were able to see how the people live outside the capital.\" The relations between Pyongyang and the Vatican may be assisted by the recent establishment of diplomatic relations between Italy and North Korea. Italy's foreign minister, Lamberto Dini, said on Saturday that the Pope was \"available for a visit to North Korea as well as to China\", and suggested that the prospects of a visit were high. But the Vatican insists that a papal visit to Pyongyang will only be possible if the country accepts Catholic priests again. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "korea",
        "catholic",
        "north",
        "visit",
        "kim",
        "vatican",
        "pope",
        "country",
        "zelloweger",
        "pyongyang",
        "invites"
    ],
    "summary": "A visit to Pyongyang which could well upstage last week's summit between the Koreas is under serious consideration, with the news that North Korea has extended an official invitation to Pope John Paul II.\nThe Catholic church in North Korea is believed to number no more than 3,000 members.\nThe Holy See has quietly sent four delegations to North Korea since 1995 for humanitarian purposes, most recently in December last year.\nThe relations between Pyongyang and the Vatican may be assisted by the recent establishment of diplomatic relations between Italy and North Korea.\nItaly's foreign minister, Lamberto Dini, said on Saturday that the Pope was \"available for a visit to North Korea as well as to China\", and suggested that the prospects of a visit were high.",
    "sentiment": {
        "neg": 0.0336,
        "neu": 0.8933,
        "pos": 0.0731,
        "compound": 0.1429
    }
}