{
    "date": "2000-06-14T08:49:03Z",
    "title": "Korean leaders share historic joke",
    "url": "https://www.theguardian.com/world/2000/jun/14/northkorea2",
    "content": "North Korean leader Kim Jong-il today opened the first formal meeting with the president of South Korea, Kim Dae-jung, with jokes and laughter. On the second day of the historic three-day summit between the leaders, Kim Jong-il questioned the way he has been portrayed as a villain by the west. The United States has long described his heavily armed country as a dangerous, rogue nation. \"The western media wonder why I am leading a reclusive life, and they say a recluse made his first public appearance\" yesterday by greeting Kim Dae-jung at its airport, Kim Jong-il said at the summit in the North Korean capital Pyongyang. \"But I have visited China and Indonesia in the past, and also made many unofficial visits overseas. So, I don't understand why I was described as reclusive.\" \"Western news reports say President Kim's visit helped me out of seclusion,\" he added, causing his counterpart and the other North and South Korean officials sitting at the conference table to explode in laughter, as South Korean television cameras sent his comments around the world. The two leaders also discussed a range of serious issues. These included reopening roads and railways across the heavily armed border, reuniting tens of thousands of Korean families separated during the Korean war, and creating a telephone hotline for discussions during crises. The peninsula's rail and road lines were closed around 1948, when the two Koreas formed their own governments and sealed their border. After the 1950-53 Korean war ended, the two sides turned the border into the most heavily armed one in the world, including the 37,000 US soldiers who are stationed in South Korea to protect it against possible attacks by the North. By reopening these routes, the two countries could promote trade and business deals that are desperately needed by the North's ailing economy and eventually reunite many Korean families. Since the 1990s, North Korea has been dependent on food aid from its traditional foes: South Korea, Japan and the United States. Desperation for economic aid is believed to be a major factor in driving the North to agree to the summit. Despite repeated warnings by Seoul officials not to expect too much from the talks, the unexpectedly warm welcome for the South Korean leader led to speculation that the North may finally be willing to shed its self-imposed isolation, or even to follow the lead of China in beginning to opening up its economy to global capitalism. However, no formal agreements were reported by the 50 South Korean journalists who were allowed to travel to Pyongyang for the summit and were providing the only information available to hundreds of foreign journalists who were restricted to covering the meetings from Seoul, South Korea. Korea's leaders have a host of thorny issues to resolve, including the North's long-range missile and nuclear programmes and the 37,000 US troops deployed in the South. Reunification - the goal of both Koreas - is likely to be a lengthy, difficult process. Some international observers said Kim Jong-il may simply have used the elaborate welcoming ceremony to play down his reputation in the west as a reclusive communist, in a bid for further economic assistance. Nevertheless, applause broke out at offices and in homes across South Korea the moment that Kim Dae-jung set foot on North Korean soil, with some people shedding tears of joy. UN secretary-general Kofi Annan saluted \"the vision and wisdom\" of the two leaders in opening the historic dialogue, the UN spokesman Fred Eckhard said.",
    "keywords": [
        "summit",
        "leaders",
        "south",
        "reclusive",
        "korea",
        "kim",
        "joke",
        "share",
        "jongil",
        "koreas",
        "historic",
        "north",
        "korean"
    ],
    "summary": "North Korean leader Kim Jong-il today opened the first formal meeting with the president of South Korea, Kim Dae-jung, with jokes and laughter.\nOn the second day of the historic three-day summit between the leaders, Kim Jong-il questioned the way he has been portrayed as a villain by the west.\n\"Western news reports say President Kim's visit helped me out of seclusion,\" he added, causing his counterpart and the other North and South Korean officials sitting at the conference table to explode in laughter, as South Korean television cameras sent his comments around the world.\nSince the 1990s, North Korea has been dependent on food aid from its traditional foes: South Korea, Japan and the United States.\nNevertheless, applause broke out at offices and in homes across South Korea the moment that Kim Dae-jung set foot on North Korean soil, with some people shedding tears of joy.",
    "sentiment": {
        "neg": 0.0754,
        "neu": 0.8444,
        "pos": 0.0801,
        "compound": 0.0531
    }
}