{
    "date": "2000-06-21T01:06:13Z",
    "title": "Beijing irked by Taiwan's call for a 'Korea solution'",
    "url": "https://www.theguardian.com/world/2000/jun/21/northkorea",
    "content": "Taiwan's new president Chen Shui-bian tweaked Beijing's toe yesterday by suggesting that if the two Koreas could hold a successful summit, there was no reason why the mainland should not also agree to a \"summit for peace\". Mr Chen said that a Taiwan-China summit with Beijing's president, Jiang Zemin, should be held \"in any form or place and not restricted by any preconditions\". He told a press conference that he had pinned a photograph of last week's famous handshake between the two Korean leaders on his office wall. \"If North and South Korea can,\" he exclaimed, \"why can't the two sides of the Taiwan straits?\". Mr Chen invited Mr Jiang to \"join hands and work to create a moment like the [Korean] handshake\". The proposal was promptly slapped down by a Chinese foreign ministry spokesman, Zhu Bangzao. Mr Zhu said that the Taiwan issue was entirely a Chinese affair. Talks with Mr Chen could only take place if he accepted that \"there is only one China and Taiwan is part of it\". Mr Chen's is regarded with deep suspicion by Beijing because he represents the pro-independence Democratic Progressive party, though he carefully avoided calling for independence both in his campaign and after being elected in March. During his inauguration speech he gave a pledge not to declare the island independent during his term of office as long as China does not take military action. Mr Chen repeated yesterday that he was prepared to agree on a loose definition of Beijing's \"one China\" principle as long as it was \"acceptable to both sides\". Calling for \"wisdom and creativity\", he effectively proposed that they should fudge the issue. He also claimed that the two sides had agreed in 1992 that they could each interpret the principle in their own way. \"If there was a consensus,\" he said, \"it was a consensus to disagree.\" Mr Chen urged Beijing to accept that Taiwanese public opinion will not be dictated to. He also offered to support China's bid to host the 2008 Olympics and said that Taiwan could co-host some events. While hailing the success of the Korean summit, and attempting to claim some of the credit for diplomatic moves to encourage it, Beijing insists that there is no parallel between a divided Korea and a divided China. Mr Jiang is said to have given advice to the North Korean leader Kim Jong-il, during his visit to Beijing shortly before the summit, on how to combine an open-door policy towards the outside world with maintaining tight political control at home. To Beijing, which likes to think that the \"Chinese model\" is relevant to Korea, the idea that the \"Korean model\" might be relevant to China is offensive. Many ordinary Chinese would like some of the spirit with which the two Korean leaders embraced to be transferred to the edgy relationship across the Taiwan straits. But objective Asian opinion concedes that the two situations are very different. \"The two Koreas do not have a problem of whether there is one Korea or whether they are Korean,\" says Chang King-yuh, a former China policy-maker in Taiwan. \"I would say that the likelihood of a summit across the straits is very slim.\" Observers in Seoul last week were struck by the strength of nationalist sentiment across the 39th parallel. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "solution",
        "irked",
        "summit",
        "chen",
        "mr",
        "taiwan",
        "korea",
        "beijing",
        "taiwans",
        "china",
        "chinese",
        "straits",
        "korean"
    ],
    "summary": "Mr Chen said that a Taiwan-China summit with Beijing's president, Jiang Zemin, should be held \"in any form or place and not restricted by any preconditions\".\n\"If North and South Korea can,\" he exclaimed, \"why can't the two sides of the Taiwan straits?\".\nMr Chen invited Mr Jiang to \"join hands and work to create a moment like the [Korean] handshake\".\nTalks with Mr Chen could only take place if he accepted that \"there is only one China and Taiwan is part of it\".\nMr Chen urged Beijing to accept that Taiwanese public opinion will not be dictated to.",
    "sentiment": {
        "neg": 0.0222,
        "neu": 0.8751,
        "pos": 0.1027,
        "compound": 0.2326
    }
}