{
    "date": "2000-06-10T01:42:01Z",
    "title": "Sunshine policy warms old rivals",
    "url": "https://www.theguardian.com/world/2000/jun/10/northkorea",
    "content": "The teacher from Seoul urges her six-year-olds to peer into North Korea from the observation tower on Mount Odu. \"Look through the telescope,\" she cries, jingling a stack of coins for the machine. \"When you are grown up you can visit there!\" The obedient children with their identical backpacks then file back down to the North Korea Room to see images of \"life under communism\". Pictures of a northern elementary school show children of the same age swearing loyalty to the late President Kim Il-sung. A glass case contains an abacus, penknives and pencils of the most basic kind, which no South Korean child would use. The coach parties continued to roll up yesterday to the Unification Observatory at Mt Odu and at other viewpoints along the 38th parallel which has divided North and South since 1953. In Seoul, last-minute arrangements were being made for South Korean president Kim Dae-jung's historic summit - to begin on Monday in Pyongyang - with Kim Il-sung's son and successor, Kim Jong-il. The summit is seen as the fruit of more than two years of patient \"sunshine diplomacy\" by the southern president. But it also confirms Kim Jong-il's political ascendancy in the north and his ability to take a bold initiative. No one expects quick results from the summit - but no one knows either where the new process may lead. The video presentation on Mt Odu speaks in a common language of the Korean people's \"ardent wish for reunification\". Adult sightseers from Seoul chorus that \"reunification is good\". A shrine on Mount Odu is provided for those whose ancestral graves are in the North. Older South Koreans with relatives they have not seen for 50 years hope for progress on the difficult issue of \"divided families\". But most observers expect that the first barriers to fall will be economic ones; South Korea's business community \"is ready to reap lucrative deals\", said the Korea Times yesterday. The Federation of Korean Industry has just put the final touches to an ambitious plan for \"inter-Korean economic cooperation\". \"The economic incentive is most important for the North,\" says researcher Hong Yong-pyo at the Korea Institute for National Unification. \"They desperately need investment in infrastructure and agricultural development.\" Kim Jong-il may also ask for imports of sophisticated information technology, in which he showed great interest on his recent visit to Beijing. The development gap between North and South is clearly visible from the top of Mount Odu. Seoul's satellite towns, with their multi-lane highways, high-rise apartment blocks, outdoor golf driving ranges and bowling alleys, have almost reached the mountain's foot. Another town now taking shape will include landscaped gardens and a giant rollercoaster. Billboards urge safety at work and the road is clogged with construction trucks. Across the bordering Imjin river on the northern side, the only slogan to be seen proclaims \"the age of self-reliance\". Small collective villages farm the land with oxen: each has its own threshing ground. The only construction of any height is an 18-metre pillar, named the Immortality Tower, in front of a memorial hall for Kim Il-sung. The highway north from Panmunjom through Kaesong and on to Pyongyang, like all other major roads in North Korea, is almost bare of traffic as a result of fuel shortages and lack of vehicles. In the South, dense traffic streams along the Freedom Road passing Mt Odu to Panmunjom while a network of suburban buses and trains links the satellite towns. The two-and-a-half mile wide Demilitarised Zone (DMZ), which runs from coast to coast for 150 miles, has been peaceful since 1976 when North Koreans armed with axes killed two American officers in an ugly dispute over pruning a tree. The incident almost led to war when the US military proposed using surface-to-surface missiles to punish the North Koreans. But President Gerald Ford vetoed the plan fearing that hostilities would escalate. The DMZ is now home to rare Manchurian cranes and endangered mammals including black bears and Korean deer. But the South Korean ministry of agriculture plans to turn large tracts into massive fields for growing ginseng. North Korean ginseng is already on sale at the gift shop on Mount Odu, with other exotic products including a potent \"adder wine\" - each bottle containing an adder carcass. Department stores in Seoul have staged special promotions featuring North Korean goods. Whatever happens at next week's summit, attitudes in the South towards the North are expected to become more sophisticated as its curiosity value diminishes - but it appears it may take some time. \"I am very angry with some of my male colleagues,\" said a woman journalist in Seoul this week. \"They are already talking about how they hope to get a maid from the North.\" A history of division 1945 : Korea divided by US and Soviet Union after 40 years of Japanese rule 1950-53 : Korean war fought to stalemate on 38th parallel 1972 : First North-South dialogue produces no result 1991 : North-South agreement on mutual recognition 1994 : Kim Il-sung's death sets back diplomatic progress 1995 : North hit by famine as Kim Jong-il succeeds father 1998 : South's Kim Dae-jung launches \"sunshine diplomacy\"",
    "keywords": [
        "policy",
        "rivals",
        "summit",
        "south",
        "old",
        "korea",
        "president",
        "sunshine",
        "kim",
        "seoul",
        "warms",
        "mount",
        "odu",
        "north",
        "korean"
    ],
    "summary": "The teacher from Seoul urges her six-year-olds to peer into North Korea from the observation tower on Mount Odu.\nThe obedient children with their identical backpacks then file back down to the North Korea Room to see images of \"life under communism\".\nPictures of a northern elementary school show children of the same age swearing loyalty to the late President Kim Il-sung.\nA glass case contains an abacus, penknives and pencils of the most basic kind, which no South Korean child would use.\nBut the South Korean ministry of agriculture plans to turn large tracts into massive fields for growing ginseng.",
    "sentiment": {
        "neg": 0.0639,
        "neu": 0.8416,
        "pos": 0.0945,
        "compound": 0.123
    }
}