{
    "date": "2000-10-23T09:49:18Z",
    "title": "Albright makes historic visit to North Korea",
    "url": "https://www.theguardian.com/world/2000/oct/23/northkorea",
    "content": "US secretary of state Madeleine Albright held unprecedented talks today with North Korea's leader, Kim Jong Il, as she began laying the groundwork for a visit by President Bill Clinton to one of the last bastions of the cold war. The two shook hands, and Mr Kim noted that Mrs Albright was the first secretary of state ever to visit North Korea. \"This is a new one from a historical point of view,\" he said. \"I am really very happy.\" Mrs Albright responded, \"I'm very glad to be here in your beautiful city.\" The US secretary of state arrived to a low-key ceremony that belied the significance of her visit. Asked if the US was moving too quickly in its relationship with North Korea, she said: \"We're not moving faster than it makes sense.\" Despite the overtures, US officials warned in advance that serious differences remained between the two countries. Of primary concern is North Korea's missile development programme and its export of missiles to Iran and Syria. Mrs Albright planned to raise those issues with Mr Kim but officials said no agreements were expected. South Korean officials welcomed the visit. \"We must consider as desirable the North Korean moves to set up new relations with the outside world,\" presidential spokesman Park Joon-young said. However, some critics feared the visit might make Pyongyang less willing to talk to the South, its rival since the country was partitioned after the second world war. Mrs Albright said the US had contributed nearly 1.5m tons of food to the UN aid programme for North Korea, which is suffering severe food shortages. Mr Kim has shown surprising willingness to reciprocate Mr Clinton's moves to seek an accommodation between two countries that seemed close to war six years ago. The leader of the formerly closed country has reached out to other countries too, most notably South Korea. The threat of war has hung over the Korean peninsula since the end of the Korean war in 1953. About 37,000 American troops are stationed in South Korea.",
    "keywords": [
        "war",
        "south",
        "mr",
        "korea",
        "visit",
        "kim",
        "makes",
        "albright",
        "mrs",
        "historic",
        "north",
        "korean"
    ],
    "summary": "The two shook hands, and Mr Kim noted that Mrs Albright was the first secretary of state ever to visit North Korea.\nAsked if the US was moving too quickly in its relationship with North Korea, she said: \"We're not moving faster than it makes sense.\"\nMrs Albright said the US had contributed nearly 1.5m tons of food to the UN aid programme for North Korea, which is suffering severe food shortages.\nThe leader of the formerly closed country has reached out to other countries too, most notably South Korea.\nThe threat of war has hung over the Korean peninsula since the end of the Korean war in 1953.",
    "sentiment": {
        "neg": 0.0853,
        "neu": 0.8437,
        "pos": 0.071,
        "compound": -0.1068
    }
}