{
    "date": "2000-10-30T00:43:47Z",
    "title": "Peace has a price for Korean borderers",
    "url": "https://www.theguardian.com/world/2000/oct/30/northkorea",
    "content": "At first sight it is hard to imagine that anyone can have more to gain from the US Secretary of State Madeleine Albright's groundbreaking trip to the North Korean capital, Pyongyang, this week than the people of Tae Song Dong. As the only South Korean community inside the demilitarised zone - the border between North and South, which Bill Clinton once called \"the scariest place on earth\" - the 132 villagers have been on the frontline of the cold war for more than 50 years. In the increasingly unlikely event of an invasion by the North, their homes and paddy fields will be the first to be pummelled by artillery and overrun by tanks. But rather than feeling relief at the greatest chance of a thaw in half a century, the villagers - like many South Koreans - are beginning to wonder whether better relations are really in their best interest. Proposals to build a new road and railway across the border and talk of US troops being stationed in a friendlier North have raised fears that the DMZ, which has made Tae Song Dong the richest village in Korea, will disappear, along with their land, wealth, and a surprisingly pristine environment. \"Some of the villagers are worried that if the two Koreas get friendly we'll lose our benefits,\" said the mayor, Jun Chang-kwon, in a rare interview with journalists. The church, the school and the 50 homes of Tae Song Dong - called \"Freedom Village\" by US troops - are in a stunningly beautiful, if perilous place. The farmers' lush fields of ginseng, peppers and rice stretch across a broad plain to distant mountains in the North. As a virtual no man's land, the two-and-a-half mile corridor of the DMS is a perfect nature reserve, filled with wildlife. But it is hard for a visitor to imagine a more terrifying place to live. This is, after all, the point at which the 1m-strong North Korean army faces the 650,000-strong force of the South and its 37,000 American allies. The villagers are surrounded by barbed wire, minefields and tank traps; the landscape is pockmarked with memorials to fatal skirmishes; there is six to 10 hours a day of propaganda from giant speakers in the North; a curfew begins at 11pm; a platoon of South Korean soldiers sleeps in the village and provides the farmers with an escort as they tend to their fields. Even with this protection, the villagers live in fear of abduction. The most recent incident was in 1998 when two villagers were snatched while they wandered along the border picking acorns for a seasonal dish. Compared with the South Korean troops in sunglasses and crisp uniforms, the farmers are unlikely cold-war warriors, but in many ways they play just as crucial a role, overtly demonstrating the affluence of the South to their neighbours in Gi Jong Dongin the northern half of the zone. Gi Jong Dong wins only on the size of its flag pole, which bears a North Korean flag the size of a three-storey building. Tae Song Dong has a smaller flag, but it is ahead where it counts - in the income of its people, who can easily afford the best mechanised ploughing equipment, while farmers in the North still use oxen. This is no accident. The full military and economic weight of South Korea and the US ensure that the villagers of Tae Song Dong live privileged and protected lives. As the American military guides are eager to point out, the 50 families have an average annual income of $82,000 (£56,000): more than five times the average South Korean income and at least 25 times as high as in the North. This is partly because the land is so fertile, but mainly because of the southern government's generosity: the villagers do not pay tax or rent, and they are exempt from military service. They are reluctant to talk to outsiders. The visiting journalists were told not to ask about reunification and the rapid move towards peace. But the mayor admitted that they had worries, particularly about the village property, which is claimed by the government. \"We have no deeds for this land. It is possible that it is owned by North Koreans, who will want to reclaim it,\" Mr Jun said. Property ownership is one of many complex problems that South Korea must resolve as it moves towards reconciliation. This, and the huge cost of rebuilding the North, have prompted the South Korean president, Kim Dae-jung, to suggest that reunification should take place over 20 to 50 years rather than suddenly as happened in Germany with the fall of the Berlin Wall. For the moment there is no significant sign of change in the DMZ.Though they would never say it, this may come as a relief to the villagers. They are certainly not opposed to peace, but the uncertainties of reconciliation must be unnerving to a community that appears to have grown numb to the perpetual threat of war. As the mayor said when asked whether it was frightening to live in no man's land: \"If I was the type of person who felt fear, I would have moved out a long time ago.\" Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "south",
        "tae",
        "song",
        "village",
        "villagers",
        "dong",
        "price",
        "peace",
        "korea",
        "land",
        "borderers",
        "north",
        "korean"
    ],
    "summary": "The church, the school and the 50 homes of Tae Song Dong - called \"Freedom Village\" by US troops - are in a stunningly beautiful, if perilous place.\nThis is, after all, the point at which the 1m-strong North Korean army faces the 650,000-strong force of the South and its 37,000 American allies.\nGi Jong Dong wins only on the size of its flag pole, which bears a North Korean flag the size of a three-storey building.\nThe full military and economic weight of South Korea and the US ensure that the villagers of Tae Song Dong live privileged and protected lives.\nProperty ownership is one of many complex problems that South Korea must resolve as it moves towards reconciliation.",
    "sentiment": {
        "neg": 0.1132,
        "neu": 0.7845,
        "pos": 0.1023,
        "compound": 0.0819
    }
}