{
    "date": "2000-06-24T00:47:35Z",
    "title": "Seoul sings a new tune as war becomes taboo",
    "url": "https://www.theguardian.com/world/2000/jun/24/northkorea",
    "content": "South Korea prepares to commemorate the 50th anniversary of the Korean war tomorrow in subdued tones which would have been inconceivable before the success of last week's North-South summit. Those taking part in the slimmed-down ceremony will sing songs \"that aspire to peace and unification\", says the Seoul government, rather than the martial Song of the Korean War. President Kim Dae-jung, fresh from his triumph in Pyongyang, met a group of bemused veterans from the foreign contingents who fought under the UN flag from 1950 to 1953. He thanked them for their contribution to the defence of freedom and democracy and then praised the North Korean leader, Kim Jong-il, for his \"difficult decision\" to hold the summit. Kim Jong-il is the son of the Northern communist leader Kim Il-sung who precipitated the three-year war when his troops crossed the 38th parallel on June 25 1950. Decades of confrontation along this line seemed forgotten as the South Korean ministry of defence announced that the North Korean army would no longer be referred to as \"communist puppets\". South Korea also announced agreement with the North to set up a military hotline to avoid accidental clashes, raising the hope that there could ultimately be a reduction in the huge forces - a million in total - ranged along the 155-mile border. There has been lively speculation that the two Kims already have a personal hotline. This was sparked by a report that they had discussed the names given to the prize dogs which they presented to each other. The Korean war, at a conservative estimate, led to the deaths of 1m Chinese and North Korean soldiers, 400,000 soldiers on the South Korean and UN side, and 2m civilians North and South. Yet in this week's post-summit euphoria it has almost become the war which no one wants to mention. A spokesman for the South Korean president said that they had considered cancelling tomorrow's ceremony but decided not to because of the foreign veterans who had already been invited. The big event in Seoul is Luciano Pavarotti's appearance on June 30 in a special concert to mark the summit, called \"Peace forever, unite as one\". The US secretary of state, Madeleine Albright, who arrived in South Korea on a hastily arranged visit yesterday, has also had to accustom herself to the new view of the North Korean leader. She told journalists in Beijing that Kim Jong-il appeared to have been \"jovial and forthcoming and knowledgeable and different than we had all been led to believe\". The abrupt change of mood has bewildered some older South Koreans, who still see the North as a threat. A report in the Korea Herald said: \"A growing number of young people are insisting that the people of North Korea are not the enemy, but brethren with whom the South should join hands.\" A new sense of impatience with the American forces in South Korea - until now seen by the majority in their historical role as liberators - has spread among the young. \"They should not behave like a conquering army,\" a Korean journalist said during the summit. \"They are the guests and we are the host.\" Protests against a US bombing range on an island near the west coast village of Maehyang-ri have increased. Thousands of demonstrators tried to occupy the island before the US resumed bombing and shooting exercises on Monday. Meanwhile, North Korea has switched off its cross-border loudspeakers and refrained from anti-South propaganda since the summit was held. During the summit, Kim Jong-il is said to have turned to a senior North defence official, Jo Myong-rok and instructed him to make sure that there was \"no military conflict whatsoever\". By contrast to last year's naval clashes over fishing rights, the North allowed a Southern fishing boat which strayed into its waters last week to return home. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "summit",
        "war",
        "south",
        "leader",
        "korea",
        "taboo",
        "seoul",
        "kim",
        "tune",
        "jongil",
        "defence",
        "sings",
        "north",
        "korean"
    ],
    "summary": "South Korea prepares to commemorate the 50th anniversary of the Korean war tomorrow in subdued tones which would have been inconceivable before the success of last week's North-South summit.\nThose taking part in the slimmed-down ceremony will sing songs \"that aspire to peace and unification\", says the Seoul government, rather than the martial Song of the Korean War.\nKim Jong-il is the son of the Northern communist leader Kim Il-sung who precipitated the three-year war when his troops crossed the 38th parallel on June 25 1950.\nThe Korean war, at a conservative estimate, led to the deaths of 1m Chinese and North Korean soldiers, 400,000 soldiers on the South Korean and UN side, and 2m civilians North and South.\nMeanwhile, North Korea has switched off its cross-border loudspeakers and refrained from anti-South propaganda since the summit was held.",
    "sentiment": {
        "neg": 0.0727,
        "neu": 0.8359,
        "pos": 0.0914,
        "compound": 0.0543
    }
}