{
    "date": "2000-06-13T11:36:10Z",
    "title": "North and South Korean leaders meet",
    "url": "https://www.theguardian.com/world/2000/jun/13/northkorea1",
    "content": "Clapping for each other and holding hands, the leaders of South Korea and North Korea, in a historic meeting, exchanged hopes that they could end hostilities on the divided Korean Peninsula. The three-day summit started with a surprise welcome by North Korean leader Kim Jong-Il at the airport on the outskirts of Pyongyang where his southern counterpart President Kim Dae-jung arrived to an elaborate reception. \"The world is closely watching us. Why President Kim came to North Korea and why I accepted is a question mark,'' Kim Jong Il, one of the world's most reclusive leaders, said later in a meeting with his counterpart. \"We have to give the answer to this question during the two nights and three days,'' South Korean pool reports quoted him as saying. \"I ask not only President Kim but also (accompanying) ministers to make contributions to this.'' At the airport, Kim Jong Il stepped forward to shake hands with the southern leader at the foot of the plane and the two smiled and clapped for each other. The reception included a military band, goose-stepping soldiers and women dressed in traditional, billowing Korean gowns. The two leaders then rode in the same limousine into the North Korean capital, where an estimated 600,000 people lined block after block of broad avenues, waving bouquets of pink paper flowers. The spectators appeared to direct their emotion at Kim Jong Il, whose name they chanted in unison as the motorcade passed through the city of 2 million. It was an unexpectedly warm start to the first meeting between the heads of the two Koreas since they were divided following World War II, a summit that offers the greatest hope for peace on the Korean peninsula in more than 50 years. The two Kims \"sometimes held hands in a show of personal intimacy'' and exchanged views in the limousine during a 40-minute ride, said Park Joon-young, South Korea's presidential spokesman. At a guesthouse, Kim Dae-jung told the northern leader that he hoped the two Koreas \"will end hostility and open a new era of reconciliation and cooperation,'' according to pool reports. Kim Jong Il said his goal was the same. He also saluted Kim Dae-jung's courage in travelling to North Korea and said: \"Beginning tomorrow, let's have dialogue without reserve.'' In one exchange, Kim Dae-jung said: \"My mind is filled with a thousand emotions.'' \"Don't worry. I will give you the best treatment possible,'' Kim Jong Il replied. During the summit, the South's president is expected to ask Kim Jong Il to agree to reunions of separated families, a summit sequel in Seoul and other conciliatory gestures in exchange for economic resources from the South. Though endowed with long-range missile capabilities, North Korea was unable to feed its own people in the late 1990s and today is reliant on food aid from its traditional foes: South Korea, Japan and the United States. Before leaving, Kim Dae-jung said he hoped to learn about the thinking of the reclusive head of the totalitarian regime. He warned that the reconciliation process will be lengthy. \"I hope that it will be a turning point in efforts to remove threats to war and terminate the Cold War on the Korean Peninsula so that all 70 million Korean people in the South and North can live in peace,'' Kim said in a speech on a runway at a military airport in Seoul. North and South Korea were founded in 1948 in the Cold War's infancy, and the conflict between two populations that speak the same language and share the same ethnic roots has been bitter and bloody. Reunification - the stated goal of both nations - also is likely to be a lengthy and difficult process. The first summit between leaders of East Germany and West Germany was held in 1970, two decades before the dismantling of the Berlin Wall. Animosity and suspicion remain fresh in the Koreas a half-century after the communist North, backed by the Soviet Union and joined by Chinese troops, fought the pro-Western South and its US-led allies. The 1950-53 Korean War left up to 5 million people dead, injured or missing. Its legacy lingers most vividly at the Demilitarized Zone, a buffer area that separates hundreds of thousands of troops, tanks and artillery pieces on both sides of the border. In 1994, concerns over the North's purported nuclear weapons program nearly triggered a military conflict. And North Korea's totalitarian government - based on a personality cult that virtually deifies Kim Jong Il and his late father and national founder, Kim Il Sung - had been reclusive for so long that reconciliation seemed a doubtful dream. Yet driven partly by desperation for economic aid, the North embarked on a new course over the last year, seeking diplomatic contacts with the outside world that culminated in the decision to host an inter-Korean summit. North Korea barred non-Korean reporters from attending the summit, allowing only 50 South Korean journalists to join Kim Dae-jung's entourage. Korea's leaders have a host of touchy issues to resolve, among them the North's missile and nuclear programs and the 37,000 U.S. troops deployed in the South. Their role has been to deter the North, which is believed to have stockpiles of chemical weapons and one of the world's largest standing armies.",
    "keywords": [
        "summit",
        "leaders",
        "south",
        "jong",
        "korea",
        "meet",
        "kim",
        "koreas",
        "il",
        "north",
        "korean"
    ],
    "summary": "Clapping for each other and holding hands, the leaders of South Korea and North Korea, in a historic meeting, exchanged hopes that they could end hostilities on the divided Korean Peninsula.\n\"We have to give the answer to this question during the two nights and three days,'' South Korean pool reports quoted him as saying.\nThe two leaders then rode in the same limousine into the North Korean capital, where an estimated 600,000 people lined block after block of broad avenues, waving bouquets of pink paper flowers.\nHe also saluted Kim Dae-jung's courage in travelling to North Korea and said: \"Beginning tomorrow, let's have dialogue without reserve.''\nNorth Korea barred non-Korean reporters from attending the summit, allowing only 50 South Korean journalists to join Kim Dae-jung's entourage.",
    "sentiment": {
        "neg": 0.0809,
        "neu": 0.8455,
        "pos": 0.0736,
        "compound": -0.062
    }
}