{
    "date": "2000-10-24T01:18:13Z",
    "title": "Old enemies return to the battleground",
    "url": "https://www.theguardian.com/world/2000/oct/24/northkorea1",
    "content": "China's defence minister, Chi Haotian, was in Pyongyang when Madeleine Albright arrived there yesterday. He is there to celebrate the 50th anniversary of China's intervention - against the US - in the Korean war. Mr Chi has called for China and North Korea to strengthen their relations, evoking the spirit of 1950 when the two countries were \"as close as lips and teeth\". The presence of these two senior figures from Beijing and Washington is an apt reminder that both countries continue to have competitive interests in the Korean peninsula, as they did 50 years ago. China dates its intervention in Korea to October 25 1950. Though China welcomes the easing of tension on the Korean peninsula, analysts in Beijing doubt whether it would be happy with too rapid a US-North Korean thaw. The official People's Daily newspaper this weekend stressed that \"the two countries still have to overcome significant obstacles before bilateral relations can be normalised\". Both Washington and Beijing are keen to claim credit for their roles in promoting detente between Pyongyang and Seoul. But according to Seoul officials, the North has asked the South not to force the pace of the recon ciliation. This is partly due to \"a desire to concentrate on improving ties with the US and Japan\". Pyongyang has already delayed exchanging names for a second North-South round of displaced family visits, which had been scheduled for November 2 to 4. European countries, including Britain, are now rushing to recognise North Korea, despite previously insisting that such a move was premature.",
    "keywords": [
        "relations",
        "old",
        "korea",
        "beijing",
        "washington",
        "enemies",
        "return",
        "china",
        "seoul",
        "battleground",
        "countries",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "He is there to celebrate the 50th anniversary of China's intervention - against the US - in the Korean war.\nMr Chi has called for China and North Korea to strengthen their relations, evoking the spirit of 1950 when the two countries were \"as close as lips and teeth\".\nBoth Washington and Beijing are keen to claim credit for their roles in promoting detente between Pyongyang and Seoul.\nBut according to Seoul officials, the North has asked the South not to force the pace of the recon ciliation.\nEuropean countries, including Britain, are now rushing to recognise North Korea, despite previously insisting that such a move was premature.",
    "sentiment": {
        "neg": 0.0473,
        "neu": 0.8367,
        "pos": 0.1159,
        "compound": 0.182
    }
}