{
    "date": "2000-10-13T18:11:48Z",
    "title": "South Korean president wins Nobel Peace Prize",
    "url": "https://www.theguardian.com/world/2000/oct/13/northkorea",
    "content": "The South Korean president, Kim Dae-jung, won the Nobel Peace Prize today for his work towards peace and reconciliation with North Korea. \"In the course of South Korea's decades of authoritarian rule, despite repeated threats on his life and long periods in exile, Kim Dae-jung gradually emerged as his country's leading spokesman for democracy,\" according to the Nobel citation. South and North Korea, foes on the battlefield a half-century ago, have warmed to each other more in the last few months than in more than a generation. Their armies remain locked in a standoff across a sealed border, but the mood on the peninsula is considerably lighter. After patiently pursuing contacts with North Korea during the first two years of his presidency, Kim held a groundbreaking summit in June with his northern counterpart, Kim Jong Il. The two countries then stopped propaganda broadcasts, held a reunion of separated families, opened border liaison offices and agreed to reconnect a cross-border railway. \"His visit to North Korea gave impetus to a process which has reduced tension between the two countries,\" the Norwegian Nobel Institute said. \"There may now be hope that the cold war will also come to an end in Korea.\" The announcement was a cliffhanger to the last minute as the speculation was more muted than usual. Last year's winner, the humanitarian group Doctors Without Borders, figured heavily in guesses ahead of the announcement. The five-member committee and its non-voting secretary Geir Lundestad stake their pride on keeping the secret. The Nobel committee never reveals the nominees, only their number, which this year was a record 150. But those making nominations for the 9m Swedish kronor prize (about £600,000) often announce them. The peace prize capped a week of Nobel announcements - the latest, the literature prize, was awarded Thursday to Chinese dissident writer Gao Xingjian, now a French citizen. Americans James J Heckman and Daniel L McFadden won the Nobel Memorial Prize in Economics on Wednesday for developing theories on how people work and live, research that contributed greatly to employment training, public transportation, communication systems and other areas. The physics prize was shared by Americans Jack Kilby, who co-invented the integrated circuit at Texas Instruments in 1958, and Herbert Kroemer; and Russian Zhores Alferov. This year's chemistry prize went to Alan Heeger and Alan MacDiarmid of the United States and Hideki Shirakawa of Japan for their discoveries in the use of plastics to conduct electricity. The medicine prize recognised Swede Arvid Carlsson and US-based researchers Paul Greengard and Eric Kandel for discoveries about how messages are transmitted between brain cells, leading to treatments of Parkinson's disease and depression. The prizes are presented on December 10, the date the prize's founder, Swedish industrialist Alfred Nobel, died in 1896. The peace prize is the only one presented in Oslo.",
    "keywords": [
        "south",
        "work",
        "swedish",
        "won",
        "nobel",
        "korea",
        "prize",
        "peace",
        "president",
        "kim",
        "wins",
        "north",
        "korean"
    ],
    "summary": "The South Korean president, Kim Dae-jung, won the Nobel Peace Prize today for his work towards peace and reconciliation with North Korea.\nSouth and North Korea, foes on the battlefield a half-century ago, have warmed to each other more in the last few months than in more than a generation.\n\"His visit to North Korea gave impetus to a process which has reduced tension between the two countries,\" the Norwegian Nobel Institute said.\nThe peace prize capped a week of Nobel announcements - the latest, the literature prize, was awarded Thursday to Chinese dissident writer Gao Xingjian, now a French citizen.\nThe peace prize is the only one presented in Oslo.",
    "sentiment": {
        "neg": 0.0433,
        "neu": 0.8059,
        "pos": 0.1508,
        "compound": 0.263
    }
}