{
    "date": "2000-10-20T01:05:12Z",
    "title": "Britain opens links with North Korea",
    "url": "https://www.theguardian.com/world/2000/oct/20/northkorea",
    "content": "Britain will open up diplomatic relations with North Korea to support reconciliation on the divided peninsula, the foreign secretary, Robin Cook, said yesterday. It will be the first time there have been full relations between the two countries since the communist government came into existence more than 50 years ago. The move was announced by Mr Cook on his way to the South Korean capital of Seoul, where he and the prime minister, Tony Blair, will attend a summit of Asian and European leaders. Mr Cook said North Korea approached Britain about establishing relations last month through its embassy in Beijing. \"I think it is likely we will respond positively to that,\" he said. The move is a surprise. Unlike Italy, which has already opened up an embassy in Pyongyang, Britain has until now taken a cautious stance on upgrading its relations with the North, which is slowly emerging from decades of isolation. The Foreign Office is also in the process of re-establishing political ties with the former Yugoslavia, leaving just Iraq and Bhutan outside the diplomatic fold with Britain. Mr Cook said the shift in policy was requested by the South Korean president, Kim Dae-jung, who was awarded the Nobel Peace Prize last week for breaking with a history of confrontation to engage the North in dialogue. In June, he became the first leader from the South to travel to Pyongyang, where he held a summit with his counterpart, Kim Jong-il. \"Momentous developments are under way on the Korean peninsula,\" said Tony Blair in Seoul yesterday. \"The summit has created the real opportunity for lasting peace and reconciliation.\" Human rights groups, however, warned that Britain should not ignore reports of torture and other violations in North Korean prisons. Questions are also likely to be asked about the North's ballistic missile programme. Mr Cook said the government was going into relations \"with its eyes open\". The opening of full ties will not happen immediately, he said, and it will be some time before an embassy is established in Pyongyang. At tomorrow's Asia-Europe summit, leaders from the two continents are expected to back the peace process. South Korea hopes the west will also help to develop the impoverished North and pave the way towards reunification. In a sign of the growing thaw, Madeleine Albright will make the first visit to Pyongyang by an American secretary of state later this month. The German chancellor, Gerhard Schröder, also in Seoul, said his country would also now establish diplomatic relations with the North. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "summit",
        "links",
        "opens",
        "cook",
        "south",
        "mr",
        "korea",
        "britain",
        "korean",
        "pyongyang",
        "north",
        "relations"
    ],
    "summary": "Britain will open up diplomatic relations with North Korea to support reconciliation on the divided peninsula, the foreign secretary, Robin Cook, said yesterday.\nMr Cook said North Korea approached Britain about establishing relations last month through its embassy in Beijing.\nHuman rights groups, however, warned that Britain should not ignore reports of torture and other violations in North Korean prisons.\nSouth Korea hopes the west will also help to develop the impoverished North and pave the way towards reunification.\nUseful links Korea Web Weekly Democratic People's Republic of Korea",
    "sentiment": {
        "neg": 0.0242,
        "neu": 0.8662,
        "pos": 0.1097,
        "compound": 0.1628
    }
}