{
    "date": "2000-06-16T01:04:30Z",
    "title": "Korean rail links to reopen after 50 years",
    "url": "https://www.theguardian.com/world/2000/jun/16/northkorea",
    "content": "The two Koreas' spectacular summit ended yesterday with more triumphant flag waving north and south - and the start of some hard thinking about how to sustain the new optimism. The president of South Korea, Kim Dae-jung, proclaimed \"a new day for Korea\" after arriving home in Seoul but warned that it will take \"time and patience to get results\". \"We have to combine our burning love as compatriots with being practical and taking the easy steps first,\" he said. An eye-catching plan to reopen rail links across the demilitarised zone may be one of the earliest steps. But more sensitive issues - ranging from reuniting families divided by the Korean war of 1950-53 to worries about the North's nuclear and missile plans - need to be addressed soon. Kim Dae-jung was seen off at Pyongyang airport by the North Korean leader, Kim Jong-il, with as much public warmth as he was greeted on Tuesday. The route was again lined with several hundred thousand well-marshalled citizens brandishing paper flowers. The two leaders embraced at the foot of the steps to the plane, and Kim Jong-il waited to wave goodbye as it took off. There were more spontaneous scenes in Seoul where Kim Dae-jung was greeted by thousands of cheering citizens waving flags and calling out congratulations. He left his car to shake their hands in the city centre and was greeted by a the release of thousands of balloons. Elsewhere, the joint declaration he signed in Pyongyang was already being closely scrutinised for evidence that it will produce enough results to sustain public support. More news emerged yesterday about North Korea's economic plight, which appears to have been a powerful motive behind Kim Jong-il's overtures to the South. North Korea's trade deficit was reported by the Japanese research organisation Jetro to have doubled in 1999. The sharp decline was said to be mainly due to foreign economic sanctions which Pyongyang is desperate to see lifted. The South intends to speed up economic investment in the North. High on the list is an ambitious plan to rebuild the cross-border railways that have been silent for more than 50 years. Their reinstatement would link South Korea to China, Russia, and on to Europe. One line will cross the border, the 38th parallel, at Munsan, near the joint-security area of Panmunjom. Another railway will link up with the eastern line to Vladivostok and the trans-Siberian railway. The US is now expected to ease sanctions before the end of next week. The president of the American Chamber of Commerce in South Korea said that foreign companies were now \"optimistic about investment in North Korea in the long term\". While the North looks forward to much-needed economic aid, public opinion in the South indicates a desire for rapid progress on the problem of divided families. Several million South Koreans have lost touch with their northern relatives since the Korean war. The two sides have agreed in the joint declaration to an exchange of visits by separated families on August 15, the anniversary of the 1945 liberation from Japan. \"Will this be just a token event, or the beginning of a real process of exchanges,\" asks a veteran South Korean journalist. \"This is top of the list for the South.\" Kim Dae-jung's officials said yesterday that Kim Jong-il has agreed to allow \"investigations into whether family members in the North are still alive, and the freedom to travel and meet relatives\". If this is true, North Korean society will be opening far more than many observers would have believed possible. The first dissenting voice emerged yesterday when South Korea's opposition Grand National party (GNP) argued in a statement that Kim Dae-jung should have sought the return of South Korean prisoners of war and others who have been \"abducted\" by the North. The GNP also complained that the joint declaration had not mentioned the issue of North Korea's missiles and its alleged nuclear weapons programme. Kim Dae-jung addressed this sensitive issue on his return yesterday. \"We did talk about nuclear weapons and missiles,\" he said. \"It was a very fruitful discussion and I saw a great hope.\" The US and Japan - who wanted him to raise the issue with Kim Jong-il - will be anxious for further details. However, even cynical South Koreans - and they are still few in number - concede that Kim Jong-il has impressed them favourably. \"You can call it his coming-out party,\" said one of them. \"He is completely confident and in control.\" But the personal commitment of the two leaders is both a strength and a weakness. \"It depends so much on these two men,\" said a European diplomat yesterday. \"They both have to deliver.\" South Korean officials insist that there is \"firm agreement on the prevention of war and establishment of peace on the Korean peninsula\" between the leaders. But no one expects the two sides' massive military forces to be reduced in size until the distant future - if at all.",
    "keywords": [
        "reopen",
        "links",
        "south",
        "war",
        "50",
        "korea",
        "kim",
        "daejung",
        "jongil",
        "koreas",
        "rail",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "But more sensitive issues - ranging from reuniting families divided by the Korean war of 1950-53 to worries about the North's nuclear and missile plans - need to be addressed soon.\nKim Dae-jung was seen off at Pyongyang airport by the North Korean leader, Kim Jong-il, with as much public warmth as he was greeted on Tuesday.\n\"Will this be just a token event, or the beginning of a real process of exchanges,\" asks a veteran South Korean journalist.\nIf this is true, North Korean society will be opening far more than many observers would have believed possible.\nSouth Korean officials insist that there is \"firm agreement on the prevention of war and establishment of peace on the Korean peninsula\" between the leaders.",
    "sentiment": {
        "neg": 0.0565,
        "neu": 0.8462,
        "pos": 0.0972,
        "compound": 0.1094
    }
}