{
    "date": "2000-06-13T11:59:06Z",
    "title": "Korea: a people divided",
    "url": "https://www.theguardian.com/world/2000/jun/13/northkorea.comment",
    "content": "No part of the world is more comprehensively divided than Korea. Fought over for centuries by China and Japan, its unity and independence have always been fragile. Now the 70m-plus people of the peninsula, who speak the same language and have the same cultural inheritance, live in two utterly different countries. The heavily fortified border is one of the last remnants of the cold war. To the south lies a young, raucous democracy of 47m people, most revelling in a recently-won prosperity. To the north another 21m people live in abject and deepening poverty, under the iron rule of a one-man dictatorship. The Koreas were born in the aftermath of the second world war. For half a century the peninsula had been an imperial Japanese colony. After the collapse of Japan, Washington and Moscow made an ad hoc deal: the Soviet forces would oversee the surrender of Japanese forces north of the 38th parallel; the Americans would do the same in the south. There were desultory efforts to organise democratic elections in a free and united Korea. They came to nothing, and instead puppet regimes were set up in each of the occupation zones in 1948. The Americans pulled out their troops the following year, provoking a disastrous attempt by the communist north to reunite the peninsula by force. The invasion of South Korea in 1950 was followed by a devastating and futile three-year war, which neither changed nor resolved anything. Rather, the division of the peninsula was set in stone, as interminable negotiations - going on to this very day - took place to convert truce into peace. The contrast in fortunes of the north and south since 1953 is astonishing. Ardent US cold warriors like to portray South Korea's economic rise as a triumph of free-market democracy over the failed centralism of the North. In fact, the south has been controlled for much of its history by dictators, none more squalid than the first president, Syngman Rhee. Its economy, too, bore little relation to the free-market model espoused by the western hawks. Instead, it was propelled by a complex mix of protectionism, state-sponsored cartels known as chaebols and rampant corruption. The north, meanwhile, prospered in its own very different way. For almost half a century, government there was embodied in Kim Il-sung, a leading exponent of the cult of personality. By his will and edict, the state controlled of every part of the economy, tilting it massively towards heavy industry, much of it serving the rapacious demands of a bloated - but highly efficient - military machine. The collapse of the Soviet empire in 1991 and China's long slow abandonment of state controls has left North Korea warped in time and ideology. The reins are now in the hands of Kim Jong-il, son and successor of the old dictator, and they are stretched as taut as ever. The country has lost its export markets and its sources of materials. Production has fallen calamitously, by as much as 50%, in the past decade. North Korea can no longer even feed itself: output of basic grains is around 1m tons short of needs, and there are regular reports of mass starvation. The south, by contrast, is booming. It is one of Asia's four so-called tiger economies, even after the financial crisis which swept the far east in the mid-1990s. Indeed, that crisis has done much to jolt the South Koreans out of their cosy protectionist ways and even to consolidate the infant democracy presided over by veteran reformer, President Kim Jae-jung. There are now clear signs that the southern economy is growing again, even as the northern economy stagnates. South Korean exports are 180 times greater than the north's. Per capita output is 13 times greater. Only in military spending does North Korea come close to matching the south - but at the dreadful cost of soaking up around 30% of the impoverished country's resources. The historic summit meeting of the two Kims highlights the huge disparity between the Koreas, both in style and substance. But that very disparity casts a long shadow over the polite banality of the summit communiques. Any relaxation in tension on the Korean peninsula will be welcomed by the rest of the world. But if there is to be genuine rapprochement - any thought of unity is wildly premature - it will involve an unprecedented effort to close the vast ideological and economic gulf between the two countries. Useful links Korean war CIA fact book: North Korea CIA fact book: South Korea Out There News on North Korea Out There News on South Korea The chaebol system",
    "keywords": [
        "economy",
        "war",
        "south",
        "korea",
        "world",
        "kim",
        "peninsula",
        "divided",
        "korean",
        "north",
        "koreas"
    ],
    "summary": "No part of the world is more comprehensively divided than Korea.\nThe invasion of South Korea in 1950 was followed by a devastating and futile three-year war, which neither changed nor resolved anything.\nThe collapse of the Soviet empire in 1991 and China's long slow abandonment of state controls has left North Korea warped in time and ideology.\nNorth Korea can no longer even feed itself: output of basic grains is around 1m tons short of needs, and there are regular reports of mass starvation.\nUseful links Korean war CIA fact book: North Korea CIA fact book: South Korea Out There News on North Korea Out There News on South Korea The chaebol system",
    "sentiment": {
        "neg": 0.0848,
        "neu": 0.8595,
        "pos": 0.0557,
        "compound": -0.1033
    }
}