{
    "date": "2000-06-14T01:42:40Z",
    "title": "Koreans bask in summit's warmth",
    "url": "https://www.theguardian.com/world/2000/jun/14/northkorea",
    "content": "Koreans from north and south celebrated their common ancestry yesterday for the first time in 55 years as the long-awaited summit in Pyongyang got off to a sensational start. The North Korean leader, Chairman Kim Jong-il, took centre stage immediately by personally welcoming the South Korean president, Kim Dae-jung, at the airport before escorting him to a televised meeting in town. \"Don't worry, I will not disappoint you,\" he told Kim Dae-jung. \"The world is now watching and I have to respond during [your] three-day stay here.\" \"June 13 will be recorded in history,\" he told his guest from the South, who replied: \"Let's make history from now on.\" After reviewing a high-stepping guard of honour, they travelled into town from the airport in the same car, chatting for half an hour and - said South Korean officials - sometimes holding hands. Hundreds of thousands of Pyongyang citizens lined the streets from the airport. Most of the women wore traditional Korean dress while the men were dressed in formal suits and ties. Waving red vinyl flowers with choreographed enthusiasm, they cried out \" mansei \" (long life) and \"protect Kim Jong-il to the death!\" South Korean officials claimed that there were also some shouts of \"Kim Dae- jung\". In a land where one man counts for everything, Kim Jong-il's performance transformed the day. Often described as reclusive, he spoke freely to the cameras and was heard and seen at greater length in a few hours yesterday than in all his public appearances in the past 10 years. Relaxed in his army-style khaki trousers and tunic, he smiled, gestured and did not seem to tire - although he is evidently overweight. He showed no signs of the nervous strain (and worse) that had been attributed to him by South Korean propaganda in the past. Kim Jong-il raised a laugh by saying he had heard that Kim Dae-jung started the morning with only half a soft-boiled egg. \"Coming for sightseeing,\" he enquired, \"why did you have so little to eat for breakfast?\" His guest responded with the obvious punch-line: \"Because I knew I would have a good meal when I got to Pyongyang.\" The banter and the bunting does not mean that this is a lightweight encounter. The real punch-line for the outside world is the signal sent by both leaders yesterday that Koreans now intend to act for themselves. Kim Dae-jung spoke of \"taking the initiative on our own\". By congratulating his southern counterpart on his \"courageous visit to the North\", Kim Jong-il implied that the US and other powers, no doubt including Japan, might take exception. A senior western diplomat in Seoul acknowledged last night that there was some truth in this. \"It needed President Clinton to bring about the Middle East summit,\" he commented. \"But the Koreans are proud of having done it by themselves.\" The portrayal of Kim Dae-jung as defying the outside world reflects North Korea's inner rationale for dealing with Seoul after decades spent denouncing it as a lackey of US imperialism. The personal reception at the airport was an unprecedented break with North Korean protocol. The North Koreans as hosts were able to stage-manage the proceedings to their own purposes. Kim Dae-jung was whisked away from the airport without having delivered a prepared speech - though the text had already been distributed in Seoul. The southern leader had hoped to say that he had \"come to Pyongyang to lead the effort for peace, cooperation and unification\". Perhaps the North felt this would be claiming too great a share of the credit for the mission, which Kim Jong-il is supposed to lead single-handedly. The cheering crowds were hardly spontaneous, even though many South Koreans watching on public TV screens in Seoul were moved by the sight. A North Korean guide pointedly told a South Korean journalist: \"It only takes a few hours for all [our] citizens to be mobilised\". He then asked: \"Did such big crowds turn out in Seoul when he [President Kim] departed?\" Although the 27-minute chat before the cameras was instantly billed by South Korean officials as the \"first summit meeting\", some watchers in Seoul remained sceptical whether the occasion will deliver much of substance. \"They [the North Koreans] are giving Kim Dae-jung a ride,\" commented one veteran South Korean journalist. \"It's all going their way.\" But the South Korean president ended the day with a plea for positive steps \"to solve the mountain of tasks pending between North and South\". \"Let us open up the road that has been blocked off for half a century,\" he said in his banquet speech. \"Let us unite and relink the broken railway. Let us open new sea lanes of communication and air routes too.\" The North Korean leader acknowledged that they must deliver something. He said that people were asking \"why President Kim came to North Korea and I accepted. We have to give the answer.\" A partial answer may come tomorrow before Kim Dae-jung returns home along the blocked-off road through the Demilitarised Zone at Panmunjom. Yesterday the road surface of Unification Bridge on the southern side of Panmunjom was being scrubbed clean by more than 100 workers and tank traps and spikes were being repainted. South Korea as much as the North wants everything to look as gleaming as possible for this first summit since the end of the Japanese war. Kim Jong-il is now being presented by the Seoul press in a highly favourable light and the mysterious last-minute delay in the summit, which remained unexplained yesterday, has been forgotten. \"Chairman Kim gave southern visitors a good impression,\" reported the South Korean press pool from Pyongyang. \"He paid due respects to President Kim, who is many years older. His confident behaviour seems to indicate his firm power-base in the North.\" A polite tabular comparison in the Korea Times describes the character of Kim Dae-jung, 75, as \"elaborate and precise\" and that of Kim Jong-il, 58, as \"bold and surprising\". Useful links North Korea: DPKR South Korea government",
    "keywords": [
        "summits",
        "bask",
        "south",
        "president",
        "kim",
        "seoul",
        "daejung",
        "jongil",
        "warmth",
        "koreans",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "Waving red vinyl flowers with choreographed enthusiasm, they cried out \" mansei \" (long life) and \"protect Kim Jong-il to the death!\"\nKim Jong-il raised a laugh by saying he had heard that Kim Dae-jung started the morning with only half a soft-boiled egg.\nThe North Koreans as hosts were able to stage-manage the proceedings to their own purposes.\nA North Korean guide pointedly told a South Korean journalist: \"It only takes a few hours for all [our] citizens to be mobilised\".\n\"They [the North Koreans] are giving Kim Dae-jung a ride,\" commented one veteran South Korean journalist.",
    "sentiment": {
        "neg": 0.0275,
        "neu": 0.8886,
        "pos": 0.0839,
        "compound": 0.169
    }
}