{
    "date": "2000-10-20T01:05:20Z",
    "title": "Leader: The doctrine of containment of",
    "url": "https://www.theguardian.com/world/2000/oct/20/northkorea.guardianleaders",
    "content": "Britain's decision to establish diplomatic ties with North Korea, while welcome in itself, is another body blow for the US policy of containment of so-called \"rogue states\". It stems from the sensible belief that dialogue with problematic regimes, where possible, is preferable to isolation, sanctions and military threats. Foreign secretary Robin Cook has successfully used this approach, dubbed \"critical engagement\", to improve relations with Iran, Libya, Cuba and Sudan. Talking to, rather than shouting at, North Korea increases the chances of persuading it to curb human rights abuses and weapons proliferation. It opens up a seductive lifeline of additional EU humanitarian aid and technical assistance for a woefully misled people plagued by famine and underdevelopment. It is a timely boost for the Korean peninsula peace process, which has stumbled since last June's epic bilateral summit. And it will help buttress regional stability. As such, Britain's move was welcomed yesterday by Seoul. Even the US is tacitly beginning to recognise that its containment policy, a cold war hangover, is simply not working. Washington no longer uses the term \"rogue states\" to describe its perceived enemies; they are now \"countries of concern\". In the past year, it has warily followed Britain in pursuing better relations with Iran and Libya. Last month, two years after being blasted by cruise missiles, Afghanistan's Taliban were invited for coffee at the state department. This week, congress finally (finally!) moved to ease sanctions on Fidel Castro's Cuba. And this Sunday, secretary of state Madeleine Albright will make her bow in Pyongyang, a possible prelude to a legacy tour by Bill Clinton himself. To appreciate what a volte-face this is, remember that only a few months ago the Pentagon was citing roguish North Korea as the main justification for deploying a new Star Wars missile defence system. It is too much to hope that US diplomacy is at last turning pragmatical. Nor are these shifts necessarily permanent: both Al Gore and George W Bush still seem to think that superpower is invariably insuperable. But as they constantly tell voters, it's good to talk. And out there, in the world beyond the Potomac, the diplomatic apartheid known as containment is dead in the water. If more proof is required, just look at Iraq. For all America's great pains, Saddam is out of his box, big time; and short of massive, brute force, there is little the US can do.",
    "keywords": [
        "leader",
        "possible",
        "secretary",
        "korea",
        "state",
        "rogue",
        "states",
        "containment",
        "sanctions",
        "doctrine",
        "north",
        "relations"
    ],
    "summary": "Britain's decision to establish diplomatic ties with North Korea, while welcome in itself, is another body blow for the US policy of containment of so-called \"rogue states\".\nTalking to, rather than shouting at, North Korea increases the chances of persuading it to curb human rights abuses and weapons proliferation.\nEven the US is tacitly beginning to recognise that its containment policy, a cold war hangover, is simply not working.\nWashington no longer uses the term \"rogue states\" to describe its perceived enemies; they are now \"countries of concern\".\nAnd out there, in the world beyond the Potomac, the diplomatic apartheid known as containment is dead in the water.",
    "sentiment": {
        "neg": 0.0706,
        "neu": 0.8225,
        "pos": 0.107,
        "compound": 0.0333
    }
}