{
    "date": "2000-06-13T11:55:41Z",
    "title": "Historic North-South Korean summit raises peace hopes",
    "url": "https://www.theguardian.com/world/2000/jun/13/northkorea",
    "content": "South Korean President Kim Dae-jung flew to the north of the divided peninsula today for a historic summit that offers the greatest hope for peace in more than 50 years. As he left for the northern capital, Mr Kim said: \"I wholeheartedly hope that my trip to Pyongyang will be on a path toward peace and reconciliation. \"I hope that it will be a turning point in efforts to remove threats to war and terminate the cold war on the Korean peninsula so that all 70m Korean people in the South and North can live in peace.\" South Korean officials said the presidential plane, accompanied by a chartered flight carrying most of the president's 180-member entourage, would make a detour over the sea on a 70-minute trip to Sunan airport near Pyongyang. There is no direct air travel between Korea's capitals, and hundreds of thousands of soldiers are deployed on both sides of the Demilitarized Zone, or DMZ, which separates the North and South. President Kim said he planned to talk candidly with the North Korean leader Kim Jong Il, and hoped to learn about the thinking of the reclusive head of the totalitarian regime, though he warned that reconciliation would be a lengthy process. \"I don't believe that we can resolve all problems at one meeting,\" he said. \"We will continue working out agreements whenever our opinions coincide on an issue.\" Leaders of South Korea and North Korea have never met since the two countries were founded in 1948 in the infancy of the cold war, and the conflict between two populations that speak the same language and share the same ethnic roots has been bitter and bloody. Animosity and suspicion remain fresh half a century after the communist North, backed by the Soviet Union and joined by Chinese troops, fought the pro-Western South and its US-led United Nations allies. The 1950-53 Korean war left up to five million people dead, injured or missing, and its legacy lingers most vividly at the DMZ, a buffer area that separates hundreds of thousands of troops, tanks and artillery pieces on both sides of Korea's border. North Korea's government, based on a personality cult that virtually deifies Kim Jong Il and his late father and national founder, Kim Il Sung, had been reclusive for so long that reconciliation seemed a doubtful dream. Yet driven partly by desperation for economic aid to rebuild its dilapidated economy, the North has embarked on a new course over the last year, seeking diplomatic contacts with the outside world that culminated in the decision to host an inter-Korean summit. During the three-day summit, Kim Dae-jung is expected to appeal to his counterpart to agree to reunions of separated families, a summit sequel in the South Korean capital Seoul and other conciliatory gestures in exchange for economic resources from the South. Though endowed with long-range missile capabilities, North Korea was unable to feed its own people and is now reliant on food aid from its traditional foes: South Korea, Japan and the United States. Reunification, the stated goal of both nations, will be difficult. Sensitive issues to resolve include North Korea's missile and nuclear programs, and the 37,000 US troops deployed in South Korea. Their role has been to deter the North, which is believed to have stockpiles of chemical weapons and one of the world's largest standing armies. Often described as one of the most volatile places on Earth, the Korean peninsula has lived with the threat of another war for more than a generation. In 1994, concerns over the North's purported nuclear weapons programme nearly triggered a military conflict. North Korea is hosting the summit in the mysterious style that it has often employed. It delayed the meeting for a day without a clear explanation, and has refused to announce the schedule, possibly out of concern for the security of Kim Jong Il. The two Kims plan to meet today and on at least one other occasion, and their governments have agreed not to use national flags and anthems to avoid political or ideological frictions. North Korea has barred foreign reporters from attending the summit, allowing only 50 South Korean journalists to join President Kim's entourage. The two countries came tantalisingly close to a summit in 1994, but North Korean leader Kim Il Sung died, aged 82, only weeks before he was due to meet his South Korean counterpart, Kim Young-sam.",
    "keywords": [
        "summit",
        "war",
        "south",
        "raises",
        "troops",
        "korea",
        "peace",
        "kim",
        "hopes",
        "northsouth",
        "koreas",
        "historic",
        "il",
        "north",
        "korean"
    ],
    "summary": "South Korean President Kim Dae-jung flew to the north of the divided peninsula today for a historic summit that offers the greatest hope for peace in more than 50 years.\nSensitive issues to resolve include North Korea's missile and nuclear programs, and the 37,000 US troops deployed in South Korea.\nNorth Korea is hosting the summit in the mysterious style that it has often employed.\nNorth Korea has barred foreign reporters from attending the summit, allowing only 50 South Korean journalists to join President Kim's entourage.\nThe two countries came tantalisingly close to a summit in 1994, but North Korean leader Kim Il Sung died, aged 82, only weeks before he was due to meet his South Korean counterpart, Kim Young-sam.",
    "sentiment": {
        "neg": 0.1074,
        "neu": 0.8245,
        "pos": 0.0681,
        "compound": -0.1838
    }
}