{
    "date": "2000-08-15T00:35:03Z",
    "title": "The real Mr Kim stands up",
    "url": "https://www.theguardian.com/world/2000/aug/15/northkorea",
    "content": "The South Korean public gained a fascinating new insight yesterday into the personality of the North Korean leader, Kim Jong-il, who had been regarded as a silent and mysterious figure until the North-South summit two months ago. No subject was too large or too small for Mr Kim to expound on during a three and a half hour meeting with more than 50 senior South Korean media figures in Pyongyang. He told them that North Korea's missile development, which Pyongyang is now willing to bargain away to the US, was entirely his idea. He delivered authoritative views on beef, wine and sexual inequality, and he revealed that he only slept four hours a night. Mr Kim also claimed casually that he rode horses with such vigour that they sometimes collapsed beneath him. Since the age of 11, he explained, he had often ridden eight kilometres a day \"at 40 to 60 kilometres per hour\". The best horse in his view was a Russian mount called Orlov. \"They say English horses are good,\" Mr Kim added, \"but their ankles are so weak that they break when I ride them.\" North Korean watchers in Seoul were trying to decide what all this revealed about the personality of Pyongyang's Dear Leader. A participant in the meeting described Mr Kim as \"clear and realistic\". Yet the sharpness of his political judgement was offset by more quirky opinions. The picture which emerged was of a leader absolutely confident of his own opinions, and accustomed to delivering them on any subject. He showed an entirely pragmatic approach to Korean history with no visible trace of ideology. The most powerful sentiment, expressed several times, was one of proud nationalism. \"The smaller the nation,\" Mr Kim declared, \"the stronger it must be to keep its pride.\" Mr Kim acknowledged that \"both Koreas had problems in their attitudes\" in the past. Each had exploited the slogan of unification \"for the purpose of maintaining their ruling system\". He described the post-war division of Korea in terms that some cold war historians might recognise as \"a cut-throat competition [by the world powers] to take the lion's share of the Korean peninsula\". He proposed that the demilitarised village of Panmunjom should be preserved as a monument to the past. Mr Kim urged South Korea's minister of culture, Park Jie-won, to bring to Pyongyang two well known female singers, begging Mr Park to be their chaperone. \"What could I possibly say to these women out of shyness,\" he confessed, \"upon meeting them for the first time?\" Mr Kim denied that he had a drink problem and complained at the way South Korean television had shown him draining a glass of champagne at the June summit. He then boasted about his skill in judging the merits of various kinds of rice wine, before admitting that \"my doctor told me that I shouldn't drink too much alcohol\". \"The best wine,\" he declared, \"is no doubt French wine,\" and promptly went round the table to toast his guests. Mr Kim confirmed persistent stories that he was a film buff, saying that \"if I hadn't become a politician I would have become a movie fan or a critic or a producer\". He also promised to write a critique of a film brought by his guests for him to view, and to deliver it within a week. Mr Kim displayed the same confident leadership style he had shown during the summit, saying that he could easily overcome objections by his military to direct flights between Pyongyang and Seoul. \"Why should we beg and pay money to China [for flights routed via Beijing] while taking a long detour?\" he asked. On the subject of television, Mr Kim bemoaned the number of commercials on Chinese and Russian television but said that he \"respected the [Japanese] NHK and the BBC\". Useful links Korea Web Weekly Democratic People's Republic of Korea South Korean ministry of unification Democratic People's Republic of Korea news agency",
    "keywords": [
        "summit",
        "south",
        "mr",
        "korea",
        "wine",
        "kim",
        "pyongyang",
        "real",
        "subject",
        "stands",
        "television",
        "korean"
    ],
    "summary": "Mr Kim also claimed casually that he rode horses with such vigour that they sometimes collapsed beneath him.\n\"They say English horses are good,\" Mr Kim added, \"but their ankles are so weak that they break when I ride them.\"\n\"The smaller the nation,\" Mr Kim declared, \"the stronger it must be to keep its pride.\"\nMr Kim acknowledged that \"both Koreas had problems in their attitudes\" in the past.\nMr Kim urged South Korea's minister of culture, Park Jie-won, to bring to Pyongyang two well known female singers, begging Mr Park to be their chaperone.",
    "sentiment": {
        "neg": 0.0498,
        "neu": 0.8598,
        "pos": 0.0904,
        "compound": 0.119
    }
}