{
    "date": "2000-06-13T01:42:01Z",
    "title": "Border crossing",
    "url": "https://www.theguardian.com/education/2000/jun/13/schools.korea",
    "content": "Imagine a land shaped like a downward pointing left-hand thumb. Make it jut out from northern China, with the Yellow Sea on one side and the Sea of Japan on the other and you have the peninsula shared by North and South Korea. And for more than a half century it has been a very sore thumb indeed - a place of war, division and tension. Until this week, that is, when for the first time ever the leaders of the two Koreas will meet face-to-face at a three-day summit conference in the North Korean capital Pyongyang. Why is this meeting important? It's important because, for more than 50 years, this has been one of the most unstable parts of Asia, if not the world. The summit is big news. It shows that the South Korean president, Kim Dae-jung and the North Korean leader Kim Jong-il want to talk to each other. Its timing is also important. It comes just ahead of the 50th anniversary of the Korean War (1950-53) in which as many as 2.5m Koreans may have died. Why has there been conflict? It is because Korea was a victim of superpower rivalries between America and the former Soviet Union (USSR) after the second world war. This led to the country splitting into two - North Korea and South Korea - in 1948, and that led in turn to the Korean War. The war finally ended with a ceasefire not a peace treaty. Do the two countries differ? In every way. In North Korea there are no free elections. No one owns land privately and all the industries are told what to make by the state. Much of what the factories produce is for the army, and many things we take for granted are not available to buy. For example there is only one television set for every 10 people and even fewer telephones. By contrast, South Korea is a capitalist country with one of the strongest economies in the world. It is a democracy - there are different political parties, and elections. The country is dominated by huge, family-run businesses. The army is very important in South Korea, too, and in the past it has behaved brutally against its own people, particularly students. Why is the summit happening? The South Korean president Kim Dae-jung is committed to a \"sunshine policy\" of positive contact with North Korea. North Korea needs friends in the outside world because it has in trouble. Its main protector, the USSR, collapsed in the early 1990s, leaving it isolated. Cheap USSR oil supplies have dried up and there have been a series of floods and droughts. North Korea cannot feed its people and hundreds of thousands - possibly millions - have died of starvation over the past five years. No one knows for sure. More cooperation with South Korea may be its best chance of survival. What will the summit achieve? The two Kims will probably avoid discussing some of the most difficult topics, such as the north's missile programme or the presence in the south of large numbers of US troops. There will be time for these matters at later meetings. But one very important agreement could be the relaxation of travel restrictions between the two Koreas, which would allow families living on opposite sides of the border to meet. Visiting the home of your ancestors is important to Koreans. There could also be agreement that the South will invest in the North. The summit could be the first small step towards final reunification of the two countries, but experts believe this is still a long, long way off. One immediate benefit has been a change in the propaganda broadcasts across the demilitarised zone, between the two countries. Some of the usual insults have been shelved - and now the loudspeakers are sending messages of hope. \u0095 Follow the day-to-day events at the summit at www.guardianunlimited.co.uk. \u0095 Huge link site to all things Korean \u0095 General information and statistics site (click on the link to Asia to find information about North and South Korea). \u0095 Korean news services \u0095 First Edition is a current affairs series for schools on C4 presented this week by Jon Snow and produced in association with Guardian Education. It is transmitted every Tuesday morning at 11am and repeated on Wednesday at 11am.",
    "keywords": [
        "border",
        "summit",
        "south",
        "important",
        "war",
        "ussr",
        "korea",
        "world",
        "crossing",
        "kim",
        "north",
        "korean"
    ],
    "summary": "It shows that the South Korean president, Kim Dae-jung and the North Korean leader Kim Jong-il want to talk to each other.\nIt comes just ahead of the 50th anniversary of the Korean War (1950-53) in which as many as 2.5m Koreans may have died.\nThis led to the country splitting into two - North Korea and South Korea - in 1948, and that led in turn to the Korean War.\nThe South Korean president Kim Dae-jung is committed to a \"sunshine policy\" of positive contact with North Korea.\nNorth Korea cannot feed its people and hundreds of thousands - possibly millions - have died of starvation over the past five years.",
    "sentiment": {
        "neg": 0.0821,
        "neu": 0.8145,
        "pos": 0.1034,
        "compound": 0.0015
    }
}