{
    "date": "2000-09-11T00:55:14Z",
    "title": "Two Koreas will march as one into Olympic stadium",
    "url": "https://www.theguardian.com/world/2000/sep/11/northkorea.sydney",
    "content": "North and South Korea will march together under the same flag at the opening ceremony of the Olympic Games in Sydney next week in a further sign of the blossoming spirit of detente on the divided peninsula. The flag will show a map of the whole of Korea and will be carried by two athletes, one from the North and one from the South. The team name on display will be simply \"Korea\" although the athletes will then compete as separate countries. The International Olympic committee president, Juan Antonio Samaranch, said he had personally negotiated the deal over the last five days. He announced the agreement yesterday in Sydney, flanked by the IOC members from both North and South. The North's delegate, Chang Ung, said the deal was appropriate because \"we are the same blood\". South Korea's team is several times the size of its neighbour's, but in the opening ceremony, the South's numbers will be cut so the North Korean athletes are not visibly outnumbered. Both teams will also march into the stadium wearing the same uniform. The IOC announcement comes as North-South relations continue to defy predictions that the momentum of detente begun at the June summit in Pyongyang would have flagged by now. A delegation from Pyongyang arrived in Seoul yesterday to start planning for a return summit in Seoul. If this is staged it will be an even more momentous occasion. The North's leader, Kim Jong-il, has only made one official visit outside his country so far - to China - although he hinted in June that he had made trips incognito to other destinations. Pyongyang is obsessively concerned with security and the South Korean authorities will have great difficulty in providing the well-regulated atmosphere which can easily be laid on in the North. The South's president, Kim Dae-jung, at a meeting on Saturday with US business leaders in New York, called on them to promote investment in the North. He said that the summit had helped to change the region into \"a very stable and favourable investment destination\". Work will begin later this month on rebuilding the divided North-South railway across the demilitarised zone. President Kim will attend a ceremony in a week's time before engineer battalions are sent in to clear minefields. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "summit",
        "south",
        "athletes",
        "korea",
        "president",
        "ceremony",
        "kim",
        "olympic",
        "stadium",
        "pyongyang",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "North and South Korea will march together under the same flag at the opening ceremony of the Olympic Games in Sydney next week in a further sign of the blossoming spirit of detente on the divided peninsula.\nThe team name on display will be simply \"Korea\" although the athletes will then compete as separate countries.\nThe International Olympic committee president, Juan Antonio Samaranch, said he had personally negotiated the deal over the last five days.\nThe South's president, Kim Dae-jung, at a meeting on Saturday with US business leaders in New York, called on them to promote investment in the North.\nPresident Kim will attend a ceremony in a week's time before engineer battalions are sent in to clear minefields.",
    "sentiment": {
        "neg": 0.0103,
        "neu": 0.9309,
        "pos": 0.0589,
        "compound": 0.1428
    }
}