{
    "date": "2000-06-14T15:37:40Z",
    "title": "Historic deal at North-South Korea summit",
    "url": "https://www.theguardian.com/world/2000/jun/14/northkorea3",
    "content": "The leaders of North Korea and South Korea signed an agreement at their historic summit today to work toward reuniting thousands of families who were separated by the Korean war, to provide desperately needed South Korean investment for the North's failing economy, and eventually to reunify the peninsula. However, the agreement aimed at easing half a century of tension on the Korean Peninsula made no mention of two big concerns: the North's long-standing demand that the United States withdraw its 37,000 troops from South Korea and Pyongyang's nuclear and missile programmes. Reunificiation itself is an enormous task that some observers say could take decades, even if the accord is carried out by both countries. After the late-night signing in Pyongyang, the North's capital, President Kim Dae-Jung of South Korea and the North's leader, Kim Jong Il, smiled broadly, shook each other's hand vigorously and toasted each other with glasses of champagne. Kim Dae-Jung praised his counterpart for helping him reach a \"historic agreement\" and said the two of them must \"proceed together on a path of reconciliation and cooperation.\" The surprising warmth and good humour of the first two days of the summit transformed the realities of half a century of cold war tensions and marked the end of an era marked by acute tension . Earlier the North Korean leader, who has stunned observers by his openness, questioned his portrayal as a villain by the west. The United States has long described his heavily armed country as a dangerous, rogue nation. \"I have visited China and Indonesia in the past, and also made many unofficial visits overseas. So I don't understand why I was described as reclusive,\" Kim Jong-il said at the summit in the North Korean capital Pyongyang. Western news reports say President Kim's visit helped me out of seclusion,\" he added, causing his counterpart and the other North and South Korean officials sitting at the conference table to explode in laughter, as South Korean television cameras sent his comments around the world. The two leaders had discussed a range of issues. These included reopening roads and railways across the heavily armed border, reuniting tens of thousands of Korean families separated during the Korean war and creating a telephone hotline for discussions during crises. The peninsula's rail and road lines were closed around 1948, when the two Koreas formed their own governments and sealed their border. After the 1950-53 Korean war ended, the two sides turned the border into the most heavily armed one in the world. By reopening these routes, the two countries could promote trade and business deals that are desperately needed by the North's ailing economy and eventually reunite many Korean families. Since the 1990s, North Korea has been dependent on food aid from its traditional foes: South Korea, Japan and the US. Desperation for economic aid is believed to be a major factor in driving the North to agree to the summit. Despite repeated warnings by Seoul officials not to expect too much from the talks, the unexpectedly warm welcome for the South Korean leader led to speculation that the North may finally be willing to shed its self-imposed isolation, or even to follow the lead of China in beginning to opening up its economy to global capitalism. Fifty South Korean journalists were allowed to travel to Pyongyang for the summit and were providing the only information available to hundreds of foreign journalists who were restricted to covering the meetings from Seoul. The United Nations secretary general, Kofi Annan, saluted \"the vision and wisdom\" of the two leaders in opening the historic dialogue.",
    "keywords": [
        "summit",
        "war",
        "south",
        "norths",
        "deal",
        "korea",
        "kim",
        "northsouth",
        "united",
        "pyongyang",
        "historic",
        "north",
        "korean"
    ],
    "summary": "The leaders of North Korea and South Korea signed an agreement at their historic summit today to work toward reuniting thousands of families who were separated by the Korean war, to provide desperately needed South Korean investment for the North's failing economy, and eventually to reunify the peninsula.\nEarlier the North Korean leader, who has stunned observers by his openness, questioned his portrayal as a villain by the west.\nSo I don't understand why I was described as reclusive,\" Kim Jong-il said at the summit in the North Korean capital Pyongyang.\nAfter the 1950-53 Korean war ended, the two sides turned the border into the most heavily armed one in the world.\nSince the 1990s, North Korea has been dependent on food aid from its traditional foes: South Korea, Japan and the US.",
    "sentiment": {
        "neg": 0.0799,
        "neu": 0.8252,
        "pos": 0.0948,
        "compound": 0.0439
    }
}