{
    "date": "2000-06-12T11:56:13Z",
    "title": "North delays Korean summit",
    "url": "https://www.theguardian.com/world/2000/jun/12/northkorea",
    "content": "North Korea has postponed the summit with the South scheduled for today by 24 hours, in a bizarre last-minute move which has left Seoul making desperate apologies on Pyongyang's behalf. \"There is no reason not to wait one more day,\" said the South Korean president, Kim Dae-jung, yesterday, putting the best face on the postponement, \"since we have been waiting for this meeting for 55 years!\" The telephone call from Pyongyang came late on Saturday as Mr Kim was being given last minute briefings on life across the 38th parallel. It has given him an unexpected early lesson in the art of fathoming what the North is up to. The South's minister of culture and tourism, Park Jie-won, did his best to persuade journalists last night that everything was perfectly in order. He insisted that the postponement was not \"because of political issues or problems of the itinerary, but because Pyongyang wants to be better prepared for the summit\". Another official blamed unspecified \"minor technical reasons\" for the delay. \"It's bizarre, but then so is everything else in North Korea,\" said a senior official in the information agency. Well-informed observers of the North Korean scene last night offered two probable reasons for the delay, both of which might be correct. First it may genuinely be taking more time than expected for all the details of the visit to be cleared at the highest level, where decisions always have to be reached in North Korea. \"It is not just that the supreme leader Kim Jong-il must approve everything,\" said the editor of a Seoul newspaper. \"He may have to refer it to an inner core which includes senior army generals, and they have been difficult in the past.\" The second theory is that by imposing a delay of 24 hours, Pyongyang has reminded everyone - including its own people - who is calling the shots in this affair. \"It is after all the southern president who is going to the North,\" commented a Western diplomat, \"and not the other way around.\" It is still taken for granted that the summit will go ahead and that Seoul has received private assurances from Pyongyang which justify its confidence. Mr Park, who played a key role in secret negotiations leading up to the summit agreement, insisted there were no grounds for suspicion. But he also discounted expectations of any great results from the first-ever meeting between the leaders of North and South. \"We do not have high expectations, this is only the beginning,\" he said. \"Just the mere photograph of the two leaders smiling and shaking hands will provide momentum for the new millennium.\" His warning followed earlier attempts from the Blue House (South Korea's presidential office) to dispel excessive optimism about the prospects for reunification. President Kim was said to believe it was \"improper to talk about reunification\" while a million troops are still deployed across the 38th parallel. On a more practical note the Blue House said that unification would be far too expensive for South Korea's still shaky economy. Presidential estimates put the cost at up to $1,000bn (£660bn) - twice the South's annual GDP. Some agreements on investment to revive the North's moribund economy are still expected from the summit. But the South hopes to be an intermediary for western funds rather than having to dig deeply into its own pocket. While older South Koreans with relatives across the border still hanker after reunification, many younger people care much less. Cynical teenagers have been quoted in the press saying they don't want unification because \"it would make South Korea poor\". \"I don't want to give my computer games to North Korean children,\" insisted one 13-year-old boy. A Seoul journalist in her late 20s says that \"South Korean families have many layers,\" citing her own as an example: \"My grandmother came from a bourgeois family in the North. My grandfather came from the countryside in the south. My father was a student activist in the struggle against military dictatorship. And I grew up only interested in hip-hop, rap and MTV.\" Last night South Korea's information service admitted that Seoul had been \"embarrassed\" by the North Korean postponement. Officials cited a theory that Pyongyang might need the extra time to ensure Kim Dae-jung's security, since details of the president's itinerary had been published in the South Korean press. But those who have visited the North say that it is the last place on earth where security could be breached without the consent of the authorities.",
    "keywords": [
        "summit",
        "south",
        "korea",
        "delays",
        "president",
        "seoul",
        "kim",
        "reunification",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "\"It's bizarre, but then so is everything else in North Korea,\" said a senior official in the information agency.\nWell-informed observers of the North Korean scene last night offered two probable reasons for the delay, both of which might be correct.\nCynical teenagers have been quoted in the press saying they don't want unification because \"it would make South Korea poor\".\n\"I don't want to give my computer games to North Korean children,\" insisted one 13-year-old boy.\nLast night South Korea's information service admitted that Seoul had been \"embarrassed\" by the North Korean postponement.",
    "sentiment": {
        "neg": 0.0588,
        "neu": 0.8544,
        "pos": 0.0868,
        "compound": 0.1364
    }
}