{
    "date": "2000-06-14T01:42:23Z",
    "title": "Face to face at last",
    "url": "https://www.theguardian.com/world/2000/jun/14/northkorea.guardianleaders",
    "content": "The sun smiled down on South Korean President Kim Dae-jung's \"sunshine policy\" yesterday as the reclusive leader of North Korea, Kim Jong-il, broke cover and showed up at the airport to greet him at the start of a ground-breaking, three-day summit in Pyongyang. The gesture of welcome was unexpectedly gracious, and was followed by much grinning and hand-holding during a ride into the capital aboard a vintage Lincoln Continental - an odd choice of car given North Korea's top billing on America's list of \"rogue states\". But then almost everything about North Korea is worryingly odd, a principal reason why Seoul's Mr Kim is so anxious to engage the mystery man behind the personality cult. This first-step summit, unprecedented since the peninsula divided along cold war lines in 1948, is about building trust, reuniting families, opening communication links, enhancing trade, and increasing economic and food aid for the North. What it is not about is more problematic. This subliminal agenda includes North Korea's nuclear programme, which it has still not submitted fully to international inspections; its missile-building, which frightens not only neighbours like Japan but also the US (which has used it in part to justify its proposed, destabilising $60bn national anti-missile system); the US military bases in the South; and reunification which, while nobody's official policy, is the ultimate, logical outcome of a successful rapprochement. China and Russia also have a strong interest in Korean stability. Vladimir Putin will next month become the first Russian leader to visit Pyongyang. He will doubtless use the occasion to sow more doubts about Washington's star wars fantasies. But all that is for the future. The mere fact the two leaders have finally met face to face is a hopeful start. As South Korea's Mr Kim said sunnily: \"We will not be able to resolve all at once the bitterness that has accumulated over the past half century. But well begun is half done.\" Useful links North Korea: DPKR South Korea government",
    "keywords": [
        "policy",
        "summit",
        "odd",
        "south",
        "start",
        "korea",
        "face",
        "kim",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "But then almost everything about North Korea is worryingly odd, a principal reason why Seoul's Mr Kim is so anxious to engage the mystery man behind the personality cult.\nHe will doubtless use the occasion to sow more doubts about Washington's star wars fantasies.\nThe mere fact the two leaders have finally met face to face is a hopeful start.\nAs South Korea's Mr Kim said sunnily: \"We will not be able to resolve all at once the bitterness that has accumulated over the past half century.\nUseful links North Korea: DPKR South Korea government",
    "sentiment": {
        "neg": 0.0814,
        "neu": 0.766,
        "pos": 0.1526,
        "compound": 0.1778
    }
}