{
    "date": "2000-06-22T01:05:41Z",
    "title": "Coca-Cola finally conquers N Korea",
    "url": "https://www.theguardian.com/world/2000/jun/22/northkorea",
    "content": "It may have seemed that North Korea's half-century of isolation ended last week with a handshake between its Dear Leader Kim Jong-il and South Korea's Kim Dae-jung, but the \"real thing\" happened yesterday when the first lorryload of Coca-Cola pulled up at the borders of the reclusive communist state. The consignment came from China and arrived at the border near the town of Dandong. Robert Baskin, a company spokesman, said: \"I got a message this morning, confirming that we had actually moved in. \"We've been aware there might be some movement with respect to North Korea and other countries, so we had a contingency plan ready to go. \"We had a plant not far from the border and an agreement with a North Korean organisation that was going to distribute [it].\" Until now Coca-Cola and other multinational corporations have been kept out of North Korea by a US government embargo, but most of those sanctions were lifted on Monday, following last week's groundbreaking summit between the two Kims. Bemused North Koreans, who have been sheltered from much of the modern world by the quixotic regime in Pyongyang, may not know what to make of the black sticky drink, but for Coca-Cola it is another important step towards global dominance. The company's ubiquitous red and white logo can now be readily seen in shops just about anywhere in the world, with the exception of a handful of such US enemies as Cuba, Iraq, Iran and Libya - which have to rely on smuggled supplies.",
    "keywords": [
        "border",
        "white",
        "cocacola",
        "korea",
        "world",
        "conquers",
        "kim",
        "weve",
        "n",
        "finally",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "The consignment came from China and arrived at the border near the town of Dandong.\nRobert Baskin, a company spokesman, said: \"I got a message this morning, confirming that we had actually moved in.\n\"We've been aware there might be some movement with respect to North Korea and other countries, so we had a contingency plan ready to go.\n\"We had a plant not far from the border and an agreement with a North Korean organisation that was going to distribute [it].\"\nUntil now Coca-Cola and other multinational corporations have been kept out of North Korea by a US government embargo, but most of those sanctions were lifted on Monday, following last week's groundbreaking summit between the two Kims.",
    "sentiment": {
        "neg": 0.0203,
        "neu": 0.9199,
        "pos": 0.0597,
        "compound": 0.1247
    }
}