{
    "date": "2000-06-15T00:56:35Z",
    "title": "Quiet reclaims the streets of Pyongyang",
    "url": "https://www.theguardian.com/world/2000/jun/15/northkorea1",
    "content": "Pyongyang went back to work yesterday while its \"Dear Leader\", Kim Jong-il, held his triumphant summit with the South Korean president, Kim Dae-jung. The streets had returned to their usual sparse appearance not long after the joyous, but well disciplined, paper-flower-waving crowd that greeted Kim Dae-jung the day before had dispersed. Pyongyang's citizens walked briskly on the city's pavements, never crossing the road except at approved points, even when there was no traffic. Outside the shops - which were well-stocked - there were no crowds. Everyone was clad neatly, the men in white shirts and the women in skirts or traditional dress. Platforms on the Moscow-style underground with its pharaonic pillars and bare walls were also uncrowded. As always, it was a slight mystery where the masses had gone. The morning newspapers in Pyongyang gave heavy coverage to the visit but focused on the formal side. They said that the summit was one of the most significant events in the two Koreas' 5,000-year history - Koreans north and south claim their civilisation is a thousand years older than China's. The South Korean president had come to Pyongyang \"at his own request\", the media stressed, noting that he had \"made public a written statement on arrival\" - but did not publish it. The Workers' Daily gave a full account of Kim Dae-jung's banquet speech, in which he thanked North Korea for its hospitality and was deeply moved by \"patriotic love\". But ordinary North Koreans heard none of the chit-chat between the two leaders at their first meeting. No one expects them to learn of Kim Jong-il's off-the-cuff remark yesterday that, far from being reclusive, he has taken many secret holidays in China and Indonesia. All of this has been relayed back to Seoul by a small South Korean press party to more than 1,000 journalists crammed into the Seoul press centre, watching an intermittent live link with Pyongyang. Some South Korean journalists attempted to leave Pyongyang's Koryo Hotel for an early morning walk, but they were told that \"personal contacts with Pyongyang citizens would depart from the spirit of the summit agreement\". The only foreign media represented in Pyongyang were a Chinese and a Russian news agency, and a pro-Pyongyang Japanese newspaper. Even CNN, which had cultivated good links with North Korea, was denied entry for the summit. Kim Dae-jung and his wife Lee Hee-ho were taken yesterday, like all important visitors for the past decade, to the Mangyongdae Students' and Childrens' Palace. There they saw the usual massed groups of children playing the kayagum - a type of Korean harp - and the accordion; the songs were non-politically patriotic. Other members of the South Korean delegation visited a computer centre, where they found programs for playing the board game \"Go\", for North Korean karaoke, for teaching ballet and to introduce famous northern beauty spots. Some stories in the North Korean press gave a less rosy picture of education in Pyongyang. One report hailed the example of teacher-hero Kim Myong-hun, who invented a portable windmill to generate electricity, it said, because his night school had been hit by \"chronic blackouts since 1995\" and the students were forced to use candles.",
    "keywords": [
        "quiet",
        "summit",
        "south",
        "gave",
        "kim",
        "press",
        "daejung",
        "reclaims",
        "streets",
        "pyongyang",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "Pyongyang went back to work yesterday while its \"Dear Leader\", Kim Jong-il, held his triumphant summit with the South Korean president, Kim Dae-jung.\nThe streets had returned to their usual sparse appearance not long after the joyous, but well disciplined, paper-flower-waving crowd that greeted Kim Dae-jung the day before had dispersed.\nThe morning newspapers in Pyongyang gave heavy coverage to the visit but focused on the formal side.\nAll of this has been relayed back to Seoul by a small South Korean press party to more than 1,000 journalists crammed into the Seoul press centre, watching an intermittent live link with Pyongyang.\nSome stories in the North Korean press gave a less rosy picture of education in Pyongyang.",
    "sentiment": {
        "neg": 0.0301,
        "neu": 0.8862,
        "pos": 0.0835,
        "compound": 0.21
    }
}