{
    "date": "2000-04-10T13:55:21Z",
    "title": "Korea's historic summit",
    "url": "https://www.theguardian.com/world/2000/apr/10/qanda.derekbrown",
    "content": "Who is meeting whom? President Kim Dae Jung, of the Republic of Korea, is to fly north to meet President Kim Jong Il, of the People's Democratic Republic of Korea. The meeting is scheduled for June, and will be the first such summit since the peninsula was partitioned by the USA and the Soviet Union in 1945. Why has it taken so long? The two parts of Korea went to war with each other in 1950. A truce was agreed in 1953, but they are still working on a peace treaty. Technically, the war continues, and north-south relations have rarely been warmer than frosty. Is the timing of the latest diplomatic initiative significant? It will fall half a century, to the month, since North Korean troops crossed the 38th parallel into the south. Also the announcement of the summit is timed rather usefully for Kim Dae Jung, coming as it does just four days before the south holds parliamentary elections. It should boost the chances of the ruling Millennium Democratic party. What do the two leaders hope to achieve? According to the southern government, the summit will \"promote national reconciliation, unity, exchanges and peaceful unification\". The Korean Central News Agency, the tongue-tied mouthpiece of the north, talks only of \"a preliminary contact to discuss procedural matters\". What do the two men have in common? Language. Culture, in the historical sense. Otherwise, nothing. Kim Dae Jung is a veteran dissident, who has frequently been imprisoned and persecuted for pro-democracy campaigning. Kim Jong Il is a rigid authoritarian and Stalinist ideologue, known officially as the Dear Leader. His only qualification for the job is that he is the son of North Korea's founding dictator, Kim Il Sung, aka the Great Leader. What significance does the summit have for the wider world? Enormous. North Korea is a pariah state with a shattered, barely functional economy - but it is said to have nuclear weapons technology. The regime in the northern capital, Pyongyang, is desperate to get itself off Washington's list of terrorist-sponsoring nations, and resume normal international trade relations. The US, for its part, would welcome any chance of reducing or even removing its military presence from the south, where it currently has 37,000 troops. What's in it for the Koreans? For the north, a glimmer of hope of greater political freedom, and maybe even some economic improvement. Pyongyang has been reduced to pleading for international food aid: its people, struggling with poverty, flooding, and chronic mismanagement, have faced recurring famines. For the booming, prosperous south, reconciliation means stability, and an end to the periodic scares sparked by northern incursions by land and sea. In both parts of Korea, national reunification is a passionately desired long-term goal. Why does the long-ago war cast such a long shadow? It was a long, bitter, bloody affair, involving both world superpowers, and devastating most of the peninsula. The Chinese also intervened, and the Americans came close to using nuclear weapons. In the ebb and flow of the conflict, hundreds of thousands of lives were lost. At least 16 member-countries of the United Nations, Britain included, sent contingents of troops to aid of South Korea's corrupt and dictatorial ruler, Synghman Ree. Why do they call it \"the forgotten war\"? Every war is called that, nowadays. In fact, Korea is remembered vividly. Among the dozens of websites devoted to keeping the memory fresh, for example, is an immensely moving one by a Korean witness. Others testify to the bravery of the men who fought - and the pig-headed stupidity of many of their leaders. Other useful links Korea Times Korean Herald Yahoo! coverage of North Korea Yahoo! coverage of South Korea",
    "keywords": [
        "summit",
        "war",
        "south",
        "jung",
        "troops",
        "korea",
        "kim",
        "korean",
        "long",
        "historic",
        "north",
        "koreas"
    ],
    "summary": "It will fall half a century, to the month, since North Korean troops crossed the 38th parallel into the south.\nAlso the announcement of the summit is timed rather usefully for Kim Dae Jung, coming as it does just four days before the south holds parliamentary elections.\nNorth Korea is a pariah state with a shattered, barely functional economy - but it is said to have nuclear weapons technology.\ncoverage of North Korea Yahoo!\ncoverage of South Korea",
    "sentiment": {
        "neg": 0.0841,
        "neu": 0.8225,
        "pos": 0.0934,
        "compound": 0.0242
    }
}