{
    "date": "2000-06-15T00:56:37Z",
    "title": "Two Koreas toast historic friendship pact",
    "url": "https://www.theguardian.com/world/2000/jun/15/northkorea",
    "content": "North and South Korea signed a path-breaking agreement last night after a whirlwind courtship of less than two days. President Kim Dae-jung and the northern leader, Kim Jong-il, raised clasped hands together in a victory sign. Kim Jong-il then led the toast, draining his glass with zest, and his guest followed suit. The joint declaration, signed on the second day of the summit, stated that the two sides would \"resolve the issues of reunification independently and through the joint efforts of the Korean people\". The outside world was shrugged aside in a mood of Korean togetherness. A second clause tackled the emotive issues of divided families, with an agreement to exchange visits in two months' time. There was also an agreement to tackle the problem of long-term prisoners in South Korea, who include spies and those convicted under anti-communist laws. A third provision commits both Koreas to full economic cooperation, though without specific details. But a pledge to do so \"in a balanced manner\" suggest that real linkages will be allowed between the two economies. Finally and sensationally, Kim Jong-il agreed to pay an exchange visit to Seoul \"at an appropriate time\". Many observers had doubted that he would ever venture into the media maelstrom of the south. The agreement followed a second day infused throughout by a warm glow of pan- Korean sentiment. The two leaders met for longer than expected in their first serious talks. If Kim Dae-jung mentioned the concerns of South Korea's allies, particularly about missiles and nuclear development, this was not reflected in public statements. In a banquet speech after the talks, an elated Kim Dae-jung declared that he and Kim Jong-il had \"successfully concluded the summit\". A small hitch followed before the two finally signed, at 11.20pm. The precise wording of a formula on interim steps to unification was left undecided. Some commentators last night asked whether this agreement was more likely to produce results than those of 1972 and 1991, arguing that the wording remained vague. The difference is that both were the result of secret talks which have occurred frequently in the last 30 years. This time there is a commitment in public to achieve results. \"The Korean people are one: we have a common fate,\" Kim Dae-jung told his audience. \"There is nothing we cannot do if we make steady efforts with good faith and patience.\" But he stressed the need for \"continuing dialogue and exchanges\". South Korean officials have insisted that any agreement will require hard work to implement. The Seoul government is expected to reassure the outside world, and Washington above all, that it has not turned its back on multilateral diplomacy. Kim Dae-jung declared that the two Koreas should \"block any recurrence of war, should not harm each other and should expand exchanges and cooperation\". In this way, he continued, they would be able to \"cleanly eliminate the elements of the cold war from the Korean peninsula\". To northern ears, this could sound like a commitment to seek the removal of US troops from the south. Washington may also seek clarification. For South Korean opinion, the agreement, coming on top of the warm atmosphere of the whole summit, will complete the remarkable transformation of North Korea from public enemy to close family. \"I cried a little bit,\" said a young Seoul professional. \"I felt reborn. We used to believe they were monsters in the north, now we have to realise they are part of us.\" Kim Dae-jung can justly claim much of the credit for persisting in his \"sunshine policy\" after becoming president in 1998, despite initial rebuffs by Pyongyang and scepticism in the south. But Kim Jong-il, though keeping his cards concealed to the end, is believed to have set in motion the north's slow process of opening the door many years ago. Yesterday the northern leader addressed South Korean concerns by acknowledging that families divided since the Korean war were waiting for \"good news\". Later at the banquet, he told Kim Dae-jung that he should \"visit Mount Paekdu sometime\". This is no casual invitation. The mountain on the northern border with China is sacred to all Koreans as the mythical source of their civilisation. On the margin of the summit, sports representatives of the two countries discussed the possibility of forming joint football and table tennis teams at the Sydney Olympic games.",
    "keywords": [
        "summit",
        "war",
        "south",
        "friendship",
        "northern",
        "pact",
        "kim",
        "daejung",
        "agreement",
        "korean",
        "jongil",
        "toast",
        "historic",
        "talks",
        "koreas"
    ],
    "summary": "President Kim Dae-jung and the northern leader, Kim Jong-il, raised clasped hands together in a victory sign.\nKim Jong-il then led the toast, draining his glass with zest, and his guest followed suit.\nFinally and sensationally, Kim Jong-il agreed to pay an exchange visit to Seoul \"at an appropriate time\".\nIf Kim Dae-jung mentioned the concerns of South Korea's allies, particularly about missiles and nuclear development, this was not reflected in public statements.\nLater at the banquet, he told Kim Dae-jung that he should \"visit Mount Paekdu sometime\".",
    "sentiment": {
        "neg": 0.0588,
        "neu": 0.8562,
        "pos": 0.0849,
        "compound": 0.0922
    }
}