{
    "date": "2000-08-16T00:02:15Z",
    "title": "Two Koreas put on a show of joy and grief as families meet after 50 years",
    "url": "https://www.theguardian.com/world/2000/aug/16/northkorea",
    "content": "North and South Korea were yesterday engulfed in an emotional national reunion as two groups of divided relatives met after 50 years apart. But there was more grief than joy as hundreds of fathers and daughters, sons and mothers, brothers and sisters - even husbands and wives - relived the agonies of separation. Mun Byong-chol, who left for the North in 1950, sat silently in Seoul while his sister told him his mother had missed him dearly until she succumbed to senility. \"I finally managed to explain that her son would visit her soon,\" she said. \"She clung on to me tight, and asked, 'Can I meet him today?'\" Mr Mun's mother died just four days ago. He sat awkwardly opposite his sister and muttered, \"Let's try to talk about nice things.\" The family meetings in the two capitals of Seoul and Pyongyang were extremely public shows flooded by bright camera lights, but they were also private outpourings of past misery. One hundred North Koreans flew south to Seoul in the morning, nearly all successful men wearing suits and badges bearing the image of their late leader, Kim Il-sung. The plane then took a more diverse mixture - chosen by a computer lottery - from the South to Pyongyang. The North Koreans were smiling as they filed into Seoul's convention centre, but within seconds there were sobs, shouts of anguish, and appeals to the memory of dead parents. Relatives rubbed the faces of those who had returned, as if to convince themselves they really existed. A northerner stroked his brother's forehead; a southern mother buried her head in her son's chest; another northerner writhed on the floor before his 91-year-old father, whose eyes showed no sign of recognition. Some tried desperately to revive their own memories. \"I can remember you all,\" said a North Korean, \"it's just that I can't remember your first names.\" \"Do you recognise me?\" one man cried out. \"I am your father.\" Kim Hee-young, 72, was reunited with the wife he left behind when he volunteered to go north. He became a hero of the revolution and married again. Yesterday he apologised to his ex-wife, saying she had \"not changed a bit\". But she shook her head. \"I really can't recognise my husband,\" she told a TV reporter. \"He has changed so much.\" She said had been forced to remarry: \"I was young and had no money. I hesitated for some time but had to give in.\" Her son by the second marriage persuaded her to attend this meeting. \"I'm not sorry that you remarried,\" Mr Kim told her. She replied: \"You came back while I was pregnant, took some new clothes, and went away. You never saw our daughter.\" \"Yes, I did,\" he protested, \"but I didn't know her name.\" This second step in the North-South thaw after the summit in June between the North Korean leader, Kim Jong-il, and the South's president, Kim Dae-jung, was choreographed in strict detail, with each visitor allowed to meet five relatives. They are to meet privately today and tomorrow. Minders from the North listened in to the conversations and many of the visitors to Seoul took pains to pay tribute to \"the General\", Kim Jong-il. Rim Jae-hyok sat next to his 91-year old father, who is in a wheelchair and can only communicate by writing notes. \"The General has allowed me to say hello to my father,\" Mr Rim said. \"Now I have seen him at this table, I am sure that on the basis of the joint declaration we should reunify as soon as possible.\" He added less formally: \"It would be even better if I had my mother at the table. I wish I could go and pay my respects to her.\" By joint agreement, visits to family graves are not allowed. There were similar scenes at the Koryo Hotel in Pyongyang, although the media was more restrained and not everyone wept. One southern woman questioned her long-lost brother closely, to be sure it was him. \"Do you remember where we used to live? How far was it from grandma's house?\" Sorrow Another southerner lay prostrate with grief while her sister told the press she was \"more than grateful to the two leaders\" for allowing them to meet. One visitor took a long time to sort out relationships. \"So you're the second son to my elder brother,\" he finally exclaimed. He went on to explain that the brother was \"well and prosperous in the US\" - not the most tactful message to deliver in North Korea. On the margins of the reunion in Seoul were some who had been excluded. The relatives of three fishermen captured by the North more than 10 years ago held up portraits outside the hotel where the visitors are staying. But the general mood was expressed by a euphoric television commentator who enthused that \"one hour ends 50 years\". It is not quite that simple: the tortured history of this divided peninsula will take much longer to consign to the past. So, by the evidence of yesterday's family meetings, will the private grief of its people. A banner outside the Seoul convention centre was decorated with the names of nearly 80,000 \"separated family members\" who have registered with the Red Cross to meet their relatives. There has only been one such meeting before, half the size of this one, during a more tentative thaw in 1985. Kim Jong-il raised hopes at the weekend of more reunions to come, but the real number of the divided is more than a million on each side. Many of those millions will not be alive much longer. Even amid Korea's new euphoria, most people admit that the great goal of reunification is a long way off. The North Head of state Dear Leader Kim Jong-il Capital Pyongyang Area 120,540 square kilometers Population 21 million Religion Buddhism, Confucianism Literacy 99 per cent GDP $21.86bn (£14.57bn) Telephones 1.4 million Televisions 2 million The South Head of state President Kim Dae-jung Capital Seoul Area 98,480 square km Population 46 million Religion Christianity, Buddhism, Confucianism Literacy 98% GDP $584.7bn (£389.8bn) Telephones 16.6m Televisions 9.3m Hear John Gittings reporting from Korea on the Guardian network at www.guardianunlimited.co.uk/korea Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "south",
        "50",
        "korea",
        "north",
        "meet",
        "million",
        "kim",
        "seoul",
        "joy",
        "relatives",
        "told",
        "took",
        "families",
        "grief",
        "koreas"
    ],
    "summary": "North and South Korea were yesterday engulfed in an emotional national reunion as two groups of divided relatives met after 50 years apart.\nBut there was more grief than joy as hundreds of fathers and daughters, sons and mothers, brothers and sisters - even husbands and wives - relived the agonies of separation.\n\"I'm not sorry that you remarried,\" Mr Kim told her.\nHe went on to explain that the brother was \"well and prosperous in the US\" - not the most tactful message to deliver in North Korea.\nEven amid Korea's new euphoria, most people admit that the great goal of reunification is a long way off.",
    "sentiment": {
        "neg": 0.0719,
        "neu": 0.8607,
        "pos": 0.0674,
        "compound": 0.0203
    }
}