{
    "date": "2000-07-29T00:11:01Z",
    "title": "Historic handshake ends 50-year freeze",
    "url": "https://www.theguardian.com/world/2000/jul/29/northkorea",
    "content": "North Korea and the US shook hands at foreign ministerial level yesterday in a meeting that could not have been imagined in the past 50 years. The historic meeting, on the fringe of an Asian regional security conference in Bangkok, Thailand, started with a smiling handshake and lasted for more than an hour - twice the scheduled time. It showed that the momentum of the North's opening to the world at last month's inter-Korean summit is being vigorously sustained. Canada this week joined Australia and Italy in agreeing to open diplomatic relations with the country, which until recently was completely ostracised by the west. The Bangkok meeting was literally clothed with symbolism. The US secretary of state Madeleine Albright wore a canary-yellow outfit. The colour is thought to allude to the \"sunshine policy\" of South Korea's president, Kim Dae-jung who launched the initiative to woo the North two years ago. North Korea's foreign minister Paek Nam-sun wore a dark suit, showing immaculate conformity with international diplomatic practice. The two ministers spent 10 minutes posing for the press, which has mobbed Mr Paek since he arrived in Bangkok. Ms Albright said she told Mr Paek the US was \"encouraged by his government's recent efforts to establish diplomatic contacts among the nations and by its moratorium on long-range missile launchers\". But she said she had stated US concerns about other aspects of the alleged North Korean \"missile threat\" and its possible nuclear intentions. There was a long way to go, she insisted, before relations really improved. The North refused to elaborate on a proposal relayed by the Russian president, Vladimir Putin, on his recent visit to North Korea, suggesting it would give up its missile plans in return for help with a space programme. Observers suggest that having made diplomatic ground so quickly, the North's leader Kim Jong-il can afford to keep some negotiating cards in reserve. The US for its part is anxious not to succumb to the euphoria visible in South Korea. Seoul expects a visit today from a Northern delegation to discuss ways of implementing last month's summit agreements on expanding economic ties and reducing tension. However, the South Korean public was far more interested yesterday in news that a 71-year-old Southerner has just learned that his 109-year-old mother is still alive in the North. Chang Yi-yoon last saw his mother Koo In-hyun in January 1951 at the height of the Korean war. She was included on a list compiled by the North that will be the basis for a meeting of divided families in August. \"We are marching to reunification in our hearts\", a South Korean journalist said of the public mood, \"even though we find the reality amazing.\" The North-South rapprochement has spurred a more negative mood in South Korea towards the 37,000 US troops there, with criticism expressed even by Mr Kim. The South's president said recently that most South Koreans are \"frustrated\" by the troops' conduct and warned that anti-Americanism could erupt if grievances were not addressed. These include anger over evidence that South Korean civilians were killed by US forces in the Korean war. The US and North Korean ministers met at the Regional Security Forum of the Association of South-East Asian Nations. The forum is also attended by the US and the EU. The EU external affairs commissioner, Chris Patten, said \"the permafrost is beginning to melt\" and that the EU wants to extend technical cooperation to North Korea. An official Chinese magazine has suggested that Pyongyang might accept the presence of US troops in South Korea - till now the objection of passionate denunciation. An article in this week's Beijing Review claimed this could be acceptable to North Korea if the US signed a mutual peace treaty with it and agreed its troops should be neutral. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "paek",
        "meeting",
        "diplomatic",
        "south",
        "handshake",
        "troops",
        "mr",
        "korea",
        "ends",
        "freeze",
        "president",
        "50year",
        "historic",
        "north",
        "korean"
    ],
    "summary": "The two ministers spent 10 minutes posing for the press, which has mobbed Mr Paek since he arrived in Bangkok.\nBut she said she had stated US concerns about other aspects of the alleged North Korean \"missile threat\" and its possible nuclear intentions.\nThe US for its part is anxious not to succumb to the euphoria visible in South Korea.\nThese include anger over evidence that South Korean civilians were killed by US forces in the Korean war.\nThe US and North Korean ministers met at the Regional Security Forum of the Association of South-East Asian Nations.",
    "sentiment": {
        "neg": 0.0518,
        "neu": 0.8701,
        "pos": 0.0781,
        "compound": 0.0992
    }
}