{
    "date": "2000-10-28T23:10:07Z",
    "title": "Korea: 'Kidnap' blocks path to detente",
    "url": "https://www.theguardian.com/world/2000/oct/29/northkorea",
    "content": "The fate of a schoolgirl who went missing at the age of 13 is likely to prove more of a stumbling block than ballistic missiles and nuclear weapons when the foreign ministers of Japan and North Korea hold historic talks this week aimed at establishing diplomatic relations. Megumi Yokota is a cause célèbre in Japan - and the biggest thorn in the side of closer bilateral ties. Her parents have collected 1.5 million signatures demanding that the government holds back from normalisation of diplomatic ties until the issue is resolved. Megumi has not been seen in Japan since setting off home on the evening of 15 November 1977, along a coastal road in the Niigata prefecture in north western Japan. She never arrived. For years, little attention was paid to the disappearance but in 1987 the story re-emerged following reports that Megumi may have been abducted by North Korean agents. According to South Korean intelligence services, she was plucked from the shoreline after spotting spy submarine activity. Defectors from the North Korean capital, Pyongyang, have since claimed they saw Megumi in North Korea, where, they said, she was being used to train secret agents in Japanese language and culture. Initially dismissed by many as far-fetched, the story has gained credence. North Korean spy ships and submarines have been seen close to the Japanese shore on numerous occasions. And Megumi is not alone. The Japanese government believes 10 of its citizens have been whisked off beaches on Japan's west coast, which faces North Korea. Defectors say they were abducted for their identity papers. The kidnapped Japanese are also said to have been used as instructors. Kim Hyon Hui, who bombed a South Korean jet killing 115 people in 1987, said after her arrest that she had been taught how to pass herself off as Japanese by a woman she identified as Yaeko Taguchi, who went missing from Tokyo in June 1978. North Korea angrily denies such claims and refuses to discuss allegations that it is hiding Megumi and the other nine missing Japanese nationals. This creates a dilemma for Japanese diplomats, who do not want to be left behind by international moves to embrace the North, but cannot risk the backlash of public opinion that would come from shelving the subject of abductions. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "path",
        "megumi",
        "korea",
        "detente",
        "used",
        "north",
        "went",
        "ties",
        "japanese",
        "japan",
        "missing",
        "blocks",
        "kidnap",
        "korean"
    ],
    "summary": "Defectors from the North Korean capital, Pyongyang, have since claimed they saw Megumi in North Korea, where, they said, she was being used to train secret agents in Japanese language and culture.\nNorth Korean spy ships and submarines have been seen close to the Japanese shore on numerous occasions.\nThe Japanese government believes 10 of its citizens have been whisked off beaches on Japan's west coast, which faces North Korea.\nNorth Korea angrily denies such claims and refuses to discuss allegations that it is hiding Megumi and the other nine missing Japanese nationals.\nUseful links Korea Web Weekly Democratic People's Republic of Korea",
    "sentiment": {
        "neg": 0.0873,
        "neu": 0.8511,
        "pos": 0.0616,
        "compound": -0.1652
    }
}