{
    "date": "2001-05-05T00:04:01Z",
    "title": "Little General gets marching orders on trip to Disneyland",
    "url": "https://www.theguardian.com/world/2001/may/05/northkorea",
    "content": "The \"Little General\" who is being groomed to inherit North Korea's communist dynasty was unceremoniously kicked out of Japan yesterday after he tried to sneak into the country with his family for a trip to Tokyo Disneyland. Kim Jong-nam, his wife, son and another relative were deported to Beijing three days after immigration officials at Tokyo's Narita airport detained them for attempting to enter Japan on false passports. The Japanese government refused police requests to press charges and sent the illegal immigrants to China without formally identifying them. There is little doubt, however, that the 29-year-old man at the centre of all the attention is the eldest son of North Korea's \"Dear Leader,\" Kim Jong-il. TV footage of the departure showed a man closely resembling the north's leader. Portly, balding and wearing gold-rimmed spectacles, the deportee sauntered with great self-assurance from the security van to the jet that was taking him out of the country. According to Japanese media reports, immigration officials had been tipped off about Kim Jong-nam's arrival with two women and a child, believed to be his wife, four-year-old son and another relative. When they questioned him, he admitted buying the forged passport for $2,000 (£1, 300) and revealed his identity. He told investigators that he planned to take his family to Tokyo Disneyland, saying he had been there once before in his teens. This revelation is an embarrassment for Japan, which has hostile relations with North Korea. According to South Korean media, Kim Jong-nam has been a member of the north's intelligence services for almost two years. Yet it appears that he has secretly visited Japan on numerous occasions. The forged Dominican passport showed that he entered the country twice in the past 12 months alone. If revealed in North Korea, Kim Jong-nam's planned Disneyland vacation is unlikely to go down well at a time when millions face starvation. His father, however, may be more understanding. The Dear Leader has hinted that he travelled overseas incognito on several occasions. As an aficionado of Hollywood films, the older Kim may also empathise with his son's apparent passion for American-style entertainment. Some Pyongyang-watchers suspected that Japan had deliberately leaked news of Mr Kim's illegal entry to weaken North Korea's position in future negotiations. Related articles 03.05.2001: Son of North Korean leader 'enters Japan illegally' 03.05.2001: The People's Paradise crumbles 03.05.2001, analysis: In the land of the Kims 10.04.2001: Koreans angry at Japan's approval of book sanitising war atrocities Netnotes Korea Useful links Kyodo News Agency North Korean Central News Agency Korea Herald (South Korea)",
    "keywords": [
        "leader",
        "gets",
        "orders",
        "korea",
        "general",
        "kim",
        "marching",
        "little",
        "japan",
        "disneyland",
        "country",
        "korean",
        "trip",
        "son",
        "north",
        "koreas"
    ],
    "summary": "The \"Little General\" who is being groomed to inherit North Korea's communist dynasty was unceremoniously kicked out of Japan yesterday after he tried to sneak into the country with his family for a trip to Tokyo Disneyland.\nThere is little doubt, however, that the 29-year-old man at the centre of all the attention is the eldest son of North Korea's \"Dear Leader,\" Kim Jong-il.\nThis revelation is an embarrassment for Japan, which has hostile relations with North Korea.\nIf revealed in North Korea, Kim Jong-nam's planned Disneyland vacation is unlikely to go down well at a time when millions face starvation.\nSome Pyongyang-watchers suspected that Japan had deliberately leaked news of Mr Kim's illegal entry to weaken North Korea's position in future negotiations.",
    "sentiment": {
        "neg": 0.0767,
        "neu": 0.8607,
        "pos": 0.0625,
        "compound": 0.0095
    }
}