{
    "date": "2001-05-03T11:40:12Z",
    "title": "Son of North Korean leader 'enters Japan illegally'",
    "url": "https://www.theguardian.com/world/2001/may/03/northkorea1",
    "content": "A man authorities believe to be the eldest son of North Korean leader Kim Jong Il was detained at Narita airport outside Tokyo for attempting to enter Japan illegally, Kyodo News agency reported today. Government officials said they were trying still to identify the man, and planned to expel him to China within a couple of days. National broadcaster NHK reported that the man told authorities he was South Korean. A South Korean government source said: \"There is a possibility that he may indeed be Kim Jong Nam, the son of Kim Jong Il. But we are still collecting intelligence and we cannot say it for sure.\" Kyodo said immigration officers detained the man when he arrived from Singapore on Tuesday aboard a Japan Airlines flight with three other people. He carried a forged passport from the Dominican Republic, Kyodo said. The national police agency, the immigration office, the prime minister's spokesman, Narita police, the Foreign Ministry and the airline all said that they could not immediately confirm the reports. Japanese government sources said that the people with the man were thought to be relatives. The general association of Korean residents in Japan said it had no information on the report and that no visit by the reclusive North Korean leader's eldest son was scheduled. Meanwhile, Kim Jong Il today told a European delegation that his moratorium on missile tests would last at least until 2003, officials said. During five hours of talks with the first western European leaders to visit North Korea, Kim also said that he wants to hold a second summit with South Korean leader Kim Dae Jung, but not while the Bush administration is reviewing its policies with the North, EU officials said. They added that North Korea has agreed to send officials to Europe this summer to discuss opening talks about its human rights record. Little is known about Kim Jong Il's family, but according to South Korean officials, he is believed to have three children, including Kim Jong Nam, who was born in 1971. All were born to different mothers. Kim Jong Nam was born to 64-year-old Sung Hae Rim. Sung made international headlines in 1996 when she was reported to have defected to the West after disappearing from her Swiss villa. The news followed rumours that Kim Jong Il had jilted her. But South Korea's main government spy agency later denied the reports. Kim Jong Nam has lived most of his life abroad, in countries such as Switzerland and Russia. His mother, Sung, is believed to be in Moscow for medical treatment for depression. Related articles 03.05.2001: The People's Paradise crumbles 03.05.2001, analysis: In the land of the Kims 10.04.2001: Koreans angry at Japan's approval of book sanitising war atrocities Netnotes Korea Useful links Kyodo News Agency North Korean Central News Agency Korea Herald (South Korea)",
    "keywords": [
        "south",
        "leader",
        "illegally",
        "jong",
        "man",
        "korea",
        "nam",
        "enters",
        "agency",
        "kim",
        "japan",
        "officials",
        "son",
        "north",
        "korean"
    ],
    "summary": "A man authorities believe to be the eldest son of North Korean leader Kim Jong Il was detained at Narita airport outside Tokyo for attempting to enter Japan illegally, Kyodo News agency reported today.\nA South Korean government source said: \"There is a possibility that he may indeed be Kim Jong Nam, the son of Kim Jong Il.\nThe general association of Korean residents in Japan said it had no information on the report and that no visit by the reclusive North Korean leader's eldest son was scheduled.\nLittle is known about Kim Jong Il's family, but according to South Korean officials, he is believed to have three children, including Kim Jong Nam, who was born in 1971.\nKim Jong Nam has lived most of his life abroad, in countries such as Switzerland and Russia.",
    "sentiment": {
        "neg": 0.0543,
        "neu": 0.9194,
        "pos": 0.0263,
        "compound": -0.0888
    }
}