{
    "date": "2001-09-03T02:15:00Z",
    "title": "N Korea calls for talks to resume",
    "url": "https://www.theguardian.com/world/2001/sep/03/northkorea",
    "content": "North Korea unexpectedly called for the swift resumption of talks with its estranged southern neighbour yesterday, apparently reversing its previous policy. Sceptics denounced it as a political ploy aimed at shoring up support for President Kim Dae-jung's increasingly unpopular \"sunshine policy\" of engagement with the North, which faces a crucial test in the South Korean parliament today. But others said it could be a positive response to recent signals from Washington that President George Bush is prepared to resume talks with Pyongyang, which have been on ice since he took office in January. The North Korean government halted its talks with Seoul, apparently in response to Mr Bush's hard line, in March. Yesterday, in a message broadcast on Pyongyang radio, it called for them to be reopened \"as soon as possible\". It added that both sides should invoke the spirit of last year's historic summit between President Kim and the North Korean leader, Kim Jong-il: the first meeting between the leaders of the two halves of the divided peninsula. A spokesman in Seoul confirmed that the unification minister, Lim Dong-won, had received a message from Pyongyang expressing such sentiments and hoping for a positive response. Mr Lim, a key advocate of closer ties with the North, faces a parliamentary vote of no confidence today for approving a recent visit to Pyongyang by South Korean activists. It is expected to be passed, dealing a potentially fatal blow to the sunshine policy. South Korean politicians were quick to say that the timing of Pyongyang's olive branch suggested that it was motivated more by the desire to influence the outcome of today's vote than by any real interest in resuming the dialogue, in which it has shown little interest since the summit. Chang Kwang-keun, a spokesman for the Grand National Party opposition, denounced it as \"an open attempt to meddle in our internal politics\". Even the government party, the Millennium Democratic party, was sceptical, saying: \"We had over and over again urged North Korea to attend government-level meetings,\" it said in a statement. \"We will have to analyse why North Korea requested a resumption in dialogue at this point in time.\" The Chinese president, Jiang Zemin, visits the North Korean capital today and is expected to press for a speedy resumption of the talks. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "south",
        "korea",
        "north",
        "president",
        "calls",
        "n",
        "resumption",
        "today",
        "response",
        "resume",
        "pyongyang",
        "talks",
        "korean"
    ],
    "summary": "North Korea unexpectedly called for the swift resumption of talks with its estranged southern neighbour yesterday, apparently reversing its previous policy.\nThe North Korean government halted its talks with Seoul, apparently in response to Mr Bush's hard line, in March.\nEven the government party, the Millennium Democratic party, was sceptical, saying: \"We had over and over again urged North Korea to attend government-level meetings,\" it said in a statement.\n\"We will have to analyse why North Korea requested a resumption in dialogue at this point in time.\"\nThe Chinese president, Jiang Zemin, visits the North Korean capital today and is expected to press for a speedy resumption of the talks.",
    "sentiment": {
        "neg": 0.0293,
        "neu": 0.8447,
        "pos": 0.126,
        "compound": 0.357
    }
}