{
    "date": "2001-08-06T02:10:28Z",
    "title": "Bush shield unites Putin and Kim",
    "url": "https://www.theguardian.com/world/2001/aug/06/russia.northkorea",
    "content": "Russia and North Korea formed an unlikely alliance against the US plan to push ahead with a missile defence shield at the weekend, while sending conciliatory signals to Washington designed to undermine the rationale of the American initiative. In his first summit not held in his homeland or China, the North Korean leader, Kim Jong-il, reaffirmed during his talks in the Kremlin with Vladimir Putin that his country has suspended its ballistic missile tests. Its test-firing of a missile over Japan in 1998 alarmed the world and provided Washington with the grounds for pushing ahead with its missile defence planning. The testing programme was suspended a year later, but the weekend declaration by Mr Kim was the first by Pyongyang since George Bush was elected president last year. No more missiles are to be tested until 2003. The joint Russian-North Korean declaration, stressing the inviolability of the 1972 anti ballistic missile treaty which the US wants to scrap or or amend, preceded arms talks due between senior US and Russian officials in Washington today. The two sides are to explore nuclear arms cuts as well as missile defence, and whether the US will be able to proceed without abrogating the ABM treaty. Yesterday Mr Kim visited Russian space facilities outside Moscow before boarding his armoured train to travel to St Petersburg last night. Mr Putin clearly calculated that he could use Mr Kim's visit to strengthen his hand in the arms talks by presenting himself as a willing mediator in the service of Korean unification, and by improving trade. A year after Mr Putin's pioneering visit to Pyongyang and 14 months after the first intra-Korean summit there, Mr Putin is believed to have pressed Mr Kim to go to Seoul this year for a second summit. The joint statement bowed to Mr Kim's sensibilities by voicing Russian \"understanding\" of his demand that the US pull its troops out of South Korea. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "summit",
        "mr",
        "korea",
        "washington",
        "talks",
        "kim",
        "russian",
        "korean",
        "putin",
        "missile",
        "unites",
        "shield",
        "bush"
    ],
    "summary": "In his first summit not held in his homeland or China, the North Korean leader, Kim Jong-il, reaffirmed during his talks in the Kremlin with Vladimir Putin that his country has suspended its ballistic missile tests.\nThe testing programme was suspended a year later, but the weekend declaration by Mr Kim was the first by Pyongyang since George Bush was elected president last year.\nYesterday Mr Kim visited Russian space facilities outside Moscow before boarding his armoured train to travel to St Petersburg last night.\nA year after Mr Putin's pioneering visit to Pyongyang and 14 months after the first intra-Korean summit there, Mr Putin is believed to have pressed Mr Kim to go to Seoul this year for a second summit.\nThe joint statement bowed to Mr Kim's sensibilities by voicing Russian \"understanding\" of his demand that the US pull its troops out of South Korea.",
    "sentiment": {
        "neg": 0.0641,
        "neu": 0.8769,
        "pos": 0.059,
        "compound": -0.0673
    }
}