{
    "date": "2001-01-12T02:53:07Z",
    "title": "US 'regrets' killing Korean war refugees",
    "url": "https://www.theguardian.com/world/2001/jan/12/northkorea",
    "content": "President Bill Clinton issued an unprecedented statement of regret yesterday for the killing of Korean refugees at No Gun Ri during the Korean war, after an investigation lasting 15 months. \"I deeply regret that Korean civilians lost their lives at No Gun Ri,\" he said, but he did not refer to the role of US troops in the incident. \"We have been unable to determine the exact events,\" he said, calling the episode a \"painful reminder of the tragedies of war\". Although the statement stopped short of the formal apology and acceptance of guilt sought by many in South Korea, the Pentagon is reported to have agreed to pay $1m to build a monument near the now infamous South Korean village, and $750,000 to create a memorial scholarship for Korean students. Pentagon investigators examined more than 1m documents and interviewed about 170 veterans of the 1950-53 Korean war after reports of the massacre by US troops appeared in 1999. They found that young, poorly trained recruits fired on a group of refugees sheltering under a railway bridge during the early days of the war, in July 1950. The soldiers, who were in confused retreat, were said to have panicked because they had been warned that enemy North Korean troops were disguised as civilians. The refugees were killed by \"small arms, machine guns, mortar and artillery fire\", the report quoted US veterans as saying. It also cited Korean witnesses, who said the refugees were strafed by US planes. The investigators said they had found no evidence that the massacre was carried out on the orders of military leaders, however, contradicting the Associated Press articles which broke the story in 1999. According to AP, the 25th infantry division was told that civilians should be \"considered as unfriendly and shot\". Yesterday's report said only that US soldiers \"were legitimately fearful of the possible infiltration of North Korean soldiers who routinely entered American lines in groups disguised as civilians in refugee columns and then attacked American positions from the rear\". Mr Clinton decided that an apology was unnecessary and no financial compensation would be paid directly to the survivors or victims' families. It remains to be seen whether his statement will be sufficient to quell rising anti-US sentiment. Although officials from Washington and Seoul have spent more than a month trying to harmonise their response to the investigation, they remain far apart in their estimates of the scale of the massacre. In a statement of \"mutual understanding\", the South Koreans claim that 248 people were killed or wounded. The US says this figure is exaggerated, but does not give an alternative. Pentagon advisers told the investigators that the number was probably between 50 and 100. Fear of a deterioration in relations between Seoul and Washington has increased as North and South Korea have entered their closest rapprochement since the war, and the number of protests against US bases in South Korea has grown. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "refugees",
        "war",
        "south",
        "troops",
        "statement",
        "killing",
        "korea",
        "civilians",
        "soldiers",
        "regrets",
        "pentagon",
        "korean"
    ],
    "summary": "President Bill Clinton issued an unprecedented statement of regret yesterday for the killing of Korean refugees at No Gun Ri during the Korean war, after an investigation lasting 15 months.\n\"I deeply regret that Korean civilians lost their lives at No Gun Ri,\" he said, but he did not refer to the role of US troops in the incident.\nPentagon investigators examined more than 1m documents and interviewed about 170 veterans of the 1950-53 Korean war after reports of the massacre by US troops appeared in 1999.\nThe soldiers, who were in confused retreat, were said to have panicked because they had been warned that enemy North Korean troops were disguised as civilians.\nFear of a deterioration in relations between Seoul and Washington has increased as North and South Korea have entered their closest rapprochement since the war, and the number of protests against US bases in South Korea has grown.",
    "sentiment": {
        "neg": 0.1545,
        "neu": 0.8082,
        "pos": 0.0374,
        "compound": -0.3866
    }
}