{
    "date": "2001-08-16T00:55:27Z",
    "title": "China sends desperate North Koreans home",
    "url": "https://www.theguardian.com/world/2001/aug/16/china.northkorea",
    "content": "Hundreds - perhaps thousands - of North Koreans who have sought safety in north-east China are being \"forcibly returned\" without being considered for refugee status, Amnesty International says. On their return to North Korea they may face \"arbitrary detention or imprisonment, torture and ill-treatment, and in some cases summary execution or death in detention from starvation and disease\". As international anxiety about the plight of the repatriated refugees increased, Amnesty sent a letter of protest to Jiang Zemin yesterday. Its unusually direct approach to the Chinese president followed recent revelations about the refugee situation on the north-eastern border, which is a continuing embarrassment to Beijing. The influx of North Korean asylum seekers, Amnesty says, is \"a humanitarian crisis on a scale which requires access to the UNHCR\". The UN refugee agency has been barred from visiting the border areas since 1999. At the end of last month 50 North Koreans were being forcibly returned every two days from the border town of Yanji in Jilin province, and several hundred were awaiting repatriation in Tumen, also in Jilin and Dandong in Liaoning. Diplomats in Beijing say that Chinese officials insist the North Korean migrants are economic, not political refugees. But informally the officials also admit that they are confused and frustrated by the situation in North Korea. Beijing justifies its tough line by the need for \"regional stability and good neighbourliness\" - a coded way of saying North Korean has to be handled with great care. Although North Korea has at times depended on China for survival, it has always been an edgy relationship. Relations are handled personally by the senior Chinese leaders, because North Korea is one of the few surviving communist states and also because of the extreme sensitivity of the current ruler, Kim Jong-il. Estimates of the number of North Koreans illegally in north-east China vary widely, reflecting the lack of international access and China's reluctance to discuss the problem. Amnesty says the estimates range from 30,000 to 300,000, and that the number is believed to fluctuate. There seems to be no basis for the higher estimates, which are largely based on guesswork. The majority of those who cross the border go back within a few weeks, usually carrying food, and many more return later. This still leaves thousands in a very precarious situation. \"Some hide in the hills along the border and survive by scavenging, begging or stealing,\" Amnesty's letter to Mr Jiang said. Others have been given shelter or found work by China's local ethnic Koreans and foreign aid organisations, and a few travel through China seeking asylum elsewhere. All are particularly vulnerable to exploitation because of their illegal status. Amnesty says some of the women have been sold in China as brides. The UN human rights committee in Geneva expressed concern about \"the many allegations of cruel, inhuman and degrading treatment and conditions, and of inadequate medical care, in [North Korean] reform institutions, prisons and prison camps\" when it responded last month to Pyongyang's report on human right. The report, although generally bland, admitted that all internal travel required written permission, but said this could be obtained without difficulty. Meanwhile the dire food situation which drives thousands to leave North Korea shows no sign of improvement, Unicef says. It suffered the worst spring drought in 80 years, with no significant rainfall in more than three months, Unicef's latest assessment says. A food deficit of 1.8m tonnes of grain contributes to \"an acute food shortage not seen since 1997\", and more than 60% of children under seven are \"already weakened by years of malnutrition\". Amnesty says the border crackdown intensified after a widely publicised incident in June when a family of seven refugees sought asylum at the Beijing office of the UNHCR. As a compromise, China let them leave for South Korea on \"humanitarian grounds\". The tougher measures are seen partly as a gesture to appease Pyongyang for having allowed the family to return to South Korea, although experts stress that the crackdown had already begun. The current national \"Strike Hard\" campaign against crime is being used by the Chinese authorities to legitimise action against the migrants. 'Only one execution was in public' Amnesty's claim that there is a \"pattern of public and secret executions\" is groundless, North Korea says. Officials told the UN human rights committee in Geneva last month that there had been one public execution, in Hamhung City, in 1992. They said Chu Su-man,. 30, was executed in public for murdering his grandparents after \"unanimous requests\" by local people. Pyongyang had already acknowledged the case in a letter to Amnesty in 1993, in which it described Chu as a \"habitual violent offender\" who was \"publicly executed - at the request of the crowd\". When Amnesty visited North Korea two years later the authorities denied that the execution had taken place in public, saying there had been a translation mistake. A witness who later fled to the south said: \"Thousands of people swarmed to the execution site, braving extreme coldness. I felt little sympathy towards the condemned, but I lamented the fact he was being slaughtered like a dog.\" North Korea says that it has cut the number of capital offences from more than 30 to five: conspiracy against the state power, high treason, terrorism, anti-national treachery and international murder. It also says that the death penalty is based on \"special domestic circumstances and the need to prevent crimes\".",
    "keywords": [
        "border",
        "desperate",
        "amnesty",
        "thousands",
        "korea",
        "public",
        "china",
        "execution",
        "situation",
        "sends",
        "koreans",
        "north"
    ],
    "summary": "Hundreds - perhaps thousands - of North Koreans who have sought safety in north-east China are being \"forcibly returned\" without being considered for refugee status, Amnesty International says.\nBut informally the officials also admit that they are confused and frustrated by the situation in North Korea.\nAlthough North Korea has at times depended on China for survival, it has always been an edgy relationship.\nEstimates of the number of North Koreans illegally in north-east China vary widely, reflecting the lack of international access and China's reluctance to discuss the problem.\nMeanwhile the dire food situation which drives thousands to leave North Korea shows no sign of improvement, Unicef says.",
    "sentiment": {
        "neg": 0.124,
        "neu": 0.8342,
        "pos": 0.0418,
        "compound": -0.2469
    }
}