{
    "date": "2001-05-04T16:59:13Z",
    "title": "The Dear Leader's look (and how to get it)",
    "url": "https://www.theguardian.com/lifeandstyle/2001/may/04/fashion1",
    "content": "A few titbits of information, of varying plausibility, periodically emanate from the closely guarded world of Kim Jong-il. Stories range from the mild - the North Korean leader's taste for foreign cigarettes and French cognac - to lurid tales of excess, last days of the Roman Empire-style, involving bear fights and dancing girls. One story, however, has the unmistakable ring of truth. While his country remains distanced from the outside world, Kim Jong-il has installed satellite television for himself and is a keen viewer. It is pretty clear from recent portraits that Kim Jong-il is an avid fan of MTV's House of Style. How else to explain the striking parallels between this outfit and the autumn/ winter 2001/2002 collections shown earlier this year? The blouson-style jacket, the neatly ironed trousers, the shiny shoes - he could have stepped straight off the Louis Vuitton catwalk. What's even more impressive is that Kim Jong-il has been working this look for years. He has clearly long been aware of the growing military influence on menswear. In September 1998, when he was officially named head of state, he appeared in a dashing pale grey quilted flying jacket. Since then, his look has become increasingly pared-down, in line with the sleeker silhouette promoted on the menswear catwalks. Plainly, he foresaw the shift from long military coats to shorter blouson styles which was a feature of the recent collections. The ribbed hem of his jacket echoes the ribbed detailing shown by Ruffo in Milan and Cerruti in Paris, while the sharply pleated trousers and well-polished shoes are dead ringers for Neil Barrett's. The overall silhouette - boxy bomber jacket, smart loose trousers and shiny shoes - was a mainstay of the menswear collections at Jil Sander and Vuitton. The look has elements of military styling in its dull colour and utilitarian shape. The dumpy jacket, as favoured by minicab drivers worldwide, is clearly a sharp sartorial comment on the ethics of fashion appropriating the uniforms of the working man. Granted, it's not a totally unique look. There are reportedly many similarly fashion-forward types on the streets of Pyongyang. But no one wears it with quite the flair that Kim Jong-il does. Look at him: he's loving the camera. He knows he looks hot. Sadly, that blouson-shaped jacket does his portly physique few favours, while the boxy shapes of the outfit accentuate his short stature. The regularity with which he wheels out this outfit also points at a less than sparklingly inventive wardrobe. Nonetheless, in the fashion stakes, North Korea's leader gets our vote. Look out for the Kim look around Hoxton Square any day now.",
    "keywords": [
        "leaders",
        "menswear",
        "military",
        "trousers",
        "outfit",
        "jacket",
        "look",
        "kim",
        "shoes",
        "dear",
        "jongil",
        "collections"
    ],
    "summary": "A few titbits of information, of varying plausibility, periodically emanate from the closely guarded world of Kim Jong-il.\nWhile his country remains distanced from the outside world, Kim Jong-il has installed satellite television for himself and is a keen viewer.\nIt is pretty clear from recent portraits that Kim Jong-il is an avid fan of MTV's House of Style.\nWhat's even more impressive is that Kim Jong-il has been working this look for years.\nLook out for the Kim look around Hoxton Square any day now.",
    "sentiment": {
        "neg": 0.0338,
        "neu": 0.8585,
        "pos": 0.1077,
        "compound": 0.1239
    }
}