{
    "date": "2001-05-11T00:28:21Z",
    "title": "Class war rules in Pyongyang schools",
    "url": "https://www.theguardian.com/world/2001/may/11/northkorea1",
    "content": "The English lesson at Morambong middle school is impressive: 12-year-olds can already answer basic questions and read simple fables from Hans Christian Andersen. Yet as well as the Ant and the Grasshopper, the book they are using has some material less usually found in these days in texts used abroad for teaching English. Paul, the students from Morambong district are learning, was a \"negro boy\" in America. Riding on his bike, he had the temerity to call out to a woman in danger of being knocked down. \"Don't tell a white woman to look out, you little darky,\" she snapped back. Paul fell off his bike, broke his leg and was refused treatment at the hospital. Why was he refused treatment, the textbook asks rhetorically? \"Because he was a negro boy. This is America.\" Other parts of the book are more ideologically neutral. \"Our reading books today have much more foreign material and foreign tales than when I learned English,\" a Korean in his 30s said. Yet there is still a distinctive slant which throws light on the approved values of People's Korea. \"Every one of us has some thing to do in the future\", begins a practice dialogue. \"Most of us will join the people's army. Some of us will work on cooperative farms and some in factories.\" To be fair, this segment goes on to end on a less didactic note: \"I want to be a botanist: Why? I love trees and flowers. I like to grow plants.\" Another text is, however, wholly predictable. It is about South Korea, and tells the sad tale of a man who lost his job. \"There are lots of people out of work in South Korea,\" it concludes. \"We have to fight to reunify the country.\" North Korea boasts a system of universal education so advanced that every citizen can understand the ideology of Juche (self-reliance). It is clear that education is also a passport to better things. Outside one classroom the pupils have posted new year messages in English. \"Let us study with high ambition, \" reads one. \"Be the elite of society.\" School also provides the opportunity to become fluent in the history of the Korean revolution - said to be identical with the history of the late Kim Il-sung and his son, the current ruler, Kim Jong-il. Photographs of both hang above every blackboard. One room set aside for special study of the late Great Leader contains some interesting items not usually seen. They include a facsimile of a poem, penned by the old man himself on the 50th birthday of his son - and written in Chinese. This is doubly unusual in a country which long ago banned the use of Chinese ideograms (still used in South Korea) for the written language. Another room is devoted to the living Dear Leader, with pictures of his alleged birthplace on the slopes of the sacred Mount Paekdu (foreign scholars say slanderously that he was born in the Soviet Union), and of his precocious career. Kim Jong-il is now given most of the credit for the Juche doctrine, once attributed solely to his father. Though Morambong middle school's 1,500 pupils are set on a fast track for the future, in a favoured establishment in central Pyongyang, they are still normal kids who giggle on the way home and kick around a football. Their vocational studies include embroidery - for girls - and learning to drive a car, for the boys. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "schools",
        "war",
        "south",
        "morambong",
        "work",
        "woman",
        "korea",
        "class",
        "kim",
        "written",
        "rules",
        "peoples",
        "english",
        "pyongyang",
        "foreign"
    ],
    "summary": "Riding on his bike, he had the temerity to call out to a woman in danger of being knocked down.\nYet there is still a distinctive slant which throws light on the approved values of People's Korea.\nIt is about South Korea, and tells the sad tale of a man who lost his job.\n\"There are lots of people out of work in South Korea,\" it concludes.\nThis is doubly unusual in a country which long ago banned the use of Chinese ideograms (still used in South Korea) for the written language.",
    "sentiment": {
        "neg": 0.0356,
        "neu": 0.8689,
        "pos": 0.0955,
        "compound": 0.128
    }
}