{
    "date": "2001-06-11T12:23:19Z",
    "title": "Bush senior steps in on Korea",
    "url": "https://www.theguardian.com/world/2001/jun/11/northkorea.usa",
    "content": "Evidence has emerged for the first time of how former president George Bush played an important role in shaping his son's foreign policy by urging the US to reopen negotiations with North Korea. During his presidential campaign, critics sniped that George Bush, an inexperienced hand in foreign policy, would be influenced by his father in international affairs. Among one of his more questionable moves was Mr Bush's decision not to resume talks with North Korea on nuclear weapons, which had begun under the Clinton administration. The move was particularly graceless, announced during a visit to Washington by the South Korean president, Kim Dae Jung, who is a strong advocate of dialogue with North Korea under his \"sunshine policy\". Mr Bush's new tack on North Korea badly undercut Mr Kim, who returned home to a firestorm of criticism. According to the New York Times, the former president recently sent his son a memorandum forcefully arguing in favour of resuming negotiations with North Korea. The memo was not actually written by the elder Bush himself, but from one of his former aides on Asian matters, Donald Gregg, who also once served as ambassador to South Korea. The memo was addressed to former president Bush, who passed it on to the national security adviser, Condoleezza Rice, who conveyed the contents of the memo to the president. The memo reportedly argued that Washington should resume discussions with North Korea because not to do so would seriously undermine South Korea and damage US security interests in north Asia. The dispatch of the Gregg memo is the first concrete evidence of the elder Bush stepping in to influence the administration on a specific foreign policy issue, although there was much speculation as to whether the former president gave his opinion during the spy plane crisis with China. On Korea, the ex-president is about to go public with his support for reconciliation between the two countries. He has taped remarks for distribution at a meeting in South Korea next week. The gathering will mark the first anniversary of Mr Kim's dramatic visit to North Korea, and is timed to encourage North Korea's leader, Kim Jong Il, to reciprocate with a trip to Seoul, the South Korean capital. Related articles 03.05.2001: Missile defence casts cloud over Korean sunshine 09.03.2001: George Bush cold shoulders to North Korea 09.03.2001: 15.06.2001: Two Koreas toast special friendship Interactive By George:The Bush guide to the rest of the world Useful sites The White House North Korea - CIA World Factbook Asia Observer",
    "keywords": [
        "policy",
        "south",
        "mr",
        "korea",
        "president",
        "kim",
        "memo",
        "steps",
        "senior",
        "korean",
        "north",
        "bush"
    ],
    "summary": "Mr Bush's new tack on North Korea badly undercut Mr Kim, who returned home to a firestorm of criticism.\nAccording to the New York Times, the former president recently sent his son a memorandum forcefully arguing in favour of resuming negotiations with North Korea.\nThe memo reportedly argued that Washington should resume discussions with North Korea because not to do so would seriously undermine South Korea and damage US security interests in north Asia.\nHe has taped remarks for distribution at a meeting in South Korea next week.\nRelated articles 03.05.2001: Missile defence casts cloud over Korean sunshine 09.03.2001: George Bush cold shoulders to North Korea 09.03.2001: 15.06.2001: Two Koreas toast special friendship Interactive By George:The Bush guide to the rest of the world Useful sites The White House North Korea - CIA World Factbook Asia Observer",
    "sentiment": {
        "neg": 0.0699,
        "neu": 0.8439,
        "pos": 0.0864,
        "compound": 0.0694
    }
}