{
    "date": "2001-08-03T23:10:41Z",
    "title": "Kim's epic trek ends in mayhem for Muscovites",
    "url": "https://www.theguardian.com/world/2001/aug/04/russia.northkorea",
    "content": "North Korea's reclusive despot, Kim Jong-il, ended an epic 10-day train journey from Pyongyang last night at a specially evacuated commuter railway station in Moscow, where he will have talks with President Vladimir Putin. With the Russians pandering to Mr Kim's every paranoid whim to secure the rare summit, the Great Leader's armoured 21-carriage train finally chugged into Yaroslavsky station, where he boarded an armoured Mercedes flown in from Pyongyang for the short drive to the Kremlin. If the talk today in the Kremlin will be of ballistic missiles, rogue states and US missile defence outrages, the talk in Moscow last night was of the grotesque pampering of the diminutive dictator and the inconvenience caused to Moscow's weekend gardeners. The normal Friday evening rush hour at the station was cancelled. The commuter train which take Muscovites to their weekend allotments were stopped for four hours. The station was also emptied during the morning rush hour yesterday, while the police investigated a bomb hoax. The air of surrealism around Mr Kim's first known visit anywhere abroad except China was compounded by Russian newspaper reports that the reinforced panelling of his train was peppered en route with bullets from a Kalashnikov assault rifle. North Korean officials denied the reports, credibly suggesting that it was impossible for an unauthorised person to get near the train, which left North Korea last week on a 5,000-mile journey across eight time zones because Mr Kim allegedly fears flying. The Russian FSB security service is keeping Mr Kim away from all prying eyes, although South Korean, American and Japanese diplomats are all on \"Kim-watch\", seeking clues to who is rising and who falling in his entourage. Mr Kim is expected to put his signature to a \"Moscow declaration\" today which will voice a common Russian and North Korean position on global strategic stability, attacking Washington's Son of Star Wars plans and denying that North Korea is the kind of \"rogue state\" which the US says needs to be kept in check by a missile defence shield. The visit is a diplomatic coup for Mr Putin. He is hoping to exploit the summit to increase his influence in talks with the US on the missile defence plan and nuclear arms cuts. Russia and North Korea are also expected to agree on arms contracts, nuclear energy cooperation and an ambitious scheme to connect the Trans-Siberian railway with South Korea through North Korea. Mr Putin hopes to promote the reunification of the Korean peninsula by persuading Mr Kim to stage a second summit with President Kim Dae-jung of South Korea.",
    "keywords": [
        "summit",
        "south",
        "mr",
        "mayhem",
        "korea",
        "station",
        "north",
        "ends",
        "muscovites",
        "kim",
        "russian",
        "train",
        "kims",
        "epic",
        "trek",
        "korean"
    ],
    "summary": "North Korea's reclusive despot, Kim Jong-il, ended an epic 10-day train journey from Pyongyang last night at a specially evacuated commuter railway station in Moscow, where he will have talks with President Vladimir Putin.\nThe commuter train which take Muscovites to their weekend allotments were stopped for four hours.\nThe station was also emptied during the morning rush hour yesterday, while the police investigated a bomb hoax.\nRussia and North Korea are also expected to agree on arms contracts, nuclear energy cooperation and an ambitious scheme to connect the Trans-Siberian railway with South Korea through North Korea.\nMr Putin hopes to promote the reunification of the Korean peninsula by persuading Mr Kim to stage a second summit with President Kim Dae-jung of South Korea.",
    "sentiment": {
        "neg": 0.0939,
        "neu": 0.844,
        "pos": 0.0621,
        "compound": -0.0864
    }
}