{
    "date": "2001-05-03T01:43:58Z",
    "title": "Korea: The People's Paradise crumbles",
    "url": "https://www.theguardian.com/world/2001/may/03/northkorea",
    "content": "From the upper floors of the hotel, the city spreads out as a series of dark patches between apartment blocks. Not a single street lamp can be seen. The neon signs of a dozen restaurants shine along Changgwang Street, but the doors are locked and fairy lights flicker eerily over the empty tables. Like the term itself, the People's Paradise has fallen into disuse. The Great General Kim Jong-il was reported last night to be in \"open and lively mood\" but the large group of journalists accompanying Chris Patten, Javier Solana and the Swedish prime minister Göran Persson for a ground-breaking EU visit remained a troublesome novelty. \"You must stick together and act with a team spirit,\" we were told. As a new day dawned, North Korea, now in its fifth year of economic crisis, was harder to read than its diplomacy. Groups of travellers waiting outside the station for trains (often delayed for hours by the power cuts ) ate their midday rice cheerfully: several offered me a spare pair of chopsticks to join in. Parties of schoolkids up from the provinces to view the city's revolutionary monuments stopped to buy lollipops: there were queues for roadside phones, and more bicycles than in the past. Elderly women gossiped outside the austere apartment blocks; children played with hoops and sticks. In a city which used to be obsessively clean, cats and dogs are now allowed as pets and one flat-dweller opposite the station has turned his balcony into a pigeon loft. Yet the shops remain as lifeless and empty as on my previ ous visits to Pyongyang - the first occasion 25 years ago and twice more in the 1980s. \"People don't need to buy goods so much,\" explains North Korean journalist Sin Song Chal. \"Our government supplies the essentials through the public distribution system. There may be less quantity compared to the past, but we equalise the rich and the poor.\" This still does not explain the difficulty in seeing anyone, anywhere, buy anything at all. An entire department store was void of customers. A smaller shop, also empty, contained nothing but plastic school satchels. Another had dusty displays of hundreds of identical soft drink bottles. Most expensive goods seemed to be only for display. Finally I found a shop which by contrast was buzzing with activity. Behind a long counter, eight watch-repairers had their heads bent in work while customers waited. At the end, five sewing-machines whirred over clothes being mended. The staff smiled at me, content in their work. The lesson seemed to be that North Koreans have to make do rather than buy new. North Koreans also have become used to severe power shortages. The slowdown so visible in the capital is hardly surprising when Korean officials explain that per capita GDP is three to four times less than before the crisis began. North Koreans stress three causes: the repeated floods since 1996, the loss of aid - particularly in the form of cheap oil - from the former Soviet Union, and alleged western economic pressure. UN experts acknowledge these factors but point out (usually in private) that the system was failing before. On my last visit, workers lounged outside a showcase factory in front of workshops where the machinery was idle. They wore flat caps as in the propaganda posters but without the smiles. Apart from a few furtive vegetable sellers, food was strictly rationed, though said to be a first step to communism, not because of shortages. A child nutritionist detected early signs of stunted growth among young children, long before Unicef in the late 1990s. Whatever else may have changed, the Great General is as dominant as his father, the Great Leader, Kim Il-sung, was before. \"What other world leader,\" a young interpreter said excitedly, \"would spend his birthday giving on-the-spot guidance.\" For better or for worse, no detail seems too small to require his personal intervention (as the South Koreans discovered last year when setting up the North-South summit). There is a new tram line in Pyongyang, packed during the rush hour, and a few double-decker buses. \"The Great General bought the buses because of his love of the people,\" the interpreter enthused. In a typical on-the-spot visit last month, the Great General inspected a new goat farm established by an army unit in order \"to learn about its construction and goat breeding\". Kim Jong-il's rise to power has leant heavily on promoting his father's Juche doctrine that man should be master of his own environment. Kim, said a Kim Il-sung University graduate last night, is \"a genius of philosophy\". On my first visit to North Korea in 1976, belief in Juche seemed widespread. When struck down by pneumonia, and treated by the leadership's own doctors, I was lectured at my bedside by a professor in Kim Il-sungism whom I privately labelled the \"high priest\". Ten years later the cult appeared more routine, as Kim the Younger built up a new elite of post-revolutionary leaders more interested in the good life. Planeloads of foreign goodies began to be imported from abroad and the Changgwang Street restaurants were opened. It would be unsurprising today if there were fewer genuine believers, although those questioned yesterday spoke with an apparent fervour. Yet there is a strong sense of timewarp in Pyongyang. The road from the airport is as empty as ever; the biggest change is the increase in massive monuments. The late Kim Il-sung's presidential palace has been turned into a memorial, served by a separate tram line - completely empty of passengers yesterday. The Arch of Triumph - slightly larger than the other one in Paris - is now matched by the Tower of Eternity with its message that the Great Leader Will Live with us Forever. How and when the system will change from within remains as baffling a question as ever. \"We believe that nothing has changed on the ground,\" an EU official says, \"and that North Korea as far as its daily life and the (political) message to the people is the same.\" My 1976 Korean language textbook suggests that it is appropriate for a visitor to call out \"Let's Mutilate US Imperialism\". Though that sounds dated now, Mr Bush's re-labelling of North Korea as a potential enemy will reinforce mutual feelings of hostility. \"Perhaps we shall tell the Americans to take their aid and go home,\" an angry young North Korean said last night. \"It's like a game of ping-pong: we have to hit the ball back.\" In the longer-term, the problem of transition must be solved, as South Korean president Kim Dae-jung has urged Kim Jong-il for the last three years. Shortly before the EU delegation arrived, the Great General saw a comedy about the construction of a new motorway by \"youth heroes\". He said that it showed how young Koreans could create miracles with their bare hands even when \"the country was hard pressed for everything\". The motorways are as empty as they have been for the last decade. The future of North Korea, and perhaps of the Great General too, must depend on whether Korea's youth will continue to have faith in his miracles. Out in the cold \u0095 Since the second world war ended, the Korean peninsula has been divided in two \u0095 Chinese and Russian-backed North Korean troops invaded the south in 1950. The Korean war, involving US and British troops, left more than 2m dead \u0095 The capital, Pyongyang, is at the heart of one of the most centrally planned and isolated economies. State-owned industry produces nearly all manufactured goods \u0095 With 1m recruits, North Korea's army has been ranked as the fifth largest in the world \u0095 Kim Jong-il is reputed to visit military bases, presenting troops with gold-plated machine guns and binoculars",
    "keywords": [
        "young",
        "korea",
        "general",
        "crumbles",
        "kim",
        "visit",
        "peoples",
        "great",
        "koreans",
        "pyongyang",
        "paradise",
        "north",
        "korean"
    ],
    "summary": "As a new day dawned, North Korea, now in its fifth year of economic crisis, was harder to read than its diplomacy.\nThough that sounds dated now, Mr Bush's re-labelling of North Korea as a potential enemy will reinforce mutual feelings of hostility.\n\"Perhaps we shall tell the Americans to take their aid and go home,\" an angry young North Korean said last night.\nShortly before the EU delegation arrived, the Great General saw a comedy about the construction of a new motorway by \"youth heroes\".\nThe future of North Korea, and perhaps of the Great General too, must depend on whether Korea's youth will continue to have faith in his miracles.",
    "sentiment": {
        "neg": 0.066,
        "neu": 0.8578,
        "pos": 0.0762,
        "compound": 0.0252
    }
}