{
    "date": "2001-07-27T01:04:13Z",
    "title": "Putin in diplomatic double act with east and west",
    "url": "https://www.theguardian.com/world/2001/jul/27/russia.usa",
    "content": "Vladimir Putin was juggling two diametrically opposed elements of his foreign policy yesterday, as tense discussions with a senior US delegation on George Bush's missile defence initiative coincided with the arrival in Russia of the North Korean leader, Kim Jong-il, for bilateral talks. Condoleezza Rice, the US national security adviser, was in Moscow to press Russia to drop its opposition to Washington's plans to build a national defence shield capable of shooting down missiles from so-called \"rogue states\". North Korea is one of those states that America hopes to defend itself against; officials in Pyongyang have denounced the US proposal, accusing Washington of fabricating the rogue concept to satisfy the needs of its military industry. After talks with President Putin and his defence minister, Sergei Ivanov, Ms Rice said that the US would not wait for Russia's approval of its plans. She warned that the administration was determined to go ahead with more tests of its shield, in contravention of the 1972 anti-ballistic missile (ABM) treaty, which Washington sees as a relic of the cold war but which Moscow views as the cornerstone of global security. Russia believes that its strategic deterrents will be undermined if the missile plan becomes reality and has warned that it could lead to a new arms race. \"President Bush made it very clear that he believes there is a threat, a new threat, and we will need to move beyond ABM so that we can have a serious testing and evaluation programme that gets us a solution to that threat,\" Ms Rice said. \"[Bush] has not set a specific deadline, but it should be obvious to all concerned that the president believes that this is something that will happen relatively soon.\" As part of what some analysts have portrayed as a stick and carrot approach, Mr Bush's treasury secretary, Paul O'Neill, and his commerce secretary, Don Evans, were also dispatched to Moscow to meet Mr Putin. Russia is seeking US support for its bid to join the World Trade Organisation, and the talks are aimed at boosting economic cooperation between the two countries. Ms Rice's visit followed an agreement by Mr Putin and Mr Bush, during the G8 summit in Genoa, that talks on the construction of a missile defence system would be linked to implementing significant cuts in both countries' strategic nuclear weapon stockpiles. Amid considerable secrecy, the North Korean leader, Kim Jong-il, arrived in the far east of Russia in the early hours of yesterday morning to begin an eight-day trip on the trans-Siberian express to Moscow, where he is expected to spend two days next week. Mr Kim said in an interview published by Russia's Itar-Tass news agency yesterday that US fears over the threat posed by Pyongyang's missile programme were \"groundless\". \"The American fuss over the missile threat from our country is no more than sophistry aimed at concealing the ambitions of those seeking to establish their global domination,\" Tass quoted Mr Kim as saying. The timing of the North Korean and US delegations' arrival was evidence of Mr Putin's favoured zigzagging approach to foreign policy - making advances simultaneously to the east and the west. In under a fortnight, he has signed a new friendship treaty with Beijing, hosted a state visit by the Chinese leader where the two states expressed joint opposition to America's missile shield plans, held cordial meetings with Mr Bush in Genoa and indicated an apparent willingness to reach a deal with Washington on missile defence.",
    "keywords": [
        "diplomatic",
        "east",
        "mr",
        "double",
        "russia",
        "west",
        "threat",
        "north",
        "kim",
        "act",
        "putin",
        "defence",
        "missile",
        "moscow",
        "talks"
    ],
    "summary": "After talks with President Putin and his defence minister, Sergei Ivanov, Ms Rice said that the US would not wait for Russia's approval of its plans.\nAs part of what some analysts have portrayed as a stick and carrot approach, Mr Bush's treasury secretary, Paul O'Neill, and his commerce secretary, Don Evans, were also dispatched to Moscow to meet Mr Putin.\nMr Kim said in an interview published by Russia's Itar-Tass news agency yesterday that US fears over the threat posed by Pyongyang's missile programme were \"groundless\".\n\"The American fuss over the missile threat from our country is no more than sophistry aimed at concealing the ambitions of those seeking to establish their global domination,\" Tass quoted Mr Kim as saying.\nThe timing of the North Korean and US delegations' arrival was evidence of Mr Putin's favoured zigzagging approach to foreign policy - making advances simultaneously to the east and the west.",
    "sentiment": {
        "neg": 0.0627,
        "neu": 0.8533,
        "pos": 0.0841,
        "compound": 0.0939
    }
}