{
    "date": "2001-05-04T01:17:04Z",
    "title": "Japan holds man claiming to be son of North Korea's ruler",
    "url": "https://www.theguardian.com/world/2001/may/04/northkorea",
    "content": "Immigration officials at Tokyo's Narita airport risked stirring up a diplomatic hornet's nest yesterday by seizing a man claiming to be the son of North Korea's leader Kim Jong-il. According to local media, the man was detained as he attempted to enter Japan on a forged Dominican Republic passport. He is said to have flown in on a Japan Airlines flight from Singapore with two women and a child. The authorities have refused to comment but the illegal immigrant has told police that he is Kim Jong-nam, the eldest son of North Korea's ruler who is reportedly being groomed to inherit the communist dynasty. \"There is a possibility that he may indeed be Kim Jong-nam, the son of Kim Jong-il. But we are still collecting intelligence and we cannot say for sure,\" a source in the South Korean government said. If confirmed, the news will have been doubly unwelcome for Mr Kim on the day that he devoted many hours to his newly discovered diplomatic skills with the visit of a top-level EU delegation. Mr Kim, like his late father Kim Il-sung, was until recently thought to have left his country only twice. This earned him the reputation of being reclusive. But speaking last year to South Korean journalists, Mr Kim said he had travelled abroad many times, presumably incognito. If this is so, his son might have been attempting to see Japan in the same way. The justice ministry plans to expel the man to China within a couple of days. If his identity is confirmed as Kim, the case would have to be handled with great sensitivity, given the status of their captive and the tense relations between Japan and its reclusive neighbour. In North Korea, Kim Jong-nam was nicknamed \"the Little General\" as a child. Two years ago, South Korean media reported that he had entered the north's intelligence services as a first step towards inheriting his father's and his grandfather's position. Mr Kim's role as heir apparent to Kim Il-sung was an official secret for many years: his name was not mentioned publicly, even though his birthday was celebrated by officials. Mr Kim is said to have three children by different mothers, though there is no way of verifying reports about Mr Kim's family, including lurid tales about his alleged affairs. After the north-south rapprochement last year, many experts came to believe that such stories had been largely concocted by South Korean black propaganda. Japan's prime minister, Junichiro Koizumi, reportedly held an emergency meeting with senior foreign ministry officials to discuss the first big diplomatic test of his week-old administration. Kim Jong-nam is believed to have been educated in Geneva and, secretly, in Japan. He speaks French and Japanese and is reportedly a computer enthusiast. Most of his life has been spent overseas, including a spell in Russia. According to his adopted sister, Lee Nam-ok, Kim Jong-nam is bespectacled and portly and looks like his father. \"He has a good mind and sense of humour. He is very energetic. He is a permanent optimist and a pleasant young man who can laugh all day long from morning to evening. He also has an artistic sense like his father,\" she said in an interview.",
    "keywords": [
        "jongnam",
        "holds",
        "mr",
        "man",
        "south",
        "ruler",
        "reportedly",
        "claiming",
        "kim",
        "japan",
        "korean",
        "officials",
        "son",
        "north",
        "koreas"
    ],
    "summary": "\"There is a possibility that he may indeed be Kim Jong-nam, the son of Kim Jong-il.\nBut we are still collecting intelligence and we cannot say for sure,\" a source in the South Korean government said.\nMr Kim, like his late father Kim Il-sung, was until recently thought to have left his country only twice.\nBut speaking last year to South Korean journalists, Mr Kim said he had travelled abroad many times, presumably incognito.\nAccording to his adopted sister, Lee Nam-ok, Kim Jong-nam is bespectacled and portly and looks like his father.",
    "sentiment": {
        "neg": 0.0336,
        "neu": 0.8616,
        "pos": 0.1048,
        "compound": 0.1272
    }
}