{
    "date": "2001-03-26T01:15:32Z",
    "title": "EU eyes key role in Korean peace",
    "url": "https://www.theguardian.com/world/2001/mar/26/northkorea",
    "content": "Seeking to extend its global reach, the European Union is to mediate in the slow-moving peace process between North and South Korea and attempt to fill the gap created by US disarray over policy towards the divided peninsula. Sweden's prime minister, Goran Persson, the current holder of the EU presidency, plans to travel to Pyongyang and Seoul to advance reconciliation and defuse the nuclear threat posed by Kim Jong-il's hermit kingdom. The ambitious move breaks a long tradition of European deference to US policy in Asia and is part of a wider pattern of EU assertion on the global scene. \"The aim is to express support for the process started by the South Korean president, Kim Dae-jung, at ending one of the last conflicts with origins in the second world war,\" Mr Persson said at the end of the Stockholm summit. Diplomats made clear that the union wanted to take advantage of negative signals from Washington since the Bush administration took power in January. Neutral, non-Nato Sweden is well-placed to orchestrate this move. \"It's becoming clear that the new US administration wants to take a more hardline approach toward North Korea,\" said Sweden's foreign minister, Anna Lindh. \"That means that Europe must step in to help reduce tension between the two Koreas, not least because the outside world is so worried about North Korean missiles.\" Before President Bill Clinton left office, the US seemed close to an agreement that would have curbed North Korea's long range missile programme and strengthened safeguards to thwart the production of plutonium for nuclear weapons. But George Bush's new administration has demanded a reassessment of the proposed deal, calling the North Koreans \"untrustworthy\". South Korea is worried that backtracking by the US would undermine its \"sunshine\" policy of peaceful reconciliation with the North, which began with a dramatic summit meeting last summer. Worryingly, North Korea has hinted it might abandon its moratorium on missile testing and resume plutonium production. Mr Persson said he planned to travel to both Korean capitals before the end of May. He will be accompanied by the EU's foreign policy chief, Javier Solana, and by Chris Patten, the EU's external relations commissioner. Their mandate is to achieve \"early results\" that could lead to a new summit between the two Korean leaders and lay down a timetable for reunification. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "eyes",
        "policy",
        "summit",
        "south",
        "eu",
        "korea",
        "world",
        "peace",
        "administration",
        "role",
        "key",
        "worried",
        "persson",
        "north",
        "korean"
    ],
    "summary": "\"It's becoming clear that the new US administration wants to take a more hardline approach toward North Korea,\" said Sweden's foreign minister, Anna Lindh.\n\"That means that Europe must step in to help reduce tension between the two Koreas, not least because the outside world is so worried about North Korean missiles.\"\nWorryingly, North Korea has hinted it might abandon its moratorium on missile testing and resume plutonium production.\nMr Persson said he planned to travel to both Korean capitals before the end of May.\nTheir mandate is to achieve \"early results\" that could lead to a new summit between the two Korean leaders and lay down a timetable for reunification.",
    "sentiment": {
        "neg": 0.058,
        "neu": 0.8636,
        "pos": 0.0785,
        "compound": 0.0632
    }
}