{
    "date": "2001-08-10T11:49:46Z",
    "title": "Pragmatists in arms",
    "url": "https://www.theguardian.com/world/2001/aug/10/northkorea.russia",
    "content": "You would think Russia has had enough of communist dictators. But if the Russians have indeed had their fill of despotism, the Kremlin, it seems, just can't get enough of mollycoddling Marxist-Leninists who happen to be in power. Not content with erecting plaques to the late KGB chief and Soviet Communist party leader, Yuri Andropov, or restoring the Soviet anthem as Russia's national song, President Vladimir Putin is busy cultivating communist strongmen wherever he can find them. There are not many left in power - Castro's Cuba, Vietnam, China, of course, and limping along in prostrate poverty, North Korea. Three weeks ago the Kremlin was rolling out the red carpet for China's Jiang Zemin, for the first time since the heyday of Stalin and Mao sealing a friendship and cooperation treaty in which civil liberties or human rights are the stuff of utter irrelevance. The frantic globetrotting that has characterised Mr Putin's 18 months in the Kremlin has included visits both to Vietnam and Cuba to shore up the relationships with those regimes that his predecessor, Boris Yeltsin, allowed to atrophy after the collapse of communism. Last summer, Mr Putin made a highly unusual visit to Pyongyang to start mending fences with the world's most closed, paranoid regime. Kim Jung-il, North Korea's Dear Leader, has just repaid the favour by bringing his armoured train and entourage of lackeys to Moscow and St Petersburg in an extraordinary exercise that has been the strangest state visit seen since Muammar Gadafy of Libya rode a camel in Belgrade flanked by a retinue of pouting female sharpshooters. Mr Kim is the latest, perhaps the last, of the great communist dictators who let the train take the strain. The Germans famously put Lenin on a train from western Europe to the Finland Station in Petrograd in 1917 to foment a revolution and get the Russians out of the first world war. And Stalin went in triumph from Moscow to Berlin by train for the Potsdam conference after the Russians beat the Germans in the second world war. The two biggest communist leaders, Stalin and Mao Zedong, met in Moscow in 1949 after Mao took the Trans-Siberian to the capital of communism. So Mr Kim is in good tyrannical company. But what about Mr Putin, who prefers jets, helicopters, skis or Mercedes? The extravagant display of Soviet nostalgia he staged to indulge Mr Kim's every whim sent goosepimples down the neck of the NTV television commentator allowed to report on Mr Kim on a deserted Red Square at the Lenin mausoleum. Mr Kim became the first foreign dignitary to lay a wreath there in almost a decade. And the goosestepping guard of honour at the mausoleum, scrapped in 1993, was reinstated for the occasion. With uncannily bad timing, it is exactly 10 years since communism collapsed in the Soviet Union with the botched putsch attempt by party and KGB hardliners which turned Boris Yeltsin into an anti-communist hero. The coincidence has not been lost on Russian commentators who have been mocking Mr Putin's attempts to please the North Korean in unusually harsh terms. ''The Kim visit is degrading to Russians,'' the Argumenty I Fakty newspaper bellowed, criticising Mr Putin's ''diplomatic dance with a dictator ... It's a disgrace. Kim Jung-Il arrived here as the representative of an odious political system which we rejected in 1991.'' The front page of the Izvestiya daily had a picture of Mr Kim in his tunic and dark glasses with the banner headline \"The spectre of communism.'' ''Kim's triumphal journey across Russia is helping to prolong the life of one of the most hateful regimes on earth. There will be a reckoning.'' And the tabloid Komsomolskaya Pravda asked: ''Why do we need Kim Jung-Il?'' The Kremlin has not provided a proper answer. But the answer is Mr Putin's new religion - pragmatism. No values, no ethics, no bottom line. Email ian.traynor@theguardian.com Related special reports Russia Korea Other articles More articles by Ian Traynor Useful links Soviet Union factbook - Yuri Andropov NTV (in Russian) Argumenty I Fakty Isvestiya (in Russian) Itar-Tass news agency Moscow Times Russia Today St Petersburg Times",
    "keywords": [
        "communist",
        "russians",
        "mr",
        "russia",
        "moscow",
        "kim",
        "kremlin",
        "train",
        "pragmatists",
        "putins",
        "arms",
        "soviet"
    ],
    "summary": "Mr Kim is the latest, perhaps the last, of the great communist dictators who let the train take the strain.\nMr Kim became the first foreign dignitary to lay a wreath there in almost a decade.\nThe coincidence has not been lost on Russian commentators who have been mocking Mr Putin's attempts to please the North Korean in unusually harsh terms.\nThe front page of the Izvestiya daily had a picture of Mr Kim in his tunic and dark glasses with the banner headline \"The spectre of communism.''\nBut the answer is Mr Putin's new religion - pragmatism.",
    "sentiment": {
        "neg": 0.0954,
        "neu": 0.8328,
        "pos": 0.0719,
        "compound": 0.0071
    }
}