{
    "date": "2001-09-17T02:17:50Z",
    "title": "The two Koreas resume cooperation talks",
    "url": "https://www.theguardian.com/world/2001/sep/17/northkorea",
    "content": "North and South Korea held talks yesterday on the revival of a host of stalled projects aimed at promoting peace on their divided peninsula. The chief northern delegate, Kim Ryong-song, proposed discussions on the south supplying electricity to the north and repatriating a handful of communist supporters formerly imprisoned. The north halted diplomatic contacts in March, but agreed to resume talks after Russia and China promised aid. The resumption is a relief to the South's president, Kim Dae-jung. His \"sunshine\" policy towards the North has been under a cloud recently, darkened last week by a vote of no confidence in his unification minister. Seoul wants to organise a summit to reciprocate Mr Kim's visit to Pyongyang last year. It will also press for more reunions of divided families and the north's completion of the railway link, which would provide a connection to Europe via the Trans-Siberian railway. The South's new unification minister, Hong Yoon-young, said the most important aim of the talks was to establish a regular dialogue.",
    "keywords": [
        "south",
        "cooperation",
        "unification",
        "yoonyoung",
        "talks",
        "railway",
        "kim",
        "divided",
        "minister",
        "souths",
        "resume",
        "north",
        "koreas"
    ],
    "summary": "North and South Korea held talks yesterday on the revival of a host of stalled projects aimed at promoting peace on their divided peninsula.\nThe chief northern delegate, Kim Ryong-song, proposed discussions on the south supplying electricity to the north and repatriating a handful of communist supporters formerly imprisoned.\nThe north halted diplomatic contacts in March, but agreed to resume talks after Russia and China promised aid.\nHis \"sunshine\" policy towards the North has been under a cloud recently, darkened last week by a vote of no confidence in his unification minister.\nThe South's new unification minister, Hong Yoon-young, said the most important aim of the talks was to establish a regular dialogue.",
    "sentiment": {
        "neg": 0.032,
        "neu": 0.8345,
        "pos": 0.1336,
        "compound": 0.2928
    }
}