{
    "date": "2001-05-11T00:28:22Z",
    "title": "North Korea warms elite while sick shiver",
    "url": "https://www.theguardian.com/world/2001/may/11/northkorea",
    "content": "North Korea faces a worsening health crisis next winter, even if it manages to feed its people this summer, international aid experts warn. \"There is a lack of anti-biotics, medical instruments in many places are outworn, the hospitals are unable to maintain emergency power and have no heating in the operating theatres,\" Tomas Liew, head of the International Federation of the Red Cross in Pyongyang said. \"We have to fulfil very basic needs: they need blankets in the hospitals; many doctors don't have simple stethoscopes or blood pressure gauges.\" One doctor consulted by the Red Cross estimated that \"because of freezing theatres, only 50% of essential operations could be carried out last winter.\" The food shortages remain severe for a seventh year. Last year the World Food Programme helped to feed an average of almost 5.4m people each month - more than one in five of the population. North Korea is now in the \"lean season\" when its own basic cereals have run out and it depends almost entirely on foreign supplies. There is already concern about the next harvest, following a six-week drought and with a serious shortage of fertilisers. Yet beyond the food emergency lies a wider crisis in health, water and sanitation, identified as the priority by the EU mission which has just visited Pyongyang. Last year the lack of heating in hospitals was partly solved by aid from Norway, which paid for emergency supplies of coal. Some 70% more inpatients were able to be admitted. Surprisingly, the coal was not imported. It was already available locally but had to be purchased with hard currency. \"This causes some problems,\" an aid worker in Pyongyang said. \"The donors ask why they should have to buy coal from the government just to give it back to the government!\" The answer, he explained carefully, was that otherwise \"the coal would be used in another context\" - meaning it would be used to keep the military and political elite warm. While there are doubts about the government's commitment, there is praise for local Red Cross officials and a network of volunteers. Farmers in remote areas will give up part of a room to serve as a first-aid station. The main problem is lack of funds for a health system that once worked very well, with better access to care than in some western countries. North Korea also used to be ahead of many Asian countries in providing piped water, but there is now heavy leakage from rusted pipes and no power for the water pumps. Children, who are already malnourished, are at further risk from gastrointestinal infections. The problem is how to persuade the government to make the changes needed, rather than continue to rely indefinitely on foreign aid. \"There is still a need for humanitarian assistance, but also for other actors in the market\", Mr Liew said. The farmers' markets which are now encouraged by the state help to supplement diet and increase rural incomes. But Pyongyang officials are still reluctant to talk about what they claim is only a temporary concession on the road to communism. The WFP runs basic \"food for work\" schemes and has also started to provide \"non-food items\". These consist of shovels, axes, hoes and suchlike, and personal items such as boots, shoes and gloves on which the North Korean government either cannot, or will not, devote enough resources. Last week's EU delegation, led by Sweden's prime minister, Goran Persson, urged the north's leader, Kim Jong-il, to recognise the need to reform the economic system. \"They are worried [about the crisis] and committed to opening up,\" Mr Persson concluded, but he warned that this would require moving towards a \"transparent economy [to attract] foreign investments\". Mr Kim himself raised hopes earlier this year by a well publicised visit to Shanghai to study the Chinese economic model. But reforms are slow in coming, and there is no end in sight to the need for massive foreign aid. UN agencies and non-governmental organisations have appealed for $383m (£269m) to fund this year's aid operation. By April 1, less than one-third had been pledged or contributed. A donor is still being sought to buy coal for the hospitals next winter. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "korea",
        "elite",
        "sick",
        "north",
        "warms",
        "hospitals",
        "need",
        "coal",
        "winter",
        "food",
        "aid",
        "pyongyang",
        "foreign",
        "shiver"
    ],
    "summary": "North Korea faces a worsening health crisis next winter, even if it manages to feed its people this summer, international aid experts warn.\nNorth Korea is now in the \"lean season\" when its own basic cereals have run out and it depends almost entirely on foreign supplies.\nNorth Korea also used to be ahead of many Asian countries in providing piped water, but there is now heavy leakage from rusted pipes and no power for the water pumps.\nThe problem is how to persuade the government to make the changes needed, rather than continue to rely indefinitely on foreign aid.\nBut reforms are slow in coming, and there is no end in sight to the need for massive foreign aid.",
    "sentiment": {
        "neg": 0.081,
        "neu": 0.8624,
        "pos": 0.0566,
        "compound": -0.0873
    }
}