{
    "date": "2001-05-04T08:31:42Z",
    "title": "Kim turns on the charm for EU team",
    "url": "https://www.theguardian.com/world/2001/may/04/eu.northkorea",
    "content": "North Korean's leader, Kim Jong-il, kept the process of detente alive yesterday by wooing the first European Union delegation to his country with a promise to maintain the country's moratorium on missile launches until 2003. He made enough positive noises in five hours of negotiations with the EU team to offset the gloom caused by the tougher stance towards Pyongyang recently taken by the US president, George Bush. According to the Swedish prime minister, Goran Persson, Mr Kim reaffirmed his intention to take part in a return North-South summit in Seoul, which was meant to take place in March but has been delayed. He did not suggest a new date for the summit. In keeping with his \"pro-active\" diplomacy first demonstrated at the North-South summit in Pyongyang last year, Mr Kim spent the morning in\"frank and friendly\", discussions which continued at a lunch banquet. Wearing his characteristic beige jump-suit, he clinked huge glasses of French red wine with Mr Persson with characteristic gusto. Mr Kim made it clear that the delay in the summit had been caused by unhappiness at the Bush administration's dislike of the dialogue started by Mr Clinton with Pyongyang. It was not, he said, due to any cooling of relations with Seoul. Pyongyang is eager to take part in the summit, Mr Persson said, but is wary of the timing because the US is reviewing its policy. EU officials were also pleased by the restatement of the 2003 missile moratorium date for the first time since Mr Bush took office; the US president's decision on missile defence earlier this week leans heavily on the alleged threat from North Korea and other \"states of concern\". Mr Persson was given an oral message from Mr Kim to Mr Bush which he said shows \"a willingness to continue the dialogue\" with the US, but he warned that not too much should be read into it. Entering new ground, the EU commissioner for external relations, Chris Patten, persuaded Mr Kim to agree to discussions on opening a dialogue on human rights with the EU. But there was no response to the suggestion that Pyongyang should accept a visit by the UN special rapporteur on human rights. \"This is going to be a long process,\" Mr Patten said. \"But the important thing is to start the journey.\" With North Korea still an almost completely closed society, any move to allow on-the-spot inquiries into human rights abuses seems very remote. Its officials are extremely wary of any foreign scrutiny but their heavy-handed tactics often encourage the \"negative reports\" about which they complain. For instance, journalists accompanying the EU delegation on the second day of its visit were stopped from leaving their hotel to walk in the streets of Pyongyang. An attempt by one to keep an appointment at the office of the International Committee of the Red Cross was frustrated. The EU visit was originally suggested to Sweden, the holders of the EU presidency, by South Korea's president, Kim Dae-jung, anxious that the peace process which he had initiated was grinding to a halt. All but one of the EU's members already recognise North Korea or are in the process of doing so: an EU decision on its recognition is expected to be a formality. However, officials in Pyongyang appear in no doubt that in the end it is the US which carries the most political and economic weight, and the EU mission has been at pains to deny that it is mediating between the two. Related articles 03.05.2001: Son of North Korean leader 'enters Japan illegally' 03.05.2001: The People's Paradise crumbles 03.05.2001, analysis: In the land of the Kims 10.04.2001: Koreans angry at Japan's approval of book sanitising war atrocities Netnotes Korea Useful links Kyodo News Agency North Korean Central News Agency Korea Herald (South Korea)",
    "keywords": [
        "summit",
        "charm",
        "eu",
        "mr",
        "korea",
        "turns",
        "north",
        "kim",
        "process",
        "pyongyang",
        "persson",
        "team",
        "bush"
    ],
    "summary": "Wearing his characteristic beige jump-suit, he clinked huge glasses of French red wine with Mr Persson with characteristic gusto.\nPyongyang is eager to take part in the summit, Mr Persson said, but is wary of the timing because the US is reviewing its policy.\nMr Persson was given an oral message from Mr Kim to Mr Bush which he said shows \"a willingness to continue the dialogue\" with the US, but he warned that not too much should be read into it.\nEntering new ground, the EU commissioner for external relations, Chris Patten, persuaded Mr Kim to agree to discussions on opening a dialogue on human rights with the EU.\nWith North Korea still an almost completely closed society, any move to allow on-the-spot inquiries into human rights abuses seems very remote.",
    "sentiment": {
        "neg": 0.0701,
        "neu": 0.8574,
        "pos": 0.0725,
        "compound": -0.0221
    }
}