{
    "date": "2001-04-27T10:19:46Z",
    "title": "Leaders of starving Koreans flew in chefs",
    "url": "https://www.theguardian.com/world/2001/apr/27/northkorea.famine",
    "content": "North Korea's communist leaders imported two Italian chefs to prepare secret banquets of pizza at the height of the country's famine, it has emerged. The chefs were flown into Pyongyang with special ovens to feed its \"Respected Supreme Commander\", Kim Jong-il, in 1997 while millions starved on a diet of seaweed, cabbage stalks and grass. Ermanno Furlanis and Antonio Macchia were monitored by army generals as they taught selected chefs the art of rolling dough to ensure thin crusts. \"They measured every one of my moves. They even measured the distance between the olives,\" Mr Furlanis said. CIA agents allegedly intercepted oven parts at Berlin airport, suspecting they had a military use. \"They were very worried. Maybe they thought they were nuclear ovens or something of the sort,\" he said. The revelations will appear in the geopolitical journal Heartland, which commissioned Mr Furlanis to shed light on the secretive regime, In spring 1997, North Korean agents, posing as businessmen, asked Mr Macchia, the head chef at a Trieste hotel restaurant, to find a partner who would be willing to give a pizza training course. He turned to Mr Furlanis, an independent financial adviser who moonlighted as a pizza chef in the nearby town of Codroipo, north-east Italy. He accepted the invitation, was paid in advance and told to spare no expense in assembling material. The chefs, travelling with theirwives, had their passports confiscated during their three weeks in military quarters at Pyongyang and a seaside resort. \"It was like being in a golden prison. We received full luxury treatment but we couldn't escape,\" Mr Furlanis said. A minder, Mr Om, reported to General Pah, who appears to have masterminded the initiative. The insular state had run out of food and people were starving, but the ruling oligarchy wanted to celebrate. Mr Furlanis explained that no two pizzas were the same, but the hosts were convinced that an ideal recipe could be discovered by analysing his technique. \"After my first pizza I was told that in order to make such a dough I must be a very sophisticated person. I was extremely honoured.\" He prepared 21 meals for the political and military leaders and their spouses. Mr Furlanis's article, entitled Four Italians in the Court of the King, was a cross between Marco Polo and an unfathomable James Bond, said the newspaper Italy Daily. His only moment of fear came when he was summoned by Gen Pah at 1am, expecting to be reprimanded for urinating in public. He fell to his knees, but the general laughed off the incident and offered a fistful of dollars as a bonus. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "flew",
        "chefs",
        "leaders",
        "pizza",
        "mr",
        "military",
        "furlanis",
        "ovens",
        "told",
        "starving",
        "pah",
        "koreans",
        "pyongyang",
        "north"
    ],
    "summary": "North Korea's communist leaders imported two Italian chefs to prepare secret banquets of pizza at the height of the country's famine, it has emerged.\nThey even measured the distance between the olives,\" Mr Furlanis said.\nHe turned to Mr Furlanis, an independent financial adviser who moonlighted as a pizza chef in the nearby town of Codroipo, north-east Italy.\nWe received full luxury treatment but we couldn't escape,\" Mr Furlanis said.\nMr Furlanis explained that no two pizzas were the same, but the hosts were convinced that an ideal recipe could be discovered by analysing his technique.",
    "sentiment": {
        "neg": 0.0557,
        "neu": 0.8558,
        "pos": 0.0885,
        "compound": 0.1533
    }
}