{
    "date": "2001-11-15T11:46:12Z",
    "title": "Korean peace talks reach impasse",
    "url": "https://www.theguardian.com/world/2001/nov/15/northkorea",
    "content": "The North-South Korean dialogue has foundered after a round of ministerial talks ended in sharp disagreement after nearly a week of negotiations. It was the first time since the peace process began two years ago that the two sides had been unable to find a way forward. \"There is a new danger of relations going sour,\" Pyongyang's chief delegate Kim Ryong-song warned, saying that the South was \"fully to blame\". The head of Seoul's delegation, Hong Soon-young, said that a \"cooling-off period\" must now be expected. The failure of the talks creates an obstacle that neither side may find easy to remove, in an international climate which has become much cooler since the euphoria last year when both countries' presidents held the Pyongyang summit. The immediate cause of the breakdown was a dispute over where the next round of talks should be held. Pyongyang insisted that they should meet again in the north's Diamond Mountain holiday resort where the current sixth round talks has been held. This would break the understanding that the talks are supposed to be held alternately in each half of the divided country. However experts believe that the North's stubborn attitude reflected anger at the South's anti-terrorist security alert which Pyongyang sees as a hostile gesture. Behind this lies a deeper dissatisfaction with the US, which continues to keep North Korea on its list of sponsors of terrorism even though Pyongyang has condemned the September 11 attacks. \"[North Korea] will cooperate with the international community in the fight against terrorism,\" Pyongyang repeated this week, while complaining of \"the anachronistic nature of US hostile policy towards [us]\". Seoul says that it has assured the North that its anti-terrorism measures and military manoeuvres are not aimed against Pyongyang. It points to the need to improve security ahead of next year's World Cup, which will be staged jointly in South Korea and Japan. Yet South Korean generals have made no secret during the manoeuvres that they still see the North as the greatest threat. The South's president, Kim Dae-jung, architect of the peace process, is on the defensive over its failure to produce tangible results and only has one more year in office. An editorial in yesterday's Korea Times denounced Pyongyang for its \"irrational demand that the South lift its high military alert\", and asked whether the talks should be allowed to continue. \"We should no longer humiliate ourselves before the North and the world,\" it concluded, suggesting that those who handled the South's strategy for the talks \"should feel ashamed\". Hopes had risen at the weekend with provisional agreement on another round of \"family meetings\" - the now-familiar ritual in which selected members from families who have been divided since the Korean war are briefly reunited. South Korean officials said yesterday that this meeting, scheduled for next month in the Diamond Mountain resort, is now unlikely to occur. Some analysts in Seoul believe that the North's economic weakness will force it to return to the table in order to secure economic aid from the South. However the North's president, Kim Jong-il, whose political power base rests mainly in the armed forces, will be wary of appearing too eager to make concessions. South Korea has provided 30% of the $2bn (£1.4bn) of food aid to the North since 1995, but this years' improvement in the food situation gives Kim Jong-il more negotiating room. President Kim Dae-jung, who will not stand for re-election next year, was denounced last week by the probable opposition candidate Lee Ho-chang for \"grave shortcomings\" in his handling of the North-South dialogue. The North's mood began to sour early this year when the incoming president, George Bush, described Kim Jong-il as \"suspicious and ... secretive\". Washington says it is willing to resume its own dialogue with Pyongyang, but insists that the North Korean military deployments on the 38th parallel must be on the agenda. The best hope now is that the peace process will keep going at least spasmodically rather than break down completely. The projected return visit of Kim Jong-il to Seoul while his counterpart is still in office now seems even less likely. · The Korean Medical Association, a lobby for 70,000 doctors and South Korea's only doctors' group, today adopted a new code of ethics allowing doctors to terminate treatment of incurable patients at the request of the patients or their families.",
    "keywords": [
        "south",
        "norths",
        "round",
        "korea",
        "peace",
        "north",
        "president",
        "reach",
        "kim",
        "impasse",
        "pyongyang",
        "talks",
        "korean"
    ],
    "summary": "The North-South Korean dialogue has foundered after a round of ministerial talks ended in sharp disagreement after nearly a week of negotiations.\nPyongyang insisted that they should meet again in the north's Diamond Mountain holiday resort where the current sixth round talks has been held.\nYet South Korean generals have made no secret during the manoeuvres that they still see the North as the greatest threat.\nSouth Korean officials said yesterday that this meeting, scheduled for next month in the Diamond Mountain resort, is now unlikely to occur.\nHowever the North's president, Kim Jong-il, whose political power base rests mainly in the armed forces, will be wary of appearing too eager to make concessions.",
    "sentiment": {
        "neg": 0.0878,
        "neu": 0.8331,
        "pos": 0.0791,
        "compound": -0.0192
    }
}