{
    "date": "2001-10-24T15:22:12Z",
    "title": "Increase in food for North Koreans",
    "url": "https://www.theguardian.com/world/2001/oct/24/northkorea.famine",
    "content": "North Korea may have turned the corner in the struggle to feed its people, despite floods this month which have left tens of thousands without food, according to the UN World Food Programme. \"The picture is looking better, and we believe that the harvest of maize and rice will be bigger than expected,\" Gerald Bourke, a WFP spokesman, said yesterday. \"But it is still a tragedy for those hit by the floods.\" The WFP is rushing in emergency rations to feed up to 145,000 North Koreans in Kangson province on the south-east coast. Two weeks ago freak rains caused a tidal surge that left paddy fields lying under a metre of water. \"The storm struck at a particularly bad time, because much of the rice had recently been cut and was lying in the paddy fields to dry,\" said Rick Corsino, director of the WFP in North Korea. Even so, a WFP assessment of the food and crops situation is expected to report signs of progress in a country that has been on the verge of famine for the past five years. The summer rains came just in time to alleviate the spring drought, when no rain fell for three months, and fertiliser has arrived in aid shipments from South Korea. Farming is also more mechanised than last year, and North Korea has managed to put more land under cultivation, although experts believe the food crisis has been made much worse by large-scale land reclamation and deforestation in previous years that disturbed the natural balance. Assessing the exact situation in a country where independent access is strictly limited is a difficult task. A Unicef survey last month concluded that North Korea would suffer a grain deficit of 1.8m tonnes - which would be the most acute food shortage in five years. Even if the food picture is improving, the effect of the crisis on health will be long lasting. Statistics quoted by Unicef indicate that 45% of children under five are \"stunted or suffering from chronic malnutrition\".",
    "keywords": [
        "wfp",
        "paddy",
        "unicef",
        "rice",
        "korea",
        "rains",
        "increase",
        "situation",
        "food",
        "koreans",
        "north",
        "picture"
    ],
    "summary": "North Korea may have turned the corner in the struggle to feed its people, despite floods this month which have left tens of thousands without food, according to the UN World Food Programme.\nThe WFP is rushing in emergency rations to feed up to 145,000 North Koreans in Kangson province on the south-east coast.\nFarming is also more mechanised than last year, and North Korea has managed to put more land under cultivation, although experts believe the food crisis has been made much worse by large-scale land reclamation and deforestation in previous years that disturbed the natural balance.\nA Unicef survey last month concluded that North Korea would suffer a grain deficit of 1.8m tonnes - which would be the most acute food shortage in five years.\nEven if the food picture is improving, the effect of the crisis on health will be long lasting.",
    "sentiment": {
        "neg": 0.1722,
        "neu": 0.8003,
        "pos": 0.0275,
        "compound": -0.4232
    }
}