{
    "date": "2001-02-20T11:13:13Z",
    "title": "Germans to send beef to N Korea",
    "url": "https://www.theguardian.com/world/2001/feb/20/northkorea.famine",
    "content": "German and North Korean officials are discussing a plan to ship surplus German beef arising from the BSE crisis to famine-stricken North Korea. In an interview published yesterday the German agriculture minister, Renate Künast, said she was ready to approve the idea, provided that the meat was shared fairly among the population and international humanitarian organisations were given untrammelled access to the country. The German government has agreed to an EU scheme to buy and slaughter 400,000 head of cattle to prop up beef prices. The sale of beef fell sharply after it was discovered at the end of last year that mad cow disease had entered German herds. Meat from the cull will be tested for BSE before being approved for export. Since BSE tests are not 100% reliable the beef intended for North Korea will carry a higher risk of infection than meat from countries unaffected by the disease. Pyongyang's willingness to have it was conveyed in a letter from its diplomatic mission in Berlin congratulating Ms Künast on her appointment. Ms Künast, a Green, joined the cabinet last month after her predecessor resigned after being criticised for his handling of the BSE crisis. The charitable organisation Cap Anamur said last week that North Korea had asked for the meat from 200,000 head of cattle. The German development ministry having talks with NGOs about the suitability of beef for starving North Koreans. Related Special report: Special report: the BSE crisis Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "beef",
        "send",
        "korea",
        "special",
        "crisis",
        "germans",
        "german",
        "report",
        "n",
        "meat",
        "bse",
        "north",
        "künast"
    ],
    "summary": "German and North Korean officials are discussing a plan to ship surplus German beef arising from the BSE crisis to famine-stricken North Korea.\nSince BSE tests are not 100% reliable the beef intended for North Korea will carry a higher risk of infection than meat from countries unaffected by the disease.\nMs Künast, a Green, joined the cabinet last month after her predecessor resigned after being criticised for his handling of the BSE crisis.\nThe charitable organisation Cap Anamur said last week that North Korea had asked for the meat from 200,000 head of cattle.\nRelated Special report: Special report: the BSE crisis Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "sentiment": {
        "neg": 0.0894,
        "neu": 0.8278,
        "pos": 0.0827,
        "compound": -0.0169
    }
}