{
    "date": "2001-09-19T02:51:15Z",
    "title": "Two Koreas put peace process back on line",
    "url": "https://www.theguardian.com/world/2001/sep/19/northkorea",
    "content": "The North-South Korean peace process was put back on track yesterday by a joint pledge to resume building a railway to join the two halves of the divided peninsula. Within months the direct route across the 38th parallel, closed for 50 years, should connect the South Korean capital Seoul and Kaesong city in the North. Work will also start on an industrial zone in Kaesong, financed by the South. The agreement, reached at ministerial talks in Seoul, envisages an eventual rail connection all the way from South Korea through the North to China and Russia. The ministers, meeting after a six-months suspension of the talks, also agreed on another \"family reunion\" in October, which will reunite for a few hours members from families divided since the Korean war. The South Korean president, Kim Dae-jung, who is under fire domestically for the lack of progress in his \"sunshine policy\" towards Pyongyang, hailed the agreement. \"At a time when the world is getting caught up in war,\" he said, \"it is significant to see peace upheld, and exchanges, and cooperation.\" North Korea's official news agency said the talks marked \"a turning point\" in relations. A decision to open a land route to the Kumgangsan mountain resort in North Korea, currently accessible only by sea, may boost tourism from the South. The project, backed by the Hyundai conglomerate, is deeply in the red. It has also been agreed to hold talks on easing conditions for cross-border trade and tackling problems in a disputed fishing ground. Events planned for next month, including ministerial talks, will show whether the momentum can be maintained. The North Korean president, Kim Jong-il, appears to have decided to restore momentum to the peace process after intensive diplomatic contacts with China and Russia. But yesterday's declaration failed to mention his promised visit to Seoul, reciprocating Kim Dae-jung's visit to Pyongyang last year. A request for electricity to help revive the North's crippled economy was deferred. Even the rail project, on which work has almost been completed on the southern side, may be subject to further delay. Senior military leaders in Pyongyang are thought to be wary of reopening links which will undermine their garrison state deployment. North Korea also warned yesterday that it may be forced to reconsider its moratorium on ballistic missile launches, citing threats posed by Japan's recent rocket launch and joint research on the US missile defence system. A commentary from the official news agency said Japan's launch of its next-generation rocket last month was \"part of moves for space militarisation\".",
    "keywords": [
        "south",
        "korea",
        "peace",
        "talks",
        "process",
        "seoul",
        "kim",
        "line",
        "korean",
        "pyongyang",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "The North-South Korean peace process was put back on track yesterday by a joint pledge to resume building a railway to join the two halves of the divided peninsula.\nWithin months the direct route across the 38th parallel, closed for 50 years, should connect the South Korean capital Seoul and Kaesong city in the North.\nThe South Korean president, Kim Dae-jung, who is under fire domestically for the lack of progress in his \"sunshine policy\" towards Pyongyang, hailed the agreement.\nA decision to open a land route to the Kumgangsan mountain resort in North Korea, currently accessible only by sea, may boost tourism from the South.\nThe North Korean president, Kim Jong-il, appears to have decided to restore momentum to the peace process after intensive diplomatic contacts with China and Russia.",
    "sentiment": {
        "neg": 0.0539,
        "neu": 0.8421,
        "pos": 0.104,
        "compound": 0.108
    }
}