{
    "date": "2001-01-23T12:27:08Z",
    "title": "China becomes North Korea's beacon",
    "url": "https://www.theguardian.com/world/2001/jan/23/northkorea",
    "content": "Habits of secrecy die hard in North Korea - and the more so when its leaders travel abroad. The visit last week of Kim Jong-il to Shanghai was shrouded in mystery, as Chinese officials refused to confirm his presence, even though everyone knew he was there. Any attempt to keep a secret in China's most relaxed city was bound to fail, particularly since he was on a tour to inspect Shanghai's hi-tech industries. Alert brokers finally caught sight of the tubby figure of the Dear Leader peering down at the stock exchange. His back had already been glimpsed at the Shanghai Grand Theatre, where even the ticket touts knew he was coming. It was hard work for the Kim-hunters, complicated by the simultaneous - and well-publicised - visit of Italian prime minister, Giuliano Amato. When a convoy of black saloons with tinted glass swept up to the modernistic Shanghai Museum, they thought they had struck lucky. But it was Mr Amato, not Mr Kim, who would hardly have enjoyed an exhibition showing the riches of Chinese culture. Chinese leaders routinely refer to their 4,000 years of history, but North Korea - and the South, too - lay claim to five, not four, millennia. Yet while the atmosphere of farcical mystery recalled the old Pyongyang, the very fact of Mr Kim's visit underlined how fast North Korea is beginning to change. This was no perfunctory nod in the direction of China's economic reforms but a serious signal of intent. In the view of South Korea's president, Kim Dae-jung, North Korea plans to become a \"second China\", emulating the Chinese turn to market reform and the global economy. This may seem an overstatement, yet the South Korean president has already proved his skill in gauging Pyongyang's intentions. Kim Jong-il gave signs of seeking to break out of North Korea's negative trap as far back as the late 1980s, while his father, Kim Il-sung, was still alive. It has taken longer than intended for a number of reasons: the death of his father, the disastrous near-famine which followed, and the scepticism of the outside world. His visit to China has been trailed by editorials in the North Korean party newspaper strongly hinting that it is time for a change. An official message for the new year praised Mr Kim's \"energetic\" behaviour and said that he wanted to \"speed up [progress] towards a socialist paradise\". Pyongyang called for \"a forceful campaign for refashioning the entire national economy with up-to-date technology\". It referred to \"the tasks facing light industry and agriculture\" both of which are in a critical condition, according to observers. Another editorial called on the nation to \"look at everything innovatively from a new point of view and boldly break with the conventional\". When Mr Kim surfaced in Beijing on his way home, his Chinese hosts were quick to quote his words of praise for \"the reform and opening policy of the Chinese Communist party\". President Jiang Zemin added for good measure that he \"fully supports\" a forthcoming visit by Mr Kim to Seoul. There had been doubts as to whether Mr Kim would go ahead with this \"return summit\" for last June's Pyongyang meeting with Kim Dae-jung in the foreseeable future. It is much more likely to happen now, though Seoul is stressing that careful preparation is needed. Mr Kim is believed to have been more critical of Chinese policies on a previous visit to Shanghai some years ago. This time his tour in the company of the technocrat Chinese prime minister, Zhu Rongji, to so many hi-tech and joint-venture companies in Pudong (new Shanghai) sent an entirely different message. Mr Kim may have had mixed feelings as he surveyed Shanghai's polluted skyline from the 350-metre Oriental Pearl TV Tower. Mr Kim has a TV tower of his own in Pyongyang - he also has an Arc de Triomphe and other handsome buildings - which afford a much clearer view. Pyongyang does not have traffic jams, and its industries were long ago relocated. But North Korea has been suffering for the past five years from chronic shortages and near-famine, and most industry is hardly working anyway. Mr Kim does not need much urging to search for a new way forward - so long as he himself remains in power. Email john.gittings@theguardian.com Special reports Korea Taiwan Tiananmen: 10 years on Other articles More articles by John Gittings Useful links China Briefing Chinese government People's Daily Sinopolis.com US Library of Congress Country Study: China People's Korea Liberation Army Daily",
    "keywords": [
        "beacon",
        "mr",
        "korea",
        "kim",
        "china",
        "visit",
        "chinese",
        "shanghai",
        "view",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Habits of secrecy die hard in North Korea - and the more so when its leaders travel abroad.\nIn the view of South Korea's president, Kim Dae-jung, North Korea plans to become a \"second China\", emulating the Chinese turn to market reform and the global economy.\nMr Kim may have had mixed feelings as he surveyed Shanghai's polluted skyline from the 350-metre Oriental Pearl TV Tower.\nBut North Korea has been suffering for the past five years from chronic shortages and near-famine, and most industry is hardly working anyway.\nMr Kim does not need much urging to search for a new way forward - so long as he himself remains in power.",
    "sentiment": {
        "neg": 0.0681,
        "neu": 0.8654,
        "pos": 0.0665,
        "compound": 0.0184
    }
}