{
    "date": "2001-03-09T13:08:56Z",
    "title": "Bush shows cold shoulder across the Pacific",
    "url": "https://www.theguardian.com/world/2001/mar/09/northkorea.usa",
    "content": "President George Bush has made it clear that he is not interested in continuing the Clinton administration's policy of cautious detente with North Korea. The change comes as China says it is increasing its defence spending because it believes that the Washington is hardening its stance in favour of Taiwan. Mr Bush made his position known during talks at the White House on Wednesday with the president of South Korea, Kim Dae-jung, who favours detente and hoped to win Mr Bush's backing for his \"sunshine policy\" towards the communist regime in the north. But Mr Bush told Mr Kim that he had no plans to resume discussing missiles with North Korea in the foreseeable future. This marks a sharp change from Mr Clinton's two-year effort to head off a threatened military build-up in the north and work towards the restoration of normal relations between Washington and Pyongyang. Mr Bush's stance has stirred speculation in Washington that he wants to freeze out North Korea to justify his government's planned national missile defence (NMD) shield. The justification offered for NMD in 1999 was that the US faced a threat from North Korea's missile programme. As well as delivering a serious blow to Mr Kim's efforts to negotiate a broad peace between the two Koreas, Mr Bush appeared to put him at odds with his own secretary of state, Colin Powell, who said on Tuesday that he hoped \"to pick up where President Clinton and his administration left off\". But Mr Powell emerged from the Bush-Kim meeting calling Pyongyang \"a threat\" whose intentions nobody should be naive about. The president's uncompromising position towards North Korea is a sign that the hardliners around him - including on this issue the national security adviser, Condoleezza Rice - have gained the upper hand in policy-making towards the region. In a speech last year Ms Rice called North Korea \"the road kill of history\". She was behind the Bush administration's recent decision to reintroduce the term \"rogue states\", which the Clinton administration dropped in its final year. Before Mr Kim arrived in Washington his advisers argued that North Korea might retreat to its earlier isolationist positions if it concluded that the Bush administration was dropping the policy of engagement. Mr Clinton had hoped to make a landmark visit to Pyongyang at the end of his presidency to meet the northern leader, Kim Jong-il. Last week he said he would almost certainly have made this visit had it not been for the 36-day dispute over the outcome of the presidential election. After meeting Kim Dae-jong this week, Mr Bush said he was \"concerned about the fact that the North Koreans are shipping arms around the world\". \"We want to make sure that their ability to develop and spread weapons of mass destruction was in fact stopped and that we could verify that in fact they had stopped it,\" he said. \"We're not certain as to whether or not they're keeping all terms of all agreements.\" There is one agreement between the US and North Korea there is one agreement, the 1994 accord which ended Pyongyang's processing of plutonium at a suspected nuclear weapons plant. US officials told the New York Times yesterday that there was no evidence that North Korea was violating the terms of this agreement. Washington's harder stance against North Korea became apparent just after China announced this week that it would increase its defence spending by 17.7% to cope with what it described as \"drastic changes\" in the global military balance. In a speech on Tuesday, the finance minister, Xiang Huaicheng, unveiled plans for China's biggest increase in military spending in real terms for 20 years. He said this was \"to meet the drastic changes in the military situation around the world and prepare for defence and combat given the conditions of modern technology, especially high technology.\" China's military spending has been growing for several years; last year's announced increase was more than 12%. Officially, the lastest rise will would make the country's total defence budget $17.2bn (£11.5bn) next year, compared with Mr Bush's requested Pentagon budget for 2002 of $310bn. But experts believe that China keeps most of its military spending secret, and that the real figure is more like $70bn-$80bn. Whatever the realities of the spending, this week's Beijing announcement serves to pass the message that China believes it must prepare for a coming conflict with the US over Taiwan, whose independent status many in the administration wish to protect with a sea and space based missile shield.",
    "keywords": [
        "mr",
        "spending",
        "military",
        "korea",
        "shows",
        "washington",
        "kim",
        "cold",
        "shoulder",
        "clinton",
        "pacific",
        "defence",
        "north",
        "bush"
    ],
    "summary": "But Mr Bush told Mr Kim that he had no plans to resume discussing missiles with North Korea in the foreseeable future.\nIn a speech last year Ms Rice called North Korea \"the road kill of history\".\nUS officials told the New York Times yesterday that there was no evidence that North Korea was violating the terms of this agreement.\nChina's military spending has been growing for several years; last year's announced increase was more than 12%.\nBut experts believe that China keeps most of its military spending secret, and that the real figure is more like $70bn-$80bn.",
    "sentiment": {
        "neg": 0.0764,
        "neu": 0.8288,
        "pos": 0.0949,
        "compound": 0.0859
    }
}