{
    "date": "2001-05-14T01:21:15Z",
    "title": "email",
    "url": "https://www.theguardian.com/world/2001/may/14/northkorea",
    "content": "It is early in Pyongyang and the road outside is empty, although the policewoman is already alert on her stand. Pedestrians must cross by the foot tunnel or get a blast from her whistle. Even the cyclists must ride on the pavement and use the tunnel. But though still a disciplined place, Pyongyang is getting progressively shabbier: the pastel-painted apartment blocks have faded and the broken windows are unmended. We alarmed our minders by going for unchaperoned walks; wandering into shops where no one buys anything. There were a few angry shouts, but more friendly smiles. Foreign residents say that people began smiling a year ago, around the time of the North-South summit. This morning most of the journalists accompanying the EU mission to Pyongyang have decided they should behave. We set off in our minibuses for the Tower of Juche - the ruling ideology of self-reliance coined by the late Great Leader Kim Il-sung. It stands in phallic magnificence on the bank of the Taedong river, a gold-painted torch atop a 150-metre tower. A \"paean\" celebrating Juche is inscribed on a single block of stone four metres high and 15 wide, signifying April 15, the Great Leader's birthday. The text was written by a \"poets' group\": no one poet would dare undertake the honour alone. This seems a good moment to discuss the Juche idea with my minder, an intelligently orthodox journalist from the Korean Central News Agency. To my surprise I learn something new. Juche is still attributed to Kim Il-sung but much less specifically than before. I ask when the word was first coined (knowing that it appears in a speech by the Great Leader dated 1955). \"It began to be used by the Dear Leader Kim Jong-il,\" comes the reply, \"from the 1960s and 70s onwards.\" So now the son, who secured the succession by casting himself as high priest of his father's doctrine, is claiming the credit for it. We move on to the Arch of Triumph, framed with 70 azalea reliefs to symbolise the Great Leader's 70th birthday, when it was completed. This seems a good moment too to ask about the cost of these monuments - at a time when the World Food Programme is feeding a fifth of North Korea's population. \"The Korean people do not count the cost,\" comes the reply. \"What we contribute is our hearts.\" And the economic crisis? \"It is passing. Now we can see something bright\". After lunch I try to check this out with one of the international aid agencies, just five minutes from the Koryo Hotel. I am stopped within yards; my sleeve is tugged insistently. Someone shouts from a window, encouraging the young man to hang on tight. Surely I can walk round the corner to keep an appointment to discuss humanitarian aid? The minder is firm: \"We received a promise from the EU that you will write about nothing except diplomacy.\" A second attempt is blocked with a softer line: \"We are responsible for your safety and if you got lost we might be blamed.\" It seems sensible to reschedule my appointment in the hotel coffee shop.A n EU official suggests that the North Koreans are nervous lest one of us might stay behind. Stay in Pyongyang? Well, it would make a good story, but... Perhaps they are really worried that we won't pay our swingeing phone bills (in US dollars). Our minibuses head for the airport after our absurdly short 33 hours in North Korea. The power is off on one side of the road; a few dim bulbs glow on the other. Have I met any real people, I wonder? There was that group outside the railway station - a travelling band with drum and fiddle, perhaps one of those who play rousing tunes on street corners to encourage morale. I explained I was British, not Russian. They were eating rice out of plastic bags and offered me a pair of chopsticks. Yes, they were real Koreans, and I should have said yes. Useful links Korea Web Weekly Democratic People's Republic of Korea",
    "keywords": [
        "eu",
        "leader",
        "juche",
        "email",
        "korea",
        "kim",
        "yes",
        "great",
        "good",
        "pyongyang",
        "north"
    ],
    "summary": "This morning most of the journalists accompanying the EU mission to Pyongyang have decided they should behave.\nWe set off in our minibuses for the Tower of Juche - the ruling ideology of self-reliance coined by the late Great Leader Kim Il-sung.\nI ask when the word was first coined (knowing that it appears in a speech by the Great Leader dated 1955).\n\"It began to be used by the Dear Leader Kim Jong-il,\" comes the reply, \"from the 1960s and 70s onwards.\"\nOur minibuses head for the airport after our absurdly short 33 hours in North Korea.",
    "sentiment": {
        "neg": 0.0493,
        "neu": 0.8358,
        "pos": 0.1149,
        "compound": 0.2059
    }
}