{
    "date": "2001-05-03T08:01:06Z",
    "title": "Leader: Europe's Korean role",
    "url": "https://www.theguardian.com/politics/2001/may/03/northkorea.eu",
    "content": "Sweden's prime minister, Göran Persson, was trying hard not to step on toes when he arrived at the head of an EU delegation in North Korea yesterday. \"The main point is to do whatever we can to help the peace process on the peninsula move out of this sticky period,\" he said. \"We are not here to act as a mediator between North Korea and the US or indeed between North Korea and South Korea.\" Which prompts the question: why not? South Korean President Kim Dae-jung's promising \"sunshine policy\" of détente has indeed faltered since his watershed summit last June with Pyongyang's Elvis look-alike, Kim Jong-il. The Clinton administration dallied with, but ultimately ducked, a diplomatic truce with North Korea. George Bush, true to form, then sent the process into reverse, telling Seoul's Mr Kim that North Korea was not to be trusted and halting US contacts pending a review. Many of the bilateral confidence-building steps proposed last year have simply not happened. The impoverished North Korean regime has meanwhile grown increasingly agitated at what it sees as Washington's belligerence in singling it out as a \"rogue nation\", a sponsor of terrorism and a principal reason why America needs missile defence. It threatened in February to end its voluntary freeze on ballistic missile development and upped the ante last week, demanding that the 37,000 US troops based in South Korea be withdrawn. Kim Dae-jung has urged Mr Bush to complete his policy review and quickly resume talks with North Korea where a new food crisis threatens and more, not less international aid is needed. He fears the prospect of a follow-up North-South summit in Seoul next month is receding rapidly, jeopardising the peace process as a whole. But there are no signs that Washington is really listening. The Pentagon needs North Korea to play the bad guy while it secures funding for its new missiles. It insists that Pyongyang threatens its neighbours and the US itself, has secretly built nuclear weapons and is a \"major proliferator\", selling to Iran and Pakistan. This US posture worries friends (like Japan) and \"foes\" (like China) alike. It has allowed Russia a chance to make mischief. But for the EU, most of whose members (including Britain) now have diplomatic ties with Pyongyang, it is an opportunity. Fifty years after the Korean war, US policy is regressing. It is time, as elsewhere, for Europe to show a lead.",
    "keywords": [
        "policy",
        "summit",
        "south",
        "leader",
        "korea",
        "europes",
        "kim",
        "role",
        "process",
        "threatens",
        "review",
        "north",
        "korean"
    ],
    "summary": "Sweden's prime minister, Göran Persson, was trying hard not to step on toes when he arrived at the head of an EU delegation in North Korea yesterday.\n\"We are not here to act as a mediator between North Korea and the US or indeed between North Korea and South Korea.\"\nSouth Korean President Kim Dae-jung's promising \"sunshine policy\" of détente has indeed faltered since his watershed summit last June with Pyongyang's Elvis look-alike, Kim Jong-il.\nThe Clinton administration dallied with, but ultimately ducked, a diplomatic truce with North Korea.\nThe Pentagon needs North Korea to play the bad guy while it secures funding for its new missiles.",
    "sentiment": {
        "neg": 0.1025,
        "neu": 0.8206,
        "pos": 0.0769,
        "compound": -0.0709
    }
}