{
    "date": "2002-12-12T02:51:33Z",
    "title": "Sailing on, the ship with a hold full of Scud missiles",
    "url": "https://www.theguardian.com/world/2002/dec/12/yemen.northkorea",
    "content": "America's doctrine of pre-emptive strikes misfired at its first outing yesterday when the US navy was humiliatingly forced to release a seized shipment of North Korean missiles and allow its passage to Yemen. What began as a triumph of US global policing turned into a diplomatic farce as Washington was forced to set free the North Korean freighter, So San, with its cargo of 15 Scud-type missiles curiously concealed under sacks of cement. After angry protests from the Yemeni government - whose cooperation has proved crucial to America's war on terror - and quiet interventions from the vice-president, Dick Cheney, the White House had to admit the cargo was legitimate. \"There is no provision under international law prohibiting Yemen from accepting delivery of missiles from North Korea,\" the White House spokesman, Ari Fleischer, said. \"In this instance there is no clear authority to seize the shipment of Scud missiles from North Korea to Yemen so therefore the merchant vessel is being released.\" For Washington, it was a dismal end to a drama that had been orchestrated precisely to demonstrate the new US determination, set out in its national security strategy in September and reiterated only yesterday, to pre-empt the spread of missile technology. The move was also designed to step up pressure on North Korea to dismantle its clandestine nuclear weapons programme. The US secretary of state, Colin Powell, said Washington had been persuaded that the missiles were the last delivery of an order placed by Yemen in the 1990s. Yemen has held Scuds since the 1960s, and while Washington let this shipment go, US officials said they had asked the government why it needed the missiles. The drama on the Arabian sea began on Monday when two Spanish navy vessels encountered a suspicious - and flagless - freighter, which turned out to be North Korean. The captain, after initially ignoring warning shots, allowed the Spanish crew to board. The Spanish forces searched the ship, where they discovered missile parts hidden in the hold, buried beneath sacks of cement. In all, a Spanish defence ministry official said yesterday, the haul contained 15 Scud-like missiles, 15 conventional warheads, 23 tanks of rocket propellant and 85 drums of unidentified chemicals. US forces were alerted in preparation for detaining it at Diego Garcia base. However, the high profile seizure unravelled swiftly amid protests from the Yemeni government, which argued that it had lawfully purchased the missiles. \"The cargo belongs to the Yemeni government and its armed forces for defence purposes, and it will not reach a third party,\" a letter from the foreign minister, Abu Bakr al-Qirbi, said. The thwarted raid risked escalating the showdown with North Korea - one end of what the Bush administration views as the \"axis of evil\" - and antagonising relations with Yemen at a time when America wants its support for the war on terror. \"The administration may be undercutting their stance in opposing the proliferation of these weapons,\" said Frank Gaffney, director of the Centre for Security Policy, a conservative Washington thinktank close to figures in the administration. \"It is unfortunate that this coincides with the day that this new strategy on weapons of mass destruction has been unveiled.\" US intelligence began tracking the ship last month. At the same time, Bush administration officials began laying the political groundwork for pre-emptive action against North Korea's lucrative missile sales - a theme pursued yesterday by the defence secretary, Donald Rumsfeld. \"They continue to be the single largest proliferator of ballistic missile technology on the face of the earth, and they are putting into the hands of many countries the technologies and capabilities which have the potential for killing hundreds of thousands of people,\" he told reporters. By Monday, when Spanish navy boats caught sight of the So San the timing was ripe to put the plan in action. Although it is legal under maritime law to interdict flagless ships, which may be pirate vessels or smuggling guns or drugs, once Yemen acknowledged the cargo it became difficult for Washington to justify the seizure of the ship. Pyongyang is not a member of the missile control technology regime that controls exports, and there are no legal bars to its aggressive weapons trade. While Washington disapproves of its sales - notably to Iran, Libya and Syria - it has remained silent about Pyongyang's other customers, such as Egypt and Pakistan. North Korea is almost certain to argue the raid is a further sign of unrelenting US hostility - proof positive of its need to develop nuclear weapons. In turn, the episode could damage US-Yemeni relations.",
    "keywords": [
        "scud",
        "hold",
        "korea",
        "washington",
        "missiles",
        "cargo",
        "yemen",
        "weapons",
        "sailing",
        "ship",
        "missile",
        "spanish",
        "yesterday",
        "north"
    ],
    "summary": "\"There is no provision under international law prohibiting Yemen from accepting delivery of missiles from North Korea,\" the White House spokesman, Ari Fleischer, said.\n\"In this instance there is no clear authority to seize the shipment of Scud missiles from North Korea to Yemen so therefore the merchant vessel is being released.\"\nThe move was also designed to step up pressure on North Korea to dismantle its clandestine nuclear weapons programme.\nThe Spanish forces searched the ship, where they discovered missile parts hidden in the hold, buried beneath sacks of cement.\nNorth Korea is almost certain to argue the raid is a further sign of unrelenting US hostility - proof positive of its need to develop nuclear weapons.",
    "sentiment": {
        "neg": 0.123,
        "neu": 0.8246,
        "pos": 0.0524,
        "compound": -0.2397
    }
}