{
    "date": "2002-12-16T01:11:53Z",
    "title": "Anti-US feeling spurs new wave of patriotism in Seoul",
    "url": "https://www.theguardian.com/world/2002/dec/16/northkorea",
    "content": "The vast square outside Seoul's city hall is becoming the rallying point for a new, middle-class brand of Korean nationalism. At last summer's football world cup finals, the square was alive with hundreds of thousands of fans cheering on their team. At the weekend, the traffic was again stopped and huge-screens re-erected for a very different outpouring of pan-Korean emotion: one of the biggest protests against the US military for 50 years. Some 50,000 rallied in protest against the deaths of two schoolgirls in a road accident involving a US tank. Although political protests are two-a-penny in South Korea, this one is attracting concern for its scale and the likely impact on Thursday's presidential election and an alliance facing a fresh nuclear threat from North Korea. Past anti-US protests were organised by student radicals and communist unions, but last week thousands of middle-class salarymen, mothers and children gathered each night at the US embassy to vent their anger, which was further fuelled by a US military tribunal's acquittal of the two soldiers of negligent homicide. President Kim Dae-jung himself asked why no one had been held responsible. Protesters have called for an apology from President Bush, a retrial and changes to the rules under which the 37,000 US troops in South Korea operate. For many of the mostly young demonstrators, it is nationalism not pacifism that drives them. Brought up in a period of relative peace with the North, they feel less reason to be grateful to the US for security and economic growth than their parents who lived through the 1950-53 Korean war. They are also a more confident generation, which has seen its country bounce back from the Asian financial crisis of 1997 to become one of the strongest economies in the region. After a period of detente, they have warmed towards the North and world cup success has left many basking in national pride. \"South Korea has grown up and we should have a more balanced relationship with America,\" said Kim Sun-hee, who plans to take her two toddlers to today's rally. The issue has played a key role in a presidential race in which the main candidates have taken strikingly different positions on how to deal with the North and Washington. The frontrunner, Roh Moo-hyun of the Millennium Democratic party, is a 56-year-old former human rights lawyer who pledges engagement with the North. Although he has distanced himself from the latest protests, his anti-American credentials have won over many young voters. His rival, Lee Hoi-chang, is a former supreme court judge standing for the presidency for the second time with the Grand National party. The 67-year-old is close to Washington and favours cutting aid to the North unless it abandons its pursuit of weapons of mass destruction. Although polls show Mr Roh between 3% and 9% ahead, rising security fears over North Korea could cut the gap. Whatever the outcome, analysts warn that the rising tide of frustration towards the US is pushing ties towards their worst crisis for half a century. \"This is the most critical moment the alliance has faced,\" said Kim Sung-han, a professor at the institute of foreign affairs and national security. \"We must put all our problems on the table and start again.\" With the North threatening to go nuclear, foreign observers view this election as pivotal. \"The next five years will be crucial,\" said a western diplomat. \"Korea faces huge challenges from the North Korean and the Chinese economy. These candidates are two very different people who are likely to handle things in very different ways.\"",
    "keywords": [
        "south",
        "young",
        "wave",
        "korea",
        "protests",
        "seoul",
        "kim",
        "different",
        "patriotism",
        "spurs",
        "national",
        "security",
        "feeling",
        "korean",
        "north",
        "antius"
    ],
    "summary": "Although political protests are two-a-penny in South Korea, this one is attracting concern for its scale and the likely impact on Thursday's presidential election and an alliance facing a fresh nuclear threat from North Korea.\nProtesters have called for an apology from President Bush, a retrial and changes to the rules under which the 37,000 US troops in South Korea operate.\nAlthough polls show Mr Roh between 3% and 9% ahead, rising security fears over North Korea could cut the gap.\n\"This is the most critical moment the alliance has faced,\" said Kim Sung-han, a professor at the institute of foreign affairs and national security.\n\"Korea faces huge challenges from the North Korean and the Chinese economy.",
    "sentiment": {
        "neg": 0.0985,
        "neu": 0.7988,
        "pos": 0.1027,
        "compound": 0.0127
    }
}