{
    "date": "2002-12-09T12:50:56Z",
    "title": "Still out in the cold",
    "url": "https://www.theguardian.com/world/2002/dec/09/northkorea",
    "content": "The Democratic People's Republic of Korea, better known simply as North Korea, is neither democratic nor a republic. And it certainly does not belong to its 23 million people. The country is run by a dictator, Kim Jong-Il, son of its founder president, Kim Il-Sung, and a small, secretive clique of army and party officials. The regime espouses, in theory, a communist or socialist ideology, and despite recent attempts at reform, directs a command economy and centralised social and institutional structures in which all citizens and resources are at the disposal of the state. The tide of change that brought quiet or violent revolutions to most communist-run countries after the end of the cold war has passed North Korea by. Personal rights and freedoms of the kind enshrined in the UN's International Covenant on Civil and Political Rights do not exist there. Once described as the \"hermit kingdom\", there are no free elections, no free speech, no freedom of association or travel, and no free press. Like dictatorships elsewhere, the Pyongyang regime relies on brutal repression to maintain control. Human rights groups have estimated that up to 200,000 people are incarcerated in prison camps. Arbitrary execution, torture and forced labour are routinely used to maintain the regime's authority. International agencies such as the Red Cross and the UN Human Rights Commission have been denied unfettered access. Official propaganda promotes a personality cult around the short, portly figure of Kim Jong-Il. The \"Dear Leader\" has a penchant for too-tight, Elvis-style jump-suits and, according to a new book by a former Russian diplomat, for lobster and other gourmet delicacies, vintage Bordeaux and dancing girls or \"lady conductors\". Kim's grotesquely self-indulgent lifestyle contrasts harshly with the food shortages and other hardships that affect most North Koreans. This year has seen a growing exodus of refugees and asylum seekers across the border to China. Famine caused by mismanagement of state-controlled agriculture, and exacerbated by floods and drought, caused the deaths of several million North Koreans in the 1990s, according to aid agency estimates. The country has never really recovered, in part because its ability to recuperate was seriously hindered by the growing diplomatic and economic estrangement from its former cold war patrons in Moscow and Beijing. Last week, the UN's World Food Programme said it expected to have to feed more than a quarter of North Korea's population next year, following projections of a renewed famine. It appealed for $200m in extra funding and has already been forced to reduce its per capita rations. However, this latest appeal comes on top of the much larger, developing famine emergencies in southern Africa and Ethiopia, and the continuing international effort in Afghanistan. Donor countries, dismayed by the North Korea regime's self-destructive policies, may prove reluctant to do more for a country that appears incapable of helping itself. The humanitarian aspect apart, North Korean misery and misrule might be considered of little importance for the world at large. There are, after, all many countries where misgovernance and misfortune combine with dreadful results for the inhabitants. But Kim Jong-Il, eccentric and irresponsible though he may be, is not entirely foolish. Like his father, he knows how to get the west's attention. And as the country's situation has grown more desperate over the years, he has used a number of levers to gain the west's help. One lever is friction with South Korea, the vastly more successful state from which the North was separated along the 38th parallel after Japan's surrender in 1945. Kim maintains a large army, and memories of the Korean war, which ended with an uneasy armistice in 1953, are never allowed to fade completely. North Korea has regularly provoked armed skirmishes with the South, the most recent of which was a naval clash last summer which resulted in several dozen deaths. At the same time, Kim - who in theory is committed to reunification - has given a guarded welcome to the \"sunshine policy\" of détente pursued by South Korea's President Kim Dae-Jung. This process reached a high point in 2000 with a summit meeting in Pyongyang. There have been further moves this year to improve cross-border links, promote trade and reduce military tensions. But Kim has never kept his promise to pay a return visit to Seoul. He apparently prefers to keep the South guessing about his real intentions with the aim of extracting more concessions and direct aid. Significantly, with Kim Dae-Jung retiring, the conservative favourite in this month's South Korean election to replace him, Lee Hoi-Chang, has threatened to cut cash aid to Pyongyang unless it modifies its behaviour in a range of areas. North Korea has exercised similar tactics in its relations with Japan, the former colonial power and now the region's economic superpower. Pyongyang is dependent on direct Japanese aid, too. But that did not stop it severely rattling Tokyo in 1998 by test-firing a ballistic missile over the sea of Japan. That intensified long-standing fears about North Korea's missile programmes and its collaboration with other states, notably Pakistan, in selling and buying related technology. Like Seoul, Japan's leaders never quite know what to make of Kim, but their instinct is in favour of broadening contacts rather than a dangerous confrontation. Thus while it was a gamble, it was not a total surprise that Japan's prime minister, Junichiro Koizumi, went to Pyongyang last September to meet Kim in person. His purpose was in part to encourage the very limited free market reforms introduced by Kim earlier this year, and boost détente. Koizumi offered a generous aid package if bilateral relations were normalised. But he also got a shock, typical of Kim: North Korea admitted for the first time to abducting Japanese citizens in cold war covert operations. The subsequent angry outcry in Japan has further confused the Tokyo government about how best to handle its unpredictable neighbour. Kim has tried to play the same game with the US and almost succeeded, towards the end of the second Clinton administration, in winning more concessions when the then secretary of state Madeleine Albright was induced to visit Pyongyang. But in the Bush administration he has encountered a far less malleable sparring partner. Under President George Bush, North Korea has become a declared adversary. Bush and his top advisers disagreed over North Korea policy after coming to office, wavering between negotiation and confrontation. But September 11 changed all that. The primary reason is North Korea's continuing efforts, as the US sees it, to acquire nuclear and other weapons of mass destruction that could threaten US bases in South Korea, US allies such as Japan, and even the US mainland itself. For this reason, Bush included Pyongyang in his \"axis of evil\". For this reason, the US has also pressured Russia and China to exert what influence they still have on North Korea. The two countries obliged last week, issuing a joint statement urging North Korea to honour a 1994 agreement to eschew the pursuit of nuclear weapons. Bush's demonisation of North Korea's regime after September 11 was based on several factors, only one of which was its military activities. It suited Washington to highlight the link between repressive regimes or \"failed\" or \"rogue\" states like North Korea and international terrorism and weapons proliferation. It served to rally Asian countries to the US banner in the \"global war on terror\". The threat posed by countries such as North Korea, constantly stressed and embroidered on in Washington, also helped Bush's Republican party in November's mid-term elections, and may well help Bush's re-election bid in 2004. The Pentagon says, for example, that Pyongyang already has several nuclear warheads. There is no firm evidence for that claim. But Bush has another reason for singling out North Korea. As with Osama bin Laden, as with Saddam Hussein, he has personalised the issue. He recently told the author and reporter Bob Woodward of his \"hate\" for Kim and all he stands for. For Bush, Kim personifies the enemy in the great 21st century global battle between good and evil, between right and wrong, that Bush has vowed to lead and win. North Korea's recent, surprise admission that it has continued to pursue nuclear capability despite the 1994 accord has only served to entrench Bush's view. Washington's reaction has been to lobby regional allies further to isolate Pyongyang. One recent result was a decision to cut off fuel oil supplies to North Korea. This is probably just the beginning of a war of attrition. It seems likely that Kim, shielded from the world and distracted by his dancing girls and four-hour banquets, has failed so far to appreciate that his old game of making threats and conjuring spectres in order to win concessions will not wash with the Bush administration. Most probably, he believes his nuclear \"confession\" will persuade the west to engage with him on his terms and try to buy him off with more assistance and aid. If so, this is a potentially regime-changing miscalculation. Until Iraq is sorted out, one way or another, the US is unlikely to move against North Korea in any concerted way. But once its hands are free of Saddam, America's attention may turn to North Korea in ways that Kim could find terminally uncomfortable. That in turn presents a deeply disturbing and dangerous prospect for South Korea, Japan, and others who may be within striking distance of Pyongyang's zany \"Dear Leader\". · Simon Tisdall is the Guardian's foreign affairs leader writer",
    "keywords": [
        "war",
        "south",
        "korea",
        "kim",
        "cold",
        "aid",
        "countries",
        "koreas",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "The Democratic People's Republic of Korea, better known simply as North Korea, is neither democratic nor a republic.\nThe tide of change that brought quiet or violent revolutions to most communist-run countries after the end of the cold war has passed North Korea by.\nThe country has never really recovered, in part because its ability to recuperate was seriously hindered by the growing diplomatic and economic estrangement from its former cold war patrons in Moscow and Beijing.\nBut he also got a shock, typical of Kim: North Korea admitted for the first time to abducting Japanese citizens in cold war covert operations.\nUntil Iraq is sorted out, one way or another, the US is unlikely to move against North Korea in any concerted way.",
    "sentiment": {
        "neg": 0.104,
        "neu": 0.8141,
        "pos": 0.0818,
        "compound": -0.0684
    }
}