{
    "date": "2002-03-26T18:45:15Z",
    "title": "World Cup scores for Asian detente",
    "url": "https://www.theguardian.com/world/2002/mar/26/japan.worldcupfootball2002",
    "content": "South and North Korea kicked off a new round of football diplomacy in north-east Asia yesterday, to the hope that the World Cup can achieve what food aid, family exchanges and a \"sunshine policy\" have so far failed to do: bring peace to the final cold-war frontier. In a rare joint statement the two countries, which are still technically at war, agreed that the South Korean president, Kim Dae-jung, should send a personal envoy to the North Korean capital next month, before the opening game of the tournament on May 31. The initiative comes less than a week after Mr Kim exchanged football shirts and unusually warm words with the nationalist Japanese prime minister, Junichiro Koizumi, who was a hate figure in South Korea only last year. With China having qualified for the finals for the first time, the stage is clearly being set for this World Cup - the first to be held in Asia - to be used as a demonstration, on the surface at least, of regional harmony. During his visit to Pyongyang Mr Kim's adviser Lim Dong-won will invite the president of the North Korean parliament to attend the tournament's opening ceremony. \"Without peace and stability, the peninsula could be in deep trouble,\" Mr Lim said yesterday. \"We can't host the World Cup without peace on the Korean peninsula.\" In another sign of the football-focused thaw, the dignitaries at the new World Cup stadium in Seoul will include Mr Koizumi and Prince Takamado, who is expected to make the first official visit to South Korea by a member of the Japanese imperial family since the second world war. It is a far cry from last year when the bad blood between Japan, South Korea and North Korea was apparent. Against a background of lingering resentment of Japan's brutal 1910-1945 colonisation of the peninsula and continued territorial disputes, relations between the joint World Cup hosts plunged to their lowest point for years. There were rows about which country's name should appear first on World Cup goods; a Japanese history textbook which South Koreans said whitewashed wartime atrocities; and Mr Koizumi's visit to the Yasukuni shrine, which deifies 2.5 million fallen soldiers, including 12 war criminals of the second world war. Relations between Tokyo and Pyongyang fell to a new low in December when the Japanese coastguards sank a suspected North Korean spy ship, inflicting their first fatalities since 1945. But this year the three neighbours have started to put their differences to one side so that they can present a calm - if not entirely friendly or united - front. The Japanese emperor, Akihito, led the charm offensive by publicly acknowledging his Korean roots for the first time, and lauding the historical influence of the peninsula on Japanese culture. Since then the joint hosts have agreed to relax visa and foreign exchange restrictions for the duration of the tournament. Diplomats have reached compromises in a long-standing fisheries dispute. The leaders of all three countries have selfish motives, hoping that football can do for them what \"ping-pong diplomacy\" did to improve relations between China and the United States in 1971. In South Korea Mr Kim, whose term expires later this year, is running out of time to achieve results in his sunshine diplomacy towards the North. In Japan Mr Koizumi has seen his ratings plunge since he sacked his popular foreign minister, Makiko Tanaka, in January. The North's \"Dear Leader\", Kim Jong-il, is better known for loving films than football, but he is desperate for foreign aid and support. Even before George Bush identified Pyongyang as a member of the \"axis of evil\", food donations to the starving country were well short of last year's figure. They are not the only ones seeking to make political capital from the finals. Chung Mong-joon, the co-chairman of South Korea's World Cup organising committee, has said he will use the tournament as a springboard for a possible presidential bid later this year. \"The success of the World Cup will have no small influence on the presidential election,\" said Mr Chung. But much still needs to be done if the warm words, temporary diplomatic fixes and optimism of the football diplomacy are to last beyond June 30, when the final ball of the tournament is kicked in Yokohama and the eyes of the world start to focus on something else. Wars of two halves 1930, Uruguay: Argentina and Uruguay Thousands of Argentine fans poured into neighbouring Uruguay, only to be welcomed by mounted police who searched them for weapons 1938, France: Austria and Germany Austria withdrew from the tournament because the country had been overrun by Germany. Italian players gave the fascist salute on the field 1958, qualifier: Wales and Israel Wales travelled to Tel Aviv. There were tank tracks on the pitch, refugees in the dressing-rooms and the British press had to submit copy to the Israeli censor. Wales won 2-0 1969, qualifier: El Salvador beat Honduras Three days after the meeting, the Salvadoran army invaded Honduras. More than 2,000 people died in the so-called 'football war' before the Organisation of American States brokered peace 1974, West Germany: West Germany and East Germany met in Hamburg to talk of reconciliation. There was little chance of this happening as Hamburgers whistled and jeered the visitors from start to finish. East Germany won 1-0 1978, Argentina: Argentina won the right to stage the finals despite worldwide concern about its brutal rightwing regime and its continuing 'dirty war' against government opponents. Holland's Johan Cruyff in particular protested and refused to play 1986, Mexico: England and Argentina met for their first big sports event since the 1982 Falklands war. The buildup was tense but the match was played in relative tranquillity. In fact the tension had less to do with militarism and more to do with Maradona's famous 'hand of God' goal",
    "keywords": [
        "germany",
        "war",
        "south",
        "mr",
        "world",
        "detente",
        "korea",
        "cup",
        "north",
        "japanese",
        "asian",
        "scores",
        "korean"
    ],
    "summary": "\"We can't host the World Cup without peace on the Korean peninsula.\"\nIt is a far cry from last year when the bad blood between Japan, South Korea and North Korea was apparent.\nAgainst a background of lingering resentment of Japan's brutal 1910-1945 colonisation of the peninsula and continued territorial disputes, relations between the joint World Cup hosts plunged to their lowest point for years.\nChung Mong-joon, the co-chairman of South Korea's World Cup organising committee, has said he will use the tournament as a springboard for a possible presidential bid later this year.\n\"The success of the World Cup will have no small influence on the presidential election,\" said Mr Chung.",
    "sentiment": {
        "neg": 0.1104,
        "neu": 0.7883,
        "pos": 0.1013,
        "compound": -0.0421
    }
}