{
    "date": "2002-10-25T23:57:55Z",
    "title": "North Korea puts nuclear weapons on the table",
    "url": "https://www.theguardian.com/world/2002/oct/26/usa.northkorea",
    "content": "North Korea put its nuclear weapons programme on the negotiating table yesterday by demanding a non-aggression treaty with its greatest enemy, the US, in return for an easing of \"security concerns\". Washington's initial response was dismissive, repeating its standing demand for North Korea's unconditional disarmament. A White House spokesman, Scott Stanzel, said: \"Our position with respect to disarmament of North Korea's weapons of mass destruction is clear.\" The offer came on the day of a meeting in Texas between President Jiang Zemin of China and George Bush, who was expected to press him to help isolate the Pyongyang regime and back Washington's revised UN draft resolution on Iraq. The government in Pyongyang said it was ready to address US concerns if Washington would guarantee its sovereignty and right to economic development. It was its first public offer of conciliation since it revealed last week that it had an illegal uranium enrichment programme. \"It is a reasonable and realistic solution to the nuclear issue to conclude a non-aggression treaty between the DPRK [North Korea] and the US if the grave situation of the Korean peninsula is to be bridged over,\" the state news agency KCNA quoted a foreign ministry official as saying. Washington says that the programme violates the 1994 agreed framework in which the North promised to freeze its nuclear weapons development in return for 500,000 tonnes of fuel oil a year and an international commitment to build two light-water reactors. The US made a regular delivery of oil this week but has not yet said if it will continue the programme. There is a debate in the White House on whether the 1994 deal should be declared dead. Yesterday the North accused the US of failing to keep its side of that bargain because the construction of the reactors - vital to an energy-starved nation - is years behind schedule. It said President Bush's inclusion of the North in his \"axis of evil\" amounted to a nullification of the agreement, which also called for the restoration of normal diplomatic relations. At his ranch in Crawford, Texas, President Bush sought to soothe Beijing's fear that his government was ignoring its views. But his team are unsure how much influence Mr Jiang will have after next month's Chinese Communist party congress, when he will move to more junior position. \"They'll treat one another respectfully, without pushing far-reaching initiatives,\" James Mann, an analyst at the Centre for Strategic and International Studies in Washington, said. President Bush will pursue his attempt to build a coordinated approach to North Korea today when he arrives for a summit of Pacific Rim leaders in Cabo San Lucas, in Mexico. On the fringe of the meeting he will hold talks on the issue with the Japanese prime minister, Junichiro Koizumi, and the South Korean president, Kim Dae-jung. \"Our basic position is that we should try to resolve the North Korean nuclear issue peacefully,\" the South Korean foreign minister, Choi Sung-hong, said. Japan said it would put the nuclear issue alongside the subject of its abducted citizens at the top of the agenda for its talks with North Korea next week.",
    "keywords": [
        "puts",
        "table",
        "korea",
        "issue",
        "president",
        "week",
        "nuclear",
        "washington",
        "weapons",
        "programme",
        "north",
        "korean"
    ],
    "summary": "North Korea put its nuclear weapons programme on the negotiating table yesterday by demanding a non-aggression treaty with its greatest enemy, the US, in return for an easing of \"security concerns\".\nA White House spokesman, Scott Stanzel, said: \"Our position with respect to disarmament of North Korea's weapons of mass destruction is clear.\"\nPresident Bush will pursue his attempt to build a coordinated approach to North Korea today when he arrives for a summit of Pacific Rim leaders in Cabo San Lucas, in Mexico.\n\"Our basic position is that we should try to resolve the North Korean nuclear issue peacefully,\" the South Korean foreign minister, Choi Sung-hong, said.\nJapan said it would put the nuclear issue alongside the subject of its abducted citizens at the top of the agenda for its talks with North Korea next week.",
    "sentiment": {
        "neg": 0.097,
        "neu": 0.8209,
        "pos": 0.0819,
        "compound": -0.0683
    }
}