{
    "date": "2002-12-19T01:24:05Z",
    "title": "Roh wins S Korean elections",
    "url": "https://www.theguardian.com/world/2002/dec/19/northkorea",
    "content": "Roh Moo Hyun today won presidential elections in South Korea, in a vote that could affect critical relations with both the US and North Korea. After 94.5% of the votes had been counted, Mr Roh, the pro-government candidate, had taken 49% while opposition leader Lee Hoi Chang had just 46.5%. The lead was described by South Korean television stations as insurmountable. At his party headquarters, Mr Roh said: \"Thank you, my dear fellow countrymen, who have elected me as president. I will try to become a president, not just for the people who supported me, but also for the people who opposed me in the election.\" Mr Lee, who also narrowly lost the 1997 presidential election, conceded defeat. \"I did my best, but I fell short,\" he said. Turnout among the nation's 35 million eligible voters was 70.2% - almost 11 percentage points lower than in the 1997 presidential election. In wintry weather, voters lined up at 13,400 polling stations throughout the country. The election took place amid a surge in anti-US sentiment, fuelled by the recent acquittals in US military trials of two American soldiers whose armoured vehicle hit and killed two South Korean teenage girls in a road accident in June. The soldiers were acquitted of negligent homicide charges, but many South Koreans believed the trial was unfair. Mr Roh, 55, has said he wants a more \"equal\" relationship with Washington. He also supports the current president, Kim Dae Jung's, \"sunshine policy\" of detente with North Korea, and believes dialogue is the best way to resolve concerns over North Korea's nuclear weapons programs. But Mr Lee, 67, said President Kim's policy had failed, and espoused a tougher approach more in line with that of President Bush. Mr Kim's five-year term ends in February. Under South Korean law, he was barred from seeking re-election. Surveys showed the election split South Korea along generational and regional lines. Some older voters viewed Mr Lee as a stern figure who would not give in to North Korean threats, but young voters saw him as an uncompromising hawk who could raise tensions within the peninsula. Security concerns became prominent last week when North Korea declared it would revive a frozen nuclear plant previously suspected of being used to make weapons. North Korea said it needed to generate electricity because the US had reneged on commitments to provide power, but Washington said the communist government was violating several nuclear arms control agreements. US officials say North Korea also told them in October that it had a second nuclear program based on uranium enrichment. Many South Koreans believe that Mr Bush, who has ruled out talks with Pyongyang unless it abandons its nuclear development, is an obstacle to reconciliation with North Korea. Mr Roh, who wants South Korea to be less dependent on Washington, had been expected to benefit from growing unhappiness with the 37,000 US soldiers stationed in the South. \"Bush is a trigger-happy man,\" said Kim Han Sik, a 32-year-old voter. \"We need a leader who can say no when we think we should say no. Our country has been too subservient to the United States.\" Kyle Kim, a 32-year-old engineer who voted for Mr Lee, said: \"I think it should be give and take in dealing with North Korea. We have given them a lot, and nothing has changed.\"",
    "keywords": [
        "south",
        "mr",
        "roh",
        "korea",
        "president",
        "elections",
        "wins",
        "s",
        "nuclear",
        "election",
        "voters",
        "lee",
        "north",
        "korean"
    ],
    "summary": "Roh Moo Hyun today won presidential elections in South Korea, in a vote that could affect critical relations with both the US and North Korea.\nAfter 94.5% of the votes had been counted, Mr Roh, the pro-government candidate, had taken 49% while opposition leader Lee Hoi Chang had just 46.5%.\nAt his party headquarters, Mr Roh said: \"Thank you, my dear fellow countrymen, who have elected me as president.\nMr Roh, 55, has said he wants a more \"equal\" relationship with Washington.\nKyle Kim, a 32-year-old engineer who voted for Mr Lee, said: \"I think it should be give and take in dealing with North Korea.",
    "sentiment": {
        "neg": 0.0772,
        "neu": 0.854,
        "pos": 0.0688,
        "compound": -0.0641
    }
}