{
    "date": "2002-07-01T00:38:03Z",
    "title": "South Korea undeterred by sea battle",
    "url": "https://www.theguardian.com/world/2002/jul/01/northkorea",
    "content": "President Kim Dae-jung was struggling to keep his \"sunshine policy\" of South Korean engagement with North Korea alive yesterday in the wake of the worst gun battle between the two countries for three years. Four Southern sailors were killed, 18 were injured and one is missing after Saturday's clash between patrol boats in coastal waters in which the North suffered about 30 unspecified casualties. The clash could jeopardise President Kim's efforts to draw the North out of its isolation, which have brought the two sides of the divided peninsula closer than at any time since the armistice ending the Korean war in 1953. But, as in the last gun battle in 1999, when up to 30 North Korean sailors were reported killed, Mr Kim refused to be swayed from his policy. \"I'm proud of our people. They are not fazed by the North's provocation,\" he said before leaving for Japan to attend the World Cup final in Yokohama. \"I'll not neglect my duties and will boost security to ensure peace on the Korean peninsula.\" But is is feared that the skirmish may kill plans for a renewal of dialogue between Washington and Pyongyang. The US commander in South Korea, General Leon LaPorte, said he had called general-level border meeting - a rare event - with the North's armed forces to discuss the clash. Washington, Beijing and Moscow have all urged the two Koreas to show restraint. The fight broke out when two Northern patrol vessels accompanying fishing boats entered Southern territorial waters and one opened fire after ignoring an order to withdraw, according to South Korean officials. But North Korea accused Southern boats of provoking the battle by entering communist waters. It is reported to have suffered about 30 casualties, but it did not give details, saying only that it had suffered losses. South Korea demanded an apology from the North, saying the Northern vessel had fired first in the skirmish. A survivor from the South Korean patrol boat, which was sunk, said the 21-minute battle began after his vessel warned Northern vessels to return to their side of the contested maritime border between the two states. Staff Sergeant Hwang Chan-kyu told a local television news station that shots fired on the steering room fatally wounded his commanding officer, Lieutenant Yoon Young-ha. Sgt Hwang, who was taken to hospital with shrapnel wounds to the head, added: \"A few feet away I saw another colleague dying, and I pulled the trigger on my machine gun like a madman.\" A North Korean spokesman said: \"The serious military provocation made by the South Korean military authorities is aimed to orchestrate a shocking incident at a time when the World Cup is going on and shift the blame for it on to [North Korea].\" TThe area involved, near Yonpyong island in the Yellow Sea, has been the scene of previous skirmishes. Both sides escort their fishing boats to the crab fields on the Southern side of the border, which the North does not recognise. \"The sea border is a bogus line unilaterally and illegally drawn by [South Korea] in the 1950s and our side, therefore, has never recognised it,\" a North Korean navy officer said. He said the North had been acting with restraint because of the World Cup.",
    "keywords": [
        "border",
        "south",
        "korea",
        "sea",
        "southern",
        "boats",
        "world",
        "waters",
        "battle",
        "undeterred",
        "north",
        "korean"
    ],
    "summary": "President Kim Dae-jung was struggling to keep his \"sunshine policy\" of South Korean engagement with North Korea alive yesterday in the wake of the worst gun battle between the two countries for three years.\nThe US commander in South Korea, General Leon LaPorte, said he had called general-level border meeting - a rare event - with the North's armed forces to discuss the clash.\nBut North Korea accused Southern boats of provoking the battle by entering communist waters.\nSouth Korea demanded an apology from the North, saying the Northern vessel had fired first in the skirmish.\n\"The sea border is a bogus line unilaterally and illegally drawn by [South Korea] in the 1950s and our side, therefore, has never recognised it,\" a North Korean navy officer said.",
    "sentiment": {
        "neg": 0.156,
        "neu": 0.7819,
        "pos": 0.0621,
        "compound": -0.3447
    }
}