{
    "date": "2002-10-24T01:36:15Z",
    "title": "Families threaten force to keep five stolen by N Korea",
    "url": "https://www.theguardian.com/world/2002/oct/24/japan.northkorea",
    "content": "Five Japanese who were kidnapped by North Korea 24 years ago are once again threatened with detention - this time by their own families. In a bizarre twist to an already outlandish tale, some relatives say they will tie up the abductees to prevent them returning to North Korea next week, the scheduled end of their first visit to Japan since they were gagged, stuffed into bags and taken to Pyongyang by special forces in 1978. To the shock of the families who had prepared lavish homecomings, the three women and two men have said they are in two minds about whether to stay or hurry back to the impoverished and reclusive land of their kidnappers, where they have children and jobs. The Japanese relatives say the five have been brainwashed for more than 20 years and North Korea has effectively kept their children as hostages to ensure their parents' return. \"If necessary I will fight my brother. I will tie him up and lock him in so that he does not go back,\" said Toru Hasuike, whose 45-year-old sibling, Kaoru, has expressed loyalty to North Korea and criticism of Japan's colonial past during his return to the family home in Niigata. \"He has been brainwashed, so what he says he wants is irrelevant. What is important is that he was kidnapped and must be returned,\" said Toru. Until last month, North Korea had angrily denied allegations that it had abducted Japanese nationals during the 1970s and 80s, but in a stunning about-face, the country's leader, Kim Jong-il, admitted that special forces had seized 13 people, eight of whom have since reportedly died from \"accidents and illnesses\". Pyongyang has claimed that the Japanese were abducted to help train North Korean spies. The five survivors arrived in Japan on October 15 for a two-week visit, but the initial jubilation of their families has turned to bemusement and suspicion as their loved ones have expressed hesitation about returning for good. \"I had a family and a convenient life [in North Korea],\" said Yasushi Chimura in Obama, where he and his girlfriend were seized while stargazing one summer night in 1978. \"I was happy, so I didn't really feel I wanted to go home.\" The problems of adjusting to life in Japan would be particularly hard for the children, who are in their late teens or early twenties. \"My three kids were educated in a socialist system. I have never told them that their mother and I are Japanese,\" said Mr Chimura. \"Before I consider whether I want to bring them here, I must carefully consider what psychological damage they might suffer.\" In what is becoming a political as well as an emotional tug of war, the Japanese government received a petition from the families demanding that the abductees remain in Japan until their children are allowed to join them. North Korea said the children could not visit Japan because they had to go to school, but Tokyo says an agreement has been reached about them joining a second visit, tentatively scheduled for next month. The families fear that those plans could be disrupted by North Korea's admission last week that it is pursuing a nuclear weapons programme in contravention of international treaties. In Kuala Lumpur next week, Japan is due to restart talks on normalising diplomatic relations with North Korea, but the nuclear weapons revelations and the proposed extension of the abductees' visit could make progress difficult. The Japanese prime minister, Junichiro Koizumi, told parliament that his priority was the early return of the victims and their families from North Korea. Foreign ministry officials say the wishes of the Japanese families - as well as the kidnap victims - will have to be taken into consideration in deciding whether to extend the visit.",
    "keywords": [
        "children",
        "korea",
        "say",
        "week",
        "visit",
        "japanese",
        "japan",
        "n",
        "force",
        "threaten",
        "families",
        "stolen",
        "north",
        "return"
    ],
    "summary": "Five Japanese who were kidnapped by North Korea 24 years ago are once again threatened with detention - this time by their own families.\nThe Japanese relatives say the five have been brainwashed for more than 20 years and North Korea has effectively kept their children as hostages to ensure their parents' return.\n\"I had a family and a convenient life [in North Korea],\" said Yasushi Chimura in Obama, where he and his girlfriend were seized while stargazing one summer night in 1978.\nThe Japanese prime minister, Junichiro Koizumi, told parliament that his priority was the early return of the victims and their families from North Korea.\nForeign ministry officials say the wishes of the Japanese families - as well as the kidnap victims - will have to be taken into consideration in deciding whether to extend the visit.",
    "sentiment": {
        "neg": 0.0984,
        "neu": 0.8187,
        "pos": 0.0828,
        "compound": -0.0733
    }
}