{
    "date": "2002-09-20T09:39:48Z",
    "title": "The thawing of North Korea",
    "url": "https://www.theguardian.com/world/2002/sep/20/northkorea",
    "content": "After owning up and opening up as never before, North Korea is building a strong case to be removed from George Bush's \"axis of evil\" triad, but the regime's remarkable show of penitence has so far left Washington distinctly unmoved. After decades of Cold War freeze, then two years of stop-start progress towards reconciliation, events on the peninsula are suddenly surging forward at a breakneck pace. In the past week alone, North Korea and Japan have held their first summit, a record 159-strong team of North Korean athletes have flown to the South to take part in the Asian Games, and South Korean troops have entered the demilitarised zone to remove land mines so that a rail and road link can be reconnected across the border. This follows a resumption of talks between North and South, a new round of reunions for families separated by the war, and a football match in Seoul between two teams representing the different sides of the divided peninsula. The biggest shock was the North Korean leader Kim Jong-il's willingness to lose face by confessing that his country's special forces had abducted more than a dozen Japanese nationals in the 1970s and 80s. This admission, and his subsequent humble apology - made during the breakthrough summit with Japanese prime minister Junichiro Koizumi - reversed more than a decade of angry denials by Pyongyang that it had anything to do with the missing persons. Although the humiliating u-turn was not mentioned by North Korea's state-controlled media, it can only harm Mr Kim's political credibility. Many among the large North Korean community in Japan, who have been staunch supporters of the regime in Pyongyang, expressed dismay that they had been misled and many are already starting to wonder whether they have been deceived on other issues. As this community maintains close contacts with families in the North, such doubts will soon filter through to people inside the reclusive state. Mr Kim's decision to take such a risk indicates how desperate he has become since the end of last year, when the United States and Japan began squeezing the North as never before. The September 11 attacks had nothing to do with Pyongyang, but they provided an opportunity for Washington to ratchet up the rhetoric against the \"evil\" nation and for Tokyo to crack down militarily and financially on its neighbour. Until then, Japan had been one of the biggest sources of foreign currency and food aid for the North. Friendly banks in Tokyo channelled billions of dollars to the regime from the wealthy North Korea community in Japan. High-speed \"spy ships\" smuggled amphetamines across the maritime border. And last year, the Japanese government donated 500,000 tonnes of rice - the biggest contribution to a World Food Programme operation that feeds one in four of the North's 22 million population. But after last autumn, Japan used new anti-terror laws to sink one of the spy ships approaching its waters, Tokyo tax authorities clamped down on financial institutions close to Pyongyang and the government refused to contribute so much as a single grain of rice to a new WFP appeal for aid at the start of the year. With the hermit nation now starved into a corner, Mr Kim can only feel anxiety as he watches the US push for \"regime change\" in Iraq - another \"axis of evil\" nation. So he has been forced to compromise and take risks. During this week's talks with Mr Koizumi, he agreed to indefinitely suspend a moratorium on missile launches and to allow UN nuclear weapons inspectors into the country. With the admission of the abductions, he has also revealed that the regime - controlled for more than 50 years by first his father, Kim Il-sung and now him - has stolen lives and lied to the world and its own people. It was the act of a defeated man. Whether that confession will save Mr Kim or break him will be apparent very soon if events continue to move forward at their current pace. Mr Koizumi carried a message from president Bush to say that the US is open to dialogue. Mr Kim responded that he is ready to talk. Washington is now said to be determining whether to send a senior envoy to Pyongyang. If the envoy goes, Mr Kim could well find himself undergoing a peculiar job interview. For the big question for the US is whether Mr Kim can manage the smooth collapse of his own regime or whether he will have to be overthrown. The Dear Leader's busy week suggests that he would prefer to be a Mikhail Gorbachev than a Nicolae Ceausescu.",
    "keywords": [
        "south",
        "mr",
        "thawing",
        "regime",
        "korea",
        "washington",
        "kim",
        "japan",
        "tokyo",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The biggest shock was the North Korean leader Kim Jong-il's willingness to lose face by confessing that his country's special forces had abducted more than a dozen Japanese nationals in the 1970s and 80s.\nAlthough the humiliating u-turn was not mentioned by North Korea's state-controlled media, it can only harm Mr Kim's political credibility.\nFriendly banks in Tokyo channelled billions of dollars to the regime from the wealthy North Korea community in Japan.\nWhether that confession will save Mr Kim or break him will be apparent very soon if events continue to move forward at their current pace.\nIf the envoy goes, Mr Kim could well find himself undergoing a peculiar job interview.",
    "sentiment": {
        "neg": 0.1085,
        "neu": 0.8281,
        "pos": 0.0633,
        "compound": -0.1731
    }
}