{
    "date": "2002-12-11T02:53:09Z",
    "title": "US seizes North Korean ship taking missiles to Yemen",
    "url": "https://www.theguardian.com/world/2002/dec/11/usa.northkorea",
    "content": "A North Korean ship carrying a dozen concealed Scud missiles was intercepted in the Arabian Sea yesterday, US officials said. The ship was blocked by two Spanish patrol boats about 600 miles off the coast of the horn of Africa, and was searched by American explo sives experts, Pentagon officials said. They said the Scuds appeared to be bound for Yemen, not Iraq. North Korea has a history of trafficking missiles and other components to Yemen, and US intelligence officials tracked one such shipment as recently as last month, but unlike this one did not stop it. The ship apprehended yesterday contained about a dozen short- to medium-range missiles and missile parts. The unflagged ship aroused the suspicions of Spanish navy patrol boats on Monday when the captain ignored warning shots ordering him to halt. The captain initially said he was carrying building materials. A search of the cargo hold revealed containers buried in cement which appeared to be carrying missile parts. The discovery of the Scud missiles in such a sensitive region threatens to inflame a stand-off between North Korea and the international community over Pyongyang's nuclear weapons programme. It could also defeat Washington's efforts to confine the nuclear showdown with North Korea - the eastern end of the \"axis of evil\" in Bush administration thinking - to the backburner until there is a resolution to the crisis with Iraq. In the eight weeks since Pyongyang's admission to US diplomats that it had been pursuing a uranium-enrichment programme, the US, South Korean, Japan, China and Russia have been putting pressure on North Korea to agree to nuclear inspections, and to abandon its programme. Administration officials have said repeatedly they do not intend to address this in ternational crisis through military means. However, the strategy of diplomatic and economic pressure does not appear to have paid dividends. Yesterday's drama provides further ammunition to conservatives who advocate tougher action against North Korea. It also conveniently confirms accusations by the US defence secretary, Donald Rumsfeld, last week that North Korea was the \"single biggest proliferator of ballistic missiles\". Yemen confirmed last August that it had purchased Scud missiles from North Korea since 1999. Countries further afield such as Iran, Iraq, Syria, Libya and Egypt also hold Scuds. All have bought weapons from North Korea in the past, and US officials tracked a shipment of missiles and components for the Scud fuel system from the North Korean port of Nampo to Yemen as recently as last month. If the missiles' destination was Yemen, it is unclear who the customer might be. One possibility is that it was a secret purchase by the Yemeni government for its own forces. Yemen is also a centre for pri vate weapons trading, though this mostly involves less serious items. A further but unlikely possibility is that al-Qaida elements in Yemen were trying to acquire the missiles. \u0095 The United States warned Iraq and other countries yesterday that it was prepared to use nuclear weapons to respond to an attack from weapons of mass destruction. The warning was part of an administration statement of US strategy against nuclear, chemical and biological weapons. Threat of war, page 17",
    "keywords": [
        "scud",
        "korea",
        "iraq",
        "missiles",
        "nuclear",
        "yemen",
        "weapons",
        "ship",
        "officials",
        "taking",
        "seizes",
        "north",
        "korean"
    ],
    "summary": "A North Korean ship carrying a dozen concealed Scud missiles was intercepted in the Arabian Sea yesterday, US officials said.\nThe discovery of the Scud missiles in such a sensitive region threatens to inflame a stand-off between North Korea and the international community over Pyongyang's nuclear weapons programme.\nYesterday's drama provides further ammunition to conservatives who advocate tougher action against North Korea.\nIt also conveniently confirms accusations by the US defence secretary, Donald Rumsfeld, last week that North Korea was the \"single biggest proliferator of ballistic missiles\".\nYemen confirmed last August that it had purchased Scud missiles from North Korea since 1999.",
    "sentiment": {
        "neg": 0.1222,
        "neu": 0.8592,
        "pos": 0.0186,
        "compound": -0.2752
    }
}