{
    "date": "2002-07-02T10:20:07Z",
    "title": "Korean-Americans fly their flags",
    "url": "https://www.theguardian.com/world/2002/jul/02/northkorea.usa",
    "content": "After September 11, the flags went up all over the United States. Homes and cars, cranes and scaffolding, bars and bridges all bore the stars and stripes. But no one was quite sure what the etiquette was regarding when they could be taken down, although after Christmas seemed to the accepted date for many people. Then when the Los Angeles Lakers basketball team made it once again into the play-offs this spring, the Lakers' pennants seemed to have gradually replaced many of the American flags. Every sport utility vehicle seemed to be sporting a Lakers flag. Now with the Lakers safely ensconced as the National Basketball Association champions once again, the stars and stripes are resurfacing for the July 4 celebrations. But over the last couple of weeks there has been a new flag on the block. The success of the South Koreans in the World Cup has led to a surge in national pride in one of the most reticent of the many ethnicities in Los Angeles. Los Angeles is the world's second largest \"Korean\" city after Seoul. The first Koreans arrived in LA at the start of the 20th century in the wake of missionary activity in Korea by American Protestants. American troops stationed in Korea during the war there also came back with Korean wives who later brought other relatives. In 1970, the stretch of land between Normandie Avenue and Hoover Street north of Pico Boulevard, was officially designated as Koreatown and is identifiable today by the many businesses that still have their signs up in both Korean and English. But the LA riots of 1992, in which Korean businesses were often targeted and some 2000 stores were destroyed, had a damaging effect on the community. Many Korean-Americans moved out of the area and into places like Orange County. They felt beleaguered and misunderstood. Now the success in the World Cup - they got further than Mexico, the US and England after all - seems to have engendered a new self-confidence in the community. The flags could be seen all over LA, not just in Koreatown, and thousands of fans got up before dawn to watch the games together. One of the many impressive things about LA is the way in which so many different communities have managed to emerge as political forces. For years, the Korean-Americans have made few waves on the political stage compared to, say, the Latino and African-American communities. Now, because of the performances on the football pitch of their former compatriots, LA's Korean-Americans may finally feel that their identities can also be recognised and acknowledged. Bring out more flags!",
    "keywords": [
        "los",
        "koreanamericans",
        "la",
        "flags",
        "angeles",
        "world",
        "fly",
        "success",
        "lakers",
        "american",
        "korean"
    ],
    "summary": "After September 11, the flags went up all over the United States.\nThen when the Los Angeles Lakers basketball team made it once again into the play-offs this spring, the Lakers' pennants seemed to have gradually replaced many of the American flags.\nLos Angeles is the world's second largest \"Korean\" city after Seoul.\nThe flags could be seen all over LA, not just in Koreatown, and thousands of fans got up before dawn to watch the games together.\nFor years, the Korean-Americans have made few waves on the political stage compared to, say, the Latino and African-American communities.",
    "sentiment": {
        "neg": 0.064,
        "neu": 0.8782,
        "pos": 0.0578,
        "compound": 0.0543
    }
}