{
    "date": "2002-12-29T01:11:08Z",
    "title": "UN ready for nuclear showdowns",
    "url": "https://www.theguardian.com/world/2002/dec/29/northkorea1",
    "content": "UN nuclear inspectors in North Korea announced yesterday that they are preparing to quit the country in the next few days, denouncing the regime as 'a country in defiance of its international obligations'. The withdrawal of the inspectors working for the International Atomic Energy Agency in Vienna sets the stage for a new showdown between North Korea and the United Nations Security Council, which is expected to meet soon to discuss Pyongyang's defiance of its obligations under existing resolutions. Melissa Fleming, a spokeswoman for the International Atomic Energy Agency, told The Associated Press that the agency's three inspectors would leave on 31 December. The agency announced that it was withdrawing its inspectors a day after North Korea said it was expelling them. The inspectors have been monitoring the controversial nuclear reactor at Yongbyon, north of the capital Pyongyang, which is capable of producing weapons' grade fissile material and was closed down after a stand-off with the US in 1993-94. 'IAEA inspectors in Yongbyon are making arrangements to leave the country. This is in response to North Korean officials confirming directly to the inspectors that they should leave the country immediately,' Fleming said yesterday. She said the IAEA was pulling the inspectors out because North Korea had decided not to respond to a letter of protest by agency Director-General Mohamed El Baradei in which he declared North Korea in defiance of its non-proliferation obligations. The North removed the IAEA's monitoring seals and surveillance cameras from the complex earlier this week and began moving in fuel rods needed to restart the 5-kilowatt reactor at Yongbyon. The IAEA confirmed Friday that it had received a letter from the North Koreans 'requesting the immediate removal of IAEA inspectors'. North Korea's official news agency, KCNA, reported that the country would reactivate a reprocessing laboratory at the facility where plutonium can be extracted from spent fuel rods. Plutonium can be used to make atomic bombs. North Korea already holds 8,000 spent fuel rods. US officials say that the spent rods contain enough plutonium to make several atomic bombs. The crisis in North Korea comes at a difficult time for the US administration, tied up with both the war on terrorism and what seems like an inevitable war with Iraq in the coming months. As the US warned tens of thousands of seamen, airmen and soldiers to be prepared to move to the Gulf, President George W. Bush sought to put the escalating North Korean crisis on a slower burner, insisting that it should be dealt with by the UN. But it is North Korea that seems to be jostling now for attention. According to the New York Times, Bush's national security advisers decided on Friday to back an effort by the IAEA to have the Security Council declare that North Korea is violating the Nuclear Non-proliferation Treaty and other agreements to keep nuclear weapons out of the Korean peninsula, senior administration officials said today. In turning to the Security Council, which may seek to impose penalties, administration officials acknowledged that they were trying to counter North Korea's effort to increase pressure on the West. They were also trying to cast the issue as North Korea's international defiance, rather than a confrontation between Pyongyang and Washington. 'We want to make it clear that this is now an internationalised problem, not just a problem between the United States and North Korea,' said a senior administration official. 'The North Koreans would like nothing better than a dust-up with the US - that's the game they've played for years. We're not going to get in to that.' Although the US insists it can deal with North Korea and Iraq at the same time, the deliberate escalation of the crisis by North Korea comes at a time of intense diplomacy and military preparation in America as it prepares for war. It also suggests that the Bush administration believes - as some analysts have suggested - that North Korea is using the nuclear issue as a bargaining chip rather than developing an explicit threat to South Korea.",
    "keywords": [
        "iaea",
        "korea",
        "ready",
        "agency",
        "administration",
        "nuclear",
        "showdowns",
        "country",
        "inspectors",
        "security",
        "rods",
        "north"
    ],
    "summary": "UN nuclear inspectors in North Korea announced yesterday that they are preparing to quit the country in the next few days, denouncing the regime as 'a country in defiance of its international obligations'.\nThe agency announced that it was withdrawing its inspectors a day after North Korea said it was expelling them.\nThe IAEA confirmed Friday that it had received a letter from the North Koreans 'requesting the immediate removal of IAEA inspectors'.\nBut it is North Korea that seems to be jostling now for attention.\nAlthough the US insists it can deal with North Korea and Iraq at the same time, the deliberate escalation of the crisis by North Korea comes at a time of intense diplomacy and military preparation in America as it prepares for war.",
    "sentiment": {
        "neg": 0.0752,
        "neu": 0.881,
        "pos": 0.0436,
        "compound": -0.1168
    }
}