{
    "date": "2002-02-21T02:35:02Z",
    "title": "Bush invokes the Reagan spirit",
    "url": "https://www.theguardian.com/world/2002/feb/21/northkorea",
    "content": "President George Bush peered across the last frontier of the cold war yesterday and called, in a clear echo of Ronald Reagan, for freedom in North Korea, repeating his description of the current regime as \"evil\" but assuaging anxieties on both sides of the border by insisting he had no plans for an invasion. \"We want all Koreans to live in the light,\" Mr Bush said during his visit to the southern side of the heavily guarded 38th parallel. \"[North] Korean children should never starve while a massive army is fed.\" Mr Bush, who recently branded North Korea as a member of an \"axis of evil\", seemed proud of comparisons with Mr Reagan's famous speech in 1987 at the Brandenburg Gate in Berlin, in which he urged the Russian president, Mikhail Gorbachev, to tear down the barrier between freedom and totalitarianism. Dressed in a green army jacket, he cited an episode in 1976 when two US army officers were killed by North Koreans with axes in a scuffle on the border. \"No wonder I think they are evil,\" he called out from a camouflaged bunker to waiting journalists. Mr Bush made no apology for his blunt talking over the past year which many in Seoul believe has brought the North-South peace dialogue to a halt. \"I love freedom,\" he said. Addressing the South's president, Kim Dae-jung, directly during their joint press conference, he insisted: \"I... will continue to speak out.\" Sources in Seoul put the best possible gloss on Mr Bush's remarks, stressing that he had said he was in favour of dialogue in Pyongyang and had no intention of invading. President Kim, whose \"sunshine\" policy towards Pyongyang is on hold, said he greatly appreciated President Bush's \"staunch support\" and praised the US-led war on terrorism. But more ambiguously, he said that the two leaders had had an \"open and frank discussion\" which he hoped would help them understand each other better in the future. The Chosun Daily last night said that his visit had \"patched up discord\" between the US and Seoul, but that significant differences remained. Although Mr Bush used the E-word, Seoul officials pointed out that at least he did not use the full \"axis of evil\" formula. How Mr Bush's rhetoric will strike the North Korean leader Kim Jong-il - whom he contemptuously called \"the man\" - is another matter. Mr Bush said he would not change his view until Kim Jong-il \"freed his people and accepts genuine proposals... [for] dialogue, until he proves to the world that he's got a good heart\". The US has made it clear such a dialogue must cover a \"complete agenda\", including North Korean troop deployments, and its manufacture and export of missiles. Kim Jong-il is also unlikely to welcome the sharp distinction by Mr Bush between him and the North Korean people, who,according to North Korean propaganda, worship him as a modern genius. Mr Bush said: \"My comment about evil was towards a regime, towards a government, not towards the North Korean people. We have great sympathy and empathy for the North Korean people. We want them to have food... and at the same time, we want them to have freedom.\" South Korean officials, for different reasons, do not share Mr Bush's hopes for \"freedom\" in the North either. They do not want a Berlin Wall-style collapse - which would bring millions of refugees flooding across the 38th parallel. Mr Bush was taken in an armoured truck to the southern side of the demilitarised zone at Panmunjom, which is garrisoned by US troops. At an observation post he could see slogans such as \"Anti-America\" and \"Our General is the best\" - a reference to Kim Jong-il - painted in large characters across the border. Asked what he thought, Mr Bush said: \"We're ready.\" He added that he was \"willing to have a dialogue with the North Koreans. I've made that offer, and yet there has been no response.\" He also noted that the US is the largest supplier of food aid to Pyongyang. But the North will look askance at an offer accompanied by such denunciation. The best that Seoul may hope for is that Pyongyang seeks to bypass the US by resuming its dialogue with the South. The North has always been reluctant to push ahead with such talks unless ties with the US also move forward.",
    "keywords": [
        "dialogue",
        "mr",
        "evil",
        "president",
        "kim",
        "seoul",
        "reagan",
        "korean",
        "freedom",
        "invokes",
        "spirit",
        "north",
        "bush"
    ],
    "summary": "\"We want all Koreans to live in the light,\" Mr Bush said during his visit to the southern side of the heavily guarded 38th parallel.\nAddressing the South's president, Kim Dae-jung, directly during their joint press conference, he insisted: \"I... will continue to speak out.\"\nMr Bush said: \"My comment about evil was towards a regime, towards a government, not towards the North Korean people.\nMr Bush was taken in an armoured truck to the southern side of the demilitarised zone at Panmunjom, which is garrisoned by US troops.\nAsked what he thought, Mr Bush said: \"We're ready.\"",
    "sentiment": {
        "neg": 0.0688,
        "neu": 0.8204,
        "pos": 0.1108,
        "compound": 0.1026
    }
}