{
    "date": "2002-12-13T02:01:38Z",
    "title": "The core of Korea's nuclear threat",
    "url": "https://www.theguardian.com/world/2002/dec/13/northkorea1",
    "content": "Every day, two scientists - one Chinese, one Egyptian - wander through a near-deserted facility in the heart of the North Korean countryside and go through a meticulous checklist, ticking off items that could turn a niggling peace into a nuclear war. They check tamper-proof seals to ensure that no one has opened doors or used equipment while they were asleep at a nearby dormitory; they rerun footage from CCTV cameras using software to detect image manipulation and, finally, they stare down into the depths of cooling pools at hundreds of silver canisters. These hold a deadly treasure: 8,000 spent fuel rods containing enough plutonium to build more than 30 nuclear warheads, any one of which could kill hundreds of thousands of people in Seoul or Tokyo. For eight years, the two inspectors and their colleagues from the International Atomic Energy Agency have been working on shifts of four to six weeks to check that North Korea sticks to a peace deal that involves freezing activities at the Yongbyon nuclear plant. But their routine - along with the peace it represents - now faces its greatest threat after the North yesterday said it will reactivate Yongbyon in retaliation for what it sees as a breach of trust by the United States, South Korea and Japan. It is not the first time Yongbyon has been at the centre of international concern. Located on an arid, brown plain 60 miles north of Pyongyang, the facility dates back to 1965, when the Soviet Union supplied the technology for one of North Korea's first reactors. By 1986, the plant had expanded to employ 2,000 workers at research centres, storage areas and a new gas-graphite five megawatt electricity reactor that burned uranium. The great fear of the international community was that a year's worth of highly irradiated waste fuel from this reactor contained 7kg of plutonium - enough for one or two bombs. During its seven years of operation, the US suspects that the North might have squirrelled away enough fissile material during unscheduled stoppages and low-generation periods for two weapons. All that would be needed to make a bomb would be a reprocessing facility to separate the plutonium from the waste, a detonation device and the means of delivery. These missing pieces started to fall into place in the early 90s. In 1993, the Nuclear Chemical Defence Bureau conducted two tests on triggering mechanisms at Yomsogol, in South Pyongan province. A second test site was discovered in Kusong, North Pyongan province. In the same year, the military also successfully tested of its Nodong missile, which was superseded by the Taepo-dong rocket, which was capable of hitting Alaska. The alarm bells reached a crescendo in 1993 when the ambitious plans for Yongbyon came to light. Inspectors found a laboratory containing Soviet-supplied \"hot cells\" that could be used to extract grain-sized quantities of plutonium from waste. Work had also begun on a new 50 megawatt plant capable of producing plutonium waste on a large scale, and US satellites identified what appeared to be a partially completed reprocessing facility capable of turning that waste into weapons. Surgical strike When international inspectors demanded entry to that building, they were kicked out of the country. As the crisis deepened, the Pentagon drew up plans for a surgical strike on Yongbyon and moved troops closer to the border. The North responded with a threat to engulf the South in a \"river of fire\". Such was the panic in Seoul that supermarkets ran out of bottled water, toilet paper and other essentials. War was averted by the 1994 Agreed Framework, under which the North promised to halt operations at Yongbyon and allow the inspectors back in to check that the existing plutonium stayed in the cooling pools. In return, the US, Japan, South Korea and the European Union formed an international consortium - the Korean Peninsular Energy Development Corporation (KEDO) - to build two light-water nuclear reactors and supply 3.3 million barrels of heavy oil to the North every year. That deal now lies in tatters. Construction of the new reactors is years behind schedule. In October, the North admitted pursuing a uranium enrichment programme that could lead to the production of weapons-grade material in three or four years. As a punishment, the Kedo executive decided last month to cut off oil supplies. With the announcement that Yongbyon will now be fired up again, the delayed construction and the two inspectors are almost all that is left of the Agreed Framework. If the two men are allowed to stay their usually tedious job will become significantly more taxing. The North says it only wants to reactivate Yongbyon to provide electricity for its freezing population, but once operations begin the plutonium waste stockpiles will start to grow again and monitoring could easily return to the cat-and-mouse game it had become in 1992. At least a year is expected to pass before any of the new fuel rods can be removed, but North Korea could be tempted to take the fast-track route to nuclear weapons: the harvesting of the contents of the silver canisters already sitting at the bottom of the cooling pools. This would involve a further stage of escalation that would make it very difficult for the two IAEA inspectors to complete their checklist of equipment seals and CCTV recordings. For the moment, however, it appears more likely that yesterday's announcement was a negotiating ruse rather than a military ploy. But if the two inspectors are kicked out altogether, it would send a far more threatening signal and the US would have little choice but to dust off its 1994 plans for a surgical strike. Either way, Yongbyon is once again poised to become the cornerstone of the diplomatic negotiations and military plans that will shape north-east Asia.",
    "keywords": [
        "core",
        "waste",
        "south",
        "plans",
        "international",
        "plutonium",
        "korea",
        "threat",
        "nuclear",
        "yongbyon",
        "inspectors",
        "north",
        "koreas"
    ],
    "summary": "In 1993, the Nuclear Chemical Defence Bureau conducted two tests on triggering mechanisms at Yomsogol, in South Pyongan province.\nThe alarm bells reached a crescendo in 1993 when the ambitious plans for Yongbyon came to light.\nInspectors found a laboratory containing Soviet-supplied \"hot cells\" that could be used to extract grain-sized quantities of plutonium from waste.\nSurgical strike When international inspectors demanded entry to that building, they were kicked out of the country.\nThe North responded with a threat to engulf the South in a \"river of fire\".",
    "sentiment": {
        "neg": 0.1051,
        "neu": 0.8429,
        "pos": 0.052,
        "compound": -0.1611
    }
}