{
    "date": "2002-10-25T01:07:57Z",
    "title": "Japan will hold on to N Korea hostages",
    "url": "https://www.theguardian.com/world/2002/oct/25/japan.northkorea",
    "content": "The Japanese government will not let five citizens visiting their homeland for the first time since they were abducted by North Korea 24 years ago fly back to Pyongyang, even though some of them want to. Giving in to pressure from their families, who fear that the five are unable to speak their minds because they have been brainwashed and their children remain in North Korea, the government said it had decided on their behalf to keep them in Japan. The three women and two men were due to go back to North Korea at the beginning of next week. Several of them are reported to have said that they want to do so as soon as possible, but their families have threatened to tie them up rather than risk losing them. Despite ethical questions about restricting its citizens' movements, the Japanese government decided yesterday to compulsorily extend their visit until they can be joined by relatives still in North Korea. Keen to clear up the issue as soon as possible, North Korea has said it is willing to accept the permanent return of the five and their relatives to Japan, and that of the families of eight other abducted Japanese who have since died. But several legal and diplomatic hurdles remain. DNA tests confirmed yesterday that a 15-year-old girl living in Pyongyang was the daughter of Megumi Yokota, who was seized in 1977 and later committed suicide. The child's Japanese grandparents expressed their delight and said they wanted to take her to Tokyo Disneyland, but the girl's North Korean father may have other intentions. The other children face problems if they go to Japan. Most speak only Korean and are unaware that their parents are Japanese, let alone that they were abducted.",
    "keywords": [
        "hold",
        "hostages",
        "korea",
        "soon",
        "japanese",
        "japan",
        "n",
        "yesterday",
        "speak",
        "remain",
        "families",
        "abducted",
        "north"
    ],
    "summary": "The Japanese government will not let five citizens visiting their homeland for the first time since they were abducted by North Korea 24 years ago fly back to Pyongyang, even though some of them want to.\nThe three women and two men were due to go back to North Korea at the beginning of next week.\nDespite ethical questions about restricting its citizens' movements, the Japanese government decided yesterday to compulsorily extend their visit until they can be joined by relatives still in North Korea.\nThe other children face problems if they go to Japan.\nMost speak only Korean and are unaware that their parents are Japanese, let alone that they were abducted.",
    "sentiment": {
        "neg": 0.1315,
        "neu": 0.8058,
        "pos": 0.0628,
        "compound": -0.3194
    }
}