{
    "date": "2002-11-15T01:53:18Z",
    "title": "Bush tries to cut off Pyongyang's oil supply",
    "url": "https://www.theguardian.com/world/2002/nov/15/northkorea",
    "content": "The United States wants to halt oil shipments to North Korea as a penalty for Pyongyang's clandestine development of nuclear weapons. The move opens a new front in the Bush administration's actions against countries described as belonging to an \"axis of evil\". Part of a 1994 arms control agreement allows for the monthly oil shipments in exchange for North Korea abandoning its nuclear weapons programme. Pyongyang's admission last month that it had been developing such a programme, despite earlier denials, prompted the new strategy, which was discussed in New York yesterday, at a meeting of the Korean Peninsula Energy Development Organisation (Kedo). The organisation, whose members also include Japan, South Korea and the European Union, coordinates the oil deliveries. In a compromise, a tanker carrying 45,000 tonnes of oil that is due to dock in North Korea on Monday will be allowed to deliver its cargo. With energy in short supply in the impoverished country, a delay would have major consequences. Under the 1994 agreement, North Korea agreed to first freeze and then dismantle its nuclear weapons programme. In exchange, it was guaranteed an annual delivery of 500,000 tonnes of oil and assistance in the development of nuclear reactors. Last year's shipments cost around £54m and oil deliveries were due to be continued until the nuclear reactor programme was completed. The South Korean government, which wants to maintain the 1994 agreement, was trying yesterday to buy time at the Kedo meeting so that Pyongyang could draw up a compromise that would prevent an escalation of tension. \"We are facing a critical moment,\" said Shin Jung-sik, the South Korean information minister. \"The US is saying that North Korea must dismantle its nuclear programme right now, before the shipment. But our foreign minister is frustrated with this position.\" Mr Shin said that he understood that by the end of this month there would be signs that North Korea was dismantling its uranium enrichment programme. \"North Korea's economy has almost collapsed and it needs to open up and receive food and fuel aid from the US,\" he said. \"I think there is a good chance that they will accept US demands.\" Experts on non-proliferation also believe that the US and North Korea are acting with caution, neither side wishing to raise the stakes too high. \"The US wants to avoid precipitating an all-out crisis and the North Koreans are taking the same position,\" Leonard Spector, deputy director of the centre for nonproliferation studies at the Monterey Institute of International Studies, said. \"The North Koreans, if they wanted to precipitate a crisis, would kick out the inspectors who are at the nuclear sites presently. You would also be hearing talk about military action on the American side - and they haven't done that.\" Mr Spector, a former assistant deputy administrator for arms control and non-proliferation at America's national nuclear security administration, said that he believed that the Bush administration was struggling to come up with a formula that would \"look tough but provide an opportunity for dialogue\". Balbina Hwang, a policy analyst at the Korea for the Heritage Foundation said the White House was acting in order to take the pressure off Kedo and save it from having to do something directly. \"It sends a very strong statement to North Korea,\" she said. \"It also ratchets up the onus on North Korea to respond and they could respond in a variety of ways. They could test-fire another missile.\"",
    "keywords": [
        "oil",
        "cut",
        "south",
        "tries",
        "korea",
        "pyongyangs",
        "wants",
        "supply",
        "nonproliferation",
        "nuclear",
        "weapons",
        "shipments",
        "programme",
        "north",
        "bush"
    ],
    "summary": "The United States wants to halt oil shipments to North Korea as a penalty for Pyongyang's clandestine development of nuclear weapons.\nPart of a 1994 arms control agreement allows for the monthly oil shipments in exchange for North Korea abandoning its nuclear weapons programme.\nThe organisation, whose members also include Japan, South Korea and the European Union, coordinates the oil deliveries.\nUnder the 1994 agreement, North Korea agreed to first freeze and then dismantle its nuclear weapons programme.\n\"It also ratchets up the onus on North Korea to respond and they could respond in a variety of ways.",
    "sentiment": {
        "neg": 0.0723,
        "neu": 0.8602,
        "pos": 0.0675,
        "compound": -0.0237
    }
}