{
    "date": "2002-09-26T01:35:50Z",
    "title": "Bush eases pressure on North Korea",
    "url": "https://www.theguardian.com/world/2002/sep/26/northkorea",
    "content": "The United States will send an envoy to North Korea soon, the White House said yesterday. The South Korean president, Kim Dae-Jung, was told of the move in a telephone call from President George Bush. \"The president told President Kim that the United States would be sending an envoy to the North at an early date,\" the White House spokesman, Ari Fleischer, said. \"The two leaders agreed that real progress with the North depends on full resolution of the security issues on the Korean peninsula, including the North's possession and pursuit of weapons of mass destruction and ballistic missiles,\" he said. Mr Bush, who has identified North Korea along with Iraq and Iran, as part of an \"axis of evil\", stopped dialogue with Pyongyang soon after taking office. \"The president welcomed the September 18 North-South groundbreaking ceremony for construction of two railroad lines across the DMZ [demilitarised zone],\" Mr Fleischer said. North Korea, which is on a list of seven countries accused of sponsoring terrorism, is denied most of the aid from the US, although most of its international food aid is funded by America. Reuters, Washington",
    "keywords": [
        "white",
        "mr",
        "korea",
        "soon",
        "states",
        "president",
        "told",
        "korean",
        "united",
        "pressure",
        "eases",
        "north",
        "bush"
    ],
    "summary": "The United States will send an envoy to North Korea soon, the White House said yesterday.\nThe South Korean president, Kim Dae-Jung, was told of the move in a telephone call from President George Bush.\n\"The president told President Kim that the United States would be sending an envoy to the North at an early date,\" the White House spokesman, Ari Fleischer, said.\nMr Bush, who has identified North Korea along with Iraq and Iran, as part of an \"axis of evil\", stopped dialogue with Pyongyang soon after taking office.\nNorth Korea, which is on a list of seven countries accused of sponsoring terrorism, is denied most of the aid from the US, although most of its international food aid is funded by America.",
    "sentiment": {
        "neg": 0.0566,
        "neu": 0.8804,
        "pos": 0.0631,
        "compound": 0.0017
    }
}