{
    "date": "2002-08-31T00:41:32Z",
    "title": "Japanese leader to make historic North Korean visit",
    "url": "https://www.theguardian.com/world/2002/aug/31/japan.northkorea",
    "content": "North Korea's race to secure food and friends brought it a step closer to an old enemy yesterday. In a surprising move, the first official visit by a Japanese prime minister to the country in 57 years was announced. The first top-level meeting since the second world war was agreed for next month as part of a flurry of diplomatic activity by Kim Jong-il's regime, which is facing an economic crisis that has left some of the population starving. In talks with South Korea, meanwhile, delegates from Pyongyang set a deadline of the end of this year yesterday for reconnecting a railway and road across the world's last cold war frontier, in a wide-ranging economic agreement. But it was Japan's prime minister, Junichiro Koizumi, who provided the biggest surprise. He announced that he would travel to North Korea - included as part of the \"axis of evil\" by the US president, George Bush - on September 17 to discuss the normalisation of diplomatic relations. \"If the leaders don't talk, we can't move forward even one step,\" Mr Koizumi said. The Japanese government's chief cabinet secretary, Yasuo Fukuda, said Japan had a \"historical duty\" to restore ties with Pyongyang. \"We hope the summit will be an important contribution to peace,\" he said Japanese money will be crucial if the Korean peninsula is ever to be reunified, but relations between Tokyo and Pyongyang have been icy since the end of Japan's colonial rule in 1945. The two states have never signed a peace treaty, they have no diplomatic ties and attempts at negotiations have been persistently stymied by claims that North Korea abducted 11 Japanese citizens in the 1970s and 80s. Relations soured further last December when the Japanese coastguard sank a North Korean spy ship that was allegedly being used to smuggle drugs into Japan. However, there have been signs of a thaw in the past month; diplomats from the two sides have met and a search by the Red Cross for the alleged abductees has been resumed. North Korea has also upped its charm offensive on other fronts. Last week, Mr Kim visited Russia. Next month, he is expected to host the highest-level delegation from the US since the start of the Bush administration. Speculation is growing that he will visit Seoul for the first time before the end of the year. In economic talks with the south yesterday, North Korean delegates agreed to start work on September 16 on rebuilding the rail and road links across the border, building an industrial park in Kaesong, and to look into joint flood defences. Similar deals have been struck and broken before, but Pyongyang promised that this arrangement would be different. \"Agreement is important, but fully implementing what has been agreed is more important,\" Pak Chang-ryon, the north's chief delegate, said.\"We expect the Koreas to further cooperate and prosper by implementing our pledges.\" In return, the south has promised 400,000 tonnes of rice and 100,000 tonnes of fertiliser to alleviate an impending food crisis. The UN World Food Programme, which feeds one in four of North Korea's population, has warned that its supplies will run out this autumn largely because it has not received any donation this year from Japan, the biggest contributor of food aid in 2001. North Korea is up against the clock to prove that it merits support. Its most sympathetic supporter in the south - President Kim Dae-jung, who won the Nobel peace prize for his \"sunshine policy\" of engagement - will be replaced after a presidential election in December. According to opinion polls, his most likely successor is Lee Hoi-chang of the opposition Grand National party, which is far more hostile to Pyongyang. Short of aid, squeezed economically and with crunch decisions due next year on whether to renew a moratorium on missile sales, the hermit state has never been under more pressure to emerge from its shell.",
    "keywords": [
        "south",
        "leader",
        "relations",
        "month",
        "korea",
        "peace",
        "visit",
        "japanese",
        "food",
        "pyongyang",
        "historic",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "In a surprising move, the first official visit by a Japanese prime minister to the country in 57 years was announced.\nRelations soured further last December when the Japanese coastguard sank a North Korean spy ship that was allegedly being used to smuggle drugs into Japan.\nNorth Korea has also upped its charm offensive on other fronts.\nIn economic talks with the south yesterday, North Korean delegates agreed to start work on September 16 on rebuilding the rail and road links across the border, building an industrial park in Kaesong, and to look into joint flood defences.\nNorth Korea is up against the clock to prove that it merits support.",
    "sentiment": {
        "neg": 0.0647,
        "neu": 0.8304,
        "pos": 0.1049,
        "compound": 0.0325
    }
}