{
    "date": "2002-10-15T15:04:41Z",
    "title": "A sporting chance for Korea united",
    "url": "https://www.theguardian.com/world/2002/oct/15/northkorea",
    "content": "Retired North Korean football coach Myong Rye-hyon has a dream: one day a joint North-South team will win the World Cup. This may seem a wildly unlikely scenario: it is hard to know which is the more difficult task - for the Korean team to win the cup or for the divided peninsula to be reunified first. Yet neither may be quite so implausible as it sounds. North Korean athletes have taken part in the Asian Games that closed on Monday at Pusan - the first time that the North has joined in an international sporting event in the South. It is another small indication that the North-South dialogue that began jerkily two years ago may be gathering momentum. As for the football, Myong thinks he has a powerful argument. \"In 1966 we reached the quarter-finals in England; this year the South Korean team took fourth place in Seoul. \"If our country is reunified and we go out as a single team, we can have greater success than ever.\" Myong and seven surviving members of the 1966 team were speaking in Shanghai - on their way to revisit the scene of their triumph. In an image which itself says much about Pyongyang's more relaxed mood, they are flying today directly to London - sponsored by Virgin Atlantic and enjoying first class service. It took them four days via Moscow 36 years ago. In England they will attend the Sheffield film festival, where a remarkable documentary, The Game of Their Lives, made by a British independent company that tracked down the surviving players in North Korea, will be shown. The real highlight - almost a home-coming - will be when they revisit Middlesbrough, scene of their sensational win over Italy. The voice of Frank Bough, the BBC commentator, still echoes: \"What a sensation! Italy a goal down to North Korea - whoever would have believed it? They [the Italians] are absolutely overwhelmed.\" The footballers recall \"the warm cheers of the citizens of Middlesbrough\", says Pak Do-ik, who scored the famous goal. \"They flew our national flag outside the hotel and we could see it after every game.\" This time they will be given a civic reception and revisit the stadium, now a housing estate, where a bronze stud marks the spot from which Pak scored. Even now, the North Korean players cannot quite understand why they were so popular. Millions of British fans would have loved to see them go on to beat Portugal in the quarter-final: the team went three goals up and was only defeated by the brilliance of Eusebio. Politics then as now was interwoven with the sport, in spite of the usual disclaimers. The British foreign office toyed with the idea of refusing the North Koreans visas, fearing the match might set a precedent for East German participation in similar events. However, it decided that a ban might precipitate a shift of venue to another country, which would be more damaging for Britain's reputation. Earlier, North Korea's qualifying match with Australia was played in Phnom Penh, because the two countries did not recognise each other. Prince Sihanouk presided to see fair play. Looking back to 1966, the North Korean players say they were boosted by \"the teachings of our Great Leader [Kim Il-sung] to glorify the motherland\". Today, says Myong, football is very popular among young North Koreans. \"Our Dear Leader [Kim Jong-il, the Great Leader's son and successor] provides every facility for the demands of football.\" And in Pusan this week, the North Korean women's marathon gold medallist, Ham Pong-sil, says that she imagined \"the Dear Leader was looking at me and I was able to finish the race well\". With more than 180 North Korean athletes taking part in Pusan, this Asian Games was a striking contrast to the 1988 Olympic Games in Seoul. Pyongyang's demand to co-host the occasion with the South was unsurprisingly rejected. It then refused to attend at all. Foreign journalists, including this writer, were invited to the North then to meet its disappointed athletes and visit several lavishly built and useless Olympic-standard stadiums. I recall a young male boxer and a female athlete who sat on a sofa, unselfconsciously holding hands, saying they would have liked to go to Seoul. \"But we are sons and daughters of our people and are of one mind [in refusing to go].\" This time the North's young athletes did go: \"Amid the playing of Arirang [the national song],\" reported the official news agency, \"northern and southern athletes entered the stadium hand in hand, preceded by a reunification flag.\" North Korea finished ninth with nine gold medals - the South came second with 96. It has taken a long time and will take much longer to go further. In the intervening 15 years North Korea's economy has collapsed: the Kim Jong-il regime is trying to find a way out but its future is still deeply uncertain. Yet it is still possible to hope that some of the young men now being trained in North Korea by the veterans of 1966 might play one day in a unified team. Whether they get to the World Cup finals is another matter.",
    "keywords": [
        "south",
        "athletes",
        "team",
        "young",
        "korea",
        "football",
        "1966",
        "myong",
        "chance",
        "sporting",
        "united",
        "north",
        "korean"
    ],
    "summary": "Retired North Korean football coach Myong Rye-hyon has a dream: one day a joint North-South team will win the World Cup.\n\"In 1966 we reached the quarter-finals in England; this year the South Korean team took fourth place in Seoul.\nItaly a goal down to North Korea - whoever would have believed it?\nWith more than 180 North Korean athletes taking part in Pusan, this Asian Games was a striking contrast to the 1988 Olympic Games in Seoul.\nNorth Korea finished ninth with nine gold medals - the South came second with 96.",
    "sentiment": {
        "neg": 0.0518,
        "neu": 0.8388,
        "pos": 0.1094,
        "compound": 0.1737
    }
}