{
    "date": "2002-03-25T01:24:25Z",
    "title": "N Korea eyes Russia as nuclear partner",
    "url": "https://www.theguardian.com/world/2002/mar/25/northkorea",
    "content": "North Korea, one of George Bush's \"axis of evil\" states, is looking to Russia to build a nuclear power plant, in an attempt to escape the curbs on its nuclear arms and energy programmes. Last week, while the White House was refusing to certify that North Korea was complying with the 1994 agreement which freezes its nuclear programmes in return for US aid, a senior North Korean was in Moscow for talks which included the subject of nuclear cooperation. Choe Thae Bok, head of the North Korean parliament, met Ilya Klebanov, the Russian industry minister, for talks on ambitious railway and energy projects linking the Russian far east and the Korean peninsula. \"While discussing power engineering cooperation, the head of the Korean delegation raised the possibility of building a nuclear power plant,\" said Sergei Zhiltsov, a spokesman for the industry ministry. The talks show that North Korea is seeking to break out of its nuclear straitjacket and reinvigorate its nuclear ambitions. In the 1994 accord, drawn up after international alarm at its withdrawal from the nuclear non-proliferation treaty, North Korea agreed to froze its nuclear weapons programme and mothballed two nuclear power plants. International experts believe that it has none the less produced, and may still be producing, enough weapons-grade plutonium for several nuclear bombs, and that it has a ballistic missile delivery systems capable of striking Alaska and the US west coast. Russia's atomic energy ministry said there had been \"no official appeals\" from the North Koreans, but sources confirmed that the issues was raised unofficially. Moscow is hedging its bets and says it is unlikely to proceed without the kind of international safeguards the North Koreans are eager to bypass. The regime of Kim Jong-Il, the North Korean leader, is seeking to cash in some of the credit he obtained in Russia during a rare foreign trip last year when he had talks with President Vladimir Putin in Moscow. Under the 1994 deal, a US-backed consortium is to build two nuclear power plants in North Korea, powered by light-water reactors, which are considered less \"proliferative\" in furnishing weapons-grade plutonium or uranium. The plants were originally due for completion by next year, but are not now expected to be finished for years. The US-North Korean agreement also requires access for nuclear inspectors of the Vienna-based International Atomic Energy Agency (IAEA). But with Pyongyang furious at being described as part of the axis of evil, and then revealed to be a potential target for America's nuclear arsenal, the agreement may be breaking down. \"If the delays go beyond the summer, the agreement can be called stalled,\" a senior source at the IAEA said.",
    "keywords": [
        "eyes",
        "partner",
        "international",
        "energy",
        "korea",
        "russia",
        "talks",
        "nuclear",
        "power",
        "n",
        "agreement",
        "plants",
        "north",
        "korean"
    ],
    "summary": "North Korea, one of George Bush's \"axis of evil\" states, is looking to Russia to build a nuclear power plant, in an attempt to escape the curbs on its nuclear arms and energy programmes.\nThe talks show that North Korea is seeking to break out of its nuclear straitjacket and reinvigorate its nuclear ambitions.\nIn the 1994 accord, drawn up after international alarm at its withdrawal from the nuclear non-proliferation treaty, North Korea agreed to froze its nuclear weapons programme and mothballed two nuclear power plants.\nUnder the 1994 deal, a US-backed consortium is to build two nuclear power plants in North Korea, powered by light-water reactors, which are considered less \"proliferative\" in furnishing weapons-grade plutonium or uranium.\nThe US-North Korean agreement also requires access for nuclear inspectors of the Vienna-based International Atomic Energy Agency (IAEA).",
    "sentiment": {
        "neg": 0.044,
        "neu": 0.8618,
        "pos": 0.0942,
        "compound": 0.1367
    }
}