{
    "date": "2002-12-27T11:23:53Z",
    "title": "N Korea increases nuclear threat",
    "url": "https://www.theguardian.com/world/2002/dec/27/northkorea",
    "content": "North Korea has taken a further dangerous step down the nuclear road by moving fresh fuel rods to a reactor which can produce weapons grade plutonium, UN officials warned yesterday. The International Atomic Energy Agency reported that Pyongyang's technicians had already brought in 1,000 fuel rods - more than twice the number observed by inspectors on the site at Yongbyon. The IAEA director, Mohamed El Baradei, said the move raised serious proliferation concerns and was \"tantamount to nuclear brinkmanship\". Rejecting Pyongyang's claims that the plant was being restarted for peaceful use, he said it was \"irrelevant to [North Korea's] ability to produce electricity\", and that North Korea had no legitimate peaceful use for plutonium. With most attention focused on Iraq, Pyonyang's increasingly aggressive behaviour is causing mounting concern in Washington. This week the US defence secretary, Donald Rumsfeld, warned North Korea that \"we are capable of fighting two major regional conflicts. We are capable of winning decisively in one and swiftly defeating in the case of the other. And let there be no doubt about it.\" South Korea's outgoing president, Kim Dae-jung, sought yesterday to salvage his faltering \"sunshine\" diplomacy - trying to open up ties with the North - with a call for renewed efforts to solve the crisis. Mr Kim told ministers that \"South Korea must play a leading role in solving ... this critical problem for the Korean peninsula\", while condemning Pyongyang's moves to reactivate a sealed nuclear reactor. Seoul confirmed that the North had started moving the fresh fuel rods. \"North Korea wants to show that its earlier pledge to restart nuclear activities is not an empty threat,\" said a foreign ministry official, Chun Young-woo. Inspectors from the IAEA are still able to move around at Yongbyon although the seals placed by them on equipment have been broken. The IAEA says the rods have been moved into the reactor building but are not yet being loaded, allowing more time for diplomatic manoeuvre. It estimates that it will take at least a month and probably several before the reactor can become operational. Pyongyang has not yet begun activities at two other sensitive sites in the Yongbyon complex. These are a storage area holding 8,000 spent fuel rods and a laboratory used to reprocess spent rods in order to extract plutonium. The Yongbyon programme had been frozen in 1994 in a deal with the US which Pyongyang says has been broken. It claims that the reactor is being restarted to provide North Korea with electricity which was to have been generated by alternative means supplied by an international consortium. Two promised light-water reactors have not yet been built and shipments of fuel oil to North Korea was suspended last month. \"The US is going round trying to stir public opinion internationally ... [but] our move has got nothing to do with plans to develop nuclear weapons,\" said Radio Pyongyang in a commentary. But Pyongyang simultaneously hints that it may possess a nuclear capability which might be used with \"horrible consequences\" if the US launched even a limited attack on Yongbyon. North Korea's strategy, as far as it can be dis cerned, is to take advantage of the election of Roh Moo-hyun, who takes over as South Korean leader in February, and a wave of anti-US feeling in the South to drive the White House to negotiate directly. Mr Roh's win was reported positively by People's Korea, a publication which reflects the North's views. China, watching uneasily from the sidelines, has said through a foreign ministry spokesman that it hopes the crisis can be solved through peaceful measures based on the 1994 agreement. · Australia has shelved plans to open an embassy in North Korea. The foreign affairs minister, Alexander Downer, told ABC radio that the government had warned North Korea that full diplomatic links could not proceed while it refused to comply with nuclear nonproliferation obligations.",
    "keywords": [
        "south",
        "korea",
        "increases",
        "threat",
        "nuclear",
        "yongbyon",
        "n",
        "pyongyang",
        "warned",
        "rods",
        "fuel",
        "reactor",
        "north"
    ],
    "summary": "This week the US defence secretary, Donald Rumsfeld, warned North Korea that \"we are capable of fighting two major regional conflicts.\n\"North Korea wants to show that its earlier pledge to restart nuclear activities is not an empty threat,\" said a foreign ministry official, Chun Young-woo.\nTwo promised light-water reactors have not yet been built and shipments of fuel oil to North Korea was suspended last month.\n· Australia has shelved plans to open an embassy in North Korea.\nThe foreign affairs minister, Alexander Downer, told ABC radio that the government had warned North Korea that full diplomatic links could not proceed while it refused to comply with nuclear nonproliferation obligations.",
    "sentiment": {
        "neg": 0.0956,
        "neu": 0.8166,
        "pos": 0.0879,
        "compound": -0.0214
    }
}