{
    "date": "2002-10-18T01:35:14Z",
    "title": "US opts for diplomacy in North Korea arms crisis",
    "url": "https://www.theguardian.com/world/2002/oct/18/northkorea.usa",
    "content": "The Bush administration will not go to war with North Korea - part of what it sees as the global axis of evil - despite its pursuit of a secret nuclear weapons programme, the White House said yesterday. The preference for a diplomatic strategy towards a country included on the state department roll call of terrorist states came hours after the confirmation that Pyongyang had resumed its nuclear weapons programme. The revival of its attempts to produce weapons grade uranium violated an agreement reached with President Clinton in 1994. The confirmation by North Korean officials of US evidence of a secret weapons programme could not have been more delicately timed. It presents Washington with a potential nuclear crisis in Asia at a time when the administration is gearing up for a possible war against Iraq for violating international agreements in its pursuit of weapons of mass destruction. Unlike in Iraq, however, Washington, said it would seek a \"peaceful solution\" to the crisis in North Korea. \"This is best addressed through diplomatic channels at this point,\" the White House spokesman, Scott McClellan, said. \"These are different regions, different circumstances.\" The defence secretary, Donald Rumsfeld, told reporters that Baghdad posed a more dangerous threat than Pyongyang. \"Iraq has unique characteristics that distinguish it, and that suggest that it has nominated itself for special attention because of the breadth of what they're doing.\" The nuclear agreement President Clinton negotiated with North Korea called for Pyongyang to freeze and eventually dismantle its nuclear programme over 10 years. In return for Pyongyang closing down the nuclear reactor that was the source of its fuel for its weapons project - and suspending construction on two larger reactors - the US, Japan and South Korea agreed to build two reactors that could be used strictly for peaceful purposes. However, the building of the reactors was delayed. Although Pyongyang responded positively to the election of President Bush two years ago, it has bristled at the administration's subsequent criticism. In May last year, Pyongyang issued a long memorandum claiming that the US had failed to carry out its 1994 agreement to arrange for the supply of two light-water reactor power plants. It referred to the pledge that it had given in return to implement a \"nuclear freeze\" - which the US now says it has broken. Western analysts in Seoul say that even now Pyongyang has not repudiated the agreement, although it continues to threaten to do so. US officials told reporters that North Korea told its diplomats it was no longer bound by the anti-nuclear agreement. In Seoul, South Korean defence ministry sources said that the North had apparently adopted the uranium enriching method which \"does not need large-scale facilities to develop nuclear weapons\". Previously the North was extracting plutonium by reprocessing spent nuclear fuel rods. Experts think it unlikely that Pyongyang is able to do more than assemble one or two crude nuclear devices, the Korea Times reported yesterday. There were \"doubts about whether Pyongyang has actually finished producing or now possesses usable nuclear weaponry\". North Korea is known to have large reserves of uranium ore and defectors have claimed that it is being processed. A spokesman for the International Atomic Energy Agency said yesterday that the organisation's inspectors only had regular access to two nuclear complexes in North Korea. Routine inspections at nine other listed sites had not been allowed. North Korea's flouting of the agreement came to light earlier this month during a visit by the assistant secretary of state, Jim Kelly, to Pyongyang, who confronted officials with US intelligence on its weapons programme. Initial delays by North Korea later gave way to admissions, and to predictable accusations from Pyongyang, that Washington had failed to live up to its end of the bargain because of delays in the construction of the reactors. The first phase of Washington's efforts to build a diplomatic consensus were under way even as the crisis became public, with Mr Kelly dispatched to Beijing, and plans to visit Tokyo and Seoul to build a consensus for a more hawkish stand towards Pyongyang.",
    "keywords": [
        "diplomacy",
        "korea",
        "crisis",
        "washington",
        "nuclear",
        "yesterday",
        "weapons",
        "agreement",
        "opts",
        "reactors",
        "pyongyang",
        "programme",
        "arms",
        "north"
    ],
    "summary": "The confirmation by North Korean officials of US evidence of a secret weapons programme could not have been more delicately timed.\nUnlike in Iraq, however, Washington, said it would seek a \"peaceful solution\" to the crisis in North Korea.\nThe nuclear agreement President Clinton negotiated with North Korea called for Pyongyang to freeze and eventually dismantle its nuclear programme over 10 years.\nUS officials told reporters that North Korea told its diplomats it was no longer bound by the anti-nuclear agreement.\nNorth Korea is known to have large reserves of uranium ore and defectors have claimed that it is being processed.",
    "sentiment": {
        "neg": 0.1168,
        "neu": 0.8111,
        "pos": 0.0722,
        "compound": -0.1542
    }
}