{
    "date": "2002-12-05T01:45:01Z",
    "title": "As the US prepares for war, far away a truly dangerous game is being played out",
    "url": "https://www.theguardian.com/world/2002/dec/05/northkorea2",
    "content": "On the other side of the world from the White House, the brutal dictator of a rogue state where millions are close to starvation is stealthily acquiring the nuclear arsenal and missiles to threaten tens of thousands US troops and two stalwart American allies. Famously reclusive and repressive, the dictator has banished more than 100,000 of his fellow citizens to notorious prison camps where a quarter of the inmates die from hunger, and the survivors dine on rats. As his people starve, he has pursued an ambitious weapons programme, developing a nuclear missile capability, and developing chemical and biological weapons. This is the eastern end of George Bush's \"axis of evil\", and the dictator is Kim Jong-il, not Saddam Hussein. And the threat posed by North Korea's recently revealed nuclear weapons programme is much more immediate than Iraq. The CIA estimated last month that North Korea had enough plutonium for two or three nuclear weapons and that its uranium enrichment facility - the discovery of which in October prompted a showdown that is now being played out - was two or three years away from producing weapons grade uranium. South Korea, and the 37,000 US soldiers in the demilitarised zone, are within easy range of the North's artillery and its battery of Scud missiles - numbering 500 according to US military estimates - are capable of reaching the entire Korean peninsula. Japan is within striking distance of North Korea's Nodong missile, and Alaska may soon be vulnerable to a long-range version of the Taepodong missile that could be ready for testing early next year. Pyongyang also has 5,000 tonnes of mustard gas, sarin and other nerve agents, and has been working on biological weapons - anthrax, cholera and smallpox - for 40 years. North Korea's foreign minister yesterday rebuffed a call from the UN nuclear monitoring agency, the IAEA, to abandon its nuclear weapons, and allow site inspections. The disarmament appeal was too \"unilateral\", the foreign minister, Paek Nam-sun, said in a letter which accused the UN of acting at America's behest. \"There is no change on the principled stand on the nuclear issue.\" The North Korean posture defies weeks of diplomatic manoeuvring by America, Japan, South Korea, Russia, China, and the European Union aimed at forging a united front on a plan for the peninsula. US administration officials have fanned out around the world to help build that consensus, while President Bush has used regional gatherings and meetings with world leaders to press Washington's case. Pressure has been exerted on North Korea at the highest levels by its few international friends. Earlier this week, Russia's Vladimir Putin and China's Jiang Zemin jointly urged Pyongyang to renew talks with Washington. But, officially at least, there is no nuclear crisis on the Korean peninsula - or at least one that in the view of the Bush administration merits the threat of military action - despite the parallels with Iraq. While Bush administration officials have been unceasing in their threats of \"regime change\" in Iraq, for the time being at least North Korea remains a crisis they would like to confine to the back burner. At the eastern end of the \"axis of evil\", the strategy of choice is diplomacy. Publicly, officials continue to affirm their commitment to pre-emptive action to protect America's interests. But the revealed strategy for North Korea is remarkably different: a patient effort to enlist reliable allies in Europe and in Asia, as well as China and Russia in a plan to exert maximum economic leverage and diplomatic pressure on North Korea. Administration officials have yet to raise the threat of war against Pyongyang. State department officials deny any contradiction. \"It's a mistake to think that all things are the same,\" a state department official said. \"We don't have a cookie cutter approach, or a one-size-fits-all approach.\" But while Pyongyang is potentially a greater danger to its neighbours than Baghdad, the prevailing wisdom in Washington is that America cannot afford a full-blown crisis with North Korea - especially while it is contemplating military action against Iraq, and its troops remain deployed in Afghanistan. That realisation is not easy to swallow for some. Brent Scowcroft, the national security adviser to two Republican administrations who surprised the White House last summer with his opposition to unilateral military action against Iraq, recently called for a surgical strike against North Korea's Yongbyon nuclear site, and lashed out at those opposed to the opening up of a further front for US troops. But for now the administration appears committed to diplomacy. The most concrete result of those efforts so far - the suspension from next month of oil shipments - emerged from the US, Japanese, South Korean and European Union consortium that is overseeing the construction of peaceful nuclear power plants in the North. By last week, the United Nations and the US were speaking in the same voice when the IAEA called on North Korea to abandon its weapons programme and submit to inspections. It is uncertain whether Washington will exert further economic pressure on a regime where a quarter of the population is dependent on food aid. Until the nuclear revelations, America had sent 155,000 tonnes of food aid to North Korea this year. But the state department official indicated that Washington would not send more aid, despite appeals from the World Food Programme this week. The US is also giving short shrift to North Korea's fumbling attempts to open talks on its nuclear arsenal. \"The idea that one should negotiate some new agreement while in violation of commitments already made is not an argument US leaders find particularly compelling,\" the state department official said. But Washington and Pyongyang are in the preliminary stage of negotiation. Despite the rhetoric, Washington is calibrating its approach to remain in step with Japan and South Korea who remain committed to their own goals of normalising relations with North Korea. \"If they give up nuclear weapons, they can get more money,\" Nishio Masanori, of the Japanese defence agency said. \"It is like the 1980s in the Soviet Union when Gorbachev was forced to put up the white flag because military buildup had pushed the Soviet Union to the point of collapse.\" Some Korea-watchers believe President Bush's success in coordinating the international response to Pyongyang's weapons programme could bear fruit in time. \"When North Korea looks around and realises that it is completely isolated diplomatically, that has been the point where in the past people tended to make compromises,\" said Katsu Furukawa, a researcher at the Monterey Institute of International Studies. \"We don't see any signals of provocative action by North Korea. But having said that, I have to say that I am very cautiously optimistic.\"",
    "keywords": [
        "war",
        "military",
        "prepares",
        "korea",
        "state",
        "washington",
        "truly",
        "nuclear",
        "officials",
        "far",
        "dangerous",
        "weapons",
        "played",
        "away",
        "game",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "As his people starve, he has pursued an ambitious weapons programme, developing a nuclear missile capability, and developing chemical and biological weapons.\nAnd the threat posed by North Korea's recently revealed nuclear weapons programme is much more immediate than Iraq.\nPressure has been exerted on North Korea at the highest levels by its few international friends.\n\"If they give up nuclear weapons, they can get more money,\" Nishio Masanori, of the Japanese defence agency said.\nSome Korea-watchers believe President Bush's success in coordinating the international response to Pyongyang's weapons programme could bear fruit in time.",
    "sentiment": {
        "neg": 0.1064,
        "neu": 0.8308,
        "pos": 0.0628,
        "compound": -0.1072
    }
}