{
    "date": "2002-09-18T01:35:19Z",
    "title": "North Korea apologises to Japan for bizarre tale of kidnap and intrigue",
    "url": "https://www.theguardian.com/world/2002/sep/18/japan.northkorea",
    "content": "It will rank as a stunning confession to one of the most bizarre crimes ever committed by a state. Yesterday, in an extraordinary admission, North Korea's leader Kim Jong-il said his country's special forces abducted at least a dozen Japanese nationals during the 1970s and 80s in a fit of patriotic overzealousness. Incredibly, the victims of these snatch and grab operations were of no military, scientific or political value. Instead, they included a beautician, a schoolgirl and couples on romantic seaside dates who were suddenly whisked off to the most secretive country on earth. For years, sensational stories of courting couples being carried off from beaches in the night by North Korean frogmen have filled the Japanese media. At first, few gave much credence to the tales, which seemed to be among the most unlikely of cold war fantasies. But the rumours persisted and reports of failed abductions and testimonies of captured North Korean spies proved convincing enough for the Japanese government to draw up a list of 11 of its nationals who it suspected were abducted by its reclusive north-east Asian neighbour. Yesterday, the worst fears were confirmed as Mr Kim ended a decade of denial in an attempt to win economic aid from Japan and remove his country from US president George Bush's \"axis of evil\". In a historic first summit with Japan's prime minister Junichiro Koizumi, the North Korean leader admitted that over-enthusiastic military units had carried out the abductions. He said eight of the missing were now dead, while four were living in Pyongyang and would now be free to return to their homeland. The whereabouts of one man was unknown. \"The special forces were carried away by a reckless quest for glory. It was regretful and I want to frankly apologise. I have taken steps to ensure that it will never happen again,\" said Mr Kim. The confession is a step towards clearing up some of the region's most emotive and politically charged mysteries, but it raises as many questions as it answers about the fate of the missing people. Megumi Yokota, the first of those on the list provided by the North Korean authorities, was 13 when she failed to return from a badminton class in 1977. She was last seen walking on her usual route home along a coastal road in Niigata, northern Japan. For 20 years, her parents thought she was just one of the thousands of people who go missing each year, but then reports started to emerge that a Japanese woman of her age and appearance had been seen in Pyongyang. One captured agent had told them that Megumi had been carried off by boat and that she had struggled so hard in the hold of the vessel that she arrived in North Korea covered in blood from trying to scratch at the hull. Ahead of yesterday's meeting between the two leaders, her parents had been hopeful for news that she was still alive. Instead, they were told that she had married, left a daughter and died. \"I had high hopes for this summit, but the outcome fills me with grief,\" said a sobbing Shigeru Yokota. \"All this time, North Korea denied abducting her, but they lied. And now I can't believe that she is dead.\" He was joined in his anger by other bereaved families who demanded to know who was responsible for the abductions, why they had been carried out and when and how the eight victims died. Mr Kim claimed the victims were seized so that they could serve as language instructors for North Korean agents and providing identities for spies who wanted to enter South Korea, but this does not explain why they chose a 13-year-old girl. Considering the high number of deaths - eight out of 12 is a statistically unusual figure even in impoverished and starving North Korea - there are also suspicions that the state may have murdered the victims after stories of the abductions started to become an international embarrassment in the 1990s. \"There is a strong possibility that they were killed to try to cover up what happened,\" said Teruaki Masumoto, whose sister Rumiko, an office clerk, was abducted from a beach while on a date with her boyfriend in Kagoshima, southern Japan, in 1978. Mr Kim's confession is likely to tell only part of the story, as he was reportedly head of the special forces in at least part of the period concerned. But Mr Koizumi said he was keen to look forward. \"When I think of the grief that the families must feel, the pain is unbearable,\" said the Japanese prime minister, but added that he was impressed by the frankness of Mr Kim's apology. The abduction issue has been the biggest obstacle to the normalisation of relations between the two north-eastern Asian neighbours and a breakthrough had been expected at yesterday's summit. The grimmer-than-expected outcome overshadowed progress in other areas, including Mr Kim's promise to indefinitely extend a moratorium on missile test launches, to respect international agreements on nuclear weapons inspections and to halt operations by spy ships in Japanese waters. He also said that four Japanese hijackers who have been holed up in North Korea should return to their homeland, where they face prison terms of more than 10 years. In return, Mr Koizumi expressed remorse for Japan's 1910-1945 colonial rule of the peninsula. Repeating a formulaic apology by previous Japanese prime ministers in Seoul and Bejing, the communique by the two leaders notes: \"The Japanese side regards, in a spirit of humility, the facts of history that Japan caused tremendous damage and suffering to the people of Korea through its colonial rule in the past, and expressed deep remorse and heartfelt apology.\" In place of compensation, Japan also agreed to extend economic aid, which is expected to be between $5bn (£3.2bn) and $10bn. But the political risks that Mr Koizumi faces in pursuing such an accomodating strategy were apparent in Tokyo yesterday, where the news of the abductions and deaths generated a wave of mourning, fury and suspicion. Katsue Hirasawa, who heads a group of lawmakers involved in the abduction issue, said it was now out of the question to establish friendly relations with North Korea. \"This is unforgiveable,\" he said. \"Japan has completely failed in its duty to protect its citizens. The perpetrators must be punished. Simply saying sorry is not enough.\" Roll call of the disappeared: Hiroshi Kume, whereabouts unknown The Tokyo security guard was 52 when he went missing in September 1977 in Noto, a town on the sea of Japan coast. A North Korean living in Japan has confessed to arranging his abduction, but North Korea said there is no record of his entry into the country. Megumi Yokota, dead The junior high school girl never returned from a badminton class on November 15 1977 at the age of 13. She was last seen by a schoolfriend on a coastal road in Niigata, northern Japan. North Korea said she married in Pyongyang but later died and is survived by a daughter. Yaeko Taguchi, dead The Tokyo club hostess disappeared aged 22 in June 1978 after leaving her two children at a daycare centre. Japan's national police agency have said she became a language instructor in Pyongyang and taught Japanese to North Korean agents, including Kim Hyon Hui, who was convicted of the bombing of a Korean Air jet in 1987. Yasushi Chimura, alive and Fukie Hamamoto, alive Chimura, a 23-year-old apprentice carpenter, and his girlfriend, Hamamoto, a boutique employee also aged 23, were last seen on a date at a restaurant in Obama, on the sea of Japan coast, on July 7, 1978. They had just exchanged engagement rings. Their car was found by the beach. Kaoru Hasuike, alive, and Yukiko Okudo, alive Hasuike, a 20-year-old college student and his girlfriend Yukiko Okuda, a 22-year-old beautician never returned from a date on July 31, 1978. Hasuike's bicycle was found near the beach close to where they had told relatives they planned to meet. North Korea said he is working as an interpreter at a training centre and has two children. It is unclear whether he is married to Okudo . Keiko Arimoto, dead English language student who was last seen in London at the age of 23 in 1983. She wrote soon afterwards to tell her parents that she had found a new job. In a Tokyo court earlier this year, the Japanese wife of one of four communist hijackers who fled to North Korea in 1970 said she had tricked Arimoto into flying to Pyongyang. The hijackers had marriages arranged for them in Korea with Japanese brides secretly flown in. Tadaaki Hara, dead Cook from Osaka who went missing aged 43 in June 1980 during a visit to Miyazaki, southern Japan. His fate was revealed in 1985, when a South Korean court convicted a North Korean agent who confessed to abducting him and using his Japanese passport. Shuichi Ichikawa, dead, and Rumiko Masumoto, dead Ichikawa, a 23-year-old public servant, and Masumoto, a 24-year-old office clerk, went to watch the sun set over the sea in Fukiage, southern Japan, on August 12, 1978, and were never seen again. Kaoru Matsuki, dead, and Toru Ishioka, dead, Flew to Pyongyang from Spain in 1980. Matsuki had been a language student in Madrid. Ishioka went missing on a trip to study dairy farming.",
    "keywords": [
        "tale",
        "intrigue",
        "mr",
        "korea",
        "north",
        "bizarre",
        "dead",
        "japanese",
        "japan",
        "seen",
        "missing",
        "apologises",
        "pyongyang",
        "kidnap",
        "korean"
    ],
    "summary": "In a historic first summit with Japan's prime minister Junichiro Koizumi, the North Korean leader admitted that over-enthusiastic military units had carried out the abductions.\n\"All this time, North Korea denied abducting her, but they lied.\nKatsue Hirasawa, who heads a group of lawmakers involved in the abduction issue, said it was now out of the question to establish friendly relations with North Korea.\nA North Korean living in Japan has confessed to arranging his abduction, but North Korea said there is no record of his entry into the country.\nNorth Korea said he is working as an interpreter at a training centre and has two children.",
    "sentiment": {
        "neg": 0.1281,
        "neu": 0.803,
        "pos": 0.0689,
        "compound": -0.1842
    }
}