{
    "date": "2002-09-06T12:06:43Z",
    "title": "Don't forget the Red Army hijackers",
    "url": "https://www.theguardian.com/world/2002/sep/06/japan.northkorea",
    "content": "When Junichiro Koizumi makes the first trip by a Japanese prime minister to North Korea later this month, he will be carrying one of the world's most peculiar diplomatic shopping lists. The details and costs are currently being haggled over by an advance party of Japanese officials in Pyongyang, but the list is expected to contain most or all of the following items: · Japanese nationals allegedly abducted 20 years ago - 11 (to be returned in good health) · Red Army members wanted for a 1970 hijacking - four (to be sent home in any condition) · Spy ships to be restricted from Japanese waters - any in operation · Promises that missiles will be kept in their silos - one (long-lasting) · Nuclear weapons programs to be halted - any in the pipeline · Sundries, including the normalisation of diplomatic relations and the construction of a consulate in Pyongyang. Such political goodies will not come cheap. If Mr Koizumi is to come back with his hands full, then he will have to pay by apologising for Japan's 1910-1945 colonial rule and offering at least the prospect of billions of dollars of economic aid. Although the prime minister says he is not risking his premiership on the historic summit, the stakes are high. Since the surprise announcement of a meeting with the North's leader, Kim Jong-il, on September 17, Mr Koizumi's approval ratings have jumped back over 50%. A successful summit could see a return towards the giddy heights of popularity that the premier enjoyed during his first half-year in power. Some newspapers are already speculating that a snap election could follow. Although the meeting itself will be a breakthrough, the Japanese public will not judge it a success unless North Korea provides information on the whereabouts of 11 Japanese nationals who were allegedly abducted in the 1970s and 80s. This emotive subject has vexed bilateral relations since 1997, when Japanese authorities said they suspected the missing people had been whisked off beaches by North Korean frogmen. With the families of the alleged abductees mounting a powerful campaign for their return, Mr Koizumi has said that there can be no normalisation of diplomatic relations without progress on this issue. Given the emphasis that the Japanese government has put on this subject, it is hard to believe that the prime minister would have agreed to a summit unless he could guarantee a breakthrough. What ruse will be used to achieve that without a huge loss of face for North Korea is the subject of much speculation. Two years ago, the then Japanese prime minister, Yoshiro Mori, let slip a proposal that the missing people should just \"turn up\" somewhere in south-east Asia. More recently, the South Korean president, Kim Dae-jung, reportedly advised the North's leader to blame the abductions on extremists in the military. Both ploys suggest that the mystery of how and why these 11 people went missing is unlikely to be cleared up during the summit, even if Mr Koizumi is given information about their current whereabouts or pulls off what would be a spectacular coup in bringing one or all of them home. The four Red Army hijackers who have been sheltering in the North since 1970 have had their bags packed for some time. Initially welcomed as heroes, they have more recently been made to feel a burden. Several of their wives and children have already flown back to Japan and the men are trying to strike a deal that would allow them to return and face lenient jail terms. The government has refused negotiations and Mr Koizumi's visit is expected to hasten their departure. North Korean spy ships, which are reportedly used to smuggle agents and drugs to Japan, are a bigger cause for concern. Last December, the Japanese coastguard sank a suspicious vessel with the loss of all hands in the country's first deadly naval clash since the second world war. This week, Japan dispatched a destroyer and 15 other vessels to intercept a similar ship that was seen approaching Japanese waters. Although the ship retreated, its provocative actions ahead of the summit raised questions about whether Kim Jong-il has full control over his military. That is a bigger worry with regard to North Korea's missile and nuclear programs - the two subjects that are of most interest to Japan's most important ally, the United States. Both of these issues will be back on the table next year, when a moratorium on missile tests will end and the international community is supposed to start providing nuclear energy to North Korea in return for the scrapping of the country's nuclear weapons program. Mr Koizumi is unlikely to reach a decision alone on this, but he is expected to pass on concerns raised by Washington and, perhaps, pave the way for a visit by a senior US delegation later in the month. To set the mood for a smooth meeting, Mr Koizumi will begin his trip with an apology for the suffering caused by colonial rule - probably using the same form of words that previous prime ministers have uttered in Seoul and Beijing. North Korea is also demanding compensation, but Japan is more likely to offer economic grants and aid. When Tokyo re-established relations with Seoul in 1965, it provided $500m (about £320m) for infrastructure and other projects that helped to strengthen the South Korean economy. Estimates of how much it will give the North range from $5bn to $20bn, but, whatever the amount, the money is likely to come slowly and with strict conditions to prevent it being spent on the military. The price will be worth paying if it brings the world's last cold war conflict a step closer to an end. It might not be on offer this time, but the biggest item on Mr Koizumi's shopping list, should be peace in north-east Asia.",
    "keywords": [
        "summit",
        "dont",
        "mr",
        "relations",
        "hijackers",
        "koizumi",
        "korea",
        "nuclear",
        "red",
        "japanese",
        "prime",
        "forget",
        "army",
        "north",
        "return"
    ],
    "summary": "When Junichiro Koizumi makes the first trip by a Japanese prime minister to North Korea later this month, he will be carrying one of the world's most peculiar diplomatic shopping lists.\nWhat ruse will be used to achieve that without a huge loss of face for North Korea is the subject of much speculation.\nTwo years ago, the then Japanese prime minister, Yoshiro Mori, let slip a proposal that the missing people should just \"turn up\" somewhere in south-east Asia.\nThe four Red Army hijackers who have been sheltering in the North since 1970 have had their bags packed for some time.\nNorth Korea is also demanding compensation, but Japan is more likely to offer economic grants and aid.",
    "sentiment": {
        "neg": 0.0767,
        "neu": 0.8498,
        "pos": 0.0735,
        "compound": -0.0353
    }
}