{
    "date": "2002-04-04T01:36:59Z",
    "title": "North Korea will talk if it is not labelled evil",
    "url": "https://www.theguardian.com/world/2002/apr/04/northkorea",
    "content": "North Korea has challenged President Bush to stop calling it part of the \"axis of evil\" by agreeing to resume dialogue with the US on the condition that it is not \"slandered\" again. It said yesterday that it was responding to a proposal US officials made during recent meetings at the UN. A foreign ministry spokesman in Pyongyang said his government had told the Americans that \"groundless slanders against [North Korea] should not be repeated\". The White House press secretary, Ari Fleischer, confirmed that the US was ready for talks with the North but insisted that Mr Bush would \"continue to speak out forthrightly\". As an apparent positive gesture, the White House is reported to have agreed to release $95m (£67m) to North Korea under the agreement reached in 1994 to replace the country's nuclear power programme. Mr Bush has waived the requirement that international inspectors should examine North Korea's nuclear research facilities first. Yesterday's North Korean announcement was timed to coincide with the first day of a visit to Pyongyang by Lim Dong-won, the special emissary of the South Korean president, Kim Dae-jung. He is expected to meet the North's supreme leader, Kim Jong-il, who has dictated the pace of the North-South peace dialogue, slowing it almost to a halt after Mr Bush adopted a harder line than his predecessor. During a visit to Seoul in February, Mr Bush repeated his description of the North as forming an \"axis of evil\" with Iran and Iraq He said he was willing to re-open dialogue with the North, but he infuriated Pyongyang by condemning it for allegedly allowing its people to starve. Last month North Korea threatened to pull out of the 1994 accord - which provides for an international consortium to build two nuclear reactors to replace the North's own programme - saying that Mr Bush's \"hostile Korea policy\" would force it to \"examine all its agreements with Washington. Pyongyang said yesterday that it would resume negotiations with the consortium. Although the US will not apologise for the \"axis of evil\" label, renewed tension in the Korean peninsula would hardly serve its interests at a time of crises elsewhere. And North Korea has a record of verbal indignation which masks a willingness to continue to do business with the US, and receive aid. Both sides have failed to stick to the letter of the 1994 agreement: North Korea refusing to let its facilities be inspected, the US letting work on the replacement reactors fall seriously behind. They should be completed next year but the foundations are not yet ready. North Korea's verbal fire also masks its economic crisis and dependence on external aid. In characteristic style, it is preparing to stage one of its cast-of-thousands dramatic extravaganzas which will last for two months spanning the period of the World Cup in South Korea and Japan. The Arirang festival is described as a \"mass gymnastic and artistic performance\" with 100,000 participants, including \"lovely children\" and \"famous [North] Korean artists\". Thousands of Pyongyang residents are already practising flower dances and coloured-board routines in parks and stadiums. Officials parry questions about the cost by saying that people consider money no object in celebrating the genius of their great leader and the superiority of socialism. A more practical aim is to attract a lot of foreign tourists, although only in strictly organised groups. Visitors will have little or no chance to gauge the situation outside Pyongyang where, the World Food Programme has warned, government food stocks will be exhausted within weeks and food aid will barely bridge the gap until the next harvest.",
    "keywords": [
        "talk",
        "mr",
        "evil",
        "korea",
        "nuclear",
        "korean",
        "food",
        "labelled",
        "pyongyang",
        "programme",
        "north",
        "bush"
    ],
    "summary": "A foreign ministry spokesman in Pyongyang said his government had told the Americans that \"groundless slanders against [North Korea] should not be repeated\".\nMr Bush has waived the requirement that international inspectors should examine North Korea's nuclear research facilities first.\nAnd North Korea has a record of verbal indignation which masks a willingness to continue to do business with the US, and receive aid.\nBoth sides have failed to stick to the letter of the 1994 agreement: North Korea refusing to let its facilities be inspected, the US letting work on the replacement reactors fall seriously behind.\nThe Arirang festival is described as a \"mass gymnastic and artistic performance\" with 100,000 participants, including \"lovely children\" and \"famous [North] Korean artists\".",
    "sentiment": {
        "neg": 0.0839,
        "neu": 0.8419,
        "pos": 0.074,
        "compound": -0.0594
    }
}