{
    "date": "2002-09-19T01:49:26Z",
    "title": "Work on Korean rail links reflects new entente",
    "url": "https://www.theguardian.com/world/2002/sep/19/northkorea",
    "content": "The two Koreas began work yesterday to relink railways and roads cut off for half a century, a landmark event symbolically piercing the world's last cold war frontier. Ceremonies at four venues and on both sides of the demilitarised zone bisecting the peninsula were the latest in an astonishing array of diplomatic developments. At a summit in Pyongyang on Tuesday, the North Korean leader, Kim Jong-il, apologised to the Japanese prime minister, Junichiro Koizumi, for the abduction of Japanese citizens and offered concessions on global security. Mr Koizumi apologised for Japan's occupation of Korea before and during the second world war. Road and rail links have been cut since the 1950-53 Korean war. Some routes could be operational again by the end of this year. \"Today we are standing at the start of a new era during which the South and the North will move forward, hand in hand, toward the future,\" the South Korean acting prime minister, Kim Suk-soo, told dignitaries at the end-of-the-line Dorasan station on the west coast. Reuters",
    "keywords": [
        "entente",
        "links",
        "work",
        "war",
        "south",
        "koizumi",
        "hand",
        "kim",
        "prime",
        "japanese",
        "rail",
        "minister",
        "reflects",
        "north",
        "korean"
    ],
    "summary": "The two Koreas began work yesterday to relink railways and roads cut off for half a century, a landmark event symbolically piercing the world's last cold war frontier.\nCeremonies at four venues and on both sides of the demilitarised zone bisecting the peninsula were the latest in an astonishing array of diplomatic developments.\nAt a summit in Pyongyang on Tuesday, the North Korean leader, Kim Jong-il, apologised to the Japanese prime minister, Junichiro Koizumi, for the abduction of Japanese citizens and offered concessions on global security.\nMr Koizumi apologised for Japan's occupation of Korea before and during the second world war.\nRoad and rail links have been cut since the 1950-53 Korean war.",
    "sentiment": {
        "neg": 0.1113,
        "neu": 0.8407,
        "pos": 0.048,
        "compound": -0.1764
    }
}