{
    "date": "2002-10-03T14:44:32Z",
    "title": "Paying for the past",
    "url": "https://www.theguardian.com/world/2002/oct/03/northkorea",
    "content": "North Koreans exiled in Japan are taking the heat for their leader's confession of wrongdoing against its Asian neighbours. Kim Jong-il's admission that North Korea abducted Japanese citizens has reverberated around the world, but nowhere has it caused more soul-searching than among the 200,000-strong pro-Pyongyang community in Japan. For more than 50 years, this diaspora has been the staunchest political defender of the North Korean regime and a vital source of billions of dollars worth of foreign currency for the isolated nation. But for many, their belief in the administration has been shattered by Mr Kim's admission that North Korean special forces seized 13 Japanese nationals in the 1970s and 80s, and some are even beginning to think the unthinkable: that the \"great leader\" should be held accountable. Forever sandwiched between the impoverished communist homeland with which they are affiliated and the rich democratic nation where they live, the abduction issue has cut to the core of the identity problem faced by its members, many of whose parents and grandparents were themselves abducted by Japanese troops and sent to Tokyo, Osaka and elsewhere to work as poorly-paid labourers or sex slaves. The immediate response to Mr Kim's admission was one of shock and fear. With the emotional focus of the Japan media on the suffering of the victims and the \"wicked\" crimes of the Pyongyang regime, the North Korean community has been the most accessible and easily-identifiable target for an outpouring of anger. According to Chongryun, the pro-Pyongyang General Association of Korean Residents in Japan, there have been 290 threatening phone calls and 27 cases of violence or attempted violence against its members since the September 17 summit in which Mr Kim confessed to Japanese prime minister Junichiro Koizumi. In response to the danger, most of the 120 Korean schools in Japan have instructed schoolgirls not to wear traditional \"chogori\" uniforms and parents have formed parties to ferry their children to schools in groups. But of longer-term significance is the fact that that many in the community are now disillusioned with the North's leadership, not least because they have been forced to lie on its behalf about the abduction issue for more than a decade. \"We are caught right in the middle,\" said Lee Hyon-suk, a third-generation Korean living in Tokyo. \"On one side, the Japanese right-wing are targeting us. On the other, we feel betrayed by the regime in Pyongyang.\" That feeling is all the more bitter because many in the community consider their relatives to have been abducted by the Japanese during the 1910-1945 colonial era. \"We Koreans have always felt like innocent victims. Pride in holding the high moral ground kept us going through hard times. But now, we find we are also the perpetrators of a crime. It is a terrible psychological blow and we must consider the extent to which Mr Kim is responsible,\" said one senior member of the community, who asked that his name be withheld. Such doubts about Mr Kim, who has a godlike status in the North, were unimaginable even a year ago, but Chongryun members are now having to question everything. \"We don't know what to think,\" said Choe Awan-ik, a journalist with the pro-Pyongyang People's Daily. \"This is, in many ways, the worst crisis our community has ever faced. We're threatened physically and hurt psychologically. Everyone feels very confused.\" Such uncertainty could have political implications on the peninsular because Chongryun members can telephone and visit their relatives in the North to tell them what the tightly-controlled Pyongyang-based media will not say. \"It is true that the North Korean media have not broadcast the full details of the apology, but the truth will come out,\" said So Chung-on, a Chongryun spokesman. \"Kim Jong-il revealed the truth. He is really trying to liquidate the past so that the two countries can get closer together, which would be good for our community.\" A similar line is taken by many Chongryun members who argue that the North Korean system is bad, but Mr Kim is good in trying to implement reforms - often against the will of the Workers' Party. \"I don't think people in Japan realise just how huge a step it is for the leader of North Korea to make an apology. He must have cried tears of blood to acknowledge the abduction issue,\" said one second-generation Korean resident of Japan. \"But we residents in Japan also have a responsibility to speak out about the bad things in the North and the good things in the South. We have been \"yes men\" for too long. Mr Kim's admission of wrong is an opportunity for the rest of us to speak out. It is time we used the freedom of expression we have here in Japan to break the taboos in the North.\"",
    "keywords": [
        "past",
        "mr",
        "community",
        "chongryun",
        "kim",
        "japanese",
        "japan",
        "members",
        "admission",
        "paying",
        "north",
        "korean"
    ],
    "summary": "North Koreans exiled in Japan are taking the heat for their leader's confession of wrongdoing against its Asian neighbours.\nFor more than 50 years, this diaspora has been the staunchest political defender of the North Korean regime and a vital source of billions of dollars worth of foreign currency for the isolated nation.\nSuch doubts about Mr Kim, who has a godlike status in the North, were unimaginable even a year ago, but Chongryun members are now having to question everything.\nHe is really trying to liquidate the past so that the two countries can get closer together, which would be good for our community.\"\nMr Kim's admission of wrong is an opportunity for the rest of us to speak out.",
    "sentiment": {
        "neg": 0.1379,
        "neu": 0.7789,
        "pos": 0.0832,
        "compound": -0.1569
    }
}