{
    "date": "2002-08-05T00:42:43Z",
    "title": "Koreas agree to resume talks",
    "url": "https://www.theguardian.com/world/2002/aug/05/northkorea",
    "content": "North and South Korea are to resume high-level talks just a month after their deadliest naval clash for three years. In a joint statement issued yesterday, the rivals said they would hold ministerial talks in Seoul starting on August 12 to discuss issues such as the reunion of separated families, a cross-border rail link and bilateral economic projects. Amid reports that the north is also starting to reform its economy and embarking on talks with the US and Japan, the resumption of diplomatic activity suggests that Pyongyang is ready to take another tentative step out of its long-term isolation. If the north-south meeting goes ahead, it will represent the highest level contact between the two for nine months, and the first since the US president, George Bush, included North Korea as part of the \"axis of evil\" for its alleged development of weapons of mass destruction. South Korean delegates hope the meeting will break the deadlock on several key issues, including arrangements for a new round of reunions for some of the million families still separated by the 1950-53 Korean war. \"The date for new family reunions will be set at the ministerial talks,\" said South Korea's assistant minister for unification policy, Rhee Bong-jo. The talks will also cover plans to develop an industrial complex in Kaesong, just north of the border, the construction of road and rail links, and a joint flood control project on the Imjin river. The rivals also plan an unprecedented display of reconciliation on September 29, when North Korea sends a team to South Korea for the Asian Games. The two sides will also play each other at football to capitalise on South Korea's world cup success, which was followed - albeit belatedly - in the north. Similar deals have been brokered and broken or delayed more than once during the seven rounds of ministerial talks since the summit between South Korean president, Kim Dae-jung, and the North's leader, Kim Jong-il, in 2000. But the prospects of a positive outcome have rarely been better than now. In the south, President Kim, who won the Nobel peace prize for his \"sunshine policy\" of engagement, is keen to make a breakthrough before a presidential election in December, after which he must step down from office. Polls suggest a more hawkish opposition candidate will succeed him. Pyongyang is under intense economic pressure to reach out to its neighbours. Since Japan cracked down on sympathetic banks in Tokyo and the Japanese coastguard sank a North Korean ship allegedly smuggling drugs, the north has run short of both foreign currency and food. To end the impasse, Pyongyang's foreign minister, Paek Nam Sun, last week met the US secretary of state, Colin Powell, and Japan's foreign minister, Yoriko Kawaguchi. There are also signs that the north may be willing to move towards a Chinese-style mix of socialist political leadership and capitalist economic policy. In the past month, Pyongang has acknowledged the tentative introduction of free market principles through the scaling back of food rations, an increase of prices and salaries, plus incentives for production increases. Military rapprochement is also in the air. The North expressed regret last week for a naval clash on 29 June which cost the lives of 13 of its sailors as well as four South Koreans. The military in Pyongyang has agreed to meet the American-led United Nations forces at the border crossing of Panmunjon to discuss ways to avoid any repeat of such skirmishes.",
    "keywords": [
        "policy",
        "agree",
        "south",
        "korea",
        "ministerial",
        "president",
        "talks",
        "korean",
        "minister",
        "resume",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North and South Korea are to resume high-level talks just a month after their deadliest naval clash for three years.\nIn a joint statement issued yesterday, the rivals said they would hold ministerial talks in Seoul starting on August 12 to discuss issues such as the reunion of separated families, a cross-border rail link and bilateral economic projects.\n\"The date for new family reunions will be set at the ministerial talks,\" said South Korea's assistant minister for unification policy, Rhee Bong-jo.\nThe rivals also plan an unprecedented display of reconciliation on September 29, when North Korea sends a team to South Korea for the Asian Games.\nSimilar deals have been brokered and broken or delayed more than once during the seven rounds of ministerial talks since the summit between South Korean president, Kim Dae-jung, and the North's leader, Kim Jong-il, in 2000.",
    "sentiment": {
        "neg": 0.053,
        "neu": 0.8467,
        "pos": 0.1003,
        "compound": 0.0775
    }
}