{
    "date": "2002-08-30T14:54:47Z",
    "title": "The two Koreas",
    "url": "https://www.theguardian.com/world/2002/aug/30/northkorea.qanda",
    "content": "What is happening at the moment? The normalisation of North Korea's relations with its neighbours has come a step closer, with two landmark developments from recent talks with Japan and South Korea. The reconnection of the road and rail links between the two Koreas was soon followed by an announcement that the Japanese prime minister - representing a country with no diplomatic relations to the North - is to make an unprecedented visit to Pyongyang. Why are relations improving now? The leaders of the two Koreas met in June 2000 and, since then, there have been a series of attempts to bring North and South closer together, which has brought North Korea closer to other former - or current - foes. North and South are very different places - one a young and prosperous democracy of 47 million people; the 21 million in the other under the iron grip of a hereditary ruler - but strong cultural ties exist. A powerful lobby in South Korea is pushing its government to bring together families split by the border, and its president, Kim Dae-jung, may be seeking to cement his reputation and achievements before he leaves office later this year. The North is much the poorer of the two states and, with its economy in near collapse, cannot afford to feed itself. Six million of its people are dependent on dwindling aid stocks from the world food programme. The rail and road deal was sweetened by a promise of 400,000 tons of rice and 100,000 tons of fertiliser from the South. Moves towards a form of free market economy and approaches towards the US and Japan (after President Bush labelled it part of an \"axis of evil\") have also suggested that North Korea is keen to extricate itself from its isolation. Why is the Korean peninsula divided? The split is a relic of the cold war, when a communist state faced off a US ally over the world's most heavily armed border. The tensions became institutionalised as hostility between the two capitals - and their backers - grew. How did the Korean war start? Japan occupied the Korean peninsula from 1910 to its second world war defeat in 1945, when it surrendered the former colony to US and Soviet forces. The then allies agreed to divide Korea along the 38th parallel, with the USSR overseeing Japan's surrender in the north and the US dealing with enemy troops in the south. Attempts to hold elections across the peninsula came to nothing and puppet regimes - both dictatorships - were set up on either side of the 38th parallel. US forces left in 1948 and the now communist North Korea invaded South Korea in the following year. The 1950-53 Korean war saw predominately US troops (joined by smaller numbers from the UK, Canada, Australia, Turkey, Thailand, Ethiopia and others) fight with the South under the auspices of the UN to repel Chinese (and to a lesser extent, Soviet) backed soldiers from the North. After a bitter campaign the communists were pushed back to the 38th parallel - the original border - and the North and South signed an armistice, but not a peace treaty. Technically, the war never ended. WIll the war ever end? Unification along German lines (another country that was split by the cold war stand-off between the USSR and its former allies) may be some way off, but North and South are moving in the right direction. Two years ago, the South Korean president launched a \"sunshine policy\" to encourage detente - which won him the Nobel Peace Prize - and the two sides have since held a series of talks. In a conciliatory gesture, North Korea will also send a team to South Korea for the Asian Games in September. But the Koreas have a history of reaching big agreements that fall through when tensions flare. Plans to build a railway and a parallel road across the border were originally included in an agreement reached at a historic inter-Korean summit in the summer of 2000. South Korea completed work on its side of the border, but North Korea stopped construction early last year, in an atmosphere soured by hostility towards Pyongyang from the Bush administration. A naval clash on June 29 that cost the lives of 13 North Korean sailors as well as four South Koreans threatened to bring an abrupt end to rapprochement.",
    "keywords": [
        "border",
        "war",
        "south",
        "split",
        "korea",
        "parallel",
        "korean",
        "road",
        "north",
        "koreas"
    ],
    "summary": "The normalisation of North Korea's relations with its neighbours has come a step closer, with two landmark developments from recent talks with Japan and South Korea.\nThe leaders of the two Koreas met in June 2000 and, since then, there have been a series of attempts to bring North and South closer together, which has brought North Korea closer to other former - or current - foes.\nUS forces left in 1948 and the now communist North Korea invaded South Korea in the following year.\nIn a conciliatory gesture, North Korea will also send a team to South Korea for the Asian Games in September.\nBut the Koreas have a history of reaching big agreements that fall through when tensions flare.",
    "sentiment": {
        "neg": 0.117,
        "neu": 0.8163,
        "pos": 0.0666,
        "compound": -0.1454
    }
}