{
    "date": "2002-08-14T01:17:10Z",
    "title": "Koreans meet as hopes grow for more reunions",
    "url": "https://www.theguardian.com/world/2002/aug/14/northkorea",
    "content": "Talks between the divided Koreas hovered on the brink of real progress yesterday, with a new mood of optimism just six weeks after the two sides fought a naval battle. In the seventh round of ministerial talks since the Korean summit in 2000, senior officials agreed it was time to deliver after two years of seesawing expectations. In a gesture of goodwill, Seoul has said it may allow North Korea to fly its flag - banned in South Korea - when northern athletes attend the Asian Games at Pusan in the autumn. Yesterday's talks focused on a more substantial symbol: the reconstruction of a rail link across the 38th parallel which divides the two Koreas. The South has completed work on its side, but the North has lagged behind. Substantial funds will be needed to demine the frontier, remove obstacles and restore the track. \"We are trying to ensure the talks are more than just heated discussions,\" one official from the South Korean unification ministry said. \"Some of our agenda items are close to agreement.\" However, there are still fears that repercussions from the naval clash on June 29, in which five South Korean sailors died as well as an unknown number of North Koreans, could hinder the negotiations. Pyongyang has expressed its \"regret\" for the incident, but denies the validity of the \"Northern Limit Line\" which Seoul says was crossed illegally by North Korean naval vessels. Meanwhile, Seoul officials still want a proper apology. With fears that UN emergency supplies - used to support more than six million people in the North - will run out in October, Pyongyang is in desperate need of food aid from the South. At talks on economic cooperation, which are now likely before the end of this month, the South will offer to send 300,000-500,000 tonnes of rice in return for broader ties. There were also high hopes yesterday of agreement on a further round of reunions of divided family members. Only a tiny proportion of the hundreds of thousands of families separated by the Korean war 50 years ago have taken part in reunions so far, under tightly controlled conditions. However, the divided families lobby is politically strong in the South and has criticised the South Korean president, Kim Dae-jung, for not insisting on more meetings. Mr Kim has only a few months left before the presidential election in December - in which he cannot stand again - to justify his \"sunshine policy\", which launched the Korean detente two years ago. The president won the Nobel Peace Prize for his initiative, but it was almost brought to a halt as the North responded slowly and hesitantly, in an atmosphere soured by hostility towards Pyongyang from the Bush administration. A new low point was reached when President Bush named North Korea as part of an \"axis of evil\", along with Iran and Iraq. However, at a recent Asian regional security meeting, Pyongyang agreed to receive a visit by a senior US official. This week Pyongyang also issued a positive statement calling for better relations with Japan - another potential source of substantial aid. The ministerial talks are scheduled to end today with a joint statement.",
    "keywords": [
        "substantial",
        "south",
        "naval",
        "korea",
        "reunions",
        "meet",
        "talks",
        "seoul",
        "president",
        "grow",
        "korean",
        "koreans",
        "pyongyang",
        "north",
        "hopes"
    ],
    "summary": "In a gesture of goodwill, Seoul has said it may allow North Korea to fly its flag - banned in South Korea - when northern athletes attend the Asian Games at Pusan in the autumn.\n\"We are trying to ensure the talks are more than just heated discussions,\" one official from the South Korean unification ministry said.\nThere were also high hopes yesterday of agreement on a further round of reunions of divided family members.\nHowever, the divided families lobby is politically strong in the South and has criticised the South Korean president, Kim Dae-jung, for not insisting on more meetings.\nA new low point was reached when President Bush named North Korea as part of an \"axis of evil\", along with Iran and Iraq.",
    "sentiment": {
        "neg": 0.0676,
        "neu": 0.8108,
        "pos": 0.1216,
        "compound": 0.0409
    }
}