{
    "date": "2002-12-30T15:06:09Z",
    "title": "N Korea 'may pull out of nuclear treaty'",
    "url": "https://www.theguardian.com/world/2002/dec/30/northkorea",
    "content": "North Korea has hinted it may be preparing to pull out of the global nuclear arms control treaty, a step that would escalate the crisis over its moves to restart its nuclear facilities, South Korean officials said today. The US secretary of state, Colin Powell, yesterday moved to reduce tensions by ruling out attacking North Korea despite its suspected plans to produce more nuclear missiles (it is believed to already have at least one atomic bomb). However North Korea said in a statement late last night that the US violated the 1994 Agreed Framework nuclear deal by halting promised energy supplies, putting the North's special status under that deal at risk. The statement by North Korea's foreign ministry, carried on its foreign news outlet, the Korean Central news agency, said: \"The US began ditching even the AF [Agreed Framework], thus putting this special status in peril.\" South Korean media and officials say North Korea's language could signal that it is preparing to officially pull out of the Treaty on the Non proliferation of Nuclear Weapons, or NPT, meaning that it has no obligation to allow outside inspections. \"We're closely watching what North Korea's next step would be,\" a South Korean foreign ministry official, requesting anonymity, said at a briefing to local reporters. \"It could be a withdrawal from the NPT.\" In 1993, North Korea abruptly announced that it was withdrawing from the NPT but suspended the decision when Washington agreed to start talks with Pyongyang which resulted in the 1994 Agreed Framework deal. Recently, defying international opinion, the North's isolated communist government has been moving to reactivate operations at its main nuclear complex at Yongbyon, which experts say could produce weapons within months. In the past week, Pyongyang has removed UN seals and surveillance cameras from the nuclear facilities, where operations were frozen under the 1994 accord. On Friday, North Korea ratcheted up tensions by ordering the expulsion of two UN monitors, depriving the Vienna-based UN International Atomic Energy Agency of its last means of monitoring the North's plutonium-based nuclear program. US officials said yesterday that Washington would enlist its Asian allies and the United Nations to intensify economic pressure on Pyongyang to abandon nuclear development. North Korea maintains it will address concerns over the nuclear issue only if Washington signs a non-aggression pact. But the Bush administration has ruled out talks unless Pyongyang first gives up its nuclear ambitions. The outgoing South Korean president, Kim Dae-jung, who steps down in February, said today that he would continue his \"sunshine\" policy of engaging North Korea to try to resolve the dispute peacefully. \"I'm confidant that our sunshine policy would eventually lead North Korea to reform and change,\" Kim said, adding that the west's past containment policy with the old Soviet Union and China had failed. \"Cuba is another good example that containment and isolation cannot succeed. The United States even waged war with Vietnam but failed to change the situation,\" he said. Kim's successor, Roh Moo-hyun, also stressed the importance of dialogue with North Korea, warning that war on the Korean peninsula could result in huge human losses. In yesterday's statement, North Korea said that the United States was \"gripped by the Cold War way of thinking\" and should agree to \"face to face\" talks to settle the nuclear dispute peacefully.",
    "keywords": [
        "war",
        "south",
        "korea",
        "pull",
        "washington",
        "nuclear",
        "n",
        "pyongyang",
        "agreed",
        "united",
        "treaty",
        "north",
        "korean"
    ],
    "summary": "North Korea has hinted it may be preparing to pull out of the global nuclear arms control treaty, a step that would escalate the crisis over its moves to restart its nuclear facilities, South Korean officials said today.\nHowever North Korea said in a statement late last night that the US violated the 1994 Agreed Framework nuclear deal by halting promised energy supplies, putting the North's special status under that deal at risk.\nNorth Korea maintains it will address concerns over the nuclear issue only if Washington signs a non-aggression pact.\n\"I'm confidant that our sunshine policy would eventually lead North Korea to reform and change,\" Kim said, adding that the west's past containment policy with the old Soviet Union and China had failed.\nKim's successor, Roh Moo-hyun, also stressed the importance of dialogue with North Korea, warning that war on the Korean peninsula could result in huge human losses.",
    "sentiment": {
        "neg": 0.1159,
        "neu": 0.7933,
        "pos": 0.0909,
        "compound": -0.1493
    }
}