{
    "date": "2002-12-29T01:03:38Z",
    "title": "The best and brightest 2003: Kim Jong-Il v Saparmurat Niyazov",
    "url": "https://www.theguardian.com/theobserver/2002/dec/29/features.magazine267",
    "content": "'I am about the size of a dwarf.' It's quite a way to introduce yourself, but if you're Kim Jong-iI, North Korean dictator, you can say whatever you like. You can also wear high heels in an effort to hide your tiny stature and employ 100 people to subtitle your favourite films into Korean while your citizens starve. Kim isn't the world's most insane despot but vies for that honour with one Saparmurat Niyazov, president of Turkmenistan. While Kim will be grabbing headlines as the man at the tip of the 'axis of evil', Niyazov's increasingly bizarre behaviour and his country's rich oil reserves will ensure constant attention in 2003. He has written a spiritual tract that the state media compares to the Koran or the Bible and has declared that there are only eight months in the year. Both leaders have parental fixations: Kim took over his dictatorship from his father, who, although dead, is still officially president, while Niyazov is obsessed with his dead mother, Gurbansoltan-edzhe. He has named the month of April and the word for 'bread' after her. We'll know next year who has done Mum and Dad most proud.",
    "keywords": [
        "youre",
        "niyazov",
        "wear",
        "worlds",
        "2003",
        "president",
        "kim",
        "dead",
        "saparmurat",
        "written",
        "brightest",
        "jongil",
        "best",
        "word",
        "v",
        "korean"
    ],
    "summary": "It's quite a way to introduce yourself, but if you're Kim Jong-iI, North Korean dictator, you can say whatever you like.\nKim isn't the world's most insane despot but vies for that honour with one Saparmurat Niyazov, president of Turkmenistan.\nWhile Kim will be grabbing headlines as the man at the tip of the 'axis of evil', Niyazov's increasingly bizarre behaviour and his country's rich oil reserves will ensure constant attention in 2003.\nBoth leaders have parental fixations: Kim took over his dictatorship from his father, who, although dead, is still officially president, while Niyazov is obsessed with his dead mother, Gurbansoltan-edzhe.\nHe has named the month of April and the word for 'bread' after her.",
    "sentiment": {
        "neg": 0.0637,
        "neu": 0.8527,
        "pos": 0.0837,
        "compound": 0.0895
    }
}