{
    "date": "2002-10-18T01:34:59Z",
    "title": "Is N Korea showing off nuclear muscle?",
    "url": "https://www.theguardian.com/world/2002/oct/18/northkorea1",
    "content": "North Korea's stunning disclosure that it has a nuclear weapons programme could force the Bush administration into an unpalatable course of action: engagement with the state that, together with Iraq, is one of the nodes of its\"axis of evil\". The White House statement yesterday that it would try to use peaceful means to navigate its second, simultaneous crisis with a state pursuing weapons of mass destruction was widely expected. With the South Korean capital Seoul only about 30 miles from the demilitarised zone and within range of Pyongyang's artillery, the prospect of a war on the Korean peninsula is too dangerous to contemplate, analysts say. \"When you are talking about Korea, the effects of a war would be devastating. Do you go down that path to war, or do you go to an engagement that involves the distasteful aspect of rewarding North Korea for behaving,\" David Albright, president of the Institute for Science and International Security in Washington, said. \"In the end the US will have to give North Korea some kind of reward for giving up its programme in some kind of verifiable way, and that will be tough for the Bush administration.\" Analysts said the delivery of rewards would be low-key and would probably be channelled through Washington's key allies in its North Korea policy: South Korea and Japan. Washington's first step towards getting confirmation of North Korea's weapons programme - during an October 3 visit to Pyongyang by the assistant secretary of state Jim Kelly -was to despatch its envoy to Seoul and Tokyo, and he is presently on his way to Beijing. Although Mr Kelly arrived armed with US intelligence of North Korea's efforts to produce enriched uranium, it had been expected that Pyongyang would respond in the traditional fashion: by stonewalling and denial. On the first day of consultations the North Koreans did exactly that, but they returned the next morning and acknowledged the programme, evidently with the approval of their leader, Kim Jong-il. This exchange was not made public by the White House, apparently for fear of muddying its efforts to secure congressional support of its resolution on Iraq, until Wednesday, when officials learned that an American newspaper was working on the story. It was unclear both in Seoul and Washington yesterday exactly why North Korea had made its admission. \"Maybe North Korea hoped that acknowledgement of nuclear weapons programme would bring more attention from the US to take a more concerned approach,\" said Katsu Furukawa, a senior research associate at the Monterey Institute of International Studies in Washington, \"but that is a huge miscalculation on the part of North Korea. \"I don't see any sign here in the US or in Japan that Bush will pursue a more engaged approach to North Korea.\" On the Korean peninsula, the Bush administration is seen as having wrecked a two-year peace process between the south and the north and parallel efforts at normalising relations with Japan. Some commentators in Seoul are already suggesting that the US revelation is designed to \"spoil the party\". The Korea Times reported yesterday that Seoul had been caught off guard by the US leak. It said there were suspicions that this was \"part of a [US] ploy to sabotage the mood of detente emerging on the peninsula\". Analysts in Seoul find it as hard as ever to interpret Pyongyang's motive for admitting the US accusation. North Korea is acknowledged to have grounds for complaint about the slow implementation of the 1994 agreement to supply two light water nuclear reactors for peaceful use in return for a freeze on its own programme. The first reactor was due to be completed next year, but 2008 is now thought to be the earliest feasible date. But the delay cannot justify the open breach of non-nuclear commitments made repeatedly to other countries as well as to the US. One theory is that the regime led by Kim Jong-il is implementing a new policy of openness, as it did recently when Mr Kim admitted that Japanese citizens had been kidnapped by North Korean agents. If so, it seems to show a degree of naivete in Pyongyang about the negative impact the admission could have upon a US administration which already thinks the worst of the North Korean regime. Another theory is that having been confronted by the US with the evidence, North Korean hardliners are not unhappy that they can make the point that - despite the country's economic woes - it can at least retain potential nuclear muscle.",
    "keywords": [
        "korea",
        "administration",
        "nuclear",
        "seoul",
        "bush",
        "showing",
        "n",
        "weapons",
        "muscle",
        "programme",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "Analysts said the delivery of rewards would be low-key and would probably be channelled through Washington's key allies in its North Korea policy: South Korea and Japan.\nIt was unclear both in Seoul and Washington yesterday exactly why North Korea had made its admission.\n\"Maybe North Korea hoped that acknowledgement of nuclear weapons programme would bring more attention from the US to take a more concerned approach,\" said Katsu Furukawa, a senior research associate at the Monterey Institute of International Studies in Washington, \"but that is a huge miscalculation on the part of North Korea.\n\"I don't see any sign here in the US or in Japan that Bush will pursue a more engaged approach to North Korea.\"\nThe Korea Times reported yesterday that Seoul had been caught off guard by the US leak.",
    "sentiment": {
        "neg": 0.0946,
        "neu": 0.8308,
        "pos": 0.0747,
        "compound": 0.0187
    }
}