{
    "date": "2002-10-21T00:48:59Z",
    "title": "N Korea: no nuclear comment",
    "url": "https://www.theguardian.com/world/2002/oct/21/northkorea",
    "content": "South Korea was met with silence yesterday after demanding that the North abandon its nuclear weapons programme, South Korean officials said. The nuclear issue was discussed at high-level talks between the two states in the North's capital, Pyongyang. It was the first official opportunity to react to the North's admission to the US that it had a programme to enrich uranium to make nuclear weapons, in defiance of a 1994 agreement to abandon any such policy. \"We demanded that North Korea faithfully honour all international agreements it has signed,\" Rhee Bong-jo, a South Korean spokesman, said after the first round of talks ended after 50 minutes. Mr Rhee said North Korean officials \"just listened\" to the demands. A formal North Korean response was expected tomorrow, South Korean officials said. They described the mood of the talks as \"heavy\", but North Korean officials cautioned \"not to be too pessimistic\". Under the 1994 agreement, the energy-starved North agreed to abandon its suspected nuclear weapons programme in exchange for an agreement to supply it with two light-water reactors for peaceful use. North Korean officials have said they considered the agreement invalid because the reactors were not expected to be finished by 2003, as promised. AP, Seoul",
    "keywords": [
        "south",
        "comment",
        "abandon",
        "korea",
        "talks",
        "nuclear",
        "n",
        "weapons",
        "agreement",
        "officials",
        "programme",
        "north",
        "korean"
    ],
    "summary": "South Korea was met with silence yesterday after demanding that the North abandon its nuclear weapons programme, South Korean officials said.\nMr Rhee said North Korean officials \"just listened\" to the demands.\nA formal North Korean response was expected tomorrow, South Korean officials said.\nThey described the mood of the talks as \"heavy\", but North Korean officials cautioned \"not to be too pessimistic\".\nNorth Korean officials have said they considered the agreement invalid because the reactors were not expected to be finished by 2003, as promised.",
    "sentiment": {
        "neg": 0.0668,
        "neu": 0.8464,
        "pos": 0.0868,
        "compound": 0.1355
    }
}