{
    "date": "2002-09-26T15:25:08Z",
    "title": "US envoy to visit North Korea for security talks",
    "url": "https://www.theguardian.com/world/2002/sep/26/usa.northkorea",
    "content": "A US envoy is expected to travel to North Korea in the days ahead to discuss Washington's concerns about Pyongyang's possession of ballistic missiles and weapons of mass destruction. The White House said yesterday that agreement on the visit was reached after two rounds of talks this week with North Korean officials. The discussions will be the first with Pyongyang on security issues since the final months of the Clinton administration. The US president, George Bush, notified the South Korean president, Kim Dae-jung, of his decision to send an envoy during a telephone call yesterday. The White House press secretary, Ari Fleischer, said Mr Bush and Mr Kim \"agreed that real progress with the North depends on full resolution of the security issues on the Korean peninsula, including the North's possession and pursuit of weapons of mass destruction and ballistic missiles\". The identity of the US envoy who will travel to Pyongyang has not been disclosed, but it is expected to be the assistant secretary of state, James Kelly. Mr Kelly was expected to have gone to Pyongyang in early July but the visit was postponed, partly because of a brief sea battle between the two Koreas. US-North Korean relations reached a low point in January when Bush designated the country as a member of an \"axis of evil\", along with Iraq and Iran. However, he has maintained for more than a year that the United States was willing to meet with North Korea anytime, anyplace.",
    "keywords": [
        "white",
        "mr",
        "korea",
        "expected",
        "envoy",
        "talks",
        "visit",
        "bush",
        "weapons",
        "security",
        "pyongyang",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "A US envoy is expected to travel to North Korea in the days ahead to discuss Washington's concerns about Pyongyang's possession of ballistic missiles and weapons of mass destruction.\nThe White House said yesterday that agreement on the visit was reached after two rounds of talks this week with North Korean officials.\nThe discussions will be the first with Pyongyang on security issues since the final months of the Clinton administration.\nThe US president, George Bush, notified the South Korean president, Kim Dae-jung, of his decision to send an envoy during a telephone call yesterday.\nHowever, he has maintained for more than a year that the United States was willing to meet with North Korea anytime, anyplace.",
    "sentiment": {
        "neg": 0.0649,
        "neu": 0.8677,
        "pos": 0.0674,
        "compound": -0.0424
    }
}