{
    "date": "2002-12-13T12:09:38Z",
    "title": "The nation no one understands",
    "url": "https://www.theguardian.com/world/2002/dec/13/northkorea3",
    "content": "From the bungled interception of a missile shipment, to the earth-shattering announcement that North Korea will reactivate its nuclear facilities, the world has learned again this week how hard it is to deal with one of the world's least understood regimes. Time and time again, tiny, impoverished North Korea has outraged, outwitted and outmanoeuvred more powerful opponents with an apparent willingness to accept self-annihilation rather than surrender. If brinkmanship was an Olympic sport, the North would have long since run away with the gold medal. The bellicose rhetoric that screams out of its propaganda machines would seem laughably exaggerated if it were not for the fact that the country appears to believe what it says and to be able to convince others that its threats are serious. In 1994, Pyongyang was expected to back down in the face of concerted international pressure to allow nuclear weapons inspectors into a cluster of suspected facilities in Yongbyon. Instead, it escalated tension to the point where the US was ready to launch surgical strikes on a nuclear reactor. Finally, it agreed to return to the status quo, but only in return for 500,000 tonnes of heavy oil a year and the promise of two new light-water reactors. Officials from the Clinton administration now admit that they only agreed to buy off Pyongyang because they felt certain that the North Korean regime would collapse before they would have to honour their promises. They were wrong. By 2000, the Democrats were out of the White House despite a rocket-fuelled economy, but the \"Dear Leader\", Kim Jong-il, was still in power despite the deaths of up to 2 million of his people from starvation. This time, too, Washington and its allies appear to have miscalculated. Despite the North's admission that it has a uranium enrichment facility in violation of non-proliferation commitments, diplomats in the US, Japan and South Korea said they were confident that a negotiated solution could be found. Unlike 1994, this will not develop into a crisis, they said, because the North is now more dependent on foreign aid and it has closer ties to Seoul and Tokyo. For the past month, ministers in Seoul have been confidently expecting the North to back down. Instead it has ratcheted up the pressure by announcing that it will resume operations at Yongbyon. Dismaying the North's most sympathetic political supporters in Seoul, the timing of the announcement is likely to give a boost to Lee Hoi-chang, a hardline opposition candidate, in the South Korean presidential election on December 19. \"We don't care who wins in the South. We want to talk to America,\" said Kim Myong-chol, a military expert who is close to the regime in Pyongyang. Mr Kim said the outside world failed to understand the North Korean mentality, which places a priority on kicking the United States off the peninsular even if it means the collapse of the regime, economic misery and starvation for the population. Mr Kim was granted an honorary degree from Kim Il-sung University last year in recognition of his tracts on North Korean military strategy, which is required reading for all senior officers. In his book, he says the North should have a stubborn porcupine-like defence against attack and a stinging hornet-like offensive capability to strike the United States with nuclear missiles. \"North Korea doesn't want only survival, it wants the neutralisation of US forces on the peninsula\", says Mr Kim. \"Our target is the end of foreign intervention in Korea after 100 years of first Japanese and now US occupation.\" This anti-imperialist propaganda is used to justify repression in the North, but the message is taken seriously in Tokyo, where defence agency officials privately admit that the North's resilience comes from its integrity. \"The east European nations collapsed because they were puppets controlled by Moscow, but North Korea has established itself as an anti-imperial power. Its people can endure terrible poverty and hardship because they are proud of the stubborn resistance of their regime,\" said a senior military source. The existence of tens and possibly hundreds of thousands of North Korean refugees in China suggests that not everyone inside the country is willing to tolerate such sacrifices. But with a strictly controlled media and punishment for those who speak out, there is little sign of dissent. \"However much we suffered, we never blamed our own leaders - at least, not in public,\" said one former refugee, who has not settled in Seoul. \"Whenever something went wrong, we cursed the Americans.\" North Korea's official media refer to the famines of the late 1990s as \"the arduous march\", in which death through famine is likened to death on the battlefield - part of the national sacrifice to resist American intervention. The Dear Leader may well have more pragmatic considerations, including his own survival. His willingness to meet leaders to the South, Japan, Russia and China, as well as the \"Drive First\" economic reforms implemented this summer, suggest that he has accepted the need for a degree of openness and modernisation. In the current crisis, he has held out the offer of a non-aggression treaty that would guarantee the North's sovereignty in return for scrapping the uranium-enrichment programme and, possibly, missile sales. But given the ideological history of his country, it would be an unforgivable heresy for him to be seen as bending to the US - hence, perhaps, the fierce position taken this week after the interception of North's missile shipment to Yemen. Kim Myong-chol admits the Dear Leader is a dictator, but says this is a necessary evil during a time of war, which is how the North perceives the conflict with the United States. A non-aggression policy, however, could change everything, he says, hinting that Kim might even stand down one day in the cause of Korean unity. \"Our policy is based on reunification, not regime survival. That could require a heroic sacrifice. If Kim Jong-il ends the American presence on the peninsula, the country will give him a standing ovation for a bloodless victory.\" Washington, of course, sees things very differently. But its recent brinkmanship carries a lot more risks than engagement. The North may have lost the war more than a decade ago, but that does not mean that it will capitulate. \"This is just the beginning of the final chapter of the Korean crisis,\" says Mr Kim. \"Next year will be a watershed year.\"",
    "keywords": [
        "norths",
        "nation",
        "south",
        "mr",
        "regime",
        "korea",
        "kim",
        "seoul",
        "nuclear",
        "understands",
        "north",
        "korean"
    ],
    "summary": "Time and time again, tiny, impoverished North Korea has outraged, outwitted and outmanoeuvred more powerful opponents with an apparent willingness to accept self-annihilation rather than surrender.\nOfficials from the Clinton administration now admit that they only agreed to buy off Pyongyang because they felt certain that the North Korean regime would collapse before they would have to honour their promises.\n\"North Korea doesn't want only survival, it wants the neutralisation of US forces on the peninsula\", says Mr Kim.\n\"The east European nations collapsed because they were puppets controlled by Moscow, but North Korea has established itself as an anti-imperial power.\n\"This is just the beginning of the final chapter of the Korean crisis,\" says Mr Kim.",
    "sentiment": {
        "neg": 0.1113,
        "neu": 0.7984,
        "pos": 0.0904,
        "compound": -0.0299
    }
}