{
    "date": "2002-12-23T00:29:31Z",
    "title": "N Korea flouts nuclear monitoring",
    "url": "https://www.theguardian.com/world/2002/dec/23/northkorea",
    "content": "North Korea has ratcheted up the crisis on the divided peninsula by taking a crucial step towards restarting its suspended nuclear programme. Pyongyang confirmed yesterday it had removed UN surveillance devices at its Yongbyon plant, which were sealed by international agreement eight years ago. North Korea has been suspected of making weapons-grade plutonium at the plant. Linking for the first time the nuclear crisis to US plans for war against Iraq, Pyongyang argued that such a war might be a \"preliminary test\" for subsequent US action against it. In an earlier statement Pyongyang warned that \"if the US has a right to use nuclear weapons, we are entitled to counter it\". The International Atomic Energy Agency had announced that Pyongyang had broken most of the seals and disabled the cameras at the site. The cameras monitored compliance with a US-approved deal in 1994 to freeze North Korea's nuclear programme in exchange for foreign aid. Pyongyang accuses the US of \"systematically breaching\" the deal and says the Bush administration is planning \"to start a nuclear war against [us]\". \"It is the Democratic People's Republic of Korea's invariable mode to react to the US imperialists' hardline policy with the toughest stand,\" the North Korean news agency said yesterday. Pyongyang insists the plant is being restarted solely to provide electricity for peaceful purposes, while hinting that it still might produce its own nuclear weapons. The secretary of state, Colin Powell, discussed the situation at the weekend with top officials from China, South Korea, Russia and Japan. \"The international community had been reaching out to North Korea to try to assist it in dealing with its severe poverty and other serious problems,\" said Lou Fintor, a state department spokesman. \"That effort has been undermined by North Korea's pursuit of a covert nuclear program and its latest actions.\" The North Korean move comes at the most awkward time possible for South Korea's president-elect, Roh Moo-hyun, who won office last week on a platform of continuing Seoul's \"sunshine\" efforts towards detente. Yesterday's nuclear bombshell has put him on the defensive long before he takes office next February. South Korea demanded that the North \"immediately restore\" the equipment at Yongbyon. In urgent diplomatic conversations, the US and South Korea agreed to seek help from Russia and China in restraining Pyongyang. Hopes had been raised in the South on Saturday when the North reported Mr Roh's presidential victory in terms Seoul officials interpreted as a \"thinly veiled welcome\". State radio said the failure of the South's conservative candidate \"demonstrates the fact that defeat awaits those who stir up confrontation\". Some observers suggest that since playing the nuclear card has won benefits in the past, North Korea's supreme leader, Kim Jong-il, is tempted to try the same tactic again. It also reflects the \"garrison mentality\" of a regime which has no other resources to deploy and faces the hostility of the world's strongest power. Other experts speculate that opposition to detente is entrenched in the North Korean army, which has never forgotten how it was fought to a standstill by the US-led forces in the 1950-53 Korean war. North Korea continues to argue that there is a simple solution to the crisis: all the US needs to do is to recognise Pyongyang and sign a non-aggression treaty. It claims the crisis arose because the US unilaterally abandoned its commitment to supply heavy oil in compensation for the loss of electricity. Last month an international consortium including South Korea, Japan and the European Union suspended deliveries to the North - under US pressure - as a punishment for Pyongyang's apparent admission that it is operating a second uranium-based nuclear programme.",
    "keywords": [
        "war",
        "south",
        "international",
        "korea",
        "crisis",
        "nuclear",
        "monitoring",
        "n",
        "korean",
        "flouts",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North Korea has ratcheted up the crisis on the divided peninsula by taking a crucial step towards restarting its suspended nuclear programme.\nNorth Korea has been suspected of making weapons-grade plutonium at the plant.\nThe cameras monitored compliance with a US-approved deal in 1994 to freeze North Korea's nuclear programme in exchange for foreign aid.\nThe secretary of state, Colin Powell, discussed the situation at the weekend with top officials from China, South Korea, Russia and Japan.\nIn urgent diplomatic conversations, the US and South Korea agreed to seek help from Russia and China in restraining Pyongyang.",
    "sentiment": {
        "neg": 0.1326,
        "neu": 0.7885,
        "pos": 0.0788,
        "compound": -0.2079
    }
}