{
    "date": "2002-07-19T01:08:39Z",
    "title": "Witness reveals horror of North Korean gulag",
    "url": "https://www.theguardian.com/world/2002/jul/19/northkorea",
    "content": "Tens of thousands of political prisoners face starvation, torture and summary execution in prison camps in North Korea, according to the testimony of a prisoner to a US Senate inquiry. In a detailed, frequently harrowing first-hand description of conditions inside Kaechon camp and other detention centres run by North Korea's communist regime, Soon Ok Lee has told the inquiry of apparent biological and chemical weapons experiments on prisoners. She said she had witnessed numerous other atrocities, including the murder of newborn babies by guards and doctors. \"While I was there, three women delivered babies on the cement floor without blankets,\" Ms Soon told a Senate judiciary sub-committee chaired by the Democrat Edward Kennedy. \"It was horrible to watch the prison doctor kicking the pregnant women with his boots. When a baby was born, the doctor shouted, 'Kill it quickly. How can a criminal expect to have a baby? Kill it.' \"The women covered their faces with their hands and wept. Even though the deliveries were forced by injection, the babies were still alive when born. The prisoner-nurses, with trembling hands, squeezed the babies' necks to kill them,\" Ms Soon said. Ms Soon, who was first arrested in 1984, said she was tortured in pre-trial interrogation before being sentenced to a 13-year jail term for crimes against the state. She said she had managed to survive in the camp only because, with a background as an accountant, she had been given work keeping the camp's records. She was released in an amnesty in 1992 and escaped to South Korea in 1995. Despite the time that has elapsed since the events she describes took place, international human rights organisations and independent Korean groups say executions, torture and other serious abuses continue in the camps. One group, the non-governmental Citizens' Alliance for North Korean Human Rights, has published testimony from other camp survivors. In one such account, Yong Kim described the horrors of \"No 14 political prison\", where he was held until he escaped in 1998 and made his way to South Korea the following year. The total number of prisoners held in the North Korean gulag is not known but one current estimate puts it at about 200,000, held in 12 or more centres. A source on the Democrat-controlled judiciary committee said the location of many camps had been identified and there were plans to publish satellite photographs of them. Amnesty International's latest annual report says that North Korea continues to refuse access to independent observers, that executions for political offences are continuing, and that freedom of religion is severely restricted. \"Several thousand Christians were being held in labour camps where they reportedly faced torture, starvation and death,\" Amnesty said. The UN human rights committee and the EU expressed serious concerns about human rights to Pyongyang last year. Senator Sam Brownback, who sits on the judiciary sub-committee, said: \"North Korea is today's 'killing field' where millions of people considered politically hostile or agitators - or just being innocent children - starve to death while those in power enjoy luxurious lifestyles.\" Ms Soon told Congress that prison inmates were frequently tortured with electricity and water and were used as targets when guards practised martial arts skills. There were also frequent public executions at Kaechon of \"anti-party elements\" and \"reactionaries\". It was not unusual for prisoners to be driven to suicide. She said secret executions were also carried out using a small compression chamber. Prisoners were forced inside and then the temperature was adjusted to produce lethal extremes of heat or cold. Such executions happened \"at midnight, without trial, and [they] bury the corpses in a nearby valley\". Ms Soon said that the estimated 6,000 prisoners in the jail when she was first incarcerated had nearly all died by the time of her release five years later. \"About 1,000 prisoners died each year and a fresh supply was obtained each year in order to meet the quotas.\" North Korea is a closed society and there are no direct means of verifying Ms Soon's testimony. But a judiciary committee source in Washington said her account gave an accurate picture. \"It's all true. I don't think she was exaggerating at all,\" the source said. \"What she said is confirmed by several other independent groups.\" There is considerable concern in South Korea after a naval skirmish on June 29 that left more than a dozen people dead. South Korea's official policy is one of reunification with the North, and it regards all North Koreans as Korean citizens. A spokesman for Human Rights Watch said the continuance of serious human rights abuses in North Korea was \"not in doubt\" and was a contributory factor, along with persistent famine conditions, to the growing North Korean refugee problem now affecting north-east China. Dozens of asylum-seekers have tried to force their way into foreign embassies in China while unknown numbers have been forcibly repatriated to North Korea, where they face imprisonment or death. Last year Amnesty International drew attention to the \"humanitarian crisis\" on the North Korean-Chinese border and called for the UN refugee agency to be allowed access to the area. But so far China has not complied. Current estimates put the number of displaced North Koreans in China at between 100,000 and 300,000. Meanwhile, the number of defections to South Korea is soaring, with last year's total twice that for 2000. The findings of the Senate hearings, held on June 21, may have a significant influence on Washington's current attempt to decide whether to revive the policy of engagement with the regime which was pursued by Bill Clinton, or to further isolate a country President George Bush has called a \"rogue state\" and part of the \"axis of evil\". Staff on the Senate committee said the hearings had \"helped put the spotlight\" on North Korea's human rights problems. \"They have forced the administration to look more closely at the question of the refugees,\" one source said. The growing crisis over North Korea is also likely to have an impact on US and European relations with China, North Korea's main ally. In a speech in Beijing this week, the British foreign secretary, Jack Straw, drew attention to concerns about North Korea's ballistic missile programme, but he made no specific mention of North Korea's abuse of its own people.",
    "keywords": [
        "human",
        "south",
        "reveals",
        "gulag",
        "witness",
        "korea",
        "soon",
        "ms",
        "prisoners",
        "horror",
        "rights",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "One group, the non-governmental Citizens' Alliance for North Korean Human Rights, has published testimony from other camp survivors.\nThe UN human rights committee and the EU expressed serious concerns about human rights to Pyongyang last year.\nStaff on the Senate committee said the hearings had \"helped put the spotlight\" on North Korea's human rights problems.\nThe growing crisis over North Korea is also likely to have an impact on US and European relations with China, North Korea's main ally.\nIn a speech in Beijing this week, the British foreign secretary, Jack Straw, drew attention to concerns about North Korea's ballistic missile programme, but he made no specific mention of North Korea's abuse of its own people.",
    "sentiment": {
        "neg": 0.1607,
        "neu": 0.8049,
        "pos": 0.0343,
        "compound": -0.3863
    }
}