{
    "date": "2002-10-17T10:26:55Z",
    "title": "N Korea admits to nuclear weapons programme",
    "url": "https://www.theguardian.com/world/2002/oct/17/korea.unitednations",
    "content": "North Korea has admitted that it has a secret nuclear weapons programme, but the extent of its development is unclear because the country has not been fully open to United Nations inspectors since 1994. The fact that North Korea is developing weapons of mass destruction means it contravened an agreement it made eight years ago with the UN to freeze and eventually dismantle its nuclear weapons programme in exchange for international aid to produce two power-producing nuclear reactors. The Vienna-based UN nuclear monitoring agency, the International Atomic Energy Agency, has been pressing the North Koreans to agree to an inspection regime since it withdrew its membership of the group eight years ago. Pyongyang has resisted, but the IAEA has inspectors there whose role has been confined to making sure a single reactor in Nyongbyon is not operational. Mark Gwozdecky, spokesman for the IAEA, said: \"We just don't know. We can't say what might be there now. We haven't been in except for the continued inspection presence at that one reactor.\" US officials reportedly believe North Korea has produced enough plutonium for at least one, and possibly two, nuclear weapons. North Korea denies this. When North Korea made its deal with the UN in 1993, it showed IAEA inspectors only about 100 grams of weapons-grade plutonium, Mr Gwozdecky said. Only new inspections will be able to ascertain whether the country has produced substantially more, he said. \"Who knows what they have now?\" he said. \"We've had essentially nothing from the North Koreans since 1994.\" Mr Gwozdecky confirmed that the nuclear agency has had technical talks with North Korea twice a year over the past several years, but the meetings have not resulted in any serious consideration of inspections. In September, the IAEA's general assembly adopted a resolution expressing its \"serious concern\" over North Korea's continued refusal to cooperate and verify that its nuclear energy program meets international safety guidelines. In January, the agency said that even if North Korea agreed to comprehensive inspections and gave its full cooperation, it would take three to four years to verify that the country was not hiding nuclear material. Last month, the IAEA director general, Mohamed El Baradei, said the delivery of a light-water nuclear reactor to North Korea could be delayed because of the government's noncompliance. North Korea also is suspected of having or pursuing biological and chemical weapons programs, and it has the long-range missiles capable of delivering such weapons, according to the Washington-based Federation of American Scientists.",
    "keywords": [
        "iaea",
        "inspections",
        "korea",
        "north",
        "agency",
        "nuclear",
        "n",
        "weapons",
        "inspectors",
        "programme",
        "reactor",
        "admits",
        "international"
    ],
    "summary": "North Korea has admitted that it has a secret nuclear weapons programme, but the extent of its development is unclear because the country has not been fully open to United Nations inspectors since 1994.\nThe fact that North Korea is developing weapons of mass destruction means it contravened an agreement it made eight years ago with the UN to freeze and eventually dismantle its nuclear weapons programme in exchange for international aid to produce two power-producing nuclear reactors.\nUS officials reportedly believe North Korea has produced enough plutonium for at least one, and possibly two, nuclear weapons.\nLast month, the IAEA director general, Mohamed El Baradei, said the delivery of a light-water nuclear reactor to North Korea could be delayed because of the government's noncompliance.\nNorth Korea also is suspected of having or pursuing biological and chemical weapons programs, and it has the long-range missiles capable of delivering such weapons, according to the Washington-based Federation of American Scientists.",
    "sentiment": {
        "neg": 0.0665,
        "neu": 0.8899,
        "pos": 0.0436,
        "compound": -0.0088
    }
}