{
    "date": "2002-12-12T02:01:07Z",
    "title": "Do as I say, not as I do",
    "url": "https://www.theguardian.com/world/2002/dec/12/northkorea4",
    "content": "A ship carrying missiles and liquid rocket fuel is intercepted while making a beeline through the Middle East. The only surprise is that it originated from North Korea, not some frost-bitten dockside closer to home. Officials from Pyongyang will naturally ask why western powers are deliberately stopping and searching their lethal weapons cargoes. After all, it is not as if they are the only country legally shipping missile technology across the high seas. Without doubt Scud missiles with a range of anywhere between 300-900km pose a threat to what Tony Blair described yesterday as \"the security and stability of the world\". But so too are American Trident and Tomahawk missiles (with 7,360km and 1,100km ranges respectively), shipped frequently to the UK. The foreign secretary, Jack Straw, was \"profoundly concerned\" by the weapons haul. However, he is a picture of inner calm whenever questioned about British arms sales. Last year's strategic exports annual report shows that the Department of Trade and Industry granted export licenses for missiles and missile technology to 27 non-EU and non-Nato countries. So why is that it our prime minister finds missiles bound for Yemen a \"very, very serious\" problem, yet views British missile launchers bound for neighbouring Oman perfectly legitimate? The government's answer is that this sort of export behaviour is of limited danger to Britain as a country, but well worth the economic dividends. This sounds equally plausible when spoken in Korean. Global arms control measures are in peril at the moment precisely because of perceptions of double standards. Officials in North Korea, or any other country that sells arms to adversaries of the US and Britain, have little moral or economic incentive to mend their ways if western states refuse to modify their own behaviour. At a recent arms fair in Jordan - attended by every Middle Eastern regime except Israel - I was able to mingle among Hellfire missiles stapled ostentatiously to a wall by executives of Lockheed Martin, the world's largest arms corporation. Nearby was Raytheon's stand, the world's largest missile company, proud manufacturer of the Tomahawk cruise missile. Both are US companies. Prince Andrew and the defence minister, Lord Bach, roamed around inspecting ghoulish counter-terrorism exercises conducted by British troops, to the backdrop of a wailing, lone, Scottish piper. Ministry of Defence officials gave out precisely the same pamphlets as one could get next door at the Defence Manufacturers Association stand. It seems Britain has forgotten the lessons of the 1996 Scott report, which reviewed how weapons ended up in Iraq, eventually posing a threat to UN and British troops liberating Kuwait from Saddam Hussein's forces in 1991. During the 1980s, British weapons had been shipped to Saudi Arabia, Egypt and Jordan. All remain recipients of UK missile technology today. Foreign Office figures reveal that at least £1.44bn in arms sales to the Middle East have been authorised by UK officials since 1999, reaching every country except Iraq. This sits extremely uncomfortably with Labour's own code of conduct on arms sales, accepted across the EU in 1998. When considering an export licence, Whitehall must take into account: \"the potential effect of the proposed export on their [EU members'] defence and security interests and those of friends, allies and other member states\". British mandarins clearly have a more trusting outlook than most other Middle East experts. The UK is also a signatory to a little-known non-proliferation body, the Missile Technology Control Regime. Thirty-three members, including the US, have agreed not to share or sell missiles, or components, which could deliver a range of more than 300km. Experts are quick to point out that the mathematics are arbitrary. Missile science involves ballistics, trajectory calculations, fuel-mixes and software which is largely generic, rather than range-specific. Once the technology is sold, it can cascade lethally through defence laboratories and customs houses, regardless of the original supplier's intentions. There are few international rules governing the sale of missile technology. And North Korea has so far abstained from signing up to those that do not exist. Indeed, with the consignment now released and bound for Yemen's armed forces it emerges that the only crime committed in the Arabian sea on Monday was the illegal boarding and seizing of a ship and its cargo by a Spanish naval vessel acting upon US intelligence. It is too early to tell whether pre-emptive piracy was right or wrong on this occasion, but it is certainly of \"profound concern\".",
    "keywords": [
        "defence",
        "missiles",
        "uk",
        "british",
        "officials",
        "weapons",
        "technology",
        "missile",
        "say",
        "middle",
        "arms"
    ],
    "summary": "After all, it is not as if they are the only country legally shipping missile technology across the high seas.\nHowever, he is a picture of inner calm whenever questioned about British arms sales.\nMinistry of Defence officials gave out precisely the same pamphlets as one could get next door at the Defence Manufacturers Association stand.\nAll remain recipients of UK missile technology today.\nThere are few international rules governing the sale of missile technology.",
    "sentiment": {
        "neg": 0.0579,
        "neu": 0.8701,
        "pos": 0.0719,
        "compound": 0.0318
    }
}