{
    "date": "2002-09-17T01:39:43Z",
    "title": "Were 11 Japanese citizens abducted by North Korea?",
    "url": "https://www.theguardian.com/world/2002/sep/17/japan.northkorea",
    "content": "Tears still well up in the eyes of Sakie Yokota when she recalls the day her 13-year-old daughter Megumi failed to come home, a failure which put her into Japan's most emotionally and politically charged missing persons' case. \"We wandered along the beach in the darkness, calling her name, but all we could hear were the waves,\" she said. \"We used to have a happy life, but since then we cry every day.\" That search, which began on a lonely northern beach in Niigata 25 years ago, may reach a conclusion today when the prime minister, Junichiro Koizumi, flies to Pyongyang for Japan's first summit with North Korea's leader, Kim Jong-il. The fate of Megumi and 10 other Japanese allegedly abducted by North Korean frogmen on Japan's northern and western coasts in the 1970s and 80s will head the summit agenda. It is a sign of the public anger that the abductions have aroused in Japan that Mr Koizumi has put them before missile tests, nuclear programmes and the billions of dollars of aid to North Korea which Tokyo has promised in recompense for Japan's colonial rule from 1910 to 1945. Megumi was last seen on November 15 1977 as she walked home along a coastal road from a badminton lesson. The police conducted a huge search, but after a few weeks without clues they filed the case away as just another missing teenager. Then five years ago it was propelled back to life by a captured North Korea agent who said she had seen a Japanese girl matching Megumi's description in Pyongyang. The mystery of the missing 11 has plagued relations between the two countries for 10 years, though there are few details about what happened. Eight of them are said to be living together in a communal complex in North Korea. Others are said to be dead. The Tokyo police suspect that they were taken to Pyongyang to act as language teachers for agents and to provide passports and identities for spies. But Megumi was only 13 when she went missing: she was too young to have a passport and insufficiently educated to be a teacher. The most convincing theory is that she spotted the agents as they were leaving and was whisked away to stop her talking. The families of the missing people have told Mr Koizumi that he must take a tough line on the issue. \"The minimum benchmark of success is to find out whether the 11 are alive, where they are staying and when we can meet them,\" Megumi's father, Shigeru, said. Given the pressure of public opinion and the strong stance taken by his government, Mr Koizumi would not have agreed to go to Pyongyang unless he was sure of making progress. High stakes According to the Japanese media Mr Kim will express regret for the abductions and provide details about the missing. He is also expected to agree to a moratorium on missile tests and to consider allowing international arms inspectors to check whether North Korea has scrapped its nuclear weapons programme. In return Mr Koizumi will apologise for Japan's colonial rule and offer billions of dollars of development aid in lieu of compensation. Mr Koizumi is taking a big political risk, but he could be a hero if he returns with any of the missing. If anyone is likely to fly home with him it is Keiko Arimoto, who was reported lured to North Korea in 1983 from an English language school in London. She was seen in a photograph and described in a letter from Pyongyang as recently as five years ago. Her parents are optimistic, but reluctant to raise their hopes too high, because some of the families may get bad news. \"I have never had such high expectations for a breakthrough,\" her mother, Kayoko, said.",
    "keywords": [
        "mr",
        "11",
        "megumi",
        "korea",
        "koizumi",
        "japans",
        "japanese",
        "missing",
        "seen",
        "citizens",
        "pyongyang",
        "abducted",
        "north"
    ],
    "summary": "Then five years ago it was propelled back to life by a captured North Korea agent who said she had seen a Japanese girl matching Megumi's description in Pyongyang.\nEight of them are said to be living together in a communal complex in North Korea.\nThe families of the missing people have told Mr Koizumi that he must take a tough line on the issue.\nHe is also expected to agree to a moratorium on missile tests and to consider allowing international arms inspectors to check whether North Korea has scrapped its nuclear weapons programme.\nIf anyone is likely to fly home with him it is Keiko Arimoto, who was reported lured to North Korea in 1983 from an English language school in London.",
    "sentiment": {
        "neg": 0.1123,
        "neu": 0.8333,
        "pos": 0.0543,
        "compound": -0.1623
    }
}