{
    "date": "2002-09-30T13:15:42Z",
    "title": "North Koreans face rations cut",
    "url": "https://www.theguardian.com/world/2002/sep/30/northkorea",
    "content": "Three million people in North Korea will face a cut in much-needed grain rations as donations to a UN body - working to end starvation in the country - fall off, it was announced today. The cuts will take effect over the next two months - with a further 1.5 million people threatened early next year, Rick Corsino, the World Food Programme (WFP) director for North Korea, said at a press conference in Beijing. He said a lack of rations \"would cause suffering on a massive scale\". One million primary school children and 140,000 elderly people lost grain rations in September. Next on the list are 460,000 nursery-age children and 250,000 pregnant and nursing women scheduled to lose their rations in November. Orphans, sick children and other vulnerable groups will have food aid protected, but could be affected if supplies run low. Food aid was suspended to 675,000 secondary school children, 350,000 elderly people, and 144,000 carers in hospitals and other institutions in April. But the UN has told North Korea that donor fatigue is increasing after seven years of emergency aid, and that it must start investing in development. The principal reason for the falling off in aid is the souring of relations between Japan and North Korea. Tokyo contributed half of the 1m tons of food aid shipped to North Korea in 2001, but suspended its contribution this year after talks between the two governments broke down. South Korea and the US - who donate the remainder of the food aid - maintained their contributions this year, but despite giving an extra 100,000 tons of cereals earlier this year, Washington has said that further donations are dependent on allowing aid organisations more freedom. \"We're very much concerned that the really important strides that have been made over the past five or six years - consistently feeding those groups of the population - will be diminished or even lost,\" Mr Corsino said. The WFP provides food assistance to about one-third of North Korea's 23 million strong-population. Hundreds of thousands of North Koreans have died from hunger caused by the withdrawal of Soviet-era subsidies and failed harvests since the mid-1990s. Mr Corsino said North Korea's recent economic reforms, allowing more private food markets, may encourage additional food production but because they were implemented after crops were planted, were too late to have any substantial effect this year.",
    "keywords": [
        "cut",
        "wfp",
        "children",
        "rations",
        "korea",
        "face",
        "million",
        "tons",
        "corsino",
        "food",
        "aid",
        "koreans",
        "north"
    ],
    "summary": "Three million people in North Korea will face a cut in much-needed grain rations as donations to a UN body - working to end starvation in the country - fall off, it was announced today.\nOrphans, sick children and other vulnerable groups will have food aid protected, but could be affected if supplies run low.\nBut the UN has told North Korea that donor fatigue is increasing after seven years of emergency aid, and that it must start investing in development.\nThe principal reason for the falling off in aid is the souring of relations between Japan and North Korea.\nHundreds of thousands of North Koreans have died from hunger caused by the withdrawal of Soviet-era subsidies and failed harvests since the mid-1990s.",
    "sentiment": {
        "neg": 0.1434,
        "neu": 0.8296,
        "pos": 0.0271,
        "compound": -0.2968
    }
}