{
    "date": "2002-12-27T16:16:09Z",
    "title": "N Korea to expel UN nuclear inspectors",
    "url": "https://www.theguardian.com/world/2002/dec/27/northkorea1",
    "content": "North Korea today ordered the expulsion of UN nuclear inspectors and announced it will reactivate a laboratory that the United States claims can produce enough weapons-grade plutonium for several atomic bombs. The dramatic moves are certain to escalate tensions over Pyongyang's plan to unfreeze nuclear facilities shut down in a deal with the United States in 1994. The inspectors were the last means that the International Atomic Energy Agency (IAEA) had to monitor whether the facilities are being used for nuclear weapons projects. Despite IAEA warnings, the North removed monitoring seals and surveillance cameras from the nuclear complex at Yongbyon earlier this week. North Korea sent letters to Mohamed ElBaradei, head of the Vienna-based IAEA, demanding the removal of the inspectors and announcing the reopening of the reprocessing lab, the North's official news agency KCNA said today. Pyongyang said it was reopening the lab to give \"safe storage\" to spent fuel rods that will come from the reactor it plans to restart. The lab can be used to extract weapons grade plutonium from spent fuel rods. North Korea already has 8,000 spent fuel rods in storage that experts say could yield four or five nuclear weapons within months. The KCNA statement, monitored by South Korea's Yonhap news agency, made no mention of those stockpiled rods. The IAEA did not comment on the reported announcement on the lab, but a spokesman confirmed the agency received \"a letter saying take out the inspectors\". Mr ElBaradei was drafting a response to the letter, the agency said. The North's letter did not clarify when it will expel the inspectors, Yonhap said. \"Our government has decided to expel the IAEA inspectors because there is no reason that they should stay in our country,\" Lee Je Son, the North's chief nuclear policy-maker, was quoted as saying in the KCNA report. Meanwhile, the IAEA said the North was moving fresh fuel cells into the 5-kilowatt reactor at Yongbyon. By today, about 2,000 new rods had been moved to a storage facility at the site, up from 1,000 a day earlier, IAEA spokeswoman Melissa Fleming said. The reactor needs 8,000 rods to be started, she added. North Korea claims that it is restarting the reactor to generate badly-needed electricity after the United States and its allies cut off oil shipments. The oil supplies were cut off in response to recent revelations that the North Koreans had been covertly pressing ahead with efforts to develop nuclear weapons in violation of the 1994 agreement. But US officials say that power to be obtained from the 5-megawatt reactor is negligible, and North Korea is widely believed to be pushing the dispute to the brink of crisis in order to extract concessions at the negotiating table. South Korea has convened an emergency meeting of its national security council to discuss the North's announcement. Earlier, South Korea's President-elect Roh Moo-hyun said North Korea's defiant attitude could make it difficult for him to continue his predecessor's policy of seeking reconciliation with Pyongyang after he takes office in February. \"Whatever North Korea's rationale is in taking such actions, they are not beneficial to peace and stability on the Korean Peninsula and in Northeast Asia, nor are they helpful for its own safety and prosperity,\" Mr Roh said in a statement. North Korea's government has repeatedly called for a nonaggression treaty with the United States, though economic benefits are also a priority for the destitute country. The North's state media today accused Washington of using the nuclear issue as a pretext for invasion. An English-language commentary by the KCNA referred to recent comments by the US secretary of defence, Donald Rumsfeld, asserting that the United States is capable of waging war against Iraq and North Korea at the same time. \"The US much-publicised assertion that North Korea scrap its nuclear program first is nothing but a pipe-dream as it calls for disarming (North Korea) under the absurd pretext of its nuclear program and then launching a surprise attack on it to overthrow its political system,\" KCNA said. During an inspection tour of US and South Korean air force units, outgoing President Kim Dae-jung called for a stronger military alliance between the two allies to cope with threats raised by North Korea's nuclear development. \"We should be fully prepared for any emergencies and maintain a tighter joint defense system to back up a peaceful solution to North Korea's nuclear issue,\" he said.",
    "keywords": [
        "iaea",
        "korea",
        "states",
        "nuclear",
        "n",
        "inspectors",
        "united",
        "expel",
        "rods",
        "reactor",
        "north",
        "koreas"
    ],
    "summary": "North Korea today ordered the expulsion of UN nuclear inspectors and announced it will reactivate a laboratory that the United States claims can produce enough weapons-grade plutonium for several atomic bombs.\nNorth Korea already has 8,000 spent fuel rods in storage that experts say could yield four or five nuclear weapons within months.\nNorth Korea claims that it is restarting the reactor to generate badly-needed electricity after the United States and its allies cut off oil shipments.\n\"The US much-publicised assertion that North Korea scrap its nuclear program first is nothing but a pipe-dream as it calls for disarming (North Korea) under the absurd pretext of its nuclear program and then launching a surprise attack on it to overthrow its political system,\" KCNA said.\n\"We should be fully prepared for any emergencies and maintain a tighter joint defense system to back up a peaceful solution to North Korea's nuclear issue,\" he said.",
    "sentiment": {
        "neg": 0.0803,
        "neu": 0.8538,
        "pos": 0.0659,
        "compound": -0.0774
    }
}