{
    "date": "2002-10-22T01:20:25Z",
    "title": "N Koreans offer America talks on nuclear fears",
    "url": "https://www.theguardian.com/world/2002/oct/22/northkorea",
    "content": "North Korea said that it wished to continue talks with the US as East Asian diplomats scrambled to try to prevent a new nuclear crisis on the divided peninsula yesterday. \"If the US is willing to stop its hostile policy towards us, we are prepared to deal with various security concerns through dialogue,\" Pyongyang's second in command, Kim Yong-nam, told a visiting South Korean delegation. The crisis arose after the US said last week that Pyongyang had confirmed that it was running a secret uranium-enrichment project, in spite of having agreed in 1994 to stopping its nuclear programme. Yesterday the South Korean government, desperate to keep its policy of detente with the North alive, tried to dispel the atmosphere of gloom after the US claim that Pyongyang had said it had \"nullified\" the 1994 agreement. The US secretary of state, Colin Powell, had said that as a result the US considered the pact effectively dead. The South's unification minister, Jeong Se-hyun, told Kim Yong-nam in Pyongyang that the revelation had darkened the mood, and urged the North to end its programme. The Japanese prime minister, Junichiro Koizumi, who has opened his own dialogue with the North, also tried to keep the process going yesterday. The nuclear issue would have to be dealt with as a top priority, he said, but \"one must not assume that [the talks] are doomed from the start\". North Korea's neighbours, while unhappy, believe that they, unlike the Americans, cannot enjoy the luxury of writing off North Korea as part of the \"axis of evil\". Senior White House officials say that the US has decided to scrap the 1994 agreement, according to reports this weekend. But some aides are said to advising that this could provoke Pyongyang into speeding up its programme. Many experts believe that the North is using the nuclear issue to lever out Washington's agreement to lift its sanctions and give it diplomatic recognition, and that the crude tactic has misfired. In a startling development, the South Korean defence ministry said that it had acquired intelligence about the North Korean effort to obtain uranium-enrichment abroad as long ago as \"early 1999\". The information was passed to the US, a defence spokesman said. This revelation underlines the southern president Kim Dae-jung's determination at that time to focus on opening a dialogue with the North. His efforts paid off a year later with the June 2000 summit in Pyongyang, but diplomatic progress since then has been slow. President Kim, who leaves office at the end of the year, is now under attack by South Korean conservatives for \"soft-pedalling\" on the North's nuclear programme. The crisis has had wider diplomatic consequences since leaked US allegations that Russia and China have contributed technology to Pyongyang's nuclear programme. The claim has been angrily dismissed by Moscow and Beiijng, but the subject may be raised during President Jiang Zemin's visit to the US this week. China has already issued new regulations tightening its controls on the export of hi-tech military products. · A US official handed Russia a secret dossier on North Korea's nuclear programme yesterday, saying that both powers were concerned by Pyongyang's breach of non-proliferation accords.",
    "keywords": [
        "south",
        "offer",
        "pyongyangs",
        "north",
        "president",
        "nuclear",
        "kim",
        "n",
        "fears",
        "america",
        "koreans",
        "pyongyang",
        "programme",
        "yesterday",
        "talks",
        "korean"
    ],
    "summary": "In a startling development, the South Korean defence ministry said that it had acquired intelligence about the North Korean effort to obtain uranium-enrichment abroad as long ago as \"early 1999\".\nThis revelation underlines the southern president Kim Dae-jung's determination at that time to focus on opening a dialogue with the North.\nPresident Kim, who leaves office at the end of the year, is now under attack by South Korean conservatives for \"soft-pedalling\" on the North's nuclear programme.\nThe crisis has had wider diplomatic consequences since leaked US allegations that Russia and China have contributed technology to Pyongyang's nuclear programme.\n· A US official handed Russia a secret dossier on North Korea's nuclear programme yesterday, saying that both powers were concerned by Pyongyang's breach of non-proliferation accords.",
    "sentiment": {
        "neg": 0.0883,
        "neu": 0.8488,
        "pos": 0.0628,
        "compound": -0.1564
    }
}