{
    "date": "2002-08-30T13:26:30Z",
    "title": "Japanese PM plans first visit to North Korea",
    "url": "https://www.theguardian.com/world/2002/aug/30/northkorea",
    "content": "The normalisation of North Korea's relations with its neighbours came a step closer today, with two landmark developments emerging from recent talks with Japan and the South. The reconnection of the road and rail links across the world's most heavily armed border, revealed in a joint statement from the two Koreas, was soon followed by an announcement that the Japanese prime minister is to make an unprecedented visit to the North. Junichiro Koizumi said he will visit Pyongyang, the North's capital, on September 17 and meet President Kim Jong Il during the one-day trip. \"I want to discuss directly with him the possibility of restarting efforts to normalise our relations,\" Mr Koizumi said. \"If the leaders don't talk, we can't move forward even one step.\" The visit is sensitive - Japan has no diplomatic ties with the North, which the US president, George Bush, has singled out as part of his \"axis of evil\". Mr Koizumi stressed that he had discussed the visit with both Mr Bush and the South Korean president, Kim Dae-jung, before making his decision. Japan's chief cabinet secretary, Yasuo Fukuda, said that Tokyo sees normalising relations with North Korea as a \"historical duty\". A Japanese prime minister has never visited North Korea, and relations between to the two countries are stormy at best. Japan ruled the Korean peninsula from 1910 until its defeat in the second world war in 1945. North Korea has repeatedly demanded Japan more fully atone for its militarist past, and has strongly criticised Tokyo's postwar military alliance with the US. Japan, meanwhile, has said allegations that North Korean agents kidnapped at least 11 Japanese citizens must be resolved before diplomatic ties can be established. But talks between Japan's foreign minister, Yoriko Kawaguchi, and her North Korean counterpart, Paek Nam Sun, in July and more recent meetings between officials from both sides have eased relations and brought a rare exchange of letters between the country's two leaders. Crossing the divide In return for the agreement on the rail and road projects, South Korea will give the North - in desperate need of supplies to feed six million people reliant on support from the world food programme - 400,000 tons of rice and 100,000 tons of fertiliser. The two Koreas will simultaneously restart work on reconnecting the railway and parallel road next month. They aim to complete the railway by end of the year and the road by next spring. The agreement wrapped up three days of inter-Korean economic talks and marks the latest step toward reconciliation on the divided peninsula. But the Koreas have a history of reaching big agreements that later fall through. Plans to build a railway and a parallel road across the western sector of the border were originally included in an agreement reached at a historic inter-Korean summit in the summer of 2000. South Korea completed work on its side of the border but the North stopped construction early last year amid tension with the US, Seoul's main ally, according to South Korean officials. The latest initiative comes as North Korea's communist regime is moving to reach out to the rest of the world, including the US, which is considering sending a special envoy to the country. Quoting anonymous sources in Japan, South Korea's Munhwa Ilbo newspaper, today reported that the North's leader may attend the opening ceremony of the Asian Games on September 29 in Busan, South Korea. Officials in Seoul said they had no knowledge of the visit.",
    "keywords": [
        "plans",
        "south",
        "relations",
        "korea",
        "world",
        "visit",
        "japanese",
        "japan",
        "road",
        "korean",
        "north",
        "koreas"
    ],
    "summary": "Japan's chief cabinet secretary, Yasuo Fukuda, said that Tokyo sees normalising relations with North Korea as a \"historical duty\".\nA Japanese prime minister has never visited North Korea, and relations between to the two countries are stormy at best.\nNorth Korea has repeatedly demanded Japan more fully atone for its militarist past, and has strongly criticised Tokyo's postwar military alliance with the US.\nJapan, meanwhile, has said allegations that North Korean agents kidnapped at least 11 Japanese citizens must be resolved before diplomatic ties can be established.\nQuoting anonymous sources in Japan, South Korea's Munhwa Ilbo newspaper, today reported that the North's leader may attend the opening ceremony of the Asian Games on September 29 in Busan, South Korea.",
    "sentiment": {
        "neg": 0.0449,
        "neu": 0.8963,
        "pos": 0.0588,
        "compound": 0.058
    }
}