{
    "date": "2002-05-14T13:48:24Z",
    "title": "Scuffle highlights plight of North Korean refugees",
    "url": "https://www.theguardian.com/world/2002/may/14/china.japan",
    "content": "No one should ever have seen last week's scuffle at the gates of the Japanese consulate in north-east China except for a few anonymous passers-by. Then the incident would probably not have blown up into a serious diplomatic row out of which both sides have emerged shabbily. However the South Korean activists who help North Koreans seek asylum showed once again their talent for public relations. The Yonhap News Agency, tipped off in advance, filmed the struggle on May 8 from a window across the street in Shenyang. It showed the party of five North Koreans making a dash for sanctuary through the half-open gate: the two males got clear inside; the two women and a child barely crossed the threshold before they were dragged back, kicking and screaming, by Chinese guards. The two North Korean men who reached a waiting room in the consular visa office were also brought out - apparently without a struggle - by the Chinese police. The prime minister Junichiro Koizumi quickly called it a violation of diplomatic immunity, while China protested that its police had acted at the request of Japanese officials \"to protect the consulate\". In reality both sides appear to be engaged in a competitive cover-up. Three North Koreans who also last week fled successfully to the US consulate in Shenyang quietly left today for South Korea, but the Japanese incident may be harder to resolve. The row has quickly picked up the inevitable overtones of older animosities. China accuses \"hostile\" interests in Tokyo of using it to stir up bad feeling: Japanese diplomats complain that it is another example of Chinese arrogance. Yesterday the Chinese information office minister Zhao Qizheng claimed that the Chinese guards had \"blocked the intruders in a very short time, even at the risk of sacrificing their own lives.\" Chinese information spokespeople are noted for their pomposity but this statement should win a special prize. What risk to the soldiers' lives could possibly be presented by two women and a crying child? In a statement also issued yesterday, the Japanese foreign ministry has insisted that it did not consent to Chinese police entering the compound. It claims that a vice-consul repeatedly objected and tried to stop the police from taking the five North Koreans away. By Tokyo's own admission the vice-consul \"did not insist because he did not want the situation to escalate\". Perhaps or perhaps not. The Yonhap film shows three consular officials walking calmly across the compound. One of them picks up the Chinese guards' caps, which had been knocked off in the struggle, and hands them back to their owners. It was hardly the most forceful form of protest. The most likely explanation is that the incident arose from inexperience by junior officials on both sides. The Chinese guards had doubtless been told to step up their vigilance after previous successful incursions by North Koreans into diplomatic premises both in Beijing and Shenyang. If the five got away, they were due for a reprimand at the least. The Japanese consular officials seem to have had little idea how to respond - the consul himself was away from the office. According to one newspaper account the officials spent the 20 minutes during which the incident occurred \"frantically trying to contact officials at the Japanese embassy in Beijing.\" Even the foreign ministry admits that there were \"problems in the consulate's crisis-management procedures.\" Another story, circulated on a Japanese website, claims that the consulate had been forewarned of an attempt by North Koreans to enter their premises and had asked the Chinese authorities to tighten security. Whatever the final verdict, this affair arises out of the peculiar - and often desperate - situation of would-be North Korean refugees in China. Beijing has steadfastly refused to grant them refugee status although the UN high commissioner for refugees says that many would probably qualify for it. The dividing line between economic migrants and political refugees is even harder than usual to draw in this case, where those who seek to flee for \"economic reasons\" (often a euphemism for starvation) may be treated as political criminals if they return. Beijing is reluctant to offend the Pyongyang government, with whom it is ostensibly still on fraternal terms, or to offer a safe haven which would result in an even greater flow of North Korean migrants to China's northeast. China has so far avoided wholesale repatriation to the North, in spite of an agreement with Pyongyang that illegal immigrants should be returned. However the rise in high-profile incidents over the past year appears to have led to an increase in selective repatriation. The South Korean government, while accepting those who flee through a third country from North Korea, would also be alarmed by an increase in numbers. Behind President Kim Dae-jung's \"sunshine policy\" towards the north lies a deep concern that refugees might flood south if the country imploded. The international community, relieved that China has not stopped the flow altogether, and that Beijing allows those who do touch diplomatic base to leave for South Korea for \"humanitarian reasons\", has kept quiet so far. The UNHCR's own periodic reports on \"global refugee trends\" tactfully omit any mention of North Korea. The diplomatic consensus, as noted in reports from UNHCR headquarters in Geneva, is that China has handled \"a difficult situation well\" and that no purpose is served by seeking to clarify the ambiguity. This position may become much harder to maintain if South Korean and other non-government foreign groups step up their efforts to focus international publicity on the problem. This week they released harrowing information about the Shenyang family who are related to a defector who reached Seoul last year and produced a book of drawings about their grim life in the North. Opinions are sharply divided on whether these high profile tactics of the last year will produce results or are counter-productive. UN officials believe that Beijing is well aware that the problem of North Korean illegal migrants has to be resolved but cannot see the way forward. A first step would be to allow the UNHCR some form of access to the north-east border region from which it has been barred.",
    "keywords": [
        "refugees",
        "diplomatic",
        "south",
        "plight",
        "beijing",
        "highlights",
        "china",
        "japanese",
        "scuffle",
        "chinese",
        "officials",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "However the South Korean activists who help North Koreans seek asylum showed once again their talent for public relations.\nThe two North Korean men who reached a waiting room in the consular visa office were also brought out - apparently without a struggle - by the Chinese police.\nIt claims that a vice-consul repeatedly objected and tried to stop the police from taking the five North Koreans away.\nWhatever the final verdict, this affair arises out of the peculiar - and often desperate - situation of would-be North Korean refugees in China.\nThis position may become much harder to maintain if South Korean and other non-government foreign groups step up their efforts to focus international publicity on the problem.",
    "sentiment": {
        "neg": 0.0782,
        "neu": 0.8426,
        "pos": 0.0793,
        "compound": -0.0225
    }
}