{
    "date": "2002-12-12T02:34:55Z",
    "title": "US and Spain at sea over Korean missiles",
    "url": "https://www.theguardian.com/world/2002/dec/12/northkorea2",
    "content": "As dawn broke over the Arabian sea off the Island of Socotra on Monday the Korean crew of the cargo ship So San awoke to find themselves staring down the barrels of guns lined up along the deck of the the Spanish frigate Navarra. Within minutes, and after a tense exchange of radio traffic between the two vessels, Admiral Juan Moreno, the man chosen to lead what briefly appeared to be Spain's most important naval action for decades, ordered his men to open fire. Rounds of gunfire were fired into the water in front of the So San, each burst moving closer to the vessel until it eventually passed above the freighter's bows. When the Korean captain ignored warnings to stop and continued full-speed ahead, snipers on the Navarra's decks sent bullets crashing through the cables attached to the cargo ship's central mast to allow a Spanish Sea Hawk helicopter to hover just above the So San's deck. Seven heavily armed men were lowered, weapons primed. The whole scene was conveniently captured by a Spanish navy photographer whose sharp-shooting seemed as precise, and as well-planned, as the sniping itself. The Spanish navy, together with its American superiors in the global war on terrorism, were clearly intent on making this assault on what they believed to be an important shipment of arms to a hostile Arab force a PR success. Unfortunately for Admiral Moreno and the defence minister, Federico Trillo, who yesterday morning bristled with pride as he recounted the \"brilliant\" naval action, the whole episode turned last night into a full-blown diplomatic farce. Protest letters The US, to whom Spain yesterday obediently handed over the ship and its cargo of Scud missiles, agreed to give it all back to its owners in Yemen. The only trophy coming Spain's way was a letter, assumed to be of protest, delivered by the government of Yemen to the Spanish ambassador in the Saudi capital, Riyadh. The Bush administration received a similarly blunt letter. Suspicions that the seizure of the So San was the product of a highly orchestrated operation were confirmed by the US deputy secretary of state, Richard Armitage, in Beijing yesterday. \"Obviously this was suspected by American authorities for some time,\" he told reporters. \"This is not exactly a development that is new. As I've said to you, it's a major proliferator, and North Koreans apparently have been caught.\" It later emerged that the So San had set off from the North Korean port of Nampo and had been tracked by US intelligence for weeks. Washington and Madrid resounded last night to officials eating their words. Yet Pyongyang is unlikely to emerge wholly unscathed from the debacle. The So San was unflagged, and its skipper continued to protest that its only cargo was cement. An inspection of the hold by Spanish officers revealed that the So San was, indeed, packed with thousands of sacks of cement. But underneath, the Spaniards discovered a series of containers, some silver-coloured, others in camouflage green or turquoise, which held parts of Scud missiles. Closer inspection revealed 15 complete Scud ballistic missiles and 15 conventional warheads. Beyond the embarrassing specifics of the So San is the wider story of North Korea's enduring production of and trade in missiles. Such sales are said to provide up to 30% of the country's foreign currency. According to the South Korean government, the North has four missile factories capable of producing 100 rockets a year. US officials have estimated that sales to Pakistan, Egypt, Libya, Syria and Iran have brought in between $100m and $500m a year over the past decade. Pyongyang's justification is that other countries, including the US, sell missiles, but it has the additional need for overseas sales because it under a virtual trade embargo and cannot raise foreign loans to feed its people because it is frozen out of international financial institutions. North Korea will argue that yesterday's debacle is further proof of Washington's unremitting hostility towards it. Pyongyang did not report the interception, but said that it was necessary \"to heighten vigilance against the US strategy for world supremacy and anti-terrorism war\". The North Korean leader, Kim Jong-il, has said that his country is entitled to sell military technology abroad in order to earn much needed foreign currency - unless it is offered adequate compensation instead. The episode may also strengthen the argument of the outgoing South Korean president Kim Dae-jung that the best way of tackling the weapons issue is to step up diplomatic efforts to draw North Korea into talks. A far more critical problem than the trade in missiles is North Korea's own supply of weapons. The regime has admitted having a programme for uranium enrichment - essential for nuclear missile production - and the CIA claims that it has enough plutonium for up to three nuclear weapons. It is thought to have 500 Scud missiles for its own potential use, capable of hitting anywhere in the Korean peninsula. To complicate matters, the US has accused its own ally in the war against al-Qaida and the Taliban - Pakistan - of supplying several key components of North Korea's nuclear weapons programme. Equipment to enrich uranium, including gas centrifuges, was allegedly handed over in exchange for know-how in producing the Nodong missile. Add that to yesterday's tussle with Yemen - another central partner in Washington's battle against Osama bin Laden - and the Bush administration is presented with a diplomatic headache of piercing proportions.",
    "keywords": [
        "scud",
        "sea",
        "missiles",
        "cargo",
        "yemen",
        "weapons",
        "spain",
        "san",
        "spanish",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "Protest letters The US, to whom Spain yesterday obediently handed over the ship and its cargo of Scud missiles, agreed to give it all back to its owners in Yemen.\nIt later emerged that the So San had set off from the North Korean port of Nampo and had been tracked by US intelligence for weeks.\nBut underneath, the Spaniards discovered a series of containers, some silver-coloured, others in camouflage green or turquoise, which held parts of Scud missiles.\nThe North Korean leader, Kim Jong-il, has said that his country is entitled to sell military technology abroad in order to earn much needed foreign currency - unless it is offered adequate compensation instead.\nIt is thought to have 500 Scud missiles for its own potential use, capable of hitting anywhere in the Korean peninsula.",
    "sentiment": {
        "neg": 0.0828,
        "neu": 0.8812,
        "pos": 0.036,
        "compound": -0.1424
    }
}