{
    "date": "2002-12-30T13:55:21Z",
    "title": "Bush plans sanctions on North Korea",
    "url": "https://www.theguardian.com/world/2002/dec/30/usa.northkorea",
    "content": "The Bush administration is proposing to put massive economic pressure on North Korea, a strategy likely to horrify Pyongyang's Asian neighbours, who fear the consequences of a collapse of Kim Jong-il's regime. Administration officials say Washington may seek UN sanctions and could order its forces to intercept the missile exports Pyongyang relies on for income. The policy of \"tailored containment\" could involve negotiation, but only after North Korea dismantles its uranium enrichment programme. The US secretary of state, Colin Powell, said yesterday that he was willing to talk to the North but would do nothing to help Pyongyang unless it changed its behaviour. \"We have channels open,\" he said. \"They know how to contact us.\" The problem was that North Korea was demanding concessions in exchange for ending its nuclear weapons programme. \"What they want is not a discussion, they want us to give them something to stop the bad behaviour. What we can't do is enter into a negotiation right away where we are appeasing them.\" Although the US claims it is not seeking to bring down the regime, officials told the New York Times that if North Korea refused to change course that would be the likely outcome. The prospect is deeply worrying to South Korea and China, which would be in the frontline of efforts to pick up the pieces if the regime collapsed. Seoul has made it clear for years that its \"sunshine\" policy towards Pyongyang is directed primarily at averting the danger of a regime collapse which might result in millions of refugees. The fear has also been been expressed that, if driven to desperation, Pyongyang's hardline military leadership might make a last-ditch attack on the south. In Pyongyang a mass rally on Saturday called on all Koreans to \"turn out in the sacred anti-US resistance to drive the US out of South Korea and resolutely frustrate [Washington's] nuclear racket\". The crisis moved up another notch on Friday when Pyongyang said that the International Atomic Energy Agency inspectors at the Yongbyon nuclear plant should leave the country. They are expected to fly out tomorrow. The new US strategy will put extra pressure on the South Korean president-elect, Roh Moo-hyun, who said this weekend that it was \"time for a change of US policy from containment to constructive engagement\". A US official stressed the differences between Washington's position towards North Korea and its stance on Iraq and Iran, the other two states President George Bush has said are developing nuclear weapons illegally as part of an \"axis of evil\". \"It is called 'tailored containment' because this is an entirely different situation than Iraq or Iran,\" the official said. \"It is a lot about putting political stress and putting economic stress. \"It also requires maximum multinational cooperation.\" The administration is understood to be exploring ways of pressing North Korea's neighbours to add to its economic isolation But in an apparent attempt to avoid the accusation of trying to manipulate allies in south-east Asia, US officials were later quoted as saying that countries in the region would themselves want to isolate an increasingly dangerous Pyongyang. Mr Bush seems to be betting on the North's regime crumbling before its nuclear activities escalate. A senior South Korean official said Mr Bush's tough policy towards North Korea since his inauguration had \"backfired\", provoking Pyongyang to step up its nuclear brinkmanship. The official, speaking on behalf of the president-elect, told the Korea Times that Mr Roh's call for a new \"dialogue with Pyongyang\" would be conveyed to Washington by a special envoy. Mr Roh was elected on a platform which stressed the need to continue the \"sunshine\" policy of the outgoing president, Kim Dae-jung. He now has to dampen anti-US sentiment in South Korea after an election victory which was helped by growing hostility to American forces based there. On Saturday he met the parents of two girls killed by a US military vehicle in June, the incident which provoked the protests. The soldiers were acquitted by a US military court. Seoul is also sending a deputy foreign minister to Beijing this week to try to coordinate policy, and a mission to Moscow is planned. The Chinese foreign minister, Tang Jiaxuan, responded to Seoul's appeal on Saturday by promising \"close consultations\". The Chinese press continues to report the crisis even-handedly, publishing both western allegations that the North Koreans are making nuclear weapons and Pyongyang's claim that the purpose of reopening the Yongbyon plant is to generate electricity. By stressing the need for a nuclear-free Korean peninsula, the Chinese government implies that it does not believe the North's version. The North Korean leader, Kim Jong-il, has clearly been encouraged both by Mr Roh's election and by the anti-US demonstrations which preceded it. But over-confidence may now be leading him to embark on a nuclear adventure which could have dire consequences for everyone, including his own regime. In another nationalist gesture, Pyongyang denounced the English spelling of Korea as a national humiliation imposed on it a century ago by the \"Japanese imperialists\". The official news agency has prominently reported a call by North Korean scholars to \"correct the wrong name\" by altering the spelling to Corea. The Japanese colonial government is alleged to have changed the C to K so that the peninsula would not be listed alphabetically before Japan.",
    "keywords": [
        "policy",
        "plans",
        "south",
        "mr",
        "regime",
        "korea",
        "sanctions",
        "nuclear",
        "korean",
        "official",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "The Bush administration is proposing to put massive economic pressure on North Korea, a strategy likely to horrify Pyongyang's Asian neighbours, who fear the consequences of a collapse of Kim Jong-il's regime.\nThe policy of \"tailored containment\" could involve negotiation, but only after North Korea dismantles its uranium enrichment programme.\nThe problem was that North Korea was demanding concessions in exchange for ending its nuclear weapons programme.\nA senior South Korean official said Mr Bush's tough policy towards North Korea since his inauguration had \"backfired\", provoking Pyongyang to step up its nuclear brinkmanship.\nHe now has to dampen anti-US sentiment in South Korea after an election victory which was helped by growing hostility to American forces based there.",
    "sentiment": {
        "neg": 0.1098,
        "neu": 0.8535,
        "pos": 0.0367,
        "compound": -0.2767
    }
}