{
    "date": "2002-10-19T00:51:22Z",
    "title": "Pakistan helped North Korea make bomb",
    "url": "https://www.theguardian.com/world/2002/oct/19/pakistan.northkorea",
    "content": "Pakistan was a key supplier to North Korea's secret nuclear programme, US officials said yesterday, confirming suspicions that first arose when Benazir Bhutto, the then Pakistani prime minister, went shopping for missile technology in Pyongyang and Beijing nearly a decade ago. The report in yesterday's New York Times that Pakistan had supplied equipment to enrich uranium, including gas centrifuges, deepens the crisis posed by the discovery of North Korea's clandestine development of a bomb. Pakistan's military dictator, General Pervez Musharraf, is seen as a bulwark in the Bush administration's war on al-Qaida and the Taliban. However, the report on the collaboration between North Korea and Pakistan merely confirmed what scientists, anti-nuclear campaigners and intelligence officers had suspected for years: that there was a natural partnership between North Korea's missile technology and Pakistan's expertise in the use of gas centrifuges to produce weapons-grade uranium. Over the years there have been repeated reports that Pakistan supplied North Korea with its know-how on enriching uranium in return for its No-Dung missile, which was essentially duplicated, and tested, by Pakistan as the indigenously produced Ghauri missile in April 1998. The friendship dates back to the early 1970s with North Korea providing artillery, multiple rocket launchers, and other military assistance to Ms Bhutto's late father, Zulfiqar Ali Bhutto, around the time of the Bangladesh war. Mr Bhutto was famously quoted as saying he would pursue the bomb even if his countrymen had to eat grass. Ms Bhutto is believed to have built on her father's ties with Pyongyang during her first stint as prime minister in the late 1980s, and then in December 1993 when she travelled to China and North Korea seeking increased cooperation in the development of ballistic missiles. The first result was the Ghauri, a missile with a rang of 1,500kms (930 miles). \"Basically, it was a repainted North Korean missile,\" said David Wright, the co-director of the global security programme at the Union of Concerned Scientists. Bob Einhorn, a former assistant secretary of state for non-proliferation in the US state department and a fellow at the Centre for Strategic and International Studies, said Washington had long been concerned about transfer of technology between Pakistan and North Korea, particularly in the 1990s. \"It was at a time when Pakistan was in a very bad economic shape. We wondered what might be the quid pro quo that Pakistan would provide to North Korea in exchange for the missiles,\" he said. \"In particular we have had concern about whether Pakistan exercised sufficient control over its nuclear scientists and control over technology that they might be prepared to make available either to state actors or to terrorist groups.\" At a news conference in Islamabad, Gen Musharraf yesterday bluntly denied helping North Korea. \"This is absolutely baseless. There is no such thing as collaboration with North Korea in the nuclear arena. Pakistan has several times said, and I have said personally, that Pakistan will never proliferate its nuclear technology and we stand by this commitment,\" he said. However, some experts said it would have been relatively easy to conceal the nuclear implications in the transfer of centrifuges to North Korea. \"Pakistan could argue that it was not as if it was transferring actual fissile material for a bomb. Pakistan could argue that it was transferring material that was useful for civilian purposes. There is a rationale that people in Pakistan could make as to why this technology is not as sensitive as others,\" Dr Wright said. Mr Einhorn raised another possibility: that materials had been smuggled out of Pakistan by rogue scientists and technicians. He said there were signs of leakage even after President Musharraf came to power. \"Scientists from the Atomic Energy Commission were having conversations with al-Qaida, perhaps even with Osama bin Laden, and there were other concerns. There have been institutions and individuals who have done more freelancing than others.\"",
    "keywords": [
        "uranium",
        "korea",
        "helped",
        "state",
        "pakistan",
        "nuclear",
        "scientists",
        "technology",
        "missile",
        "bhutto",
        "north",
        "bomb"
    ],
    "summary": "We wondered what might be the quid pro quo that Pakistan would provide to North Korea in exchange for the missiles,\" he said.\nAt a news conference in Islamabad, Gen Musharraf yesterday bluntly denied helping North Korea.\nThere is no such thing as collaboration with North Korea in the nuclear arena.\nPakistan has several times said, and I have said personally, that Pakistan will never proliferate its nuclear technology and we stand by this commitment,\" he said.\nHowever, some experts said it would have been relatively easy to conceal the nuclear implications in the transfer of centrifuges to North Korea.",
    "sentiment": {
        "neg": 0.0692,
        "neu": 0.8854,
        "pos": 0.0455,
        "compound": -0.0727
    }
}