{
    "date": "2002-08-20T00:54:13Z",
    "title": "North Koreans flee by boat",
    "url": "https://www.theguardian.com/world/2002/aug/20/northkorea",
    "content": "The first boatload of North Korean refugees for five years landed in the South yesterday, raising the fear that the recent trickle of defectors could become a flood as the North is once again threatened by food shortages. After almost two days at sea, including passage through the disputed maritime border where a deadly naval clash between the two country took place six weeks ago, the 21 North Koreans arrived under coastguard escort at Inchon before dawn. South Korea granted refuge to the three families, whose members ranged from an 8-year-old girl to a 70-year-old man. They had hidden on the fishing boat to leave their village near Shinuiju in the North under a plan drawn up by the heads of the families in December 2000. Soon Jong Sik, 70, was taken from his home in the South during the Korean war 50 years ago. \"We prepared for this for a long time,\" he said. \"I am from South Korea and my lifetime dream was to see my hometown again before I die.\" Tens of thousands of North Koreans have fled starvation across the land border with China, but this is the first time since 1997 that any have risked a direct escape by sea to the South - a far riskier endeavour, as the two parts of the divided peninsula are still technically at war. The UN food programme, which feeds almost a quarter of the North's population, has warned that it will run out of its supplies within months. The South Korean constitution guarantees citizenship to anyone from the North, but this is proving an increasing burden as the number of asylum seekers grows. By July this year there had already been 573 - almost as many as in the whole of last year Sources close to the regime in Pyongyang see the next few months as a possible turning point for the North. The first senior US delegate for more than a year is expected to visit next month, and speculation is growing that the North's leader Kim Jong-il could soon make his first visit to Seoul.",
    "keywords": [
        "months",
        "war",
        "south",
        "norths",
        "soon",
        "sea",
        "flee",
        "visit",
        "koreans",
        "boat",
        "north",
        "korean"
    ],
    "summary": "The first boatload of North Korean refugees for five years landed in the South yesterday, raising the fear that the recent trickle of defectors could become a flood as the North is once again threatened by food shortages.\nAfter almost two days at sea, including passage through the disputed maritime border where a deadly naval clash between the two country took place six weeks ago, the 21 North Koreans arrived under coastguard escort at Inchon before dawn.\nThey had hidden on the fishing boat to leave their village near Shinuiju in the North under a plan drawn up by the heads of the families in December 2000.\nSoon Jong Sik, 70, was taken from his home in the South during the Korean war 50 years ago.\nThe South Korean constitution guarantees citizenship to anyone from the North, but this is proving an increasing burden as the number of asylum seekers grows.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.8782,
        "pos": 0.0453,
        "compound": -0.2165
    }
}