{
    "date": "2002-10-03T01:00:10Z",
    "title": "Tale of tragic deaths fuels Japan's doubts",
    "url": "https://www.theguardian.com/world/2002/oct/03/northkorea.japan",
    "content": "The mystery surrounding the fate of 13 Japanese nationals abducted by North Korean special forces deepened yesterday when authorities in Pyongyang blamed eight of the deaths on a grim catalogue of suicide, car crashes and natural disasters. But the claim that all but one of the graves had been washed away by floods - making exhumation impossible - has left suspicions among many of the victims' relatives that their children and siblings were executed in an attempt to cover up one of the world's most bizarre state crimes. The causes of death given by Pyongyang were relayed by Japanese foreign ministry officials following a four-day investigation in North Korea where they had hoped to clear up a mystery that has plagued attempts to normalise diplomatic relations between the two Asian neighbours. The mission followed last month's stunning admission by North Korea's leader, Kim Jong-il, that his country's special forces had abducted 13 Japanese nationals - including a schoolgirl, courting couples and a beautician - during the 1970s and 80s. After more than a decade of angry denials, the admission and apology by Mr Kim during his summit with the Japanese prime minister, Junichiro Koizumi, on September 17 was aimed at paving the way for improved bilateral relations. But the revelations that eight of the 13 are dead - an unusually high figure for a group of mostly young people - raised suspicions which yesterday's report by the foreign ministry's fact-finding mission were unable to remove. Denying allegations of foul play, North Korean officials told the Japanese delegation that the eight had been hit by misfortune. Megumi Yokota, who was abducted on her way home from school in 1977 when she was 13 years old, was reported to have hanged herself in 1993 in a psychiatric hospital where she was being treated for depression. Two others who died on the same day were said to have been victims of a car crash. Another couple were alleged to have died after inhaling toxic fumes from a stove. Other causes of death included a drowning at sea and liver cirrhosis. But attempts to verify these claims through an examination of the remains were impossible because North Korean authorities said the graves of seven of the eight had been washed away by floods. The families of the victims - who have urged the government not to normalise relations with North Korea until the issue is cleared up - said they were not satisfied with the explanations. \"They said my sister died of heart disease at the age of 27,\" said Teruaki Masumoto, whose sister Rumiko was kidnapped in 1978. \"But I don't believe she died of heart disease at such a young age.\" The families are a politically powerful group with strong public sympathy and cross-party support in parliament, but Mr Koizumi said he would push ahead with a plan to resume talks with North Korea later this month. \"The talks will start as planned,\" he told reporters. \"North Korea appears to have responded sincerely to the investigative team.\" There were positive results from the mission. One surprise was that one of the five surviving abductees, Hitomi Soga, is married to a former US soldier living in North Korea. None of the five wished to leave their North Korean homes to return to Japan.",
    "keywords": [
        "tale",
        "deaths",
        "relations",
        "korea",
        "japans",
        "fuels",
        "mission",
        "japanese",
        "victims",
        "died",
        "doubts",
        "13",
        "tragic",
        "abducted",
        "north",
        "korean"
    ],
    "summary": "Denying allegations of foul play, North Korean officials told the Japanese delegation that the eight had been hit by misfortune.\nBut attempts to verify these claims through an examination of the remains were impossible because North Korean authorities said the graves of seven of the eight had been washed away by floods.\n\"North Korea appears to have responded sincerely to the investigative team.\"\nOne surprise was that one of the five surviving abductees, Hitomi Soga, is married to a former US soldier living in North Korea.\nNone of the five wished to leave their North Korean homes to return to Japan.",
    "sentiment": {
        "neg": 0.1284,
        "neu": 0.7812,
        "pos": 0.0902,
        "compound": -0.1732
    }
}