{
    "date": "2002-10-21T10:51:39Z",
    "title": "US leaves options open over North Korea",
    "url": "https://www.theguardian.com/world/2002/oct/21/northkorea1",
    "content": "A senior US diplomat said today that Washington has not yet decided to abandon a 1994 agreement with North Korea to control nuclear weapons development, despite revelations that Pyongyang was violating the pact. In a meeting today, the US assistant secretary of state, James Kelly, told the Japanese foreign minister, Yoriko Kawaguchi, that the \"United States hasn't made a decision\" on the pact yet, an official at the Japanese ministry said. Meanwhile, North Korea reportedly told South Korea today that it wanted talks on nuclear weapons. Pooled media reports from the south said North Korea's number two leader, Kim Yong-nam, told the south's visiting unification minister, Jeong Se-hyun, that the communist state was ready for dialogue. He was reported as saying: \"If the United States is prepared to abandon its hostile policy toward us, we are ready for dialogue to resolve security issues of concern.\" However, at the same time, North Korea's state-run radio was today blaming Washington for endangering the nuclear accord the country is accused of breaking. The US president, George Bush, is considering whether to scrap the 1994 arms control accord that provided western energy aid to Pyongyang in exchange for vows it would not develop nuclear arms. Yesterday, the US secretary of state, Colin Powell, said on American TV that the United States considered the pact effectively dead. He said: \"When you have an agreement between two parties, and one says it's nullified, then it's hard to see what you do with such an agreement.\" But there have been diplomatic efforts over the past few days to coordinate a response among Washington's allies to deal with the new situation. In Tokyo, Mr Kelly has found a receptive ear to his calls for a cautious approach toward the north. Under the 1994 deal, North Korea agreed to halt a suspected nuclear weapons program in return for light-water reactors, which would use non-weapons grade radioactive materials. The agreement was thrown into doubt by Pyongyang's admission to Mr Kelly earlier this month it had been developing nuclear weapons covertly in violation of the pact. The Japanese prime minister, Junichiro Koizumi, speaking before parliament, indicated Tokyo is not ready to abandon the consortium, known by the acronym KEDO. \"There is no change to our view that KEDO is a means for the international community to prevent North Korea from developing nuclear weapons,\" Mr Koizumi said. \"We plan to work closely with South Korea and the United States to utilise this framework.\" Still, Ms Kawaguchi told Mr Kelly North Korea's development of nuclear weapons was a very serious matter for security in East Asia. She added Japan would not sidestep this issue to normalise relations with Pyongyang. Japan and North Korea are due to restart formal talks on October 29 on establishing diplomatic relations. However, underscoring the sensitivity of the situation, Katsunari Suzuki, the chief Japanese representative to talks, told Kyodo News today that the KEDO project may have to be halted or called off if it is clear North Korea violated the international agreement.",
    "keywords": [
        "leaves",
        "korea",
        "states",
        "pact",
        "nuclear",
        "weapons",
        "told",
        "agreement",
        "options",
        "today",
        "united",
        "open",
        "north"
    ],
    "summary": "Meanwhile, North Korea reportedly told South Korea today that it wanted talks on nuclear weapons.\nUnder the 1994 deal, North Korea agreed to halt a suspected nuclear weapons program in return for light-water reactors, which would use non-weapons grade radioactive materials.\n\"There is no change to our view that KEDO is a means for the international community to prevent North Korea from developing nuclear weapons,\" Mr Koizumi said.\n\"We plan to work closely with South Korea and the United States to utilise this framework.\"\nJapan and North Korea are due to restart formal talks on October 29 on establishing diplomatic relations.",
    "sentiment": {
        "neg": 0.0925,
        "neu": 0.8194,
        "pos": 0.0882,
        "compound": -0.0014
    }
}