{
    "date": "2002-08-09T00:30:55Z",
    "title": "Obituary: General Choi Hong-hi",
    "url": "https://www.theguardian.com/news/2002/aug/09/guardianobituaries.northkorea",
    "content": "General Choi Hong-hi, who has died aged 83 of stomach cancer, was a prime mover in the development of the Korean martial art of taekwondo: he helped to shape it, name it and spread it to 123 nations, often through personal visits. His title derived from a career that took him to the rank of major general in the South Korean army. Choi's martial arts achievements were threefold. First, in 1952 he brought about the adoption of training in martial arts as an aid to South Korean military conditioning. Secondly, he supported the development of Korean karate, given the name taekwondo in 1955, which he believed was \"superior in both spirit and technique to Japanese karate\". Lastly, he and his students spread taekwondo across the globe, and saw it become a medal sport in Sydney at the 2000 Olympics. Korean practitioners argued over a number of names for the form of Korean karate unified during the 1950s and 60s, but Choi won acceptance for taekwondo (\"way of kick and fist\"), and in 1966 founded the International Taekwondo Federation (ITF). For the rest of his life, he led demonstration tours all over the world. His first manual in English, Taekwon-Do (1965), eventually led to the publication of an entire encyclopedia on the art in 1985. Born in what is now North Korea when it was under Japanese occupation, Choi fled to Japan to complete his education after a wrestler was set on his trail following a gambling dispute. In 1942, he was drafted into the Japanese army, but was imprisoned for attempting to escape to join the opposition Korean Liberation Army in 1945. Only the liberation of Korea saved him from the death penalty. After the war, the division of Korea between north and south left him unable to return to the land of his birth. He rose quickly in the new South Korean army, and, two years after the outbreak of the Korean war in 1950, he created an officer training programme and an infantry division that provided taekwondo instructors. After the cessation of hostilities in 1953, his rise continued, and in 1961 he supported the military coup d'état, but suffered a setback when General Park Chung-Hee emerged as the new president. In the late 1940s, Park had received a death sentence, later rescinded, from a military panel that had included Choi, who was thus forced to retire from the military following the coup. In 1962, he was sent to Malaysia as ambassador, but after his return to South Korea in 1965 he continued to find life under the Park regime so intolerable that in 1972 he left for Canada. Choi took the headquarters of the ITF to Toronto with him, and South Korea responded by forming a new organisation, the World Taekwondo Federation (WTF), based in Seoul. Choi's final years were marked by his efforts to return to North Korea. He introduced taekwondo there in 1980, and won further favour with the government by changing the name of one solo practice form from kodang (after a North Korean democratic Christian moderate, presumed slain by the Red Army in 1946) to juche (after the isolationist policy of \"self-reliance\" advocated by North Korean leader Kim Il-Sung). Though Choi's intention had been reconciliatory, unfortunately South Korea saw it as treasonous. Shortly before his death in Pyongyang, the North Korean capital, Choi was able to announce through the ITF website, \"I am the man who has the most followers in the world\": be that as it may, the impact of taekwondo, with 50m practitioners after 50 years of existence, is undeniable. Choi leaves his wife, two daughters and a son. · Choi Hong-hi, martial arts expert, born November 9 1918; died June 15 2002",
    "keywords": [
        "martial",
        "south",
        "military",
        "korea",
        "world",
        "general",
        "honghi",
        "obituary",
        "choi",
        "taekwondo",
        "army",
        "north",
        "korean"
    ],
    "summary": "His title derived from a career that took him to the rank of major general in the South Korean army.\nFirst, in 1952 he brought about the adoption of training in martial arts as an aid to South Korean military conditioning.\nChoi's final years were marked by his efforts to return to North Korea.\nThough Choi's intention had been reconciliatory, unfortunately South Korea saw it as treasonous.\n· Choi Hong-hi, martial arts expert, born November 9 1918; died June 15 2002",
    "sentiment": {
        "neg": 0.0882,
        "neu": 0.8573,
        "pos": 0.0544,
        "compound": -0.1358
    }
}