{
    "date": "2002-08-01T00:55:34Z",
    "title": "N Korea and US to talk again",
    "url": "https://www.theguardian.com/world/2002/aug/01/northkorea",
    "content": "North Korea and the United States are to resume long-stalled talks despite branding each other as evil, Pyongyang's foreign minister announced yesterday after a brief meeting with his American counterpart at an east Asian security conference. Paek Nam-sun said after a 15-minute chat with Colin Powell on the sidelines of the Asean Regional Forum in Brunei that \"everything went satisfactorily\" in the highest-level encounter between the two governments since George Bush became US president. \"We have agreed to resume the dialogue between North Korea and the United States,\" he said without elaborating. Mr Powell, who is known to be a much stronger proponent of engagement with North Korea than his cabinet colleagues, played down the private encounter so as not to pre-empt any policy announcements from Washington. \"It was good, it was short, it was coffee,\" was his only comment. His spokesman, Richard Boucher, disclosed that Mr Powell had said that in future talks the US would want to \"emphasise a variety of matters, including proliferation and mutual commitments made\" under a 1994 agreement designed to curb North Korea's alleged nuclear weapons programme. Pyongyang's commitment to improved ties is uncertain, as demonstrated yesterday when the state Communist party newspaper, Rodong Sinmun, described the US as \"the kingpin of evil\", claiming it planned to invade North Korea. Analysts say this sort of rhetoric is aimed more at a domestic audience than the international community. About a million troops, including 37,000 Americans, are massed on the border between the two Koreas, which are still technically at war because they signed only a truce at the end of their conflict 49 years ago. The Chinese foreign minister, Tang Jiaxuan, said after holding bilateral talks with Mr Paek in Brunei, that \"the ball is now in the Americans' court... North Korea has said it is ready to receive an American envoy and the US has said it is willing to send one\". The Asean Regional Forum groups the 10 members of the Association of South-east Asian Nations and their 13 security partners, including the US, China, Russia and the EU. This is the first of their annual foreign minister summits to which North Korea has been invited.",
    "keywords": [
        "talk",
        "mr",
        "including",
        "korea",
        "north",
        "n",
        "powell",
        "minister",
        "united",
        "foreign",
        "yesterday",
        "talks"
    ],
    "summary": "North Korea and the United States are to resume long-stalled talks despite branding each other as evil, Pyongyang's foreign minister announced yesterday after a brief meeting with his American counterpart at an east Asian security conference.\n\"We have agreed to resume the dialogue between North Korea and the United States,\" he said without elaborating.\nMr Powell, who is known to be a much stronger proponent of engagement with North Korea than his cabinet colleagues, played down the private encounter so as not to pre-empt any policy announcements from Washington.\nPyongyang's commitment to improved ties is uncertain, as demonstrated yesterday when the state Communist party newspaper, Rodong Sinmun, described the US as \"the kingpin of evil\", claiming it planned to invade North Korea.\nThis is the first of their annual foreign minister summits to which North Korea has been invited.",
    "sentiment": {
        "neg": 0.0319,
        "neu": 0.8577,
        "pos": 0.1104,
        "compound": 0.2631
    }
}