{
    "date": "2002-12-31T10:49:21Z",
    "title": "Vow to isolate North Korea annoys allies in South",
    "url": "https://www.theguardian.com/world/2002/dec/31/northkorea",
    "content": "The Bush administration came under fire from one of the US's staunchest allies yesterday when the South Korean president Kim Dae-jung warned that US efforts to isolate North Korea economically were doomed to failure. Since the North admitted the existence of an illegal uranium enrichment programme in October, it has pursued a policy of nuclear brinksmanship aimed at driving a wedge between Seoul and Washington. The US wants to pursue a policy of \"tailored containment\", which would politically and economically isolate the North until it scraps its nuclear programme. Yesterday the secretary of state, Colin Powell, said the US navy was ready to intercept North Korean vessels, raising the prospect of sanctions and a possible blockade to halt the North's lucrative missile trade. A Bush administration spokesman warned that North Korea would pay \"a serious price\" for violating international treaties on non-proliferation. But at the weekend, Mr Powell said that the US had dropped the Clinton administration's policy of explicitly threatening an attack if North Korea resumed production of nuclear weapons. \"We're not saying what we might or might not do,\" he added. President Kim, who won the Nobel Peace Prize for his \"Sunshine Policy\" of engagement with the reclusive North, said yesterday that escalating tension would not induce Pyongyang to make concessions. \"Pressure and isolation have never been successful with communist countries,\" he told his cabinet, citing the example of Cuba. Mr Kim leaves office in February, but his successor, Roh Moo-hyun, has vowed to continue to try to lure the North out of its isolation with aid and dialogue. Seoul has the most to lose in any conflict as the South Korean capital is within range of North Korea's artillery, which could fire biological or chemical weapons. Fears of war helped push shares on the Seoul stock exchange down by 30 points (about 5%) yesterday. North Korea kept up the heat yesterday by hinting that it may withdraw from the global nuclear arms control treaty in response to what it described as the US's violation of a 1994 deal to provide energy in return for the scrapping of Pyongyang's plutonium programme. It has already restarted operations at its Yongbyon nuclear facility and is soon expected to expel international inspectors, which will give it the freedom to reprocess plutonium for nuclear weapons within months. Pyongyang wants a non-aggression pact with Washington, which effectively means the removal of US troops from the Korean peninsula.",
    "keywords": [
        "policy",
        "south",
        "allies",
        "korea",
        "isolate",
        "nuclear",
        "seoul",
        "kim",
        "annoys",
        "weapons",
        "vow",
        "programme",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "The Bush administration came under fire from one of the US's staunchest allies yesterday when the South Korean president Kim Dae-jung warned that US efforts to isolate North Korea economically were doomed to failure.\nThe US wants to pursue a policy of \"tailored containment\", which would politically and economically isolate the North until it scraps its nuclear programme.\nA Bush administration spokesman warned that North Korea would pay \"a serious price\" for violating international treaties on non-proliferation.\nBut at the weekend, Mr Powell said that the US had dropped the Clinton administration's policy of explicitly threatening an attack if North Korea resumed production of nuclear weapons.\nIt has already restarted operations at its Yongbyon nuclear facility and is soon expected to expel international inspectors, which will give it the freedom to reprocess plutonium for nuclear weapons within months.",
    "sentiment": {
        "neg": 0.1669,
        "neu": 0.7648,
        "pos": 0.0683,
        "compound": -0.2917
    }
}