{
    "date": "2002-05-17T11:23:22Z",
    "title": "Living in a people's paradise",
    "url": "https://www.theguardian.com/world/2002/may/17/pressandpublishing.northkorea",
    "content": "The Koryo general hospital in Pyongyang - which was opened to foreign journalists this week as a supposedly representative example of the medical situation in North Korea - was so perfect it was comical. Despite the wretched squalor in which most of the country's 22 million people live, the floors of the showcase institution were immaculately polished, the robes crisply pressed and the plump patients such a vision of rude good health they could advertise vitamin supplements. Never mind that 90% of the nation face medical shortages and power cuts, the treatment rooms of this fine hospital hummed with expensive - if rather old - eastern European equipment, all of which seemed to work faultlessly. Our nervous guide, Hyon Chol - the vice principal of the institution - astonished us by claiming the average life span of the population has probably increased, despite a famine which is believed to have claimed between 200,000 and two million lives. \"The government hasn't released any data for 10 years, but I would guess that longevity has improved,\" he said. \"Our country has been on an arduous march in recent years, but our government is doing all it can to rectify the situation.\" He admitted that drugs and electricity were in short supply in hospitals elsewhere, but blamed this on American aggression that has left North Korea isolated. In any case, he said traditional Koryo medicine, such as massage, acupuncture and moxibustion, were sufficient to cure everything from heart attacks to bronchitis. We were treated to a demonstration of these and other treatments. The most striking of which was a plastic ring wrapped around a man's head that was inflated and deflated every few seconds. The doctors informed us that this altered the blood pressure inside the brain and helped to prevent strokes. \"Our great leader comrade Kim Jong-il has told us to develop Koryo medicine to cure everything so that it doesn't matter whether the US imperialists cut off our supplies of conventional medicine,\" said Mr Hyon. In a nation of informers and in front of three cadres of the ruling Workers' Party and 15 foreign journalists, it was little surprise Mr Hyon took refuge in ideological orthodoxy and had his staff enact a charade of smooth-running, problem-free, squeaky-clean normality. Indeed, he was not the only one. North Korea, one of the world's most secluded and information-starved nations, has opened its doors for the two months of its spectacular Arirang festival. It is an attempt to attract foreign currency and overseas support after being included as part of the US president George Bush's \"axis of evil\" speech. More journalists than ever before are being allowed into Pyongyang. They are also being allowed to stay longer (though still mostly only for a few days) and being given more freedom of movement. But the staged performances continue - and not just at the usual tourist destinations of the festival, the circus and the children's palace. At the People's Study House - North's Korea's national library - our group was shepherded to a computer room, where factory workers were being retrained to use IBM computers - the only PCs we saw in three days. At the time of our tour, there was one person to each terminal. But when I returned unannounced just 10 minutes later, five people were crowded around each machine. It got to the point where several of us started to wonder whether we were in a kind of Truman Show, where absolutely everything was being staged to impress us. Were people smiling and waving because they liked us or because they had been ordered to be nice to the foreign journalists? Were the crowds of colourfully and smartly dressed visitors at Mangyongdae - a North Korean Bethlehem that marks the birthplace of the deceased \"eternal president\" Kim Il-sung - arranged to impress us at the devotion of the local people or was this normal? Indeed, were we being paranoid because propaganda in the west had conditioned us to suspect everything North Korea does and says - Pyongyang was certainly putting on the Ritz for the duration of Arirang. Aid workers, diplomats and other long-term residents of the capital told us the city had been unusually bright and busy during the festival. They also emphasised that the food and medical situation in the countryside remains bleak even though it has improved from the nadir of 1996. The daily food ration for the average North Korean is up from a low point of 150 grams per day to 250 grams. But to put this into perspective, the World Food Programme usually provides 500 grams per day through its refugee support programmes. But despite the hardships, there was no sign of dissent. Whether this was because people were afraid to talk in front of us or because they genuinely believed they were living in a \"people's paradise\" was impossible to know. As one foreign aid worker put it: \"They are masters of avoiding reality.\" But at the hospitals and the libraries, at least, they can certainly put on a good show.",
    "keywords": [
        "journalists",
        "korea",
        "foreign",
        "koryo",
        "workers",
        "living",
        "situation",
        "peoples",
        "medical",
        "pyongyang",
        "paradise",
        "medicine",
        "north"
    ],
    "summary": "He admitted that drugs and electricity were in short supply in hospitals elsewhere, but blamed this on American aggression that has left North Korea isolated.\nIn any case, he said traditional Koryo medicine, such as massage, acupuncture and moxibustion, were sufficient to cure everything from heart attacks to bronchitis.\nNorth Korea, one of the world's most secluded and information-starved nations, has opened its doors for the two months of its spectacular Arirang festival.\nWere people smiling and waving because they liked us or because they had been ordered to be nice to the foreign journalists?\nWhether this was because people were afraid to talk in front of us or because they genuinely believed they were living in a \"people's paradise\" was impossible to know.",
    "sentiment": {
        "neg": 0.0475,
        "neu": 0.8582,
        "pos": 0.0943,
        "compound": 0.2042
    }
}