{
    "date": "2002-12-13T08:32:08Z",
    "title": "North Korea urged to retract nuclear threat",
    "url": "https://www.theguardian.com/world/2002/dec/13/northkorea2",
    "content": "North Korea was urged to step back from the brink of a full-blown nuclear crisis yesterday, and retract its threat to restart a nuclear programme which has been frozen for eight years. Pyongyang's announcement yesterday that it would refire an ageing Soviet-built nuclear plant mothballed since 1994 was seen in the US and elsewhere as a steep escalation in the showdown over North Korea's secret nuclear weapons programme. Late last night, Kyodo news agency reported that Pyongyang had also told the International Atomic Energy Agency to unseal and remove its surveillance cameras from the plant. The report from Vienna quoted the IAEA head, Mohamed El-Baradei, as saying the organisation had received the demand in writing. The White House spokesman, Ari Fleischer, described the earlier announcement as \"regrettable\", adding: \"The announcement flies in the face of international consensus that the North Korean regime must fulfil all its commitments, in particular dismantle its nuclear weapons programme.\" The relatively measured language suggests Washington is wary of escalating the dispute at a time when it would like to focus its attentions on Iraq. Mr Fleischer said yesterday that the US was committed to seeking a diplomatic solution. The declaration surprised South Korea which had anticipated a more conciliatory stance from a neighbour who is desperately short of food. However, Japanese prime minister Junichiro Koizumi said Pyongyang's statement could be a bargaining ploy - a clumsy bid to win badly needed financial aid. \"If you carefully read the North's statement, its stance of wanting a peaceful solution to the dispute over US fuel oil deliveries remains unchanged.\" Nuclear experts say it will probably take two months be fore Pyongyang can make the reactor operational, and note that North Korea has said nothing about lifting the freeze on other elements of its mothballed nuclear programme. Once the reactor is on, North Korea can begin using the spent plutonium fuel rods for weapons production. \"In effect, they have lit the fuse. They have just restarted the process for making plutonium,\" said Joseph Cirincione, director of the non-proliferation project Carnegie Endowment for International Peace. He said that unless a new deal is reached between the US and North Korea, Pyongyang could in just a couple of years start producing enough material for four or five bombs per annum. The stated reason for Pyongyang's decision suggests that it acted independently of this week's drama in the Arabian sea, when US and Spanish ships interdicted - and then released - a shipment of North Korean missiles to Yemen. Instead, Pyongyang said it would be forced to restart the reactor after the consortium including the US, Seoul, Japan and the EU suspended its shipments of heating oil - some 500,000 tonnes per month - in response to North Korea's admission that it was trying to enrich uranium. The oil shipments were a key element in the 1994 deal under which North Korea agreed to mothball its reactors, and halt its nuclear arms programme. Yesterday's statement appears designed as a rebuke to the US and its allies for failing to stick to their end of the bargain. That explanation did not seem to win much sympathy yesterday, either from Washington or the EU. \"Future shipments will depend on North Korea's concrete and credible actions to dismantle completely its highly enriched uranium programmes,\" Emma Udwin, a spokeswoman for the EU's external affairs commissioner, Chris Patten, said yesterday.",
    "keywords": [
        "retract",
        "statement",
        "korea",
        "threat",
        "shipments",
        "nuclear",
        "weapons",
        "reactor",
        "urged",
        "pyongyang",
        "programme",
        "yesterday",
        "north"
    ],
    "summary": "North Korea was urged to step back from the brink of a full-blown nuclear crisis yesterday, and retract its threat to restart a nuclear programme which has been frozen for eight years.\nPyongyang's announcement yesterday that it would refire an ageing Soviet-built nuclear plant mothballed since 1994 was seen in the US and elsewhere as a steep escalation in the showdown over North Korea's secret nuclear weapons programme.\nOnce the reactor is on, North Korea can begin using the spent plutonium fuel rods for weapons production.\nHe said that unless a new deal is reached between the US and North Korea, Pyongyang could in just a couple of years start producing enough material for four or five bombs per annum.\nThe oil shipments were a key element in the 1994 deal under which North Korea agreed to mothball its reactors, and halt its nuclear arms programme.",
    "sentiment": {
        "neg": 0.0678,
        "neu": 0.8625,
        "pos": 0.0698,
        "compound": -0.0558
    }
}