{
    "date": "2002-10-16T00:54:28Z",
    "title": "North Korea's kidnap victims return home after 25 years",
    "url": "https://www.theguardian.com/world/2002/oct/16/northkorea.japan",
    "content": "Five Japanese citizens who were abducted by North Korean spies at the height of the cold war returned to Japan yesterday to be reunited with relatives they have not seen for almost a quarter of a century. The five, the only confirmed survivors among 13 Japanese nationals North Korea has admitted abducting in the 1970s and 80s, arrived at Haneda airport in Tokyo yesterday afternoon on a government-chartered plane. They will spend about two weeks in Japan before returning together to North Korea. Neatly dressed and visibly nervous, they emerged from the plane into the afternoon sunshine and the arms of their families, in a most un-Japanese public display of emotion: lingering, tearful hugs mingled with smiles before the party was escorted by foreign ministry officials to the privacy of the airport lounge. The abductees and their families will stay at a hotel in Tokyo until tomorrow, when they will return to the coastal hometowns from which they vanished in July and August 1978. Television cameras followed them as they travelled by bus to their hotel, bringing to a rapt audience the latest episode in a human drama that has gripped Japan. The Japanese prime minister, Junichiro Koizumi - speaking a day after he had labelled North Korea an \"outrageous country\" - struck a more conciliatory note yesterday, saying talks offered the best hope of resolving these and dozens of other suspected abductions. The two countries are due to hold discussions in Kuala Lumpur on 29 October. \"My heart aches when I think of the sorrow and hardships those abducted and their families have experienced for more than 20 years,\" the prime minister said. \"I sincerely hope those who have returned will be able to relax and spend time with their families, and that through their stay here the agony they have had to bear may be eased, if only a little.\" The five abductees, Baoru Hasuike, 45; Yukiko Okudo, 46; Yasushi Chimura, 47; Fukie Hamamoto, 47; and Hitomi Soga, 43, attended a packed news conference in the evening but spoke only briefly. All wore lapel badges of the North Korean flag. \"I have longed to see my family,\" Ms Soga said. She and her husband, a former US serviceman who defected to North Korea in 1965, have two teenage daughters. Mr Chimura hinted at the pain and uncertainty of the past 24 years. \"I have caused you all to worry for such a long time,\" he said. He and Ms Hamamoto had disappeared during a romantic stroll near their home on the Japan sea coast. Engaged at the time of their abduction, they were separated for more than a year before being granted permission to marry in November 1979. They have a daughter and two sons. Mr Hasuike and Ms Okudo were ambushed and bundled into sacks in July 1978 in Niigata prefecture. They married in 1980 and have a son who is a student at a computer college. The euphoria surrounding the return of the five has been tempered by concern over the fates of eight Japanese nationals whom North Korea has admitted abducting but who, it insists, died several years later. They include Megumi Yokota, who was 13 when she was snatched by frogmen near her home on the coast. She is said to have suffered from depression and committed suicide in hospital in 1993. Pressure is mounting on Mr Koizumi to obtain more information on those who died, and to raise dozens of other abduction cases with North Korea. The families have won considerable public support with their well-organised campaign. Many people suspect North Korea of lying about the fates of the other missing Japanese and dismiss their own government's response as too little, too late. There are also widespread suspicions that North Korea has effectively prevented the abductees from making negative remarks about the country by refusing to allow their children to accompany them to Japan. But the political fallout is likely to be forgotten - for now - in the abductees' home towns, where they will stay for about two weeks before returning to North Korea. In Mr Chimura and Ms Hamamoto's home town of Obama, the mayor has formed a committee to look after the couple during their visit, and to help them find jobs and somewhere to live should they be allowed to return permanently. The others can also expect a heroes' welcome. Ms Soga will be provided with a car, a driver and an official escort during her stay, and the population of her home town of Mano is expected to turn out to welcome her at a festival at the weekend. It may have taken decades for even a little light to be shed on this bizarre episode, yet few would have thought yesterday's momentous events possible even several months ago. The breakthrough came on September 17, when after years of denials, the North Korean leader, Kim Jong-il, told Mr Koizumi during bilateral talks in Pyongyang that his country's special forces had indeed kidnapped Japanese and used them to teach their language to spies. Tokyo has responded positively to Mr Kim's overtures, but it is far from certain that ordinary Japanese believe the time has come to reciprocate with economic aid and diplomatic recognition.",
    "keywords": [
        "25",
        "mr",
        "korea",
        "north",
        "ms",
        "return",
        "stay",
        "abductees",
        "victims",
        "japanese",
        "japan",
        "families",
        "yesterday",
        "kidnap",
        "koreas"
    ],
    "summary": "They will spend about two weeks in Japan before returning together to North Korea.\nShe and her husband, a former US serviceman who defected to North Korea in 1965, have two teenage daughters.\nThe euphoria surrounding the return of the five has been tempered by concern over the fates of eight Japanese nationals whom North Korea has admitted abducting but who, it insists, died several years later.\nPressure is mounting on Mr Koizumi to obtain more information on those who died, and to raise dozens of other abduction cases with North Korea.\nMany people suspect North Korea of lying about the fates of the other missing Japanese and dismiss their own government's response as too little, too late.",
    "sentiment": {
        "neg": 0.091,
        "neu": 0.8302,
        "pos": 0.0788,
        "compound": -0.0474
    }
}