{
    "date": "2002-08-06T02:10:20Z",
    "title": "Reform is last hope for hungry North Korea",
    "url": "https://www.theguardian.com/world/2002/aug/06/northkorea.famine",
    "content": "Economic reforms begun by North Korea last week may be the country's last chance to solve its long-running and now accelerating food crisis, but will need to go farther than appears to be the case. Aid agencies are running out of supplies to feed six million people and without new promises of support the World Food Programme will be unable to help \"large numbers of hungry people\" after September, the UN emergency relief coordinator, Kenzo Oshima, said yesterday. In addition to the reforms, begun without publicity a month ago, Pyongyang may be trying to improve its chances of getting more aid by its recent steps to reopen diplomatic dialogues with South Korea and the US. But no more food aid is likely this year from the US, North Korea's biggest donor, and Mr Oshima, who has just completed a five-day visit to North Korea, is going on to South Korea and Japan in the hope that they will release more supplies. Details of the reform package, which has raised the official price of rice 30 to 50 times, are still very sketchy. Salaries have also been increased sharply to compensate for the higher prices, but it is unclear whether everyone will be covered. Mr Oshima said that some people \"may not be able to cope ... we will look at this with interest and concern\". Vividly illustrating the food crisis, one UN official accompanying Mr Oshima saw a party of primary school children foraging for herbs and weeds. \"They were led by their teacher and had just come off the mountainside,\" he said. \"Their knapsacks were stuffed with the wild food they had been collecting.\" At the end of April the WFP was forced to take a \"hard decision\" and suspend food aid to about 1.5 million of the 6.4 million people being assisted, because of the shortfall of aid. They included 675,000 secondary school children, 350,000 elderly people, and 144,000 carers in hospitals and other institutions. \"We think the children will survive, because they have passed the critical years,\" David Morton, the UN humanitarian coordinator in Pyongyang since 1998, said. \"I'm more worried for the elderly. Since the mid-1990s the elderly and very young have born the brunt, and the elderly have died earlier.\" An air of mystery surrounds the economic reforms. The UN officially regards them as a step in the right direction, but there are fears that they are a last-ditch effort which could worsen the crisis if they come unstuck. 'The regime has finally screwed up its courage to take the step,\" an observer in Beijing said, \"but it can no longer blame the weather if everything goes wrong.\" The only public reference to them so far was a speech by the North Korean leader, Kim Jong-il, on July 26, in which he said the government must \"give full play to the creativity of lower units\". His apparent aim is to encourage workers to produce more by offering higher wages. Coal miners will receive the highest increase. \"But nothing has actually changed,\" one of the UN official who was in Pyongyang last week said. \"The chimneys that were not smoking yesterday are not smoking today. Most plants are unproductive because of other reasons, like shortages of energy and spare parts.\" Not all city dwellers, who rely on a ration system, received wage increases immediately to compensate, though they were said to have been offered loans. There is concern that a new category of deprivation may have been created. Rural North Koreans are usually better off, because they can keep enough food to survive the year from each harvest. They can also grow crops in private plots and on marginal land, which they sell. The army and government take a year's supply in advance and the cities have to make do with whatever is left over. Pyongyang has agreed to a nutritional survey by WFP and the UN Children's Fund. The last one, in 1998, showed that 62% of children under seven suffered from stunting. \"We have not been able to conduct spot checks or monitor freely till now,\" Mr Morton, said, \"but the children's health has undoubtedly improved. You no longer see babies that look like an old man.\" But the UN has told North Korea that donor fatigue is increasing after seven years of emergency aid, and it must start investing in development. \"The donors say that we want policy dialogue, transparency, accountability, and partnership,\" Mr Morton said. \"If this country is going to recover it will require private investment.\" The long-term problems are formidable. \"Agriculture needs a functioning industrial economy to put tyres on the tractors and avoid the harvest lying around in the fields for weeks.\" UN officials say that divisions in the Pyongyang leadership complicate their work. Ministries compete for aid, and the UN is banned from some places on the grounds of national security. It is not allowed to bring in Korean speakers to work on its staff. A new report by WFP and the Food and Agriculture Organisation says that the immediate food crisis is far from over. Current rations at 292gm a day, though 48% higher than last year, still provide \"less than 50% of minimum energy requirements.\" Life expectancy has fallen from 66.8 years in 1993 to 60.4 years.",
    "keywords": [
        "hungry",
        "children",
        "mr",
        "elderly",
        "korea",
        "crisis",
        "hope",
        "food",
        "aid",
        "reform",
        "pyongyang",
        "north",
        "oshima"
    ],
    "summary": "Economic reforms begun by North Korea last week may be the country's last chance to solve its long-running and now accelerating food crisis, but will need to go farther than appears to be the case.\nBut no more food aid is likely this year from the US, North Korea's biggest donor, and Mr Oshima, who has just completed a five-day visit to North Korea, is going on to South Korea and Japan in the hope that they will release more supplies.\nMr Oshima said that some people \"may not be able to cope ... we will look at this with interest and concern\".\nBut the UN has told North Korea that donor fatigue is increasing after seven years of emergency aid, and it must start investing in development.\nA new report by WFP and the Food and Agriculture Organisation says that the immediate food crisis is far from over.",
    "sentiment": {
        "neg": 0.0872,
        "neu": 0.8488,
        "pos": 0.0639,
        "compound": -0.0556
    }
}