{
    "date": "2002-12-12T11:46:11Z",
    "title": "Gambit signals Washington's policy shift",
    "url": "https://www.theguardian.com/world/2002/dec/12/northkorea",
    "content": "The dramatic seizure of a clandestine missile shipment on the Arabian sea was supposed to mark the first act of the Bush administration's muscular new strategy towards North Korea and other producers of weapons of mass destruction. It was designed to deliver the message that the Bush administration had little faith that diplomacy and economic pressure alone would force North Korea to dismantle its nuclear weapons programme. Boarding an unflagged ship in international waters also seemed a relatively low-risk way to signal its impatience, and simultaneously activate the new US doctrine of pre-emption. The highly public embarrassment in Washington yesterday raises questions about the wisdom of an abrupt shift from multilateral diplomacy to aggressive policing action, and the risks of inflaming a confrontation with a potential nuclear power such as North Korea. It is also unlikely to help Washington enforce a non-proliferation regime. \"If I were the North Koreans it would certainly signal to me that so long as their intended recipients are putative allies of the US in the war on terror - which would include Pakistan, Iran on some days, Syria, Libya, Egypt, Algeria, Sudan, and Saudi Arabia - this is pretty much an open market,\" said Frank Gaffney, director of the conservative thinktank, the Centre for Security Policy. Signs of Washington's frustration with North Korea have been building for weeks. Two months after US diplomats forced Pyongyang into an admission that it was developing a uranium-enrichment programme, North Korea showed no inclination to budge from its position that it was entitled to such weapons. The highly visible standoff at the eastern end of what Mr Bush views as the \"axis of evil\" also threatened to shift the focus away from Iraq. \"The US was sending a signal to North Korea that it is not business as usual in terms of its arms exports, and the reason for that is pretty clear: that this is part of the administration's strategy to put pressure on North Korea because of its uranium enrichment programme,\" said Joel Wit, a Korean expert at the Centre for Strategic and International Studies. In recent days, conservatives in Washington had begun to question the strategy of leaving North Korea - a far more dangerous state than Iraq in purely military terms - on the back burner. That discontent produced results. Last week, the defence secretary, Donald Rumsfeld, and the national security adviser, Condoleezza Rice, forthrightly condemned North Korea as the world's leading proliferator of ballistic missile technology. Until this week, US strategy towards North Korea depended on gradually tightening the economic noose. The policy showed some dividends, with China, Russia, South Korea and Japan acting in greater coordination than ever before to drive home the message to the regime that Pyongyang must admit weapons inspectors, and halt its weapons programme. Last month, America suspended further shipment of oil to North Korea. The oil, which accounts for about 10% of its needs, was supplied under the 1994 agreement under which Pyongyang agreed to halt its weapons programme in return for financial aid. Washington has also signalled it has no intention of stepping up food aid to Pyongyang despite warnings from the World Food Programme of a looming famine. Leaving aside the humiliating handover of the ship, the adoption of an even more robust approach carries heavy risks. There were fears yesterday that the Bush administration might have miscalculated its strategy, provoking a reaction from Pyongyang that could inflame the nuclear confrontation, or complicating its relations with South Korea. Missile sales represent one of the few sources of hard currency for North Korea. But its transactions with Yemen pale against its sales of the Nodong missile - a long-range version of the Scud - to Pakistan, Iran, Egypt, Syria, and Libya. The importance of such sales cannot be overrated in a country that is facing punitive economic measures for its nuclear weapons programme.",
    "keywords": [
        "policy",
        "shift",
        "korea",
        "washington",
        "strategy",
        "nuclear",
        "bush",
        "washingtons",
        "weapons",
        "signals",
        "missile",
        "pyongyang",
        "programme",
        "north",
        "gambit"
    ],
    "summary": "Signs of Washington's frustration with North Korea have been building for weeks.\nUntil this week, US strategy towards North Korea depended on gradually tightening the economic noose.\nLast month, America suspended further shipment of oil to North Korea.\nMissile sales represent one of the few sources of hard currency for North Korea.\nThe importance of such sales cannot be overrated in a country that is facing punitive economic measures for its nuclear weapons programme.",
    "sentiment": {
        "neg": 0.1287,
        "neu": 0.8158,
        "pos": 0.0555,
        "compound": -0.2715
    }
}