{
    "date": "2002-02-16T01:46:51Z",
    "title": "Bush holds firm on N Korea as he heads east",
    "url": "https://www.theguardian.com/world/2002/feb/16/northkorea.usa",
    "content": "President George Bush will peer into the eastern end of the \"axis of evil\" next Wednesday when he arrives in the demilitarised zone separating North and South Korea. White House aides said yesterday that widespread anxiety over growing tensions in the region would not make him tone down his rhetoric. With the president due to leave for Asia today, the White House echoed a distinction made by the secretary of state, Colin Powell, suggesting that one member of the \"axis of evil\", Iraq, was more evil than the others: Iran and North Korea. But the president's national security team believes that taking a tougher line with Tehran and Pyongyang will prove effective in curbing their weapons sales to terrorist movements. The president will face a sceptical audience on his six-day tour of Asia, postponed from last Autumn as a result of the September 11 attacks. The Japanese defence minister, Gen Nakatani, said: \"I think North Korea is not on an equal footing with Iran and Iraq because it has no links with al-Qaida or the Taliban.\" But the US national security adviser, Condoleezza Rice, said there was clear evidence that North Korea had been selling ballistic missile technology to an array of states and groups that Washington considers threats. She refused to provide names but said: \"We believe the North is exporting to just about anybody who will buy... The North Koreans have been known to go around with glossy brochures about their ballistic missiles.\" James Kelly, assistant secretary of state for Asian and Pacific affairs, told Congress yesterday the US is prepared to undertake \"serious discussions\" with North Korea on a broad agenda that includes \"verifiable constraints on its missile programmes, a ban on its missile exports, and a less threatening conventional military posture\". The South Korean government is unlikely to criticise Mr Bush's remarks openly, but officials in Seoul have expressed anxiety that the denunciation of Pyongyang as part of Mr Bush's \"axis of evil\" had undermined the \"sunshine\" policy of dialogue with the north that President Kim Dae Jung has made his trademark policy. The US president inflicted damage on Mr Kim's standing last year when he abandoned Bill Clinton's policy of engagement with North Korea while Mr Kim was in Washington. A White House official argued yesterday that the president's stern words might help the South Korean leader, arguing that they would push Pyongyang into making more serious concessions in negotiations with Seoul. \"They know it's Kim's last year in office, and the time to talk is now, because whoever comes after is not going to be so understanding,\" the official said.",
    "keywords": [
        "policy",
        "east",
        "holds",
        "mr",
        "evil",
        "white",
        "korea",
        "south",
        "president",
        "firm",
        "n",
        "pyongyang",
        "heads",
        "yesterday",
        "north",
        "bush"
    ],
    "summary": "President George Bush will peer into the eastern end of the \"axis of evil\" next Wednesday when he arrives in the demilitarised zone separating North and South Korea.\nWhite House aides said yesterday that widespread anxiety over growing tensions in the region would not make him tone down his rhetoric.\nThe Japanese defence minister, Gen Nakatani, said: \"I think North Korea is not on an equal footing with Iran and Iraq because it has no links with al-Qaida or the Taliban.\"\nBut the US national security adviser, Condoleezza Rice, said there was clear evidence that North Korea had been selling ballistic missile technology to an array of states and groups that Washington considers threats.\nThe US president inflicted damage on Mr Kim's standing last year when he abandoned Bill Clinton's policy of engagement with North Korea while Mr Kim was in Washington.",
    "sentiment": {
        "neg": 0.1383,
        "neu": 0.8119,
        "pos": 0.0499,
        "compound": -0.3973
    }
}