{
    "date": "2002-05-17T12:56:52Z",
    "title": "Surreal North Korean party opens isolated state to the world",
    "url": "https://www.theguardian.com/world/2002/may/17/northkorea",
    "content": "Demonised, hungry and impoverished, North Korea has taken a characteristically surreal response to being lumped inside the \"axis of evil\" by the US president George Bush: it has invited the world to a spectacular birthday party for the dead man who remains its president At the centrepiece of the festivities in Pyongyang's May Day Stadium is a 200-metre wide computer screen formed by 40,000 human pixels, which reminds all those present - including us rare foreign guests - that we are in a worker's paradise created by the \"genius general who defeated imperialism in one era.\" On the field below, an all-singing, all-dancing cast of more than 100,000 bayonet-wielding soldiers and serenely-smiling children acts out the triumphant history of revolutionary struggle under a blaze of floodlights and laser beams. But as we sip our Cokes and applaud what must rank as one of the most stunning shows on earth, we all know that outside, in the dark streets of Pyongyang and the desolated countryside beyond, millions are threatened with starvation while the world's biggest army remains poised to resume a 50-year-old war. The Arirang festival is a celebration of the 90th anniversary of the birth of Kim Il-sung, the \"eternal president\" of North Korea who remains the subject of religious devotion eight years after his death. But as well as being a symphony to the secluded country's communist origins, Arirang is proving to be an overture to the capitalist world, which the North must open up to in order to survive. This spectacular also marks the 60th birthday of the Great Leader, Kim Jong-il, who inherited power from his father, and the 70th anniversary of the founding of the Korean People's Army. True to the North's way of doing nothing by half, it dwarfs anything seen even during the heyday of the far more prosperous communist regimes of the former eastern bloc. Every night until the end of June, the 150,000-capacity stadium will stage an 80-minute show that makes full use of the impoverished nation's last natural resource: cheap, utterly obedient and highly - but selectively - educated labour. The spectators are outnumbered by more than two to one by the performers, who include women soldiers parachuting down for tae kwon do martial arts displays. One side of the stadium is filled by children who carry coloured cards that are moved so rapidly they form elaborate cityscapes and even replicate a crude form of animation. It may seem a bizarre extravagance for a nation that cannot feed one in four of its 22 million people, but there is a logic to Arirang. As well as underpinning the religious cult of Kim Jong-il and his father, the festival also appears to mark an international charm offensive. Not since the euphoric summit between the North's leader and South Korea's president Kim Dae-jung in June 2000 has there been such a show of openness in Pyongyang. Freedom For the two months of Arirang, the Hermit Nation is inviting the world in. By opening its doors, it aims to attract much-needed foreign currency, distract attention from the World Cup in the South and - most importantly - prove it is not the evil place depicted by President Bush. In a sign of the North's desperation, even journalists are being welcomed into the country and allowed a freedom of movement that was hardly imaginable a year ago. After six years of vain attempts to secure a visa before Arirang, I had expected to be restricted to the hotel and accompanied everywhere by a government \"guide\" - the restrictions imposed on the handful of journalists who entered in the past - but our group was allowed to wander freely around the city. The changes can be felt elsewhere too. In an apparent attempt to match the vibrant culture of night markets elsewhere in Asia, a handful of street stalls decorated with fairy lights have been erected along the small Arirang section of the otherwise dark capital. An outlet at the stadium sells the country's first burgers, pizza and Coca-Cola. Almost everywhere, there are smiles, waves as well as surprising warmth for foreigners. Few show any sign of the malnutrition that has ravaged their nation for much of the past six years, but some are willing to speak about those times. \"We had to get by on a bowl of gruel each morning,\" said one Pyongyang resident. \"It was worse for people in the countryside. Many died. But it is better now.\" With a reasonable harvest and economic growth of 3.6% last year, the government has declared the \"successful completion of the arduous march\" - as the years of famine are euphemistically referred to in the regime's Orwellian newspeak. There are more cars on the streets, more food at the farmer's markets. But for most, especially outside the Arirang bubble, life is wretched. Foreign aid has alleviated the worst of the food crisis, but clean water, power and medicine are in short supply. \"There are lights in Pyongyang's hospitals, but nowhere else,\" said an aid worker who took us on a private tour of the city's darker backstreets, \"Doctors say they are getting only 15% of the power they need.\" More than 100,000 refugees are said to have fled to China to seek food. Shortages were apparent during a two-hour drive south to the border at Panmunjom. Mapping the tragedy of North Korea, this is a route that starts hopefully through the huge reunification monument on the outskirts of the capital, then runs through the misery of the desolated countryside, before hitting the terrifying dead end of the demilitarised zone. Passing through the country's agricultural heartland, the road ought to show the best of rural life in North Korea, but the conditions are those of abject poverty. Alongside the almost deserted highway, peasants in rags till hard brown earth with hand-held tools, while others forage on river banks and hills stripped bare of trees. The only farm machinery visible for the entire 100 mile journey is a tractor - the only livestock a few goats. Destroyed Closer to the demilitarised zone, in Kaesong, the dilapidated state of the buildings and the absence of activity make the former Korean capital look like a city destroyed by war. It is in this border area that 90% of North Korea's million-man army are said to be concentrated. Instead of a nation ready for battle, however, all the signs are of a population struggling to survive. The only military vehicles in sight are a couple of broken-down jeeps. Even the soldiers inside the truce village, where North and South butt heads, appear far thinner than their enemies on the other side of the demarcation line. As more than one aid worker put it, \"The North's troops look too pathetic to be frightening.\" Appearances, however, can be deceptive. Washington believes Pyongyang has enough high-grade plutonium to make a nuclear warhead and facilities to produce biological weapons. The successful launch of a two stage rocket in 1998 has shown that Pyongyang also has a delivery system capable of reaching the US mainland. The development of such weapons and the sale of missiles to Pakistan, Iraq and other nations has prompted Bush to label North Korea an \"evil\" nation. His language has had an impact at street level in the North. Anti-American sentiment - always strong - has hit new heights. Pyongyang residents, our guides and border soldiers blame Washington for everything from dividing the peninsula to cutting off food supplies. Despite the opening of Arirang, no Americans were allowed on our tour. \"Their policy against us has become more hostile since Bush took office,\" said Lt Kim Gwang-gil at Panmunjon. \"But we are ready to respond. If they touch our people, or invade us, there is no place on earth where they can avoid retribution.\" Next year will see the unhappy coincidence of two potentially destabilising factors: the completion date for the KEDO project - whose leading members are the US, South Korea and Japan - to supply light-water reactors in return for Pyongyang abandoning its nuclear weapons programme - a project that is running two years late - and the end of the North's missile testing moratorium. Another ingredient in this potentially explosive mix is a looming food crisis. Japan, the biggest donor in 2001, has given nothing this year. Under George Bush, the US has halved its contribution. \"For the first time since 1995, we face the risk of food running out,\" said David Norton, who heads the WFP's mission in North Korea. \"By the end of July, there is the potential for a humanitarian crisis.\" Whether Arirang can provide new momentum for engagement, or attract more tourist bucks, remains to be seen. But for now, however, it is party time - at least in the surreal city that is Pyongyang. The following correction was printed in the Guardian's Corrections and Clarifications column, Monday May 20 2002 Kim Jong-il, the leader of North Korea is 60, not 50 as we mistakenly suggested in our report.",
    "keywords": [
        "opens",
        "south",
        "norths",
        "nation",
        "world",
        "state",
        "surreal",
        "korea",
        "isolated",
        "president",
        "kim",
        "arirang",
        "food",
        "party",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Freedom For the two months of Arirang, the Hermit Nation is inviting the world in.\nPassing through the country's agricultural heartland, the road ought to show the best of rural life in North Korea, but the conditions are those of abject poverty.\nThe development of such weapons and the sale of missiles to Pakistan, Iraq and other nations has prompted Bush to label North Korea an \"evil\" nation.\n\"For the first time since 1995, we face the risk of food running out,\" said David Norton, who heads the WFP's mission in North Korea.\nBut for now, however, it is party time - at least in the surreal city that is Pyongyang.",
    "sentiment": {
        "neg": 0.0851,
        "neu": 0.8297,
        "pos": 0.0851,
        "compound": 0.0068
    }
}