{
    "date": "2002-12-11T18:27:58Z",
    "title": "Missile ship 'released by US'",
    "url": "https://www.theguardian.com/world/2002/dec/11/yemen.northkorea",
    "content": "Yemeni officials claimed tonight that the US has released the North Korean ship carrying Scud missiles and that it was now sailing to the Arab state. The official Yemeni news agency, Saba, said the US secretary of state, Collin Powell, had told the Yemeni president, Ali Abdullah Saleh, by telephone that the crew had returned to the ship, which was seized on Monday by US and Spanish forces and that the weapons cargo was headed to Yemen. Earlier, the US vice-president, Dick Cheney, told Mr Saleh the US had agreed to release the vessel because its cargo was legal, the agency said. The ship was seized by Spain and the US in the Arabian sea, prompting a diplomatic crisis. Yemen protested to both countries, saying the missiles had been bought for its army from North Korea. Earlier today, the Yemeni foreign minister, Abu Bakr al-Kerbi, summoned the US ambassador to protest against the impounding of the equipment, which he said was intended for \"defensive purposes\". Pentagon officials had said the shipment appeared to violate an earlier agreement between Yemen and the US. The Bush administration imposed sanctions on the North Korean company Changgwang Sinyong Corp in August for selling Scud missile parts to Yemen. Yemen apologised to the US and promised to buy no further missiles from North Korea. Two Spanish patrol boats stopped the ship yesterday after intelligence officials watched the vessel for weeks. The captain initially said he was carrying building materials. A search of the cargo hold revealed containers buried in cement that appeared to be carrying missile parts. North Korea was officially silent about the interception but said it had the right to develop weapons to defend itself. \"It is necessary to heighten vigilance against the US strategy for world supremacy and anti-terrorism war,\"' North Korea's official newspaper, Rodong Sinmun, said in an editorial. \"All countries are called upon to build self-reliant military power by their own efforts.\" Yemen has been a nominal ally in the global war on terrorism despite strained relations with Washington. The site of the bombing of a US warship, it is Osama bin Laden's ancestral homeland and has vast lawless areas where al-Qaida members are believed to hide out. The discovery of the Scud missiles in such a sensitive region threatens to inflame a stand-off between North Korea and the international community over Pyongyang's nuclear weapons programme. It could also defeat Washington's efforts to consign a showdown with North Korea - the eastern end of the \"axis of evil\" in Bush administration thinking - to the backburner until there is a resolution to the crisis with Iraq. In the eight weeks since Pyongyang's admission to American diplomats that it had been pursuing a uranium-enrichment programme, the US, South Korean, Japan, China and Russia have been putting pressure on North Korea to agree to nuclear inspections and to abandon its programme. Administration officials have repeatedly said they do not intend to address this international crisis militarily. However, the strategy of diplomatic and economic pressure does not appear to have paid dividends. The drama provides further ammunition to conservatives who advocate tougher action against North Korea. It also conveniently confirms last week's accusations by the US defence secretary, Donald Rumsfeld, that North Korea was the \"single biggest proliferator of ballistic missiles\".",
    "keywords": [
        "scud",
        "yemeni",
        "korea",
        "missiles",
        "weeks",
        "yemen",
        "weapons",
        "ship",
        "missile",
        "officials",
        "north",
        "released"
    ],
    "summary": "Yemeni officials claimed tonight that the US has released the North Korean ship carrying Scud missiles and that it was now sailing to the Arab state.\nThe ship was seized by Spain and the US in the Arabian sea, prompting a diplomatic crisis.\nThe Bush administration imposed sanctions on the North Korean company Changgwang Sinyong Corp in August for selling Scud missile parts to Yemen.\nNorth Korea was officially silent about the interception but said it had the right to develop weapons to defend itself.\nThe drama provides further ammunition to conservatives who advocate tougher action against North Korea.",
    "sentiment": {
        "neg": 0.1087,
        "neu": 0.8474,
        "pos": 0.0439,
        "compound": -0.2424
    }
}