{
    "date": "2002-07-04T09:47:33Z",
    "title": "Naval row clouds Korean sunshine",
    "url": "https://www.theguardian.com/world/2002/jul/04/northkorea",
    "content": "South Korea, buoyed by World Cup euphoria, has been brought down to earth with a bang this week by a sudden crisis in its relations with the North. The catalyst was last weekend's maritime clash between patrol boats belonging to the two rival navies in which four South Korean sailors and perhaps 30 North Koreans were killed. Both sides have blamed each other for the sea battle that took place around the disputed maritime boundary west of Seoul - although it does seem to have been provoked by the North's infringement of territorial waters. Analysts disagree about whether this provocation was deliberate and whether, for instance, the North's eccentric leader, Kim Jong-il, would have been aware of it in advance. Such skirmishes, on land and at sea, were once a regular feature of life in the divided peninsula. Yet this was the most serious incident to occur since the South Korean president, Kim Dae-jung, launched his \"sunshine\" policy of detente and made an unprecedented visit to the northern capital, Pyongyang, in June 2000. The sense of shock felt in Seoul was thus all the greater for the unexpectedness of this sudden deterioration. But growing strains in this always tense relationship were already apparent well before the naval battle. Despite the optimism spawned by the Pyongyang summit, many of the confidence-building measures discussed then have failed to materialise. In particular, a promise by Kim Jong-il to make a return visit to Seoul has not been kept. Oddly, the reclusive North Korean leader, who favours sunglasses and flared, Elvis-style jump-suits, did find time to make a well-publicised tour of Russia last year, travelling by train for fear of entrusting his life to an aircraft. Quite what Russia's reforming president, Vladimir Putin, made of him is not a matter of public record. This negative shift in bilateral sentiment has not been helped by the vacillating policy pursued by the Bush administration since it took office in January 2001. One of George Bush's first interventions in foreign affairs was to freeze US contacts with North Korea and order a review of the Clinton era policy of offering assistance to the North in return for controls on its nuclear power programme. That alarmed both Kim Dae-jung and US secretary of state Colin Powell - who between them managed to talk Bush around. Fitful contacts with the North resumed. Then came September 11 and in the wake of that, Bush's decision not only to label North Korea a rogue state but also a member of an exclusive club - the \"axis of evil\". The US president expressed particular concern about North Korea's chemical and biological weapons programmes, about which little in fact is really known, and its ballistic missile programme. This perceived latter threat not only to the South (where the US has 36,000 troops) but to Japan and the US itself is part of the rationale behind America's national missile defence programme and its abrogation of the ABM treaty with Russia. Even so, Powell's state department persevered in trying to build on the opening achieved in June 2000. This month a senior US official, assistant secretary of state James Kelly, was due to visit Pyongyang. After the weekend's naval clash, that visit has been postponed again. Despite this lack of progress over the past two years, and despite the fact that North Korea maintains the world's largest standing army, the International Institute for Strategic Studies was able to note in its 2002 military balance report that \"stable relations\" continued between the North and South. Now, however, there is a clear danger of retrogression. Kim Dae-jung has warned of serious consequences should the North mount further provocations, some of the South's aid programmes and technical cooperation programmes have been put on hold, and the South Korean military has revised its rules of engagement, allowing it to adopt a more aggressive posture. Pressure on Kim Dae-jung to do more may grow as South Korea moves towards a presidential election in December. But Pyongyang has shown no sign of backing down from its initial claim that the naval battle was the fault of the South. It all amounts to a rude awakening for South Koreans momentarily carried away by their team's success in the World Cup finals. But, strange to say, football could yet help provide an answer. The South Korean national side has invited the North to play a match at the Seoul stadium on September 8. The (South) Korean Football Association says the game should go ahead despite the latest fighting, the bloodshed and the threats. They say it will be a friendly.",
    "keywords": [
        "clouds",
        "naval",
        "south",
        "korea",
        "state",
        "sunshine",
        "kim",
        "visit",
        "seoul",
        "despite",
        "row",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The catalyst was last weekend's maritime clash between patrol boats belonging to the two rival navies in which four South Korean sailors and perhaps 30 North Koreans were killed.\nThis month a senior US official, assistant secretary of state James Kelly, was due to visit Pyongyang.\nPressure on Kim Dae-jung to do more may grow as South Korea moves towards a presidential election in December.\nThe South Korean national side has invited the North to play a match at the Seoul stadium on September 8.\nThe (South) Korean Football Association says the game should go ahead despite the latest fighting, the bloodshed and the threats.",
    "sentiment": {
        "neg": 0.1052,
        "neu": 0.824,
        "pos": 0.0708,
        "compound": -0.1254
    }
}