{
    "date": "2002-12-12T12:23:01Z",
    "title": "North Korea restarts nuclear programme",
    "url": "https://www.theguardian.com/world/2002/dec/12/northkorea3",
    "content": "North Korea today announced it is to reactivate a nuclear programme frozen under a 1994 deal with the United States. In a move certain to escalate tensions between the two capitals, Pyongyang said it was to resume use of its old Soviet-designed reactors after a US-led oil embargo imposed last month left it with an electricity shortage. The state-run KCNA news agency quoted a foreign ministry spokesman saying that the \"prevailing situation\" had compelled the government to lift its freeze on the facilities. Before North Korea made its deal with the US, the UN's nuclear watchdog, the International Atomic Energy Agency, had suspected that spent fuel from the plutonium-based reactors was being siphoned off into a weapons programme. Under the terms of the agreement to avert a feared war on the Korean peninsular, the US was to help North Korea build two modern light-water reactors it could not use for weapons manufacture in return for Pyongyang shutting down its plutonium programme. But the deal fell apart as North Korea said the promised US aid had not materialised and, in October this year, admitted to a Washington official that it had developed a uranium-based nuclear programme. The US said that violated a nuclear arms control clause in the agreement and imposed the oil embargo. Tension between the US and North Korea - which has been building since the US president, George Bush, put it at the eastern end of his \"axis of evil\" - increased substantially with the disclosure of the uranium programme and the embargo. Earlier this week, a joint US-Spanish team intercepted a ship in the Arabian sea carrying North Korean Scud missiles to Yemen. The US says North Korea is the world's worst proliferator of missiles and missile technology. Its customers have also included Libya, Iran, Syria, Pakistan and Egypt. Experts believe that even without the uranium programme North Korea still has enough reprocessed plutonium for five nuclear weapons. The country is often suspected of using its nuclear programme to bargain with the US, and the foreign ministry spokesman today left open the possibility that dialogue could end the stand off. \"Our principled stand is that the nuclear crisis on the Korean Peninsula should be resolved peacefully,\" the spokesman said. \"It's totally up to the United States whether we will freeze our nuclear facilities again.\" But the prospect that North Korea might reactivate its plutonium-based nuclear programme had long been feared by US and South Korean officials. \"We can only speculate that yesterday's incident and North Korea's electricity shortage in the winter propelled North Korea to make a response,\" said Kim Sung-han of the state-run Institute of Foreign Affairs and National Security in Seoul. At the height of the confrontation over North Korea's plutonium programme in 1994, a North Korean negotiator threatened to turn Seoul into \"a sea of fire\".",
    "keywords": [
        "spokesman",
        "restarts",
        "plutonium",
        "korea",
        "foreign",
        "nuclear",
        "weapons",
        "reactors",
        "programme",
        "north",
        "korean"
    ],
    "summary": "North Korea today announced it is to reactivate a nuclear programme frozen under a 1994 deal with the United States.\nThe US says North Korea is the world's worst proliferator of missiles and missile technology.\nExperts believe that even without the uranium programme North Korea still has enough reprocessed plutonium for five nuclear weapons.\nBut the prospect that North Korea might reactivate its plutonium-based nuclear programme had long been feared by US and South Korean officials.\nAt the height of the confrontation over North Korea's plutonium programme in 1994, a North Korean negotiator threatened to turn Seoul into \"a sea of fire\".",
    "sentiment": {
        "neg": 0.1004,
        "neu": 0.8241,
        "pos": 0.0755,
        "compound": -0.1515
    }
}