{
    "date": "2002-10-06T00:13:03Z",
    "title": "Cold War ordeal haunts Korean kidnap victims",
    "url": "https://www.theguardian.com/world/2002/oct/06/japan.northkorea",
    "content": "It was the most romantic night of the Japanese calendar, the Tanabata lovers' festival of 7 July. The year was 1978, and couples the length and breadth of the country went stargazing. In Kobama, a coastal town, Yasushi Chimura, a 23-year-old apprentice carpenter, began the evening in high spirits. By midnight he and his girlfriend were being trussed, bagged and bundled off to North Korea by agents on one of the Cold War's most outlandish spy missions. These details emerged yesterday as authorities in Tokyo revealed more results of their probe into the abductions of 13 Japanese nationals during the 1970s and 80s. Their fact-finding mission to Pyongyang followed last month's remarkable admission by North Korean leader Kim Jong-il that his country's special forces had stolen their neighbour's citizens to use their identities and make them teach the Japanese language to spies. Of the 13 who went missing, only five are still alive. According to the North Korean government, most of the rest died in a remarkably unlucky series of swimming tragedies, car crashes and gas leaks. Among the families of the victims, however, suspicions are high that the abductees were murdered to cover up North Korea's crime. The five survivors are still in the North, but they have been able to tell the Japanese investigation team of their abductions, and none in more detail than Chimura, who has revealed for the first time how he ended up in the most isolated nation on earth. On 7 July, 1978, Chimura and his girlfriend Fukie Hamamoto, a 23-year-old boutique employee, went to a restaurant on the coast to celebrate their recent engagement. It was a beautiful clear night - perfect for the stargazing that is customary during the Tanabata lovers festival - so the couple decided to stop off at a nearby park. They sat together on a bench until the park was empty, then Chimura realised he had forgotten his cigarettes and took the step that was to change both of their lives forever. On his way back to the car he met four burly men who gagged him, pushed him to the floor, bound his hands behind his back and then stuffed him inside a sack. He was carried off to the beach and then bundled onto a rubber dinghy. After being paddled a few hundred yards out to sea, he was transferred to a small motorboat that took him to a high-speed spy-ship disguised as a trawler. When Chimura asked his captors about his girlfriend, he was told that Hamamoto was still in Japan. She had, in fact, also been abducted, but the couple was not to be reunited for another 16 months. They married and now live with their children in Pyongyang under the Korean names O Son-sam and Lee Yon-ok. During a meeting with Japanese officials in a Pyongyang hotel last week, the couple, wearing the Kim Jong-il badges that are a mark of devotion to the regime, recorded a video message for the families they had not seen for more than two decades. 'Dad, mum, I want to see you,' said Chimura, not knowing that his mother died six months ago. They told the Japanese delegation that they had no wish to return home. The Japanese government says it will press for the return of the five even if it goes against their stated wishes.",
    "keywords": [
        "months",
        "war",
        "ordeal",
        "couple",
        "north",
        "chimura",
        "went",
        "victims",
        "cold",
        "japanese",
        "girlfriend",
        "took",
        "pyongyang",
        "haunts",
        "kidnap",
        "korean"
    ],
    "summary": "In Kobama, a coastal town, Yasushi Chimura, a 23-year-old apprentice carpenter, began the evening in high spirits.\nAccording to the North Korean government, most of the rest died in a remarkably unlucky series of swimming tragedies, car crashes and gas leaks.\nAmong the families of the victims, however, suspicions are high that the abductees were murdered to cover up North Korea's crime.\n'Dad, mum, I want to see you,' said Chimura, not knowing that his mother died six months ago.\nThe Japanese government says it will press for the return of the five even if it goes against their stated wishes.",
    "sentiment": {
        "neg": 0.0858,
        "neu": 0.8335,
        "pos": 0.0805,
        "compound": -0.0381
    }
}