{
    "date": "2002-12-29T01:02:09Z",
    "title": "Focus: Secret nuclear cities of North Korea",
    "url": "https://www.theguardian.com/world/2002/dec/29/northkorea",
    "content": "The mountains of North Korea are largely deserted places, limestone and basalt massifs that are covered in snow in winter and humid in summer. There are a handful of barely used official guest-houses that cater for the tiny handful of tourists allowed into the country who make it as far as ranges like the Fragrant Mountains from the capital of Pyongyang. But it is what is happening beneath these mountains that caught the attention of the world this Christmas: the allegation that they hide vast factories and plants excavated secretly by night by armies of workers, thousands strong, and dedicated to North Korea's nuclear ambitions. It is an enterprise that was described in detail for the first time in August of 2001 in the South Korean magazine, Shin Dong-A. According to the magazine, it had managed to lay its hands on a Chinese intelligence report, which had in turn been acquired by South Korea's own CIA, then leaked to journalists. That report told the chilling story of one Choon Sun Lee, a senior official in North Korea's giant military infrastructure who had defected to China in 1999. According to the magazine, Choon had claimed that North Korea was operating a secret uranium-processing site underneath Mount Chun-Ma, which it had opened in 1989. The account seemed the stuff of Bond movies. In his uncheckable testimony, Choon - apparently repatriated by the Chinese to North Korea and almost certain execution - described a massive tunnel extending more than a mile into the heart of the mountain. That tunnel opened into vast underground facilities housed in chambers carved out of the rock. Included in those facilities, say analysts, is a process line for turning uranium ore into yellowcake, the first step in the process towards enriching it into weapons-grade material. From there, said Choon, the ore was taken by truck and helicopter to an underground facility in a hidden valley. And it is not just Mount Chun-Ma that allegedly has been hollowed out. Other intelligence agencies, both in Asia and the US, have pointed for years to the existence of other vast excavations to build facilities for North Korea's nuclear empire - 22 of them at the latest estimate. Among them was the 'confession' by a senior North Korean official published in January 2002 which suggested that Kwanmo-bong, the second-highest mountain in the North, had also been 'hollowed out at night, sandbag by sandbag, for a secret nuclear plant'. Outlandish as they sound, the new reports have given credence to claims already in circulation. Indeed, the Clinton administration first briefed selected members of Congress on intelligence reports that large-scale digging had begun in spring of 1998, although other sources denied that these were related to North Korea's nuclear programme. A blunt admission came from North Korea itself last October: it conceded it had constructed a secret programme to build nuclear weapons, hidden away from the nuclear weapons inspectors it had agreed to admit under military pressure from the US in 1994. Under pressure from the US, which had discovered that North Korea was trying secretly to procure tonnes of high-grade aluminium tubing suitable for a gas centrifuge enrichment process, American diplomats confronted the North Koreans. It is that admission by the North Koreans that has accelerated a stand-off on the Korean peninsula into the newest crisis facing the Bush administration. The North Korean crisis is one the Bush administration could do without. That, perhaps, is North Korea's calculation: to defy Washington at the moment it is most preoccupied with both the war on terrorism and Iraq. Whether it is calculated shrewdness or insanity is the question at the heart of the nuclear stand-off. In a sign of the strains on the Bush administration, on Friday it opted to take a more multilateral path, perhaps against its more bullish instincts. Senior Bush advisers have told the New York Times that the administration would back an effort by the International Atomic Energy Agency to have the United Nations Security Council declare that North Korea is violating the Nuclear Non-Proliferation Treaty and other agreements to keep nuclear weapons out of the Korean peninsula. In doing so, they concede, they are trying to cast the issue as North Korea's international defiance, rather than a confrontation between Pyongyang and Washington, by implication slowing down the escalation towards a more dangerous confrontation. It is a pace that may suit North Korea and the man at the very centre of this crisis, a man regarded by some as tactically inept, naive, deluded and a borderline psychotic, and by others as an increasingly cunning and intelligent player in his relations with his neighbours and the West. That man is Kim Jong-il - the son of the late dictator Kim il-Sung - who officially took over control of all the nation's affairs four years after his father's death eight years ago. Bouffant-haired, tiny and rarely seen, the 'peerless leader' has extended the cult of personality assiduously developed by his father. On the intellectual front, he has been credited with having extended Kim il-Sung's personal philosophy of Juche, or self-reliance, which has been the guiding light for North Korea's development - or lack of it. A film aficionado, who ordered the kidnapping of a South Korean film director and his wife to 'assist' the north's film development, other claimed feats include the writing of six operas in two years and designing the huge Juche tower in Pyongyang. For all the spin, the truth is more nastily prosaic: a regime that is authoritarian in the extreme, whose people are kept from yearly lethal famine in their millions only by foreign aid, and whose senior officials enrich themselves through the massive processing and fabrication of illegal drugs for the South Asian market. Freedom of speech is viciously suppressed while the family of Kim and his late father have achieved godlike status. The 'Dear Leader' presides over a country that has been described as 'a Stalinist theme park', a place bereft of Coke adverts, or even mobile telephones. Visitors describe wide, shabby boulevards devoid of traffic save for the shiny new black Mercedes of the elite class, and where every facet of life is controlled by the government, restricting travel, allocating jobs, housing, food and imposing censorship. Last week the 'Dear Leader' was out of town visiting a unit of the army, of which he is Supreme Commander, and giving it some 'guidance'. But what no one knows, however, is what sort of 'guidance' he has been giving to the nuclear scientists and technicians who have moved in to restart the Yongbyon reactor in a complex sealed by UN inspectors under an agreement - now repudiated by Pyongyang - in 1994. What is clear is that they have been ordered to start moving thousands of fresh fuel rods towards the reactor to prepare for it to be restarted, and that Kim has told UN inspectors to leave. The billion-dollar question is what is really driving Kim Jong-il towards a clash with the US which he could scarcely hope to survive. Most analysts agree North Korea sees its nuclear and missile programmes as 'a useful and effective bargaining chip to be used against the US and Japan'. Indeed, Pyongyang itself has made this abundantly clear: insisting that the 'nuclear issue' could be easily solved if only the US would agree to sign a treaty of non-aggression - and by implication withdraw its troops from South Korea. And while the actual detail of what Kim has been up to recently may be a little sketchy, the broad picture of North Korea's nuclear ambitions has been well documented since the 1950s and the end of the Korean War, as it has proceeded with its nuclear development programme and then in the 1980s began to concentrate on building weapons. By 1985 US officials announced for the first time that they had intelligence data proving that a secret nuclear reactor was being built 60 miles north of Pyongyang near the small town of Yongbyon with the purpose of making fissile material. By the mid-1990s the US presented evidence that North Korea was building two new reactors that could produce fissile material for bombs as a by-product, forcing a stand-off between North Korea and the Clinton administration, that led ultimately to a 1994 agreement to shut down the controversial reactors under a monitoring programme by inspectors from the International Atomic Energy Agency in exchange for an oil and food deal. It is that agreement which North Korea has gradually shredded in the past few months, first as the US discovered that North Korea was attempting to acquire large quantities of high-strength aluminium which could be used in centrifuges to enrich uranium, and then following North Korea's admission in response in October and its announcement that the 1994 agreement was dead. As well as the issue of Washington's perceived distraction, analysts believe that Kim may have been swayed by events closer to home, including the recent anti-US demonstrations in South Korea and the election last week of President-to-be Roh Moo Hyun on a platform of reconciliation with the North. Playing the nuclear card, many in Seoul believe, is an attempt to drive a wedge between Roh and the US. The most popular interpretation, however, is that Kim Jung-il is attempting what some observers have called 'diplomacy by extortion' - building atomic weapons precisely to secure the kind of economic aid and special trade agreements with its neighbours and the West that it won in 1994 in exchange for curtailing its then declared nuclear weapons programme. And it is precisely the accuracy of this interpretation that is dividing the spooks in Washington and Seoul. For a decade, doves on the North Korean issue have long been arguing for a policy of engagement and support for South Korea's policy of 'sunshine' diplomacy with the North, arguing that the foremost goal of North Korea's leaders is national survival, not the forceful domination of South Korea. Pyongyang, these optimists believe, is trying to end its isolation and engage the outside world. As evidence, they point to North Korea's increasing trade with non-socialist nations, its opening of the country to foreigners, and the signing of agreements with South Korea and the United States. The hawks on North Korea - bolstered by recent defections that revealed North Korea's plans to target US bases first in event of a new Korean war - remain convinced that North Korea's goal is the domination of the entire Korean peninsula. One thing is certain - the attention suits the 'Dear Leader'. As he once commented: 'I am the object of criticism around the world. But I think that, since I am being discussed, then I am on the right track.'",
    "keywords": [
        "south",
        "focus",
        "korea",
        "cities",
        "secret",
        "administration",
        "nuclear",
        "kim",
        "weapons",
        "korean",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "The mountains of North Korea are largely deserted places, limestone and basalt massifs that are covered in snow in winter and humid in summer.\nAccording to the magazine, Choon had claimed that North Korea was operating a secret uranium-processing site underneath Mount Chun-Ma, which it had opened in 1989.\nA blunt admission came from North Korea itself last October: it conceded it had constructed a secret programme to build nuclear weapons, hidden away from the nuclear weapons inspectors it had agreed to admit under military pressure from the US in 1994.\nMost analysts agree North Korea sees its nuclear and missile programmes as 'a useful and effective bargaining chip to be used against the US and Japan'.\nThe hawks on North Korea - bolstered by recent defections that revealed North Korea's plans to target US bases first in event of a new Korean war - remain convinced that North Korea's goal is the domination of the entire Korean peninsula.",
    "sentiment": {
        "neg": 0.0629,
        "neu": 0.8626,
        "pos": 0.0745,
        "compound": 0.0525
    }
}