{
    "date": "2002-12-11T15:39:54Z",
    "title": "Inheritance of hunger",
    "url": "https://www.theguardian.com/world/2002/dec/11/northkorea.famine",
    "content": "In recent years, economic decline and natural disasters have seriously compromised national food security in North Korea. Although an unprecedented volume of food aid mobilised by the international community (about 3.4 million tonnes through the World Food Programme between 1995 and 2002) has helped ease the situation, the country still does not produce nearly enough to feed its population. The gap between domestic output of cereals and minimum consumption needs has ranged in recent years from 1.1 million tonnes to 2.4 million tonnes annually. The WFP's 2003 emergency operation, which needs 512,000 tonnes of commodities to help feed 6.4 million particularly vulnerable people, is the latest in a series of programmes that began in 1995 when we first started distributions in the country. The project has been scoped and scaled on the basis of what we've learned about food insecurity during the past year as part of our normal monitoring and other work. It also makes extensive use of the findings of a crop and food supply assessment mission, conducted jointly by the WFP and the UN's food and agriculture organisation, during this year's main harvest in late September and early October. However, unlike past years, the WFP is very concerned with the resourcing situation for its North Korean operations: donor pledges have failed to meet needs for the last months of 2002, and outlook for the first quarter of 2003 is even more grim. This year, for the first time, we have failed to meet our distribution targets by a wide margin - we will probably distribute only 70% of what had been planned. Since September, we have had to drop nearly 3 million beneficiaries from our distribution plans. Most of these are women and children, located in the western and southern parts of the country. They rely on a public distribution system that only provides them with about half the ration for a refugee in a camp, anywhere in the world. This means that, without our help, babies and children who are moderately malnourished risk becoming severely malnourished, and even more prone to sickness and disease. Women will give birth to smaller babies, and have less breast milk to feed them. It is what we call the inheritance of hunger: a malnourished mother giving birth to an underweight child who is pre-programmed to underperform and underachieve. That is the stark reality of North Korea today. From early in the coming year, many more people - this time including those living in the east and north - will also face ration cuts unless additional food is pledged and shipped immediately. This will come in the midst of the harsh Korean winter and at a time when economic reforms in the country have made life more uncertain for vulnerable groups, such as urban workers and their families. In addition, 18 WFP-supported factories that produce enriched blended foods and biscuits for millions of underfed infants and young children, and fortified noodles for malnourished pregnant and breastfeeding women, may have to be shut down for lack of donor-supplied ingredients such as flour, powdered milk, vitamins and minerals. The closure of these facilities, whose output is forecast to reach a record 50,000 tonnes this year, would deprive the youngest beneficiaries of micro-nutrients that are essential for healthy physical and mental development. Disparities in food availability between the food-rich south and west of the country and the food-poor north and northeast are significant, but urban-rural disparities are even more pronounced. Vulnerability assessments we conducted reveal that in the wake of an economic adjustment process initiated last July - which included huge, immediate increases in prices and wages - urban families spend up to 85% of their income on food. This compares with no more than 35% for state farmers and much less for co-operative farmers. Urban families also rely heavily on farmers' markets, where the price of rice, a staple food, has continued to increase in the four months since the initial, reform-related surge. We are also concerned about the capacity of the economy to redeploy excess labour created by a reform-induced drive for industries to become more efficient. This group will be one of the main targets of our food-for-work activities, designed to promote beneficiaries' longer-term food security. The WFP's 2003 operation primarily targets urban residents unable to easily access food outside the resource-strapped, government-run public distribution system. In 2003 the PDS plans to provide no more than 270 grams of food per person per day - 45% of an individual's minimum calorific needs. The main beneficiaries of the WFP will again be six-month-old to 10-year-old children, pregnant and nursing women, the most vulnerable of the elderly, and those particularly affected by natural disasters and the economic downturn. Declining donor contributions is the reason for our recent resourcing shortfall. Japan, which provided 500,000 tonnes of food in 2001, has not given this year. The USA's contribution has fallen to 157,000 tonnes, from 340,000 tonnes. South Korea has matched its 2001 contribution with a further 100,000 tonnes. Smaller pledges have been received from Australia, Canada, Denmark, the European Union, Germany, Italy and Luxembourg. The need for a strong donor response to WFP's latest appeal cannot be stressed enough. While our 2003 requirement is about 15% less than the 611,000 tonnes we initially sought for 2002, it is important that we are able to maintain our operations according to plan. Otherwise, the vital gains made in recent years risk being lost. · Rick Corsino is country director of the World Food Programme in North Korea",
    "keywords": [
        "needs",
        "hunger",
        "recent",
        "women",
        "million",
        "2003",
        "urban",
        "tonnes",
        "country",
        "food",
        "inheritance",
        "north"
    ],
    "summary": "In recent years, economic decline and natural disasters have seriously compromised national food security in North Korea.\nThe gap between domestic output of cereals and minimum consumption needs has ranged in recent years from 1.1 million tonnes to 2.4 million tonnes annually.\nMost of these are women and children, located in the western and southern parts of the country.\nIt is what we call the inheritance of hunger: a malnourished mother giving birth to an underweight child who is pre-programmed to underperform and underachieve.\nThe WFP's 2003 operation primarily targets urban residents unable to easily access food outside the resource-strapped, government-run public distribution system.",
    "sentiment": {
        "neg": 0.066,
        "neu": 0.8705,
        "pos": 0.0635,
        "compound": -0.035
    }
}