{
    "date": "2002-12-12T02:32:07Z",
    "title": "America's big gamble with a regime brought to its knees",
    "url": "https://www.theguardian.com/world/2002/dec/12/northkorea1",
    "content": "There is probably no state in the world that flouts international rules and global norms quite so flagrantly as North Korea, though whether this is by choice or duress depends on which side of the demilitarised zone you stand. It is a socialist nation, but one run by a godlike dynasty - the \"Dear Leader\" Kim Jong-il and his father, the \"Eternal General\" Kim Il-sung. It is a self-proclaimed \"workers' paradise\", but one in which hundreds of thousands have starved to death and many more now face food and fuel shortages as they enter the depths of winter. The North has nothing left to bargain with but fear - the threat that it might one day chose to become a state-sized suicide bomber. \"We are a small and poor nation up against the sole superpower so the only way to bring the United States to the negotiation table is to be prepared for suicidal action,\" said Kim Myong-chol, a military analyst close to the regime in Pyongyang. In the 12 years since the end of the cold war deprived it of its main protectors - China and Russia - the North has used brinkmanship to ensure its survival. In 1994, it took north-east Asia to the verge of war before halting a plutonium programme in return for fuel aid and a promise of help to build two light-water reactors. In 1998, when a devastating famine appeared to have brought Pyongyang to its knees, the regime test fired a Taepo Dong missile over Japan to remind the world it was still a threat. Despite engagement with South Korea, the North's economic isolation has increased dramatically since Mr Bush entered the White House. Last year Tokyo tax authorities cracked down on transfers of funds, said to be worth billions of pounds, from the wealthy North Korean community in Japan. Another source of foreign exchange was said to be amphetamine smuggling by special forces, but this became more difficult last December when the Japanese coastguard sank a North Korean spy ship. The US gamble is that the North Korean regime will be brought to its senses. Against that is the fear that Pyongyang continues to exploit: that it will use its final potential export - apocalypse.",
    "keywords": [
        "brought",
        "big",
        "war",
        "nation",
        "regime",
        "world",
        "knees",
        "korea",
        "threat",
        "kim",
        "americas",
        "korean",
        "pyongyang",
        "north",
        "gamble"
    ],
    "summary": "In 1998, when a devastating famine appeared to have brought Pyongyang to its knees, the regime test fired a Taepo Dong missile over Japan to remind the world it was still a threat.\nLast year Tokyo tax authorities cracked down on transfers of funds, said to be worth billions of pounds, from the wealthy North Korean community in Japan.\nAnother source of foreign exchange was said to be amphetamine smuggling by special forces, but this became more difficult last December when the Japanese coastguard sank a North Korean spy ship.\nThe US gamble is that the North Korean regime will be brought to its senses.\nAgainst that is the fear that Pyongyang continues to exploit: that it will use its final potential export - apocalypse.",
    "sentiment": {
        "neg": 0.167,
        "neu": 0.7759,
        "pos": 0.057,
        "compound": -0.3759
    }
}