{
    "date": "2002-11-30T02:13:30Z",
    "title": "Monitors give Pyongyang arms deadline",
    "url": "https://www.theguardian.com/world/2002/nov/30/northkorea",
    "content": "America's diplomatic effort to defuse the nuclear standoff with North Korea gathered pace yesterday as the UN added to pressure on Pyongyang to dismantle its weapons programme. A resolution from the UN's nuclear monitoring agency in Vienna urged North Korea to abandon its nuclear weapons programme, and to submit its facilities for verification. It gave Pyongyang, which has refused to admit inspectors, until March to submit a declaration on its arsenal. \"I think the message is clear: North Korea should cooperate,\" the atomic energy agency's director, Mohammed el-Baradei, told reporters. He said the agency could decide to take the matter to the UN security council in March, after North Korea responds to the resolution. Mr el-Baradei spoke after several weeks of concentrated activity by the US aimed at forging a single-track approach with Washington's main allies in the region, Japan and South Korea, on how best to apply economic and diplomatic pressure against Pyongyang. \"We have been very successful in bringing the Japanese, the Chinese, and, I would say, the Russians, also, and the South Koreans together on the strategy,\" the secretary of state, Colin Powell, said recently. \"So, the North Koreans now know that, as long as they are participating in this kind of activity, they are not going to be able to solve their economic problems.\" Mr Powell's comments indicate a shift in US policy. Officially, Washington refuses to negotiate with Pyongyang until it unilaterally dismantles its uranium enrichment programme. However, it has sent signals that America has no intention of war, and that North Korea could expect economic benefits if it scraps its programme. Yesterday Japan lent its support to Mr el-Baradei's appeal. \"The government of Japan strongly hopes that North Korea will reflect on this resolution seriously and take concrete action promptly to dismantle its nuclear programme,\" the foreign ministry said in a statement. Despite occasionally bellicose rhetoric, Washington appears anxious to avoid a military showdown with North Korea even though its nuclear weapons programme is more advanced than Iraq's and despite its status as the eastern end of what President George Bush calls an \"axis of evil\". In October, North Korea startled visiting US diplomats with the frank admission that it had continued to develop nuclear weapons in defiance of a 1994 agreement. Since then, the US has tried to construct a united front with Japan and South Korea to apply pressure on Pyongyang to give up its weapons. Its two allies have at times been reluctant to jeopardise their own policies in the region, which have focused on re-engagement with Pyongyang. But two weeks ago, Washington secured their agreement to cut off fuel shipments to North Korea. There were indications this week that North Korea was just as eager to negotiate its way out of the standoff. Officials said it was willing to give up its weapons programme in return for a non-aggression pact with Washington.",
    "keywords": [
        "south",
        "korea",
        "monitors",
        "washington",
        "nuclear",
        "japan",
        "weapons",
        "deadline",
        "resolution",
        "pyongyang",
        "programme",
        "arms",
        "north"
    ],
    "summary": "America's diplomatic effort to defuse the nuclear standoff with North Korea gathered pace yesterday as the UN added to pressure on Pyongyang to dismantle its weapons programme.\nA resolution from the UN's nuclear monitoring agency in Vienna urged North Korea to abandon its nuclear weapons programme, and to submit its facilities for verification.\n\"I think the message is clear: North Korea should cooperate,\" the atomic energy agency's director, Mohammed el-Baradei, told reporters.\nThere were indications this week that North Korea was just as eager to negotiate its way out of the standoff.\nOfficials said it was willing to give up its weapons programme in return for a non-aggression pact with Washington.",
    "sentiment": {
        "neg": 0.0797,
        "neu": 0.8206,
        "pos": 0.0998,
        "compound": 0.0473
    }
}