{
    "date": "2002-12-13T02:04:15Z",
    "title": "'There is a deal here waiting to be made'",
    "url": "https://www.theguardian.com/world/2002/dec/13/northkorea",
    "content": "Pyongyang's threat to restart its nuclear reactor may push the Bush administration into a North Korea strategy that runs counter to its every instinct, experts said yesterday. Only months after President Bush denounced North Korea as the eastern end of the \"axis of evil\", US officials may be forced to talk to Pyongyang to prevent a deepening of the crisis. For weeks, US officials have insisted there will be no negotiations with North Korea, and no financial inducements for dismantling the uranium-enrichment programme that was discovered last October. Washington pointedly ignored repeated signals from Pyongyang that it would scrap its programme in return for economic aid. Last month, the US suspended oil shipments to North Korea which were part of a 1994 agreement under which Pyongyang was to scrap its nuclear programme in return for aid. However, the US did pledge to resolve the crisis through diplomacy. The strategy backfired yesterday when North Korea said the fuel shortages left it no choice but to restart its reactor. \"It is clear that they have bollocked the management of this relationship terribly, and that there is an escalation of the danger,\" said Leonard Spector, a former administrator for arms control at the national nuclear security administration. \"I think they blundered and they must recalibrate now. I believe they are going to have to have what is called an agonising reappraisal.\" Signs of a policy shift are unlikely to emerge before December 19, when South Korea goes to the polls after an election campaign marked by a rise in anti-American sentiment. However, analysts argue that Washington has left itself little scope for manoeuvre. Its stated commitment to forging a common diplomatic strategy towards Pyongyang with South Korea, Japan, China and Russia broke down this week when it informed Madrid, not Seoul, of its intentions to intercept a North Korean missile shipment. Commentators in Seoul have also accused Washington of interfering in the election campaign on behalf of the conservative opposition candidate, Lee Hoi-chang, who advocates a tougher line on North Korea. If Washington wants to step up the economic pressure on North Korea, it must work through China, which has the most economic ties with the Pyongyang. But there are dangers of putting pressure on a system close to collapse. \"They can cut off food supplies and cause more people to starve to death, but I don't think anyone wants to do that,\" said Donald Gregg, a former US ambassador to South Korea, and the director of the Korea Society in New York. \"The problem is: at some point there has to be dialogue with North Korea, and there has been no dialogue since Bush came into office.\" Since last October, critics of the Bush administration's policy have argued that North Korea is in fact making a clumsy attempt to open negotiations for the scrapping of its weapons. Joseph Cirincione, of the Carnegie Endowment for International Peace, said: \"Basically, we can buy the North Korean nuclear programme and for not very much money. There is a deal here waiting to be made.\"",
    "keywords": [
        "waiting",
        "south",
        "deal",
        "economic",
        "korea",
        "washington",
        "nuclear",
        "strategy",
        "pyongyang",
        "programme",
        "north",
        "bush"
    ],
    "summary": "Pyongyang's threat to restart its nuclear reactor may push the Bush administration into a North Korea strategy that runs counter to its every instinct, experts said yesterday.\nFor weeks, US officials have insisted there will be no negotiations with North Korea, and no financial inducements for dismantling the uranium-enrichment programme that was discovered last October.\nThe strategy backfired yesterday when North Korea said the fuel shortages left it no choice but to restart its reactor.\nJoseph Cirincione, of the Carnegie Endowment for International Peace, said: \"Basically, we can buy the North Korean nuclear programme and for not very much money.\nThere is a deal here waiting to be made.\"",
    "sentiment": {
        "neg": 0.1341,
        "neu": 0.8345,
        "pos": 0.0314,
        "compound": -0.2929
    }
}