{
    "date": "2002-12-10T17:08:25Z",
    "title": "China's flunkey",
    "url": "https://www.theguardian.com/world/2002/dec/10/china.northkorea",
    "content": "China has always been a delicate topic to raise in North Korea. Many elements in Korean traditional culture came from across the Yalu river, but the North (unlike the South) long ago abolished the use of Chinese characters. The Chinese People's Volunteers also came from across the Yalu river to drive back the US-led UN forces south of the 38th parallel. However, visitors to Pyongyang's war museum will find no mention of the Chinese role - unless they are conducted to a special gallery which is normally kept locked. The late Kim Il-sung, having been put in power by the Soviet army in 1945, was saved from defeat by the Chinese army in 1950. As soon as the Korean war was over he moved to purge the Korean Workers' party of its pro-Chinese faction. \"Flunkeyism\" to unnamed foreign powers (Russia as well as China) became a crime, and Kim built his new dynasty on the basis of the new doctrine of Juche - roughly equivalent to self-reliance. Yet as the Juche strategy lost momentum, North Korea depended increasingly on aid from both communist backers. By the late 1980s, convoys of Chinese trucks crossed the Yalu at Sinuiju, bearing grain to fill the North Korean deficit. No public acknowledgement was made of this debt. Two years before the Great Leader died, he wrote a poem on the birthday of his son, the Dear Leader Kim Jong-il, effectively transferring the dynastic mandate to him. This very Korean gesture was written ... in Chinese. Yet looking North, as Koreans have done for centuries, Kim Jong-il has more cause for reflection than ever before as he contemplates his country's diplomatic situation today. It is only a few days since Beijing was hosting the Russian president, Vladimir Putin, who joined President Jiang Zemin in issuing a strong statement calling for \"the non-nuclear status of the Korean peninsula\" to be preserved. They also called for the normalisation of US relations with North Korea - an issue on which the Bush administration has been lukewarm. Yet the overall thrust of the statement, coming soon after Pyongyang's admission that it has maintained a nuclear programme, amounted to a joint slap on the face for the North. China has previously said that this admission came as a complete surprise. The Putin-Jiang statement was reinforced by Chinese support for the International Atomic Energy Authority's resolution urging Pyongyang to let it inspect North Korean nuclear facilities. The Chinese foreign ministry statement came pointedly the day after Pyongyang had rejected the IAEA's request. While last week showed a common Sino-Russian front on the Korean crisis, Korea is now explicitly on the US-China agenda - including this week's formal talks between senior Chinese military generals and the Pentagon. US diplomats have already expressed satisfaction with Beijing's efforts to lean on Pyongyang. On what is now a standard diplomatic route, US assistant secretary of state Richard Armitage is visiting Japan, South Korea and China to present US policy on Iraq - and on Korea. The net effect of this activity is to present a more-or-less common diplomatic front in which the most important powers in North Korea's historical life - China, Russia, the US and Japan - are all leaning on Pyongyang. Of the four, China remains the most influential and has played its cards most skilfully over the years. Critics say that Beijing is soft on Pyongyang because it refuses to allow North Korean defectors refugee status, and seeks to prevent them transiting Chinese territory to South Korea or any other destination (although it does allow them to leave once they have touched base in a foreign mission). Last week the official news agency announced that China had arrested 160 North Korean defectors and supporters, and separately that a Chinese court in Jilin province had begun a trial of seven members of an underground refugee railway headed by a South Korean missionary. These moves to some extent offset China's diplomatic pressure over the nuclear crisis. Yet it is also in China's own interest to minimise the flow of refugees which would only increase if Beijing offered an easy route to freedom. On the economic front, Beijing has made it clear that it would like North Korea to go down the same path of reform that the post-Mao leadership launched in China more than 20 years ago. In principle Kim Jong-il does not disagree: even before his father's death, the son represented a modernising stratum within the Workers' party elite which was more prepared to look abroad. (Sceptics say that they were largely motivated by their greed for foreign goodies: Kim himself has made no secret of his liking for good French wines and cosmopolitan cuisine). Pyongyang has already a made a start with radical price and wages reforms imposed earlier this year and with plans for several new special economic zones. Yet these initiatives show all the weakness of a command economy dominated by one man. The reforms are so sweeping that they may undermine rather than revitalise an economy already crippled by food, power and other material shortages. Kim Jong-il's eccentric appointment of colourful Chinese entrepreneur Yang Bin as chief executive for the first new zone at Sinuiju had to be countermanded when his choice was arrested in China for tax fraud. When Kim Jong-il last visited China two years ago, he was given a guided tour of Shanghai, the city at the cutting edge of China's new-tech revolution. Diplomatic sources in Tokyo said last weekend that the North Korean leader would be visiting Beijing later this month to seek advice on how to escape from his country's increasing isolation. If he does so, the Chinese will no doubt advise him to hasten with less speed. Kim Jong-il's weak diplomatic position does not mean that he will yield easily to pressure: he and his father have long developed a skilful strategy of exploiting their own weakness to win concessions from others. Yet if he is to be nudged in the right strategic and economic directions, the most effective and experienced nudgers will be found in Beijing.",
    "keywords": [
        "diplomatic",
        "south",
        "korea",
        "beijing",
        "china",
        "kim",
        "pyongyang",
        "chinas",
        "chinese",
        "flunkey",
        "north",
        "korean"
    ],
    "summary": "Yet as the Juche strategy lost momentum, North Korea depended increasingly on aid from both communist backers.\nBy the late 1980s, convoys of Chinese trucks crossed the Yalu at Sinuiju, bearing grain to fill the North Korean deficit.\nThey also called for the normalisation of US relations with North Korea - an issue on which the Bush administration has been lukewarm.\nYet it is also in China's own interest to minimise the flow of refugees which would only increase if Beijing offered an easy route to freedom.\nWhen Kim Jong-il last visited China two years ago, he was given a guided tour of Shanghai, the city at the cutting edge of China's new-tech revolution.",
    "sentiment": {
        "neg": 0.0917,
        "neu": 0.8271,
        "pos": 0.0813,
        "compound": -0.0283
    }
}