{
    "date": "2002-02-20T02:24:09Z",
    "title": "Analysis: Brinkmanship on the 38th parallel",
    "url": "https://www.theguardian.com/world/2002/feb/20/northkorea.guardiananalysispage",
    "content": "Kim Jong-il sounded less like an \"axis of evil\" leader than a convert to globalisation when he set out his economic vision for North Korea recently. \"All outworn and dogmatic 'Soviet-type' patterns should be renounced,\" he said, \"... [and] foreign trade should be conducted in accordance with the mechanism and principles of capitalism.\" Nor did Pyongyang's first reaction to September 11 quite have the ring of the potentially terrorist power which President Bush claims it to be. \"This very regretful and tragic incident,\" said a spokesman for North Korea's foreign ministry, \"reminds [the international community] once again of the gravity of terrorism,\" adding that his country \"is opposed to all forms of terrorism ... and this stance will remain unchanged.\" It might also seem a shade odd for a country in North Korea's dire economic straits to contemplate adventures which would return it to its former isolation. To quote just one chilling sentence from the latest World Food Program report, \"sugar will run out next week. This is critical as it is a basic ingredient in ... food blends given to young children.\" Yet when Mr Bush visits the 38th parallel today, he will view the north through the darkest of spectacles as a current threat to the south - and a potential threat to US security. While his talks with the south's president, Kim Dae-jung, will seek to bridge the gap in perceptions, he has already cast a very long shadow on Mr Kim's \"sunshine\" policy. The Bush administration brushes aside North Korean protestations, accusing Pyongyang of seeking to acquire a \"mature capability\" of weapons of mass destruction. Even Washington does not actually suggest that North Korea has current links with terrorist organisations, but Mr Bush, on his way to the far east, sketched a dire scenario. \"One of the most dangerous things that can happen to the future of our nation is that these kind of terrorist organisations hook up with nations that develop weapons of mass destruction,\" he said in Alaska. \"We'd like for them to change their ways, but if they do not, the US will do what it takes to defend our freedom.\" What must Pyongyang do, according to the Bush prescription, to \"change its way\" and does his warning convey a serious threat of military action? North Korea's long-range missile programme is one of the main justifications cited by the US administration for its own national missile defence programme. Washington said last month that the Taepo Dong-2 missile \"may be ready for flight- testing\" and was capable of reaching \"parts of the US with a nuclear-weapon sized payload\". However the CIA's assessment of \"foreign missile developments\" also admits that a voluntary moratorium on testing, which North Korea first announced in 1999 and renewed in May last year, is still in place. Mr Bush's national security adviser, Condoleezza Rice, has highlighted North Korea's sale of missile technology as evidence that it is \"part of the axis of evil\". She claimed in a February 14 briefing that the North Koreans were \"stocking a lot of the world right now ... (and) exporting to just about anybody who will buy\", but refused to give details of the alleged purchasers. In fact the missile technology has been sold to a handful of countries including Iran and Syria - and at least once to US ally Egypt. Kim Jong-il makes no secret that the missile sales are a hard cash earner - and also open to negotiation. Washington acknowledges that North Korea has abided by the terms of a 1994 deal, according to which it would close down its nuclear power programme which could have produced weapons-grade plutonium. The deal provided instead for a foreign consortium of donors (KEDO) to fund two light- water reactors capable of supplying civilian-use nuclear power, and to provide adequate supplies of oil until these were built. Pyongyang now complains that the reactor programme is years behind schedule and that the US has refused compensation for the delay. It is this wider US-North Korea dialogue and disagreement over what it should cover which lies at the heart of the dispute - and has for many years. North Korea has always seen negotiations with the US as the passport to international acceptance and has exploited its \"threat\" value to bring Washington to the table. The Clinton administration, in its second term, finally committed itself to meaningful dialogue and came close to an agreement in which North Korea would have renounced its missile programme in exchange for US recognition and aid. With the US apparently on board, North Korea responded positively in 2000 to Kim Dae-jung's \"sunshine\" initiative which led to the exhilarating Pyongyang summit and tearful reunions of divided families. However, the deal faltered partly, according to Mr Clinton (who had hoped to sign it in Pyongyang), because he was distracted by the Middle East. Then in March last year Mr Bush dashed hopes by labelling North Korea as \"untrustworthy\". While his administration claimed it was still interested in dialogue, it broadened the agenda to include the north's conventional forces. Post-September 11, Washington now says it wants a \"complete agenda\" on the table or nothing at all. No one claims that North Korea is an easy negotiating partner, and it has been guilty of spectacular acts of terrorism against the south in the past. Yet critics say Mr Bush has handed a gift to its military hardliners, encouraging a return to the garrison mentality of the past. (It is also a gift to the rightwing opposition in Seoul.) Pro-administration commentators portray Bush's line as a tactical shift away from Mr Kim's bright sunshine to a chiaroscuro diplomacy which may be more effective in the long run. It is still a risky game. The north has labelled its inclusion by Mr Bush in the axis of evil as a \"declaration of war\". · John Gittings is the Guardian's Asia editor. john.gittings@theguardian.com",
    "keywords": [
        "mr",
        "analysis",
        "brinkmanship",
        "korea",
        "parallel",
        "washington",
        "threat",
        "38th",
        "missile",
        "koreas",
        "pyongyang",
        "programme",
        "north",
        "bush"
    ],
    "summary": "Kim Jong-il sounded less like an \"axis of evil\" leader than a convert to globalisation when he set out his economic vision for North Korea recently.\nIt might also seem a shade odd for a country in North Korea's dire economic straits to contemplate adventures which would return it to its former isolation.\nYet when Mr Bush visits the 38th parallel today, he will view the north through the darkest of spectacles as a current threat to the south - and a potential threat to US security.\nNorth Korea's long-range missile programme is one of the main justifications cited by the US administration for its own national missile defence programme.\nYet critics say Mr Bush has handed a gift to its military hardliners, encouraging a return to the garrison mentality of the past.",
    "sentiment": {
        "neg": 0.1023,
        "neu": 0.8267,
        "pos": 0.071,
        "compound": -0.0971
    }
}