{
    "date": "2002-12-31T09:42:57Z",
    "title": "Expelled UN inspectors leave N Korea",
    "url": "https://www.theguardian.com/world/2002/dec/31/northkorea1",
    "content": "Expelled UN nuclear inspectors today left North Korea, giving it the opportunity to resume a mothballed plutonium programme. The inspectors arrived in China as one of North Korea's senior officials blamed the US for Pyongyang being unable to fulfil its obligations under the nuclear non-proliferation treaty. Pak Ui Chun, North Korea's ambassador to Moscow, said Washington had itself violated the pact by \"threatening us with a preventative nuclear strike\", the Russian Interfax news agency reported. \"In these circumstances, we also cannot fulfil the non-proliferation treaty, the basic clause of which is the obligation of nuclear states not to use the nuclear weapon against states which do not possess it,\" he said. The non-proliferation treaty, which North Korea signed in 1985, is designed to stop the spread of nuclear weapons and technology. Pyongyang said at the weekend that it might withdraw from the pact, a move that would deepen concern over its nuclear intentions. It previously pulled out of the treaty in 1993 to stop inspectors visiting its Yongbyon nuclear facilities, precipitating an international crisis that ended 18 months later when Pyongyang made a deal with the Clinton administration to freeze work at the plant in return for energy sources. It was feared that plutonium siphoned off from the reactor could be used in a nuclear weapons programme. But UN inspectors subsequently placed at Yongbyon to make sure it would not be reactivated today arrived in Bejing. The two monitors - a Lebanese man and a Chinese woman - emerged from the arrival hall at Beijing airport after flying in from Pyongyang. They refused to discuss the North Korean situation, saying they were on their way to the headquarters of the International Atomic Energy Agency, the UN's nuclear watchdog, in Vienna. North Korea ordered the expulsion of the two UN monitors on Friday. In recent weeks, it has also cut UN seals and impeded surveillance equipment at the reactor and its spent fuel pond after it announced it would reactivate the mothballed plant to produce electricity because Washington had halted promised energy sources. An oil embargo was imposed by the US last month after a North Korean official admitted in October that his country had been covertly developing nuclear weapons using enriched uranium. With the departure of the inspectors, satellites are the only available tools to monitor the isolated state's nuclear programme, a South Korea foreign ministry official said today. Seoul has expressed alarm at the developments, but insists dialogue is the only way to resolve the problem peacefully. President-elect Roh Moo-hyun has requested that the US consult South Korea, a close ally, before formulating a new approach in its policy to Pyongyang. \"Success or failure of a US policy toward North Korea isn't too big a deal to the American people, but it is a life-or-death matter for South Koreans,\" he said. \"Therefore, any US move should fully consider South Korea's opinion.\" Withdrawal from the non-proliferation treaty would mean Pyonyang is intent on raising pressure on the US to negotiate over energy sources. But leaving the treaty could be a largely symbolic gesture, as US officials believe North Korea already has one or two nuclear bombs.",
    "keywords": [
        "south",
        "energy",
        "expelled",
        "korea",
        "nonproliferation",
        "nuclear",
        "leave",
        "n",
        "pyongyang",
        "weapons",
        "inspectors",
        "treaty",
        "north"
    ],
    "summary": "Expelled UN nuclear inspectors today left North Korea, giving it the opportunity to resume a mothballed plutonium programme.\nThe non-proliferation treaty, which North Korea signed in 1985, is designed to stop the spread of nuclear weapons and technology.\nIt was feared that plutonium siphoned off from the reactor could be used in a nuclear weapons programme.\nNorth Korea ordered the expulsion of the two UN monitors on Friday.\nBut leaving the treaty could be a largely symbolic gesture, as US officials believe North Korea already has one or two nuclear bombs.",
    "sentiment": {
        "neg": 0.085,
        "neu": 0.8575,
        "pos": 0.0574,
        "compound": -0.1099
    }
}