{
    "date": "2002-12-28T00:43:19Z",
    "title": "North Korea expels UN inspectors",
    "url": "https://www.theguardian.com/world/2002/dec/28/northkorea1",
    "content": "North Korea seriously escalated the confrontation with the United States yesterday by declaring that it is to expel UN inspectors from its nuclear facilities. The move will allow Pyongyang to start up a plutonium-producing reactor free from outside scrutiny. It issued a defiant statement: \"In a situation where there is no longer justification for the inspectors to stay in our country, our government has decided to send them out.\" It also accused the US of \"rushing headlong into extremely dangerous confrontation\". The brinkmanship is apparently aimed at wringing concessions from Washington, but there are huge risks attached. \"We will not respond to threats or broken commitments,\" a White House spokesman, Scott McClellan, warned yesterday, calling on the North to shut down its nuclear weapons programme. But Pyongyang also announced that it is to reactivate a laboratory for the storage of spent fuel rods from the Yongbyon reactor once it resumes operation. The Pentagon claims North Korea will be able to extract plutonium from the rods which could be used to make nuclear weapons within months. The International Atomic Energy Agency, the Vienna-based UN body responsible for trying to prevent the proliferation of nuclear weapons, said it had received a letter from North Korea about the expulsion of its two inspectors, although the inspectors knew nothing about the matter. The moves by North Korea's government mean that it could be declared in breach of a UN security council obligation before Iraq. The IAEA is due to meet in Washington on January 6 to decide. The IAEA's director-general, Mohammed El Baradi, who is also leading the hunt for nuclear weapons material in Iraq, urged North Korea to leave the inspectors in place. A British Foreign Office junior minister, Bill Rammell, described the North's behaviour as \"very worrying, dangerous and unacceptable\". But he said the move appeared to be \"a clumsy attempt to gain international leverage rather than being a move to set itself in contravention and opposition to the international community\". Relations between Pyongyang and Washington have deteriorated sharply over the past three months. The US defence secretary, Donald Rumsfeld, warned this week that Washington was capable of waging war on two fronts, Iraq and North Korea. The latest escalation adds to pressure on the South Korean president-elect, Roh Moo-hyun, who was elected on a pledge to continue seeking detente with Pyongyang. \"North Korea must withdraw the nuclear measures it has taken and restore facilities and equipment to their original state,\" he said. Adding to the tension yesterday, the UN command in Seoul said that North Korean guards had brought machine guns into the demilitarised border zone between the two Koreas six times this month, in violation of war truce rules. Mr Roh acknowledged that Pyongyang's moves were undermining support in South Korea for his plan to put fresh life into the \"sunshine\" policy towards the North started by the South's outgoing president, Kim Dae-jung. The crisis began in October after North Korea claimed that Washington had been slow to implement a 1994 agreement whereby the North froze its nuclear weapons programme in return for the US and other countries building two modern nuclear plants to supply the country with electricity. The North Korean news agency yesterday appeared to concede that the North's nuclear programme has military uses. The US demand that it be scrapped was \"a pipe dream\", the agency said.",
    "keywords": [
        "expels",
        "korea",
        "washington",
        "nuclear",
        "weapons",
        "inspectors",
        "pyongyang",
        "programme",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "North Korea seriously escalated the confrontation with the United States yesterday by declaring that it is to expel UN inspectors from its nuclear facilities.\nThe Pentagon claims North Korea will be able to extract plutonium from the rods which could be used to make nuclear weapons within months.\nThe IAEA's director-general, Mohammed El Baradi, who is also leading the hunt for nuclear weapons material in Iraq, urged North Korea to leave the inspectors in place.\nThe US defence secretary, Donald Rumsfeld, warned this week that Washington was capable of waging war on two fronts, Iraq and North Korea.\n\"North Korea must withdraw the nuclear measures it has taken and restore facilities and equipment to their original state,\" he said.",
    "sentiment": {
        "neg": 0.1103,
        "neu": 0.8223,
        "pos": 0.0674,
        "compound": -0.144
    }
}