{
    "date": "2002-02-18T02:19:14Z",
    "title": "Bush trip tests Tokyo friendship",
    "url": "https://www.theguardian.com/world/2002/feb/18/northkorea.japan",
    "content": "President Bush arrived in Japan yesterday to enlist support for his tough stance against North Korea and to encourage the Japanese prime minister, Junichiro Koizumi, to intensify efforts to revitalise the world's second-largest economy. In public, Mr Bush has been quick to express confidence in \"my friend\" Mr Koizumi, a man whom Washington views as the best hope for reversing Japan's 10-year economic decline and preventing its huge public debt and weakening yen from affecting the the tentative recovery of the American economy. In private, his advice is likely to be more forceful, though Mr Koizumi scarcely needs reminding of the need to pull Japan out of its deflationary spiral. Both leaders also face delicate discussions on North Korea, recently denounced by Mr Bush as part of an \"axis of evil\" alongside Iraq and Iran. His hardline stance is not shared by officials in Japan, which supports South Korea's \"sunshine\" policy of engagement with the North, and is trying to use dialogue to settle crucial bilateral issues such as missile proliferation. Japan, praised by the US for providing logistical support for the war in Afghanistan, is less prepared to offer help should the Bush administration expand its campaign to include Iraq, Iran and North Korea. On television yesterday, Japan's defence agency chief, Gen Nakatani said that Japan would need proof of those countries' involvement in the September 11 terrorist attacks before offering its support. \"We would make a judgment after receiving a thorough explanation [from the US] of what the linkages are,\" he said. Many Japanese appear ambivalent about Mr Bush's three-day visit. Dozens of leftwing students protesting against the war in Afghanistan in Tokyo hours before Mr Bush's arrival were easily prevented from marching on the US embassy yesterday. Mr Bush will address the Japanese parliament tomorrow before having lunch with the emperor and empress. Keen to show his close personal friendship with the president, Mr Koizumi reportedly plans to take the Bushes to a traditional Japanese pub, although Mr Bush, a teetotaller, is not expected to sample the local sake. Japan is Mr Bush's first stop on a three-nation Asian tour. He will spend Wednesday in South Korea, where he will meet President Kim Dae-jung, visit the demilitarised zone separating north and south, and lunch with US troops. He will arrive in Beijing on Thursday for two days of talks with President Jiang Zemin and the prime minister, Zhu Rongji. Although Sino-US ties have improved significantly since September 11, Mr Bush is expected to use his meetings to raise delicate issues, including human rights and Taiwan.",
    "keywords": [
        "mr",
        "friendship",
        "korea",
        "koizumi",
        "president",
        "tests",
        "japanese",
        "japan",
        "support",
        "trip",
        "tokyo",
        "yesterday",
        "north",
        "bush"
    ],
    "summary": "In private, his advice is likely to be more forceful, though Mr Koizumi scarcely needs reminding of the need to pull Japan out of its deflationary spiral.\nBoth leaders also face delicate discussions on North Korea, recently denounced by Mr Bush as part of an \"axis of evil\" alongside Iraq and Iran.\nMr Bush will address the Japanese parliament tomorrow before having lunch with the emperor and empress.\nKeen to show his close personal friendship with the president, Mr Koizumi reportedly plans to take the Bushes to a traditional Japanese pub, although Mr Bush, a teetotaller, is not expected to sample the local sake.\nAlthough Sino-US ties have improved significantly since September 11, Mr Bush is expected to use his meetings to raise delicate issues, including human rights and Taiwan.",
    "sentiment": {
        "neg": 0.0644,
        "neu": 0.8391,
        "pos": 0.0965,
        "compound": 0.1207
    }
}