{
    "date": "2002-10-22T01:22:41Z",
    "title": "Leader: Confessional diplomacy",
    "url": "https://www.theguardian.com/world/2002/oct/22/northkorea.guardianleaders",
    "content": "Condoleezza Rice, the US national security adviser, has admitted to puzzlement over North Korea's admission last week that it is running a nuclear weapons-related uranium enrichment programme. Ms Rice says the Bush administration is now debating whether this unexpected openness should be interpreted as a threatening or conciliatory gesture. In its search for enlightenment, the US has been busily consulting its regional allies, principally Japan and South Korea. President George Bush is also expected to discuss the issue with the Chinese leader, Jiang Zemin, when they meet in Texas later this week. On the outcome of these deliberations may rest a US decision either to pursue a tougher, confrontational policy towards Pyongyang or to follow the diplomatic route. Selecting the first option would be ill-advised. Although the internal workings of the North Korean regime are as always hard to decipher, President Kim Jong-il's recent actions appear to be driven by two overriding priorities (neither of which should be news to Ms Rice). One is ending the perceived existential threat posed by the US which maintains a large military presence, backed by its own nuclear weapons, in South Korea and Japan. Having lost its old Soviet sponsors, and having watched Beijing gradually distancing itself over the past decade, North Korea finds itself almost entirely friendless in a hostile world. Mr Bush's longstanding ambivalence about South Korea's \"sunshine policy\" of detente, which gratuitously damaged its author, President Kim Dae-jung, and his inclusion of Pyongyang in his \"axis of evil\" have exacerbated the north's paranoia and what it calls its sense of \"strangulation\". When the country's parlous economic situation, worsened by famine and heinous political repression, is factored in, it seems highly unlikely that North Korea would seriously try to threaten the US or its allies unless cornered. Its nuclear mea culpa should be seen primarily as a crude incentive to the US to curb its hostility and resume the dialogue initiated by the Clinton administration. It was also a cry for help - for bombs and missiles apart, North Korea has few bargaining chips. Kim Jong-il's other top priority is normalisation of relations not just with the US but with the region as a whole. To this end he has taken a series of steps including limited economic reforms, agreement to reopen road and rail links with the south, and a range of high-level diplomatic contacts (including with the US). The Japanese prime minister's summit in Pyongyang last month saw another bout of confessional diplomacy, this time relating to North Korea's abduction of Japanese citizens. By coming clean, Pyongyang hopes to achieve a rapprochement with Japan and to secure the financial aid and loans contingent on such a thaw. Similarly, North Korea badly needs constructive engagement with the west if new assistance from multilateral institutions is to be secured. North Korea undoubtedly remains a repulsive dictatorship. But all the signs suggest it is finally trying to change its ways. If Ms Rice still has doubts, she should study yesterday's North Korean offer of unconditional dialogue. But whether the Bush administration is thinking objectively, and will respond sensibly, is uncertain. Pentagon boss Donald Rumsfeld lost no time last week in \"revealing\" that North Korea may already have one or two nuclear bombs, thereby expediently dramatising the WMD threat in general. Mr Rumsfeld's claim was not new; the Pentagon and CIA have long been of that opinion. But it was recycled to justify bellicose US policy half a world away.",
    "keywords": [
        "diplomacy",
        "policy",
        "south",
        "rice",
        "leader",
        "korea",
        "week",
        "president",
        "ms",
        "nuclear",
        "confessional",
        "pyongyang",
        "north"
    ],
    "summary": "Ms Rice says the Bush administration is now debating whether this unexpected openness should be interpreted as a threatening or conciliatory gesture.\nIn its search for enlightenment, the US has been busily consulting its regional allies, principally Japan and South Korea.\nIt was also a cry for help - for bombs and missiles apart, North Korea has few bargaining chips.\nThe Japanese prime minister's summit in Pyongyang last month saw another bout of confessional diplomacy, this time relating to North Korea's abduction of Japanese citizens.\nSimilarly, North Korea badly needs constructive engagement with the west if new assistance from multilateral institutions is to be secured.",
    "sentiment": {
        "neg": 0.0955,
        "neu": 0.8536,
        "pos": 0.051,
        "compound": -0.1822
    }
}