{
    "date": "2002-07-19T01:08:36Z",
    "title": "Leader: North Korea's people cry out for help",
    "url": "https://www.theguardian.com/world/2002/jul/19/northkorea.guardianleaders",
    "content": "Nobody in the west has a clear picture of what goes on inside North Korea, the world's most shuttered society. But our report today, based on the testimony of escaped political prisoners, affords a glimpse at least of the true nature of Kim Jong-il's regime. It is an insight both repulsive and harrowing, revealing a gulag of concentration camps in which human life, far from being counted cheap, has no value at all. Nor is there any reason to believe that camp conditions, or respect for the basic rights of North Korea's 22 million people taken as a whole, have in any way improved of late. International aid agencies, offering famine assistance, and human rights organisations cannot operate in the country. Even the Red Cross has been denied access to the camps. Although the regime likes to present a smiling face to the world, as with last May's national birthday party, the reality behind the facade appears utterly grim. Further evidence of that is to be found in the growing refugee crisis in north-east China where large numbers of North Koreans are now fleeing and hundreds of thousands already live illegally. After a spate of high-profile cases in which asylum-seekers sought assistance at foreign embassies, China has cracked down on the influx, in part by forcibly repatriating refugees, even though they face punishment and possible execution. China, North Korea's principal ally, claims it is bound by its treaty obligations to Pyongyang. But its actions clearly contravene the 1951 UN refugee convention (which it ratified) and in particular, article 33 prohibiting the return of any refugee \"where his life or freedom would be threatened on account of his race, religion, nationality, membership of a social group or political opinion\". On almost all these counts, the North Korean regime is a lethal menace to its people. Post-September 11, international attention has focused on \"rogue state\" North Korea's missile programme and its weapons of mass destruction. But these US-led \"axis of evil\" priorities are mistaken. The plight of the North Korean people, from repression, famine, and systemic misrule, should be the primary spur to international action. They cry out for help. But who is listening? Not Jack Straw. He had his chance in a speech in Beijing this week. The foreign secretary spoke boldly of the \"universality\" of human rights. He fretted predictably about North Korea's missiles. But of its people's cruel suffering, he said not a word.",
    "keywords": [
        "human",
        "political",
        "cry",
        "leader",
        "international",
        "regime",
        "refugee",
        "china",
        "rights",
        "koreas",
        "life",
        "north",
        "help"
    ],
    "summary": "It is an insight both repulsive and harrowing, revealing a gulag of concentration camps in which human life, far from being counted cheap, has no value at all.\nNor is there any reason to believe that camp conditions, or respect for the basic rights of North Korea's 22 million people taken as a whole, have in any way improved of late.\nChina, North Korea's principal ally, claims it is bound by its treaty obligations to Pyongyang.\nPost-September 11, international attention has focused on \"rogue state\" North Korea's missile programme and its weapons of mass destruction.\nHe fretted predictably about North Korea's missiles.",
    "sentiment": {
        "neg": 0.1301,
        "neu": 0.7903,
        "pos": 0.0796,
        "compound": -0.0882
    }
}