{
    "date": "2002-11-27T02:34:11Z",
    "title": "Pass notes",
    "url": "https://www.theguardian.com/world/2002/nov/27/northkorea.euro",
    "content": "Population: 22,224,195. Capital: Pyongyang. Government: Stalinist dictatorship under roly-poly leader Kim Jong-il. Currency: the euro. Whoops! I'm surprised that howler slipped by the sub-editors. It's no mistake. The Democratic People's Republic of Korea has joined the eurozone. Well, I didn't vote for them. No one did. North Korea has simply chosen the euro as its new official foreign exchange currency. Can you explain this in a way that won't make my head hurt? North Korea's own currency, the won, is not convertible, so all the country's trade with its neighbours is done in foreign currency, namely US dollars. Obtaining hard currency is a central plank of the regime's economic recovery plans. Ow. Now, in what is seen as a sign of increasing hostility towards America, the North Korean government has announced that from next month only the euro will be considered legal tender. That's nice. Do you mind if I watch Pet Rescue while you talk? It could also be a clever way of forcing the hordes of dollars stashed by citizens of the famine-hit People's Republic back into circulation. Tell me why this might be a bad thing. North Korea is currently recognised as the world's largest producer of counterfeit dollars. It is feared the switch could flood Europe with worthless funny money. I thought that happened last January. The euro has been gaining weight lately, and is now worth almost exactly one dollar. In that case, perhaps those Koreans know something we don't. And not just them. The euro is the hard currency of choice for Cuba, Kosovo, San Marino, the Vatican and Iraq. Do say: \"We're backing the government 100 per cent on this one.\" Don't say: \"Save the won!\"",
    "keywords": [
        "won",
        "korea",
        "say",
        "republic",
        "euro",
        "way",
        "pass",
        "peoples",
        "dollars",
        "notes",
        "currency",
        "north"
    ],
    "summary": "Currency: the euro.\nThe Democratic People's Republic of Korea has joined the eurozone.\nNorth Korea has simply chosen the euro as its new official foreign exchange currency.\nIt could also be a clever way of forcing the hordes of dollars stashed by citizens of the famine-hit People's Republic back into circulation.\nNorth Korea is currently recognised as the world's largest producer of counterfeit dollars.",
    "sentiment": {
        "neg": 0.1026,
        "neu": 0.8154,
        "pos": 0.082,
        "compound": -0.016
    }
}