{
    "date": "2002-12-28T00:43:18Z",
    "title": "Abductees accuse 'criminal' North Korea",
    "url": "https://www.theguardian.com/world/2002/dec/28/northkorea",
    "content": "Five Japanese nationals who were abducted by North Korea publicly criticised the communist state for the first time yesterday, describing their abductions in 1978 as \"a state-organised crime\". Kaoru Hasuike, who was snatched with his then fiancee, Yukiko, from near their home on the coast, told a news conference in Tokyo: \"Abduction is a serious crime I can never forgive.\" Mr and Mrs Hasuike, who married in North Korea after months of enforced separation, returned to Japan with three other abductees on October 15 after talks between the Japanese prime minister, Junichiro Koizumi, and the North Korean leader, Kim Jong Il, in Pyongyang. Mr Kim admitted that North Korean agents had abducted 13 Japanese in the late 1970s and early 1980s, but claimed that the remaining eight had died several years after arriving in North Korea. Mr Hasuike's criticisms contrast with the carefully chosen public comments the abductees made soon after their return to Japan. With seven teenage and adult children between them still in North Korea, they feared that criticism of Mr Kim's regime could endanger their children's welfare and jeopardise their chance of joining them in Japan. For weeks the five dutifully wore their North Korean lapel badges and chose not to comment on life in one of the world's most reclusive and impoverished states. Mr Hasuike expressed doubt that he would be able to adjust to life in Japan, a country he last saw almost a quarter of a century ago. But when they appeared together at the news conference last week they had removed their badges and they said they had no intention of returning to North Korea. Their remarks are certain to have angered North Korea, which has rejected requests to let their children leave, claiming that Japan has reneged on its promise to fly the abductees back to Pyongyang after a short visit. Despite his earlier trepidation, Mr Hasuike has been particularly earnest in his attempt to assimilate; he has just completed a computer course and is thinking about applying for a job at his local town hall. \"I was afraid that people would be suspicious,\" he said yesterday. \"We lived in the North for 24 years. To my surprise, people have accepted us generously.\" That welcome, and the continuing ordeal of those whose relatives were not on the plane from Pyongyang in October had clearly affected him. \"Once I returned here, I realised how much suffering and sorrow our families had to go through because of the abductions,\" he said. \"I felt strongly that it's a state-organised crime instead of a personal issue.\" Mrs Hasuike was similarly forthright. \"Abduction is a terrible thing to do,\" she said. \"It not only turned our lives upside down but those of our family as well. It is a serious crime.\" The wait for their children will be anxious and possibly lengthy, but Mr Hasuike, like his fellow abductees, is no stranger to adversity. Reflecting on his first few weeks in North Korea, he said: \"I was alone, I didn't know what was going to happen next. I was living with fear every day.\" He had coped by trying to take his mind off his plight. Thinking about it, he said, \"only made my life seem even more unbearable\".",
    "keywords": [
        "accuse",
        "crime",
        "mr",
        "criminal",
        "korea",
        "abductees",
        "japan",
        "hasuike",
        "pyongyang",
        "life",
        "north",
        "korean"
    ],
    "summary": "Five Japanese nationals who were abducted by North Korea publicly criticised the communist state for the first time yesterday, describing their abductions in 1978 as \"a state-organised crime\".\nMr Kim admitted that North Korean agents had abducted 13 Japanese in the late 1970s and early 1980s, but claimed that the remaining eight had died several years after arriving in North Korea.\nBut when they appeared together at the news conference last week they had removed their badges and they said they had no intention of returning to North Korea.\nThe wait for their children will be anxious and possibly lengthy, but Mr Hasuike, like his fellow abductees, is no stranger to adversity.\nReflecting on his first few weeks in North Korea, he said: \"I was alone, I didn't know what was going to happen next.",
    "sentiment": {
        "neg": 0.1328,
        "neu": 0.8137,
        "pos": 0.0535,
        "compound": -0.2193
    }
}