{
    "date": "2002-12-05T01:46:23Z",
    "title": "Millions starve as aid is withheld",
    "url": "https://www.theguardian.com/world/2002/dec/05/northkorea1",
    "content": "The brinkmanship between Washington and Pyongyang has already worsened the humanitarian crisis facing millions of starving North Koreans. One in four of the impoverished country's 22 million population, including most of the children, pregnant women and elderly people, depend on international food and fuel aid. Although the US and Japan officially insist that humanitarian support is not linked to politics, the latest annual United Nations appeal for rice and dollars for North Korea has so far fallen on deaf ears in both - and they are usually the two biggest donors. For the first time since the launch of its North Korea operations, the UN World Food Programme failed to reach its donation targets this year. Since September, a shortfall of 180,000 tonnes of food has forced the WFP to cut 3 million recipients from its programme. This week, the WFP made an emergency appeal to the international community for £128m to buy 510,000 tonnes of cereals and other commodities. Under North Korea's public distribution system, the state provides 270g of food per person per day - 45% of the minimum calorific needs. International \"donor fatigue\" has been replaced by donor anger since October, when North Korea admitted that it had cheated on a 1994 pledge to scrap its nuclear weapons programme. The US has said it has no plans to send any food in addition to the 155,000 tonnes that it promised last year. Last month, the Japanese government said it had no plans to resume rice aid. The two countries, along with South Korea, have already cut donations of oil, which provide 8% of the North's electricity supplies. With the depths of winter approaching, it appears that the country is being frozen and starved into submission. The UN Children's Fund had to drop Tokyo as the venue for the launch of an appeal in October, amid rising public hostility towards North Korea. \"Nutrition levels among children are at dismal levels,\" said Samuel Koo of Unicef. \"The situation is almost as desperate as in 1997\" - the worst year of famine, when up to 2 million North Koreans are believed to have starved to death. Rick Corsino, the WFP's director for North Korea, said the crunch would come in March when the lean season began. \"Every year we have been here, the US has been our biggest and most consistent donor,\" he said. \"If they walk away, we'll have big trouble.\"",
    "keywords": [
        "wfp",
        "korea",
        "starve",
        "millions",
        "withheld",
        "million",
        "donor",
        "tonnes",
        "appeal",
        "food",
        "aid",
        "programme",
        "north",
        "international"
    ],
    "summary": "The brinkmanship between Washington and Pyongyang has already worsened the humanitarian crisis facing millions of starving North Koreans.\nOne in four of the impoverished country's 22 million population, including most of the children, pregnant women and elderly people, depend on international food and fuel aid.\nFor the first time since the launch of its North Korea operations, the UN World Food Programme failed to reach its donation targets this year.\n\"The situation is almost as desperate as in 1997\" - the worst year of famine, when up to 2 million North Koreans are believed to have starved to death.\nRick Corsino, the WFP's director for North Korea, said the crunch would come in March when the lean season began.",
    "sentiment": {
        "neg": 0.1415,
        "neu": 0.8426,
        "pos": 0.0158,
        "compound": -0.3401
    }
}