{
    "date": "2002-07-19T01:08:40Z",
    "title": "Part of Soon Ok Lee's testimony to the inquiry by the US Senate",
    "url": "https://www.theguardian.com/world/2002/jul/19/northkorea1",
    "content": "Part of Soon Ok Lee's testimony to the inquiry by the US Senate: \"Near the prison gate, there is a huge iron gate that leads to the underground tunnels. Guards often remind the prisoners that their lives are considered disposable and that they can be collectively annihilated at any time in the underground tunnels. The tunnels can be blasted at any time, leaving no traces of massacre. \"Some 80 to 90 prisoners sleep in a flea-infested chamber about six metres long by five metres wide [about 19ft by 16ft]. \"The prison chamber is so congested that sleeping there is itself a torture _ \"The prisoners must always keep their heads down at work and avoid other movement unnecessary for work _ \"The entire unit is responsible for the mistakes of any one prisoner in the team. As a result, newcomers are not welcome _ \"The punishment cell is one of the most dreaded punishments for all prisoners. The cells are usually 60cm wide and 110cm high [about 24in by 43in]. Therefore, the prisoners have no room to stand up, stretch their legs or lie down. They cannot even lean against the walls because they are too jagged. \"There are 20 such cells for female prisoners and 58 cells for male prisoners. They are usually detained for seven to 10 days as punishment for certain offences, such as leaving an oily mark on clothes, failing to memorise the president's New Year message or repeated failure to meet work quotas. \"When the prisoners are released from the cells, their legs are badly bent, with frostbite in the winter, and so they can hardly walk. Many victims are permanently crippled from the lack of adequate exercise and eventually died as a result of the work resumed immediately after the release _ \"In November 1989, I was detained in the punishment cell for a week for attempting to cover up a faulty piece of shirt made by a 20-year-old girl. The young girl was sent to the torture chamber and never seen again. Among other things, the freezing cold wind from the toilet hole made the experience extremely painful _ \"They say it is a day of great fortune if a prisoner finds a rat creeping up from the bottom of the toilet hole. The prisoners catch it with their bare hands and devour it raw _ \"To meet the deadlines for export, the prisoners often worked until one o'clock in the morning or, for many months, the prisoners slept two to four hours at the work site. They ate, worked and slept in the same place. \"The standard export items _ were clothing and different kinds of brushes. They were for markets in Europe, Japan and Hong Kong. \"The prisoners often fall asleep while working and wake up when their fingers are injured by the sewing machine. They apply sewing machine oil on the wound and continue to work _ \"Bodies were often buried under the fruit trees in the prison orchard. The fruits - apples, pears, peaches, and plums - from the Kaechon orchard have earned a reputation for their large size and sweet taste. They are reserved for senior party and police officials.\"",
    "keywords": [
        "worked",
        "testimony",
        "_",
        "inquiry",
        "work",
        "lees",
        "soon",
        "cells",
        "prison",
        "ok",
        "wide",
        "prisoners",
        "punishment",
        "chamber",
        "tunnels",
        "senate"
    ],
    "summary": "Part of Soon Ok Lee's testimony to the inquiry by the US Senate: \"Near the prison gate, there is a huge iron gate that leads to the underground tunnels.\n\"Some 80 to 90 prisoners sleep in a flea-infested chamber about six metres long by five metres wide [about 19ft by 16ft].\nAs a result, newcomers are not welcome _ \"The punishment cell is one of the most dreaded punishments for all prisoners.\n\"There are 20 such cells for female prisoners and 58 cells for male prisoners.\nThey apply sewing machine oil on the wound and continue to work _ \"Bodies were often buried under the fruit trees in the prison orchard.",
    "sentiment": {
        "neg": 0.163,
        "neu": 0.8016,
        "pos": 0.0354,
        "compound": -0.4095
    }
}