{
    "date": "2002-12-12T03:01:04Z",
    "title": "Leader: Silly stunts are not a serious policy",
    "url": "https://www.theguardian.com/world/2002/dec/12/northkorea.guardianleaders",
    "content": "The sensational saga of the So San, like that of the Mary Celeste, is a mysterious sea story awash with murky possibilities. At first, the seizure of the North Korean vessel by a Spanish navy patrol and the discovery of a hidden cargo of Scud missiles, warheads and chemicals appeared straightforward, if highly dramatic. Here was incontrovertible proof, it seemed, of Pyongyang's involvement in illegal proliferation of weapons of mass destruction. Here, bobbing on the high seas in plain view, was evidence of the threat that North Korea poses to global security. And here perhaps, given that the ship was intercepted in the Arabian sea, heading for the Horn or the Gulf, was a possible, sinister connection with al-Qaida or even with Iran or Saddam Hussein. What a coup! What a find! What a stunning success for the US-led campaign against the dark forces of the \"axis of evil\". Or, alternatively: what a stunt! On an ebb tide of waning conviction, the questions about this maritime epic have begun to flow quick and treacherous. First it was pointed out that North Korea is perfectly within its rights to ship and sell arms, deplorable though this may seem in principle. Others do it, too. Only Iraq, uniquely, is constrained. Then it was noted that boarding a vessel in international waters is generally deemed to be piracy. Spanish officials said the So San was unflagged so it, rather than the Spanish navy, should be placed in the skull 'n' crossbones category. But worse quickly followed. Spain's not-so-jolly rogers, and their US counterparts who later took charge of the So San, ran hard aground when Yemen's government declared it owned the Scuds and wanted them back. They were to be used for defensive purposes only, it said, were not intended for resale and, anyway, the US had been notified in advance of the shipment. In Washington, celebration of a watershed intelligence feat turned into fear of diplomatic shipwreck. Officials admitted the So San and its cargo would have to be returned. The missile snatch of the century had, it seemed, misfired. But this rough sketch of events over the past 24 hours hardly scratches the surface of what may really have happened. Did the US deliberately stage this incident to illustrate its new, self-given right of pre-emptive action against perceived WMD threats? Coincidentally, perhaps, that doctrine was being reiterated in Washington at the very moment of the So San's seizure. Did the US, while knowing that its Spanish proxies might be acting illegally, order the intercept to dramatise North Korea's missile activity and thereby emphasise the need both for a tough line with Pyongyang and for new western missile defences? Pentagon boss Donald Rumsfeld certainly lost no time yesterday in pressing home this message. Was the US trying to help the conservative, pro-Bush candidate in South Korea's imminent, close-run presidential election, Lee Hoi-chang; and to deflate fierce anti-American, pro-Pyongyang agitation in Seoul? Its propriety apart, Mr Lee's opponents said they viewed the timing and publicity given the interception (including unusually fine colour photographs) as highly suspicious. Was the US also making a point to China, North Korea's old backer? Amazingly, a top US envoy was visiting Beijing yesterday. All is misty mystery - and foggy bottom has yet to be reached. But one thing is deadly certain. Meaningful, high-level engagement with Pyongyang is ever more urgently required. More threats and provocations will only make matters worse. North Korea is a dangerous enough problem without Mr Rumsfeld and others playing silly luggers.",
    "keywords": [
        "policy",
        "silly",
        "worse",
        "vessel",
        "leader",
        "korea",
        "washington",
        "yesterday",
        "stunts",
        "missile",
        "san",
        "spanish",
        "serious",
        "north",
        "koreas"
    ],
    "summary": "Here, bobbing on the high seas in plain view, was evidence of the threat that North Korea poses to global security.\nOn an ebb tide of waning conviction, the questions about this maritime epic have begun to flow quick and treacherous.\nFirst it was pointed out that North Korea is perfectly within its rights to ship and sell arms, deplorable though this may seem in principle.\nWas the US also making a point to China, North Korea's old backer?\nNorth Korea is a dangerous enough problem without Mr Rumsfeld and others playing silly luggers.",
    "sentiment": {
        "neg": 0.0896,
        "neu": 0.8354,
        "pos": 0.075,
        "compound": -0.0433
    }
}