{
    "date": "2003-04-18T01:45:09Z",
    "title": "'Risk of a catastrophe has lessened'",
    "url": "https://www.theguardian.com/world/2003/apr/18/northkorea.theeditorpressreview",
    "content": "Financial Times Editorial, April 17 \"Next week's talks in Beijing between the US, China and North Korea represent the first good news relating to Pyongyang's nuclear ambitions since the 'dear leader' Kim Jong-il embarked on his policy of atomic brinkmanship six months ago. We have no idea what has motivated North Korea's latest change of heart. Perhaps its nuclear programme has been less than successful. Maybe the television pictures of the US precision bombing of Baghdad changed minds in Pyongyang. The risk of a nuclear catastrophe in the Korean peninsula has lessened.\" New York Times Editorial, April 17 \"Beijing brokered the compromise format of a three-way meeting. North Korea is desperately short of energy. Most of its imported fuel is from China, and last month Beijing briefly cut the flow to signal displeasure with Mr Kim's policies. North Korea's weapons programmes threaten Asia as well as America. China apparently recognises that Mr Kim's provocative moves could start an arms race involving Japan, South Korea and perhaps Taiwan. That would threaten China and undermine its bid for regional leadership. A permanent end to all of the North's threatening weapons programmes is Washington's goal. It should be Beijing's, too.\" JoongAng Daily Editorial, South Korea, April 17 \"It is highly regrettable that South Korea has been excluded from the preliminary talks. If at the Beijing meeting the three were to come to a major decision concerning peace and security on the Korean peninsula, without including South Korea, that will be violating the basic principles laid out in the traditional defence alliance between Seoul and Washington. The exclusion will further hurt future cooperation between the two Koreas. South Korea must be included as an indispensable member nation to the multilateral motif, and the government should take aggressive and thorough diplomatic steps so that South Korea can take part in [further] talks.\" Wall Street Journal Editorial, April 15 \"The Iraqi precedent is a very large global demonstration of American power and will on behalf of its principles. This demonstration effect is now being felt in Pyongyang. For weeks [North Korea] had bellicosely demanded face-to-face bilateral discussions with the US alone. But the South Koreans now detect the power of Iraqi persuasion. With Saddam Hussein now probably buried under restaurant rubble, Mr Kim realises the US will soon be able to devote more military and diplomatic resources to northeast Asia.\" Carl Gershman Washington Post, April 17 \"The security crisis can never be resolved in any lasting way without addressing the heart of the problem: the terrible crimes the North Korean regime is committing against its own people Multilateral talks offer an unprecedented opportunity to place the issue of human rights in North Korea on the international agenda. North Korea is a remnant of Stalinist totalitarianism at its worst, and its extortionate behaviour has no purpose other than to perpetuate its existence.\" Minju Joson Editorial, North Korea, April 16 \"It is possible to settle the nuclear issue on the Korean peninsula if the US sincerely gives up its hostile will and honestly approaches dialogue. The present reality urgently requires the US to drop its unreasonable and wrong assertion as early as possible and opt for a peaceful solution to the nuclear issue. North Korea will not stick to any particular dialogue format if the US shows a will to make a brave switchover in its policy towards North Korea.\" Via the Korean Central News Agency",
    "keywords": [
        "17",
        "south",
        "korea",
        "beijing",
        "risk",
        "editorial",
        "nuclear",
        "talks",
        "catastrophe",
        "china",
        "lessened",
        "north",
        "korean"
    ],
    "summary": "The risk of a nuclear catastrophe in the Korean peninsula has lessened.\"\nJoongAng Daily Editorial, South Korea, April 17 \"It is highly regrettable that South Korea has been excluded from the preliminary talks.\nFor weeks [North Korea] had bellicosely demanded face-to-face bilateral discussions with the US alone.\nNorth Korea is a remnant of Stalinist totalitarianism at its worst, and its extortionate behaviour has no purpose other than to perpetuate its existence.\"\nNorth Korea will not stick to any particular dialogue format if the US shows a will to make a brave switchover in its policy towards North Korea.\"",
    "sentiment": {
        "neg": 0.1324,
        "neu": 0.7975,
        "pos": 0.07,
        "compound": -0.107
    }
}