{
    "date": "2003-01-14T09:26:08Z",
    "title": "US envoy hints at resumption of supplies to North Korea",
    "url": "https://www.theguardian.com/world/2003/jan/14/northkorea",
    "content": "George Bush's envoy to northeast Asia has hinted that the US would provide warmth, light and power to North Korea if the impoverished and energy-starved country abandoned its nuclear weapons programme. James Kelly, an assistant secretary of state, delivered the message in Seoul at the start of a tour of South Korea, Japan and China, aimed at soothing regional fears that the standoff is heading towards a military confrontation. But the North, which suspects that Washington is using delaying tactics, raised the rhetorical stakes with a threat to launch a first strike in any confrontation between the two sides. \"As the United States is keen to bring a nuclear disaster to the Korean nation, the DPRK obviously cannot remain a passive onlooker to it,\" said a commentary in the state-controlled daily Rodong Sinmun. \"A military option is not a monopoly of the United States.\" The two sides are now engaged in a battle to control the pace of the crisis, with Washington desperate to avoid distractions from Iraq, while Pyongyang fears that the longer the standoff continues, the greater are its chances of becoming the next \"axis of evil\" nation to come under attack. Mr Kelly did little to assuage those concerns by saying that he was prepared to wait and talk, but not to negotiate. \"We are of course willing to talk,\" he said. \"Once we get beyond nuclear weapons, there may be opportunities with the US, with private investors, with other countries, to help North Korea in the energy area.\" Analysts were divided over whether Mr Kelly was suggesting any more than the previous US offer to renew oil shipments if the North met its demands. \"The North has been requesting electricity for years, so Mr Kelly may be hinting that this could be arranged,\" said Kim Sung-han, of South Korea's Institute for Foreign Affairs and National Security. \"But the vague phrasing is consistent with the strategic ambiguity of the US position.\" With such ambiguity raising suspicions about US intentions, calls are increasing for clear, direct talks. The closest dialogue so far was an unorthodox meeting - approved by the US secretary of state, Colin Powell - between Bill Richardson, the governor of New Mexico, and North Korean officials. Mr Richardson said it was time for the US to act. \"What I think the administration needs to do, with all due respect, is just pick up the phone; start the preliminary talks at the UN in New York at a low level to set up broader talks,\" he said. \"What I suggest is a bilateral, non-aggression, binding pact that basically says that we're not going to attack North Korea, in exchange for some of the steps that are needed.\"",
    "keywords": [
        "mr",
        "talk",
        "korea",
        "envoy",
        "washington",
        "talks",
        "nuclear",
        "weapons",
        "resumption",
        "hints",
        "united",
        "kelly",
        "supplies",
        "north"
    ],
    "summary": "George Bush's envoy to northeast Asia has hinted that the US would provide warmth, light and power to North Korea if the impoverished and energy-starved country abandoned its nuclear weapons programme.\nMr Kelly did little to assuage those concerns by saying that he was prepared to wait and talk, but not to negotiate.\n\"Once we get beyond nuclear weapons, there may be opportunities with the US, with private investors, with other countries, to help North Korea in the energy area.\"\nAnalysts were divided over whether Mr Kelly was suggesting any more than the previous US offer to renew oil shipments if the North met its demands.\n\"What I suggest is a bilateral, non-aggression, binding pact that basically says that we're not going to attack North Korea, in exchange for some of the steps that are needed.\"",
    "sentiment": {
        "neg": 0.0886,
        "neu": 0.8308,
        "pos": 0.0806,
        "compound": -0.0284
    }
}