{
    "date": "2003-01-13T12:30:16Z",
    "title": "US softens line in North Korea dispute",
    "url": "https://www.theguardian.com/world/2003/jan/13/northkorea1",
    "content": "The US today appeared to soften its stance in a tense standoff with the reclusive North Korean government, offering to restore much-needed energy aid if North Korea abandoned its nuclear programme. At a meeting with South Korea's president-elect, Roh Moo-hyun, the assistant US secretary of state, James Kelly, today seemed to reverse the US position that it would not reward North Korea for dismantling its nuclear programmes. \"Once we get beyond nuclear weapons, there may be opportunities with the US, with private investors and with other countries to help North Korea in the energy area,\" Mr Kelly said at a news conference in Seoul. The fuel-nuclear equation was part of a 1994 agreement negotiated by the Clinton administration, which promised North Korea fuel shipments in exchange for abandoning nuclear facilities. Both the US and Japan suspended fuel shipments in November, after the US said that North Korea had admitted it had a secret nuclear programme. North Korea now denies it ever made that claim. One analyst said George Bush's government seemed divided over how to deal with North Korea, with some officials espousing dialogue and others opposing it. \"It seems the hawks and doves have not yet finished tuning their policy,\" said Koh Yu-hwan, a professor of North Korea studies at Dongguk University in Seoul. \"But fundamentally, Kelly's comments are not really new since they still carry the condition that North Korea must first give up its nuclear programmes.\" North Korea did not immediately respond to the comments, instead warning that it could respond militarily to what it said was a US plan to attack with nuclear weapons. \"If the United States evades its responsibility and challenges us, we'll turn the citadel of imperialists into a sea of fire,\" said the most prominent state newspaper, Rodong Sinmun. \"As the United States is keen to bring a nuclear disaster to the Korean nation, the DPRK obviously cannot remain a passive onlooker to it. A military option is not a monopoly of the United States.\" Yesterday North Korea insisted that it never admitted having a secret nuclear programme. \"The claim that we admitted developing nuclear weapons is an invention fabricated by the US with sinister intentions,\" Rodong Sinmun said. Last week North Korea withdrew from the nuclear non-proliferation treaty, and blamed US aggression for the current crisis. In Seoul, president-elect Mr Roh said the North's nuclear development was unacceptable and that the dispute must be resolved through dialogue. The US and South Korea are seeking a common policy approach to North Korea, with the South favouring a softer line. Mr Kelly said the US was willing to talk to North Korea \"about their response to the international community\" on the nuclear issue. But he suggested that Washington, which is trying to play down the dispute as it considers a possible war against Iraq, was willing to wait. Mr Kelly will travel to China tomorrow, then on to Singapore, Indonesia and Japan. The US believes North Korea has one or two nuclear weapons and could make several more within six months if it extracts weapons-grade plutonium from spent fuel rods at a reprocessing plant. In its October announcement, the US said the North had admitted to having an atomic weapons programme in violation of the 1994 accord. In response, the US suspended fuel shipments and the North expelled UN inspectors and reactivated its Yongbyon nuclear facilities. After announcing its withdrawal from the nuclear arms control treaty on Friday, North Korea suggested it might resume missile testing. But North Korea's deputy UN ambassador, Han Song-ryol, told New Mexico governor Bill Richardson, a former US ambassador to the UN, that the country had no intention of building nuclear bombs. \"He told me that in a dialogue with the United States, North Korea would discuss America's concerns over verifying its nuclear programme. I think that's positive,\" Mr Richardson said on Saturday, at the end of three days of meetings with North Korean officials. Mr Kelly said the North Korean envoys did not cover any new ground in the talks with Mr Richardson.",
    "keywords": [
        "mr",
        "korea",
        "north",
        "states",
        "softens",
        "nuclear",
        "weapons",
        "korean",
        "kelly",
        "united",
        "programme",
        "dispute",
        "line"
    ],
    "summary": "The US today appeared to soften its stance in a tense standoff with the reclusive North Korean government, offering to restore much-needed energy aid if North Korea abandoned its nuclear programme.\nBoth the US and Japan suspended fuel shipments in November, after the US said that North Korea had admitted it had a secret nuclear programme.\nOne analyst said George Bush's government seemed divided over how to deal with North Korea, with some officials espousing dialogue and others opposing it.\nThe US and South Korea are seeking a common policy approach to North Korea, with the South favouring a softer line.\n\"He told me that in a dialogue with the United States, North Korea would discuss America's concerns over verifying its nuclear programme.",
    "sentiment": {
        "neg": 0.1061,
        "neu": 0.834,
        "pos": 0.06,
        "compound": -0.1663
    }
}