{
    "date": "2003-07-18T01:17:40Z",
    "title": "Koreans exchange gunfire",
    "url": "https://www.theguardian.com/world/2003/jul/18/northkorea",
    "content": "South Korean forces exchanged machinegun fire with North Koreans yesterday, a rare incident which could raise the diplomatic stakes just as Pyongyang appears to be ready to respond to Chinese and US pleas to resume talks on its nuclear ambitions. A Chinese envoy just back from Pyongyang is due in Washington today and a senior US official said there were signs that the multilateral talks with North Korea on abandoning its nuclear ambitions could resume, though he made no promises. Seoul's joint chiefs of staff said troops returned fire when Northern troops fired at an observation post in the Demilitarised Zone along the frontier. The shooting heightened the tension on the world's last cold war border before the 50th anniversary of the July 27 armistice which ended the Korean war. The North has in the past raised tension to get attention or before climbing down to a compromise or concession. \"Everything that they have done on the DMZ over the course of the past few years has been done with a particular purpose,\" Scott Snyder of the Asia Foundation in Seoul said. \"The North Koreans have continued to look for ways to remind the United States that it is out there and that they can do damage, as a way of trying to draw attention.\" Tony Blair, who will spent a few hours in Seoul on his way to Tokyo on his Asian tour, is expected to focus on nuclear tension on the peninsula. Yesterday the Australian prime minister, John Howard, flew to Seoul for talks with President Roh Moo-hyun.",
    "keywords": [
        "war",
        "troops",
        "talks",
        "seoul",
        "nuclear",
        "way",
        "gunfire",
        "resume",
        "koreans",
        "tension",
        "yesterday",
        "north",
        "exchange"
    ],
    "summary": "South Korean forces exchanged machinegun fire with North Koreans yesterday, a rare incident which could raise the diplomatic stakes just as Pyongyang appears to be ready to respond to Chinese and US pleas to resume talks on its nuclear ambitions.\nSeoul's joint chiefs of staff said troops returned fire when Northern troops fired at an observation post in the Demilitarised Zone along the frontier.\nThe North has in the past raised tension to get attention or before climbing down to a compromise or concession.\nTony Blair, who will spent a few hours in Seoul on his way to Tokyo on his Asian tour, is expected to focus on nuclear tension on the peninsula.\nYesterday the Australian prime minister, John Howard, flew to Seoul for talks with President Roh Moo-hyun.",
    "sentiment": {
        "neg": 0.1077,
        "neu": 0.8701,
        "pos": 0.0221,
        "compound": -0.2895
    }
}