{
    "date": "2003-03-11T02:41:03Z",
    "title": "Mark Seddon visits North Korea, the land that time forgot",
    "url": "https://www.theguardian.com/world/2003/mar/11/northkorea1",
    "content": "Up a dirt track - some 20 or so kilometres from Korea's own \"Checkpoint Charlie\" where soldiers from North and South eyeball each other and where the demilitarised zone fuses into one - is a hilltop vantage point. Across this eerie no man's land, the most dangerous strip of territory in the world, it is possible to pick out the hilltop forts manned by the South Korean army along with their American allies. Today, as American B52 bombers head for Seoul, over-flying a 200,000-strong joint military exercise, the silence is being broken on the frontier. As tensions mount on the Korean peninsula, an agreement that both sides stop the ceaseless broadcast of megaphone propaganda from the hill forts has broken down. Once again, fruitless attempts are being made by both sides to lure one another over. \"We fully expect the North Koreans to launch a test missile shortly,\" the EU ambassador to China said in Beijing at the end of last month. The following day, the North duly obliged by firing off a test rocket. Then, at the weekend, it fired off another - this time a land-to-sea cruise missile. In Pyongyang, a city that rose from the ashes of the Korean war 50 years ago, a gloomy outlook comes from the advance guard of European diplomats who have begun taking residence, just as war seems closer than at any time in half a century. \"Sure, North Korea believes they are next on the list,\" says one. \"This is a volatile place, they may act when America begins its attack on Iraq.\" And what a reaction it would be. The North Koreans could simply open their border; there are millions of impoverished citizens within days' walking distance of the South. They could set Seoul on fire with the mother of artillery barrages. Or they could loose off some of those missiles, possibly with nuclear warheads, towards the South or further afield to Japan. In what may be the first interview ever given by a senior North Korean military figure, the top soldier in the demilitarised zone Commander General Ri Cham Bok is certain that America is on the verge of launching a pre-emptive strike. \"The US has more than 150,000 soldiers on the borders of Iraq,\" he says. \"They have 200,000 on exercise here. It is enough for an attack. There is a way for us to win. But I cannot tell you how we will do so.\" At this point he smiles. A few days before, at a state department press briefing in Washington, an official announced that US secretary of state Colin Powell would shortly visit South Korea. \"North Korea is certainly going to be a target [sic] - rather a topic,\" he announced to nervous press laughter. But war, should it return to the Korean peninsula, would be no joke. The Americans themselves estimate that up to a million people would die within seven days of hostilities breaking out, and many thousands would be US soldiers. I flew into Pyongyang on an ageing Russian Tupolev with the Labour MEP Glyn Ford and his colleague David Martin, vice-president of the European parliament. Ford has been engaged, without fanfare, in unofficial shuttle diplomacy for the best part of a decade. His objective, as the war clouds gather, is to get the North Koreans to the bilateral negotiation table, even as the Americans refuse to meet them face to face. North Korea - or as it would prefer to be known, the Democratic People's Republic of Korea - has been labelled as part of the \"axis of evil\" by George Bush. For good measure he also announced that he despised the North Koreans' object of adulation, Kim Jong Il, the Dear Leader and secretary general of the Korean Workers Party. \"Upper Volta with nuclear weapons\" is how one person has described this last bastion of Stalinism. But Stalin would never have countenanced the communist North's decision to reintroduce the hereditary principle; the Dear Leader is the son of the Great Leader, Kim Il Sung, who nine years after his death remains the country's official president. In this land of stark contradictions, the military can boast advanced military hardware, while thousands still till the land by hand. Modern but empty hotels stare out on empty streets. At nightfall, Pyongyang and other cities shiver, while the brightest lights are the headlamps of the occasional passing vehicle. North Korea has the look of the former German Democratic Republic 50 years ago, and gives the impression that a version of the Chinese cultural revolution is still in full swing. This is a country traumatised by Japanese occupation during the second world war, American bombing and a belief in secular leaders, alive and dead, that verges on the divine. There is no satellite television; there are no mobile phones, no communication with the outside world for the vast majority - instead a blend of self-reliance theology known as the principle of \"Juche\", mixed in with Marxism-Leninism. Each week, tens of thousands queue to see their president lying in a glass coffin in a vast marble mausoleum on the outskirts of Pyongyang. To the mournful strains of The Carnival is Over, we join men in dark suits and women in traditional dress, some who had waited years for this moment. On travelators, down vast empty corridors, past sentinel women dressed in kimonos, the doors finally opened to reveal a vast statue of the Great Leader, Kim Il Sung. Every visitor must step into a glass compartment. It is then sealed. A blast of air sweeps hair and other body debris away, before entrance is permitted to the inner temple wherein lies the somnolent figure of the Great Leader, instantly recognisable from posters, pale and wearing a dark suit. There is no mistaking the genuine grief, the tears and muffled sobs as people shuffle around the sarcophagus. Once out, I want to know why pictures of red begonias appear everywhere. \"It is the Kimiljungilia plant,\" I'm told. \"Named after the Great Leader by the horticulturist who propagated the plant.\" Had I arrived a day or so earlier I could have attended the annual Kimiljungilia flower festival; hothouse after hothouse full of nothing but red begonias. When the Clinton administration signed the \"Formal Agreement\" with the North in 1994, it did so in the belief that the Democratic People's Republic of Korea would go the same way as the GDR. State department officials even narrowed the year of implosion to 2003. But like the red begonias, Communism North Korean style is of the home-grown variety - and shows some signs of resistance to rot. It is because the Bush administration has now reneged on every part of the deal signed in order to get the North to shut down its nuclear reactor at Jongbyon that the reactor is now being switched back on. Food aid, heavy-oil shipments and the two light-water reactors promised for civil electricity generation have been blocked by the Washington hawks. This may be a development of the official policy of containment - a strategy to enforce such privations that the people revolt. But the shivering cold, often hungry Koreans don't quite see it that way. The vast wall murals that announce \"death to the US imperialists\" have a fresh look about them. During the 1970s North Korea was the 20th-richest country in the world. Then came the Soviet collapse and a barter trade of an annual $3bn tailed off to $45m. Fifty kilometres to the south of Pyongyang, I witnessed the effect of this economic collapse in the dingy wards of Sariwon hospital, a principal hospital serving a region of more than 1.6 million. In the respiratory clinic is a very sick man with a drip that comes from an old green glass bottle via a plastic tube. Much of the equipment, though spotless, dates back to the 1950s. The hospital manager breaks with protocol and argues with the official minder before telling me the extent to which the system is dilapidated. \"Our ambulances are broken,\" he says. \"They are working,\" says the translator. Two clapped-out Nissan vans that hadn't moved in years stood in a shed. \"Here are our ambulances now,\" says the director, pointing to an open-backed army lorry and an old Russian army Jeep. In North Korea, 50% of children are malnourished. Starved of investment, an ancient power station belches steam and smoke from every crevice. It, in turn, is supplied with coal from such places as the Ryong Dong coal complex, north of the capital. When the electricity fails, the miners can't dig the coal. When there is no coal, there is no power. Six thousand men and women toil away in the bowels of the earth, in conditions unimaginable in the west. \"We desperately need new wagons to carry the coal,\" the mine engineer tells me, as children scamper through the black mud. There are no visible means of getting the existing battered wagons down the valley other than by hand. \"The time for words [with North Korea] is over,\" announced the US under-secretary of state, John Bolton, recently. Bolton, it is claimed, believes in the inevitability of Armageddon. His vision of hell on earth already exists in places such as Ryong Dong. North Korea's halting steps towards reform - a small free-trade area, with little or no trade - have been put onto the back burner. My first trip to Pyongyang railway station nearly ends in disaster. Escaping the minders, I whip out my camera to film women waving garlands in front of a red carpet leading to the train. I am frogmarched into an anteroom by a bristling female guard, who then summons her senior. As they discuss what they should do with this nosy foreigner, I leg it to the safety of our empty hotel. The next time, I have a ticket to Beijing on the overnight train. \"When we are at war,\" says one of my courteous hosts, as the train's klaxon sounds, \"I hope you will come back to our country and see me fight and lay down my life.\" · Mark Seddon's report from North Korea is on BBC2's Newsnight, tonight at 10.30pm.",
    "keywords": [
        "war",
        "south",
        "leader",
        "korea",
        "seddon",
        "visits",
        "pyongyang",
        "land",
        "coal",
        "mark",
        "vast",
        "koreans",
        "forgot",
        "north",
        "korean"
    ],
    "summary": "\"Sure, North Korea believes they are next on the list,\" says one.\n\"North Korea is certainly going to be a target [sic] - rather a topic,\" he announced to nervous press laughter.\nNorth Korea - or as it would prefer to be known, the Democratic People's Republic of Korea - has been labelled as part of the \"axis of evil\" by George Bush.\n\"The time for words [with North Korea] is over,\" announced the US under-secretary of state, John Bolton, recently.\n· Mark Seddon's report from North Korea is on BBC2's Newsnight, tonight at 10.30pm.",
    "sentiment": {
        "neg": 0.0927,
        "neu": 0.855,
        "pos": 0.0523,
        "compound": -0.1052
    }
}