{
    "date": "2003-04-01T02:59:29Z",
    "title": "China cuts oil supply to North Korea",
    "url": "https://www.theguardian.com/world/2003/apr/01/northkorea.china",
    "content": "China cut off oil supplies to North Korea for three days last month to punish its oldest ally for the nuclear standoff with the United States, diplomats said yesterday. The decision could mark a major shift in north-east Asia, where Beijing and Pyongyang once boasted they were \"as close as lips and teeth\" in their opposition to Washington. It could also herald a dangerous new stage in the isolation of North Korea, which fears that it is next after Iraq in President George Bush's \"war on terror\". Diplomats said the oil pipeline from China's northeastern province of Liaoning to North Korea was shut for three days in early March, soon after Pyongyang test-fired a missile into waters between the peninsula and Japan. Any halt in supplies would be a severe blow to North Korea, where energy and food shortages have left the population on the brink of a humanitarian disaster. China is its main source of fuel, exporting an estimated 1m tonnes of oil each year to Pyongyang. The Chinese reportedly told the North Korean government that the suspension was necessary for technical reasons, but it also served as a warning. \"The tough message was, 'Get straight,'\" one diplomat told Reuters news agency. The Chinese foreign ministry has not commented on the report. The state-owned oil supply company denied any halt of exports to North Korea in the past two months. According to South Korean officials, however, the government in Beijing has grown increasingly irritated by the behaviour of its former ally, which walked out of a global treaty to stop the spread of nuclear weapons earlier this year, kicked out International Atomic Energy Agency inspectors and restarted a reactor suspected of being part of a programme to produce weapons-grade plutonium. If North Korea declares itself a nuclear power, China is worried that Japan, South Korea and Taiwan could follow suit. During a visit to Beijing in February, Colin Powell, the US secretary of state, played on these fears, and the benefits of improved trade with Washington, in calling on China to put more pressure on Pyongyang. After his visit, Mr Powell said China was working quietly behind the scenes. Last week, the Washington Post reported that Beijing was acting as an intermediary with North Korea and had passed on US proposals for multilateral talks. Diplomats say Chinese officials have held 60 meetings with their North Korean counterparts about the nuclear crisis since it started last October. The extent of Beijing's influence - and its willingness to exert it - remain open to speculation. Political sources in Tokyo say Chinese police have begun arresting suspected North Korean spies near the border in what could be a prelude to a major intervention. However, given North Korea's chronic shortage of foreign currency and China's increasing focus on economics rather than ideology, the cut in oil supplies might also have been a punishment for non-payment of bills.",
    "keywords": [
        "oil",
        "korea",
        "beijing",
        "supply",
        "washington",
        "china",
        "nuclear",
        "cuts",
        "chinese",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "China cut off oil supplies to North Korea for three days last month to punish its oldest ally for the nuclear standoff with the United States, diplomats said yesterday.\nIt could also herald a dangerous new stage in the isolation of North Korea, which fears that it is next after Iraq in President George Bush's \"war on terror\".\nAny halt in supplies would be a severe blow to North Korea, where energy and food shortages have left the population on the brink of a humanitarian disaster.\nThe state-owned oil supply company denied any halt of exports to North Korea in the past two months.\nIf North Korea declares itself a nuclear power, China is worried that Japan, South Korea and Taiwan could follow suit.",
    "sentiment": {
        "neg": 0.1041,
        "neu": 0.8698,
        "pos": 0.0262,
        "compound": -0.2669
    }
}