{
    "date": "2003-01-12T01:31:32Z",
    "title": "North Korea threatens to resume missile tests",
    "url": "https://www.theguardian.com/world/2003/jan/12/northkorea",
    "content": "North Korea issued a terrifying new threat yesterday to resume test launches of missiles capable of reaching Alaska, Hawaii and, possibly, the Western seaboard of the United States. Coming a day after the North became the first country to pull out of the nuclear non-proliferation treaty, the test plan represents a dangerous escalation of the three-month long crisis by bringing Pyongyang closer to the development of nuclear weapons that can be delivered into the heartlands of its greatest enemy. North Korean ambassador to China, Choe Jin-su, blamed Washington for invalidating deals made by the North, including a 1999 moratorium on missiles tests. 'Because all agreements have been nullified by the United States side, we believe we cannot go along with the self-imposed missile moratorium any longer,' Choe told a press conference in Beijing. 'The development, test, deployment and export of our missiles entirely belong to our sovereignty.' The missile warning raises the stakes in a nuclear standoff in which the United States increasingly appears to have lost the initiative since cutting off part of the Pyongyang's oil supplies and ordering the seizure of a ship carrying North Korea missiles to Yemen last December. Although Friday's withdrawal from the treaty shocked the world, it represented a diplomatic rather than a military escalation of the crisis. More missiles tests, on the other hand, would pose far more of a strategic threat. The latest warning is likely to send a chill across the Pacific and, in particular, alarm Japan, which suffered a panic in August 1998 when the North launched a prototype two-stage missile over its territory. That rocket, the taepo-dong, is believed to have the range to reach Alaska and Hawaii. Analysts believe the North is now developing intercontinential missiles that could hit Los Angeles and San Francisco. CIA reports suggest that the North has already squirreled away enough plutonium to build two bombs, but this may not be the biggest threat. According to Japanese defence agency officials, Pyongyang does not yet have the miniaturisation technology to mount a heavy nuclear warhead on these missiles, but the North could deliver other weapons of mass destruction from its extensive stockpiles of deadly chemical and biological agents. Having kicked out international inspectors and restarted a plutonium-producing reactor at the Yongbyon plant, the North has also cleared the way for the development of more atomic bombs within months. Its withdrawal from the non-proliferation treaty raises the possibility that the regime could sell any plutonium or uranium arms which it develops on the open market either to rogue regimes or terrorist groups such as Osama Bin Laden's al-Qaeda. North Korea said yesterday that its plutonium-producing nuclear reactor at Yongbyon would be on-stream in two weeks' time and, more ominously, made it clear that a reprocessing plant - which could process spent fuel rods for nuclear weapons - was also ready for operation. Pyongyang's ambassador to the Vienna-based International Atomic Energy Agency, Kim Gwang Sop, said the North was entitled to nuclear weapons if it was being threatened by nuclear weapons. 'We are a member of the United Nations and yet we are branded a part of an axis of evil, and are singled out by the US as a target for pre-emptive nuclear attack,' said Kim Gwang-sop, who added that he was 'very afraid' of the deteriorating situation. So far, however, the North is insisting that it will only use the Yongbyon plant to generate energy and offset the loss of oil supplies from the US, believed to account for about 8 per cent of the country's electricity ouput. Although sources in Pyongyang say the North Korean capital is regularly plunged into near darkness caused by the lack of power, Pyongyang's claim is seen as disingenuous because the 5KW reactor at Yongbyon is too small to make a significant difference and it will take several months before it can be fired up again. Diplomats in the South believe that the North has ratcheted up the tension to strengthen its hand in negotiations aimed at securing Pyongyang's long-stated goal of a non-aggression treaty with Washington that would guarantee the survival of Kim Jong-il's regime. The US reacted with further harsh condemnation at the brazen challenge to both international nuclear testing arrangements, and the non-proliferation treaty. But yesterday both Vice-President Dick Cheney and Secretary of State Colin Powell avoided remarks about the potential consequences of North Korea's actions. In conversation, their aides were reluctant to coin the crisis in terms of a showdown, which is particular surprising in the case of Cheney, usually a leading hawk on the issue. 'There can be no room for tolerance or negotiation,' said one aide, 'but the situation has to be managed.' A spokesman for the State Department in Washington said the US was 'freshly alarmed' by the new threat, which intelligence sources believe could lead to the production of a warhead 'within weeks rather than months'. But, in contrast to its position of all-out confrontation with Iraq, the US administration is trying to find ways of defusing a crisis that could have it fighting on two international fronts. 'It won't be a negotiation', promised White House spokesman Ari Fleischer, accusing the North Koreans of unilaterally 'walking out' on international nuclear agreements. But the White House also urges 'steady steely diplomacy' in the face of North Korea's latest threat. Cheney said on Friday that the Koreans were 'taking advantage' of a situation when the attention of the UN 'is right now focused very much on the Middle East and on the situation in Iraq'. In a typically unorthodox move, the North has sent envoys to New Mexico governor Bill Richardson - a former US ambassador - to convey their position to the United States. The North has also set a date for ministerial-level talks with South Korea on 21 January. Emphasising that Pyongyang was ready to bargain, Choe said the next move depended on the US. 'Whatever we do in the future depends on the United States. If the United States fails to change its attitude, this issue may be complicated.'",
    "keywords": [
        "international",
        "korea",
        "states",
        "threat",
        "missiles",
        "nuclear",
        "tests",
        "yongbyon",
        "weapons",
        "missile",
        "united",
        "resume",
        "treaty",
        "north",
        "threatens"
    ],
    "summary": "North Korea issued a terrifying new threat yesterday to resume test launches of missiles capable of reaching Alaska, Hawaii and, possibly, the Western seaboard of the United States.\nNorth Korean ambassador to China, Choe Jin-su, blamed Washington for invalidating deals made by the North, including a 1999 moratorium on missiles tests.\n'Because all agreements have been nullified by the United States side, we believe we cannot go along with the self-imposed missile moratorium any longer,' Choe told a press conference in Beijing.\nPyongyang's ambassador to the Vienna-based International Atomic Energy Agency, Kim Gwang Sop, said the North was entitled to nuclear weapons if it was being threatened by nuclear weapons.\nIf the United States fails to change its attitude, this issue may be complicated.'",
    "sentiment": {
        "neg": 0.1224,
        "neu": 0.8013,
        "pos": 0.0763,
        "compound": -0.2391
    }
}