{
    "date": "2003-03-07T00:33:54Z",
    "title": "'George Bush is being blackmailed'",
    "url": "https://www.theguardian.com/world/2003/mar/07/northkorea.usa",
    "content": "Newsday Editorial, New York, March 5 \"North Korea has done it again. It has now come dangerously close to provoking an international incident with its aggressive interception of an unarmed US spy plane by four North Korean fighter jets over the Sea of Japan. Pyongyang wants the US, and no one else will do, to pay attention to its demands and its real and imagined grievances and perception of threat. \"It's galling for President George Bush to have to acknowledge the reality that he is being blackmailed to the negotiating table by the North Korean dictator, Kim Jong-il. But he doesn't have to make any concessions beyond agreeing to resume talks. Indeed, he should make it clear that, for talks to take place, Pyongyang must first agree to freeze its nuclear weapons programme. It's long past time to end this dangerous standoff.\" Korea Herald Editorial, Seoul, March 6 \"Leading Democratic senators are urging President Bush to begin direct talks with North Korea and there are also growing voices from the US media calling for an immediate dialogue between Washington and Pyongyang. The Bush administration would do well to pay heed to their advice. It would not mean the US yielding to the blackmail of a 'rogue state'. It would instead be a wise choice between two options in its hand - a respectable superpower or a petty sheriff. Teaching a lesson to a ruthless dictator should not end up exacerbating the untold sufferings of a population that is starving in silence. The power of the US as the planet's single reigning police officer has seldom been felt with so much awe as now.\" Korea Times Editorial, Seoul, March 4 \"Despite the mounting worry over North Korea's nuclear programmes from the international community, President Roh Moo-hyun [of South Korea] seems to be ignoring or toning down the threat, like his immediate predecessor, Kim Dae-jung. The more the South stays passive, the more the North is enticed to step up its brazen blackmail against both Seoul and Washington. The Roh government should change its stance of keeping mum and providing aid one-sidedly to North Korea. The government should also make efforts to recover the sour relations with the US as quickly as possible so as to buttress national security and welfare, and maintain peace on the divided peninsula.\" Ralph Cossa Japan Times, March 6 \"The US defence secretary Donald Rumsfeld's assertion that the US can deal simultaneously with Iraq and North Korea, and his alert order to prepare for the deployment of strategic bombers and attack aircraft to east Asia underscore President Bush's reminder that 'all options remain on the table' despite his current commitment to a peaceful solution. \"Based on his behaviour thus far, Kim Jong-il appears to have drawn the conclusion that he has a free pass to misbehave as long as Washington remains focused on Iraq. 'All options' assertions are likely viewed as not very credible, especially since Seoul keeps handing out the carrots while ruling out the sticks. Unless Washington and Seoul can jointly convince the North that its decision to actively pursue nuclear weapons will threaten [its] national security, Pyongyang's efforts to pursue a nuclear weapons programme will continue unabated.\" Editorial Daily Mirror, March 6 \"The president of the United States is supposed to be the leader of the world. Not just the free world but all the world. Yet George Bush risks becoming the most destabilising, dangerous influence on the planet. North Korea is a real threat. It must be controlled. Just as all true dangers must be. Iraq is a side issue. Irrelevant to world peace. A busted flush, though awash with oil. There are no riches to be gained from dealing with North Korea. At least, only one. But that is the greatest of all riches - peace and international security.\"",
    "keywords": [
        "george",
        "korea",
        "blackmailed",
        "world",
        "washington",
        "president",
        "editorial",
        "seoul",
        "nuclear",
        "weapons",
        "north",
        "bush"
    ],
    "summary": "\"It's galling for President George Bush to have to acknowledge the reality that he is being blackmailed to the negotiating table by the North Korean dictator, Kim Jong-il.\nIndeed, he should make it clear that, for talks to take place, Pyongyang must first agree to freeze its nuclear weapons programme.\nThe Roh government should change its stance of keeping mum and providing aid one-sidedly to North Korea.\nYet George Bush risks becoming the most destabilising, dangerous influence on the planet.\nThere are no riches to be gained from dealing with North Korea.",
    "sentiment": {
        "neg": 0.094,
        "neu": 0.7916,
        "pos": 0.1145,
        "compound": 0.0512
    }
}