{
    "date": "2003-05-09T07:48:42Z",
    "title": "The two faces of Rumsfeld",
    "url": "https://www.theguardian.com/world/2003/may/09/nuclear.northkorea",
    "content": "Donald Rumsfeld, the US defence secretary, sat on the board of a company which three years ago sold two light water nuclear reactors to North Korea - a country he now regards as part of the \"axis of evil\" and which has been targeted for regime change by Washington because of its efforts to build nuclear weapons. Mr Rumsfeld was a non-executive director of ABB, a European engineering giant based in Zurich, when it won a $200m (£125m) contract to provide the design and key components for the reactors. The current defence secretary sat on the board from 1990 to 2001, earning $190,000 a year. He left to join the Bush administration. The reactor deal was part of President Bill Clinton's policy of persuading the North Korean regime to positively engage with the west. The sale of the nuclear technology was a high-profile contract. ABB's then chief executive, Goran Lindahl, visited North Korea in November 1999 to announce ABB's \"wide-ranging, long-term cooperation agreement\" with the communist government. The company also opened an office in the country's capital, Pyongyang, and the deal was signed a year later in 2000. Despite this, Mr Rumsfeld's office said that the de fence secretary did not \"recall it being brought before the board at any time\". In a statement to the American magazine Newsweek, his spokeswoman Victoria Clarke said that there \"was no vote on this\". A spokesman for ABB told the Guardian yesterday that \"board members were informed about the project which would deliver systems and equipment for light water reactors\". Just months after Mr Rumsfeld took office, President George Bush ended the policy of engagement and negotiation pursued by Mr Clinton, saying he did not trust North Korea, and pulled the plug on diplomacy. Pyongyang warned that it would respond by building nuclear missiles. A review of American policy was announced and the bilateral confidence building steps, key to Mr Clinton's policy of detente, halted. By January 2002, the Bush administration had placed North Korea in the \"axis of evil\" alongside Iraq and Iran. If there was any doubt about how the White House felt about North Korea this was dispelled by Mr Bush, who told the Washington Post last year: \"I loathe [North Korea's leader] Kim Jong-il.\" The success of campaigns in Afghanistan and Iraq have enhanced the status of Mr Rumsfeld in Washington. Two years after leaving ABB, Mr Rumsfeld now considers North Korea a \"terrorist regime _ teetering on the verge of collapse\" and which is on the verge of becoming a proliferator of nuclear weapons. During a bout of diplomatic activity over Christmas he warned that the US could fight two wars at once - a reference to the forthcoming conflict with Iraq. After Baghdad fell, Mr Rumsfeld said Pyongyang should draw the \"appropriate lesson\". Critics of the administration's bellicose language on North Korea say that the problem was not that Mr Rumsfeld supported the Clinton-inspired diplomacy and the ABB deal but that he did not \"speak up against it\". \"One could draw the conclusion that economic and personal interests took precedent over non-proliferation,\" said Steve LaMontagne, an analyst with the Centre for Arms Control and Non-Proliferation in Washington. Many members of the Bush administration are on record as opposing Mr Clinton's plans, saying that weapons-grade nuclear material could be extracted from the type of light water reactors that ABB sold. Mr Rumsfeld's deputy, Paul Wolfowitz, and the state department's number two diplomat, Richard Armitage, both opposed the deal as did the Republican presidential candidate, Bob Dole, whose campaign Mr Rumsfeld ran and where he also acted as defence adviser. One unnamed ABB board director told Fortune magazine that Mr Rumsfeld was involved in lobbying his hawkish friends on behalf of ABB. The Clinton package sought to defuse tensions on the Ko rean peninsula by offering supplies of oil and new light water nuclear reactors in return for access by inspectors to Pyongyang's atomic facilities and a dismantling of its heavy water reactors which produce weapons grade plutonium. Light water reactors are known as \"proliferation-resistant\" but, in the words of one expert, they are not \"proliferation-proof\". The type of reactors involved in the ABB deal produce plutonium which needs refining before it can be weaponised. One US congressman and critic of the North Korean regime described the reactors as \"nuclear bomb factories\". North Korea expelled the inspectors last year and withdrew from the nuclear non-proliferation treaty in January at about the same time that the Bush administration authorised $3.5m to keep ABB's reactor project going. North Korea is thought to have offered to scrap its nuclear facilities and missile pro gramme and to allow international nuclear inspectors into the country. But Pyongyang demanded that security guarantees and aid from the US must come first. Mr Bush now insists that he will only negotiate a new deal with Pyongyang after the nuclear programme is scrapped. Washington believes that offering inducements would reward Pyongyang's \"blackmail\" and encourage other \"rogue\" states to develop weapons of mass destruction.",
    "keywords": [
        "mr",
        "deal",
        "water",
        "rumsfeld",
        "korea",
        "abb",
        "nuclear",
        "faces",
        "reactors",
        "north",
        "bush"
    ],
    "summary": "ABB's then chief executive, Goran Lindahl, visited North Korea in November 1999 to announce ABB's \"wide-ranging, long-term cooperation agreement\" with the communist government.\nThe success of campaigns in Afghanistan and Iraq have enhanced the status of Mr Rumsfeld in Washington.\nAfter Baghdad fell, Mr Rumsfeld said Pyongyang should draw the \"appropriate lesson\".\nOne unnamed ABB board director told Fortune magazine that Mr Rumsfeld was involved in lobbying his hawkish friends on behalf of ABB.\nLight water reactors are known as \"proliferation-resistant\" but, in the words of one expert, they are not \"proliferation-proof\".",
    "sentiment": {
        "neg": 0.0703,
        "neu": 0.8691,
        "pos": 0.0606,
        "compound": -0.0456
    }
}