{
    "date": "2003-10-06T01:36:15Z",
    "title": "Press review: North Korea",
    "url": "https://www.theguardian.com/world/2003/oct/06/northkorea.theeditorpressreview",
    "content": "JoongAng Ilbo Editorial, South Korea, October 3 \"Choi Su-heon, the deputy foreign minister of North Korea, said on Wednesday in New York that the North had reprocessed used nuclear fuel rods, and a spokesman for the North's foreign ministry said Pyongyang has completed the reprocessing of all 8,000 rods it possesses and will use them for a nuclear deterrent. We fear that those remarks will reignite a crisis on the Korean peninsula. \"Whether the latest North Korean move is a threat to get more concessions in negotiations with Washington or a highly sophisticated tactic to make a nuclear North Korea a fait accompli is too early to decide... The present state of Korean security is too fragile to overlook North Korean tactics and dismiss them as mere negotiating techniques.\" Minju Joson Editorial, North Korea, October 3 \"The Bush administration... listed [North Korea] as a part of 'the axis of evil' and made it its policy to stifle it by military means including nuclear weapons. This vividly proves that the US is the world's biggest nuclear criminal and rogue state destroying and disturbing world peace and security while making free with all the pretty phrases about them. Entirely justifiable is the stand of [North Korea]... to thwart the US nuclear threat with its nuclear deterrent. \"It is none other than the US that drove [North Korea] to the increase of its nuclear deterrent. Nevertheless, the US sidestepped the just proposals... for a solution to the nuclear problem and only demands that [North Korea] scrap its nuclear programme first, describing its increase of nuclear deterrent as a threat and challenge to the global community. This discloses its ridiculous intention to completely disarm [North Korea] and carry into practice its policy of isolating and stifling.\" · Via the Korean Central News Agency Arab News Editorial, Saudi Arabia, October 3 \"Blackmail is what this latest announcement is all about... Nuclear threats have not increased US aid, but cut it off. That has only served to ratchet up the tension. Pyongyang's arrogant sense of its own importance, and probably its fear of being seen to climb down, allows only for more threats... \"It may well be... a bluff... But bluffs have to be taken seriously. We see a North Korea that, whether it has nuclear weapons or not, is too puffed-up with its own importance to back down and offer concessions; we see a US that has to assume it does; and we see stalemate. Sooner or later, one or the other is going to react with force.\" Irish Times Editorial, October 4 \"The question that has to be asked... is whether the [US administration's] pre-emptive strategy has made the situation worse, not better. Classical deterrence and containment doctrine is precisely designed to deal with such threats from pygmy states to great powers, and there are still 37,000 US troops stationed in South Korea. Threats of intervention that will not be delivered upon only encourage North Korea's tactical brinkmanship and reduce the new strategic doctrine's credibility. \"The problem is best addressed by a more determined effort in the multilateral talks to provide North Korea with security guarantees and aid in return for abandoning its nuclear weapons programme... The North Korean experience, together with that of Iraq, provides ample evidence that the previous policies of multilateral deterrence are safer and more sure.\"",
    "keywords": [
        "threats",
        "korea",
        "deterrent",
        "threat",
        "editorial",
        "nuclear",
        "press",
        "weapons",
        "security",
        "review",
        "north",
        "korean"
    ],
    "summary": "The present state of Korean security is too fragile to overlook North Korean tactics and dismiss them as mere negotiating techniques.\"\nMinju Joson Editorial, North Korea, October 3 \"The Bush administration... listed [North Korea] as a part of 'the axis of evil' and made it its policy to stifle it by military means including nuclear weapons.\nEntirely justifiable is the stand of [North Korea]... to thwart the US nuclear threat with its nuclear deterrent.\n\"It is none other than the US that drove [North Korea] to the increase of its nuclear deterrent.\nThis discloses its ridiculous intention to completely disarm [North Korea] and carry into practice its policy of isolating and stifling.\"",
    "sentiment": {
        "neg": 0.1344,
        "neu": 0.7943,
        "pos": 0.071,
        "compound": -0.1421
    }
}