{
    "date": "2003-04-30T00:39:39Z",
    "title": "US rejects weapons offer from N Korea",
    "url": "https://www.theguardian.com/world/2003/apr/30/usa.northkorea",
    "content": "The White House ruled out making broad economic concessions yesterday in return for a promise by North Korea to abandon its nuclear programme, sharply reducing prospects for a quick end to the crisis. Ari Fleischer, the president's spokesman, said Pyongyang would not be rewarded \"for bad behaviour\". He said: \"What we seek is North Korea's irrevocable and verifiable dismantlement of its nuclear weapons programme. We will not provide them with inducements for doing what they always said they were going to do.\" The remarks came as President Bush was meeting senior advisers to discuss the crisis and, according to reports from the White House, to decide whether to continue negotiations. According to one report the secretary of state, Colin Powell, was in favour of persevering while the secretary of defence, Donald Rumsfeld, was opposed. Both hawks and doves in the administration were unanimous in rejecting the North Korean offer. Mr Powell told a committee of senators that the proposal \"is not going to take us in a direction we need to go\". North Korea concluded trilateral talks with the US and China in Beijing last week by offering to disarm in return for concessions including a free supply of oil. Chinese diplomats, who first revealed the offer this week, said Pyongyang was also demanding a restoration of normal relations with the US and a non-aggression pact. It was the first clear sign since the Iraq war that Pyongyang might be willing to put its nuclear programme on the bargaining table. According to US reports, a North Korean delegation confirmed long-held CIA estimates last week that Pyongyang already had a small nuclear arsenal and was poised to expand it. The Pyongyang government also hinted that it was ready to export or test the weapons. Mr Powell told the senators that Mr Bush believed a diplomatic solution was still feasible. But Donald Rumsfeld - represented at yesterday's meeting by his deputy, Paul Wolfowitz - apparently feels differently. Mr Fleischer said yesterday: \"This is the diplomatic process, and the diplomatic process is a lengthy one. The president is prepared to pursue it at that length,\" hinting that the president might follow Mr Powell's advice for now. \"And so if it takes time, it will take time,\" he added. The president has said that the US would help North Korea with food and energy if it dismantled its nuclear programme - but that dismantling is an essential precondition for Washington. Pyongyang fears inspections might be the prelude to regime change. North Korea sought to bolster its image as a flexible negotiating partner yesterday by issuing a joint communique with South Korea after cabinet-level talks in Pyongyang . Both sides pledged to \"thoroughly consult each other's position on the nuclear issue on the Korean peninsula and continue cooperation to resolve their issue peacefully through dialogue\". However, Pyongyang has agreed to joint statements in the past while maintaining its insistence that it will only negotiate over its nuclear ambitions directly with the US. But a statement on North Korea's state-run website, dated Sunday, accused the US of \"talking nonsense over the talks in Beijing that there will be no ... provision of rewards to [North Korea] even though it gives up the 'nuclear programme' \". The statement added: \"Those who know politics and understand the reality would not have made such infantile and nonsensical remarks over the negotiation on the nuclear issue.\"",
    "keywords": [
        "offer",
        "rejects",
        "mr",
        "korea",
        "week",
        "president",
        "talks",
        "nuclear",
        "n",
        "weapons",
        "pyongyang",
        "programme",
        "yesterday",
        "north"
    ],
    "summary": "He said: \"What we seek is North Korea's irrevocable and verifiable dismantlement of its nuclear weapons programme.\nNorth Korea concluded trilateral talks with the US and China in Beijing last week by offering to disarm in return for concessions including a free supply of oil.\nIt was the first clear sign since the Iraq war that Pyongyang might be willing to put its nuclear programme on the bargaining table.\nThe president has said that the US would help North Korea with food and energy if it dismantled its nuclear programme - but that dismantling is an essential precondition for Washington.\nNorth Korea sought to bolster its image as a flexible negotiating partner yesterday by issuing a joint communique with South Korea after cabinet-level talks in Pyongyang .",
    "sentiment": {
        "neg": 0.0708,
        "neu": 0.8674,
        "pos": 0.0618,
        "compound": -0.0337
    }
}