{
    "date": "2003-01-10T18:20:21Z",
    "title": "North Korea withdraws from nuclear treaty",
    "url": "https://www.theguardian.com/world/2003/jan/10/northkorea1",
    "content": "The North Korean nuclear-weapons crisis intensified today as Pyongyang announced it is withdrawing from the 1968 Nuclear Nonproliferation Treaty. Under the treaty, North Korea was barred from making nuclear weapons, but said it was pulling out of it today with immediate effect, blaming US aggression for its decision. North Korea warned the United States against taking retaliatory military action, saying it would \"finally lead to the third world war\". However, the regime routinely issues such inflammatory comments. The US president, George Bush, reacted by talking by phone with the Chinese president, Jiang Zemin, seeking a solution to the row over US concerns that North Korea is looking to build a nuclear weapons arsenal. China is one of North Korea's few allies, and according to White House spokesman Ari Fleischer, Mr Bush told Mr Jiang in the 15-minute conversation that Pyongyang's move \"binds us in common purpose\". The North Korean government said in a statement carried on KCNA, its official news agency: \"We can no longer remain bound to the NPT, allowing the country's security and the dignity of our nation to be infringed upon. \"Though we pull out of the NPT, we have no intention of producing nuclear weapons and our nuclear activities at this stage will be confined only to peaceful purposes such as the production of electricity,\" KCNA said. However, North Korea indicated it was willing to talk to Washington to end the escalating crisis. Mr Bush told the Chinese leader the US \"has no hostile intentions toward North Korea\" and seeks a peaceful solution to the standoff, Mr Fleischer said. For his part, Mr Jiang \"reiterated China's commitment to a non-nuclear Korean peninsula\", he added. A spokesman for the prime minister, Tony Blair, said: \"Clearly we condemn this decision and believe that it is a wrong decision. North Korea has to give the security council three months notice of its intention to withdraw, and it obviously will be important for the security council to discuss this issue and that will be the next step forward.\" Mr Bush called the Chinese president as two North Korean envoys met in Santa Fe, New Mexico, with governor Bill Richardson, a former UN ambassador and diplomatic troubleshooter. Mr Fleischer said he did not know whether the talks had been productive, but noted that the two North Korea diplomats would remain in Santa Fe for another day or two. But Mr Fleischer voiced concern over the latest developments. \"North Korea continues to take steps in the wrong direction, hurting only their own cause and the cause of the North Korean people,\" he said. The Bush administration contends North Korea acted in bad faith during the Clinton era by carrying out a secret nuclear weapons programme in violation of agreements even as it was displaying friendship toward Washington. A year after Mr Clinton left office, MR Bush designated North Korea as part of an \"axis of evil\". The UN's International Atomic Energy Agency - the world's enforcer of nuclear nonproliferation - issued a statement citing its director-general, Mohammed el-Baradei, as urging North Korea to \"reverse its decision and to seek instead a diplomatic solution\". South Korea called an emergency meeting of its national security council and President Kim Dae-jung said dialogue and patience were needed. Japan demanded North Korea reverse the decision. Japan and Britain denounced Pyongyang's announcement that it would withdraw from the 1986 nuclear non-proliferation treaty (NPT), which seeks to limit the number of nuclear-armed countries. A Russian foreign ministry spokesman said that Moscow was concerned. Famine fears As the countries remained locked in a diplomatic standoff with North Korea over the nuclear question, the World Food Programme (WFP) appealed for traditional donor nations - including the US and Japan - to save North Koreans from starvation by increasing food aid. About one quarter of North Korea's population of 22.3 million people rely on food aid. Famine is believed to have killed as many as two million people. North Korea has repeatedly accused the US of plotting to invade it, and has said it has the right to develop weapons for its self defence. However, it has never publicly said that it has a nuclear weapons programme. The focus of the latest North Korea-US dispute is the nuclear reactor in the North Korean town of Yongbyon. The facility was the centrepiece of a weapons programme until it was frozen in a 1994 energy deal with the United States. But US officials said that North Korean negotiators acknowledged in October that they had another clandestine nuclear programme. Pyongyang said it was reactivating the Yongbyon facilities to retaliate for Washington's decision to suspend oil shipments after the North revealed the existence of the other clandestine nuclear programme. The North is suspected of already having at least one or two nuclear bombs, and experts say it could make several more within six months if it extracts weapons-grade plutonium from spent fuel rods at the Yongbyon facilities. North Korea wants Washington to sign a non-aggression treaty. The United States has said it will talk with the North but has demanded that it \"promptly and verifiably\" dismantle its nuclear weapons programmes. Only four other countries - Cuba, India, Israel and Pakistan - are not signatories, though Cuba is a member of a treaty establishing a nuclear-free zone in Latin America.",
    "keywords": [
        "mr",
        "korea",
        "decision",
        "nuclear",
        "bush",
        "weapons",
        "withdraws",
        "treaty",
        "programme",
        "north",
        "korean"
    ],
    "summary": "The North Korean nuclear-weapons crisis intensified today as Pyongyang announced it is withdrawing from the 1968 Nuclear Nonproliferation Treaty.\nUnder the treaty, North Korea was barred from making nuclear weapons, but said it was pulling out of it today with immediate effect, blaming US aggression for its decision.\nNorth Korea warned the United States against taking retaliatory military action, saying it would \"finally lead to the third world war\".\n\"North Korea continues to take steps in the wrong direction, hurting only their own cause and the cause of the North Korean people,\" he said.\nThe focus of the latest North Korea-US dispute is the nuclear reactor in the North Korean town of Yongbyon.",
    "sentiment": {
        "neg": 0.0935,
        "neu": 0.8572,
        "pos": 0.0493,
        "compound": -0.1296
    }
}