{
    "date": "2003-01-11T11:15:31Z",
    "title": "North Korea pulls out of nuclear treaty",
    "url": "https://www.theguardian.com/world/2003/jan/11/northkorea",
    "content": "The international community, stunned by North Korea's renunciation of the treaty that has limited the spread of nuclear weapons for the past 30 years, embarked on a burst of diplomatic activity yesterday to rein in a runaway nuclear crisis. Exasperating the diplomats in Seoul, Tokyo, Moscow and Beijing who had seen signs of conciliation, the regime in Pyongyang once again raised the stakes, saying it would withdraw from the nuclear non-proliferation treaty today. It is the first defection since the treaty came into force in 1970, and the danger of Pyongyang's challenge to the world was underlined at the United Nations yesterday by a rare appearance by its UN ambassador, Pak Gil-yon. He dismissed the International Atomic Energy Agency as a tool of Washington and blamed the entire crisis on hostile US foreign policy. \"We consider any kind of economic sanctions to be taken by the security council against the DPRK as a declaration of war,\" he said. He also said that the with drawal from the NPT would be effective today, defying its provisions for a three-month waiting period. In Washington President George Bush spoke to the Chinese president, Jiang Zemin. \"This binds us in a common purpose,\" he was reported as telling the Chinese leader. Yesterday's burst of bellicosity from North Korea appeared to be designed to isolate Washington for its hardline stance against negotiations with Pyongyang. Although IAEA condemned Pyongyang's announcement, it did not appear to endorse Washington's insistence that it would not submit to \"nuclear blackmail\". \"If North Korea were to show good behaviour, they need to get some assurance as to what to expect in return for good behaviour,\" said Mohammed El Baradei, the head of the IAEA. The inconsistency of Washington's position - which has been under attack from conservatives in the US - was further underlined yesterday by the talks in New Mexico between North Korean diplomats and a member of the former Clinton administration. The typically unorthodox overture by North Korea to Bill Richardson, who visited North Korea while serving the Clinton administration and is now governor of New Mexico, resulted in a second day of talks yesterday. State department officials said Mr Richardson was acting in an unofficial capacity. In Thailand, the US undersecretary of state for arms control and international security, John Bolton, shrugged off the North's withdrawal. \"This is not at all unexpected. The North Koreans were not adhering to the treaty when they were still a part of it,\" he said. But there was consternation among North Korea's neighbours at the setback to their efforts to prevent further brinkmanship. The South Korean government warned that the move was a \"serious threat to peace\" and called an emergency meeting of the national security council. \"The situation should not be allowed to develop in the direction of a war on the Korean peninsula or allow the tension to hamper our economic and social development,\" said President Kim Dae-jung, who has led efforts to engage the North. Japan expressed grave concern and urged the North to rejoin the treaty. \"This kind of negotiating tactic should not be applied to a very serious situation,\" the foreign minister spokesman Hatsuhisa Takashima said. On a diplomatic level, yesterday's announcement drags the confrontation back to the nadir of a similar crisis in 1994, when US defence chiefs plotted a surgical strike on the Yongbyon reactor. But panic levels are lower this time, a sign, according to analysts, that military confrontation has been ruled out by the US and the North con tinues to stress its desire for talks. \"This is a challenge to the NPT and the international community,\" said Scott Snyder of the Asia Foundation. \"But in strategic terms, it is not as severe a threat as starting a reactor, which is what they have already done.\" Diplomats and aid workers in Pyongyang said North Koreans appeared resolute rather than alarmed. \"I think there is a willingness to see this thing resolved,\" said Masood Hyder of the World Food Programme.",
    "keywords": [
        "korea",
        "washington",
        "talks",
        "nuclear",
        "pyongyang",
        "security",
        "pulls",
        "treaty",
        "yesterday",
        "north",
        "international"
    ],
    "summary": "Yesterday's burst of bellicosity from North Korea appeared to be designed to isolate Washington for its hardline stance against negotiations with Pyongyang.\n\"If North Korea were to show good behaviour, they need to get some assurance as to what to expect in return for good behaviour,\" said Mohammed El Baradei, the head of the IAEA.\nThe typically unorthodox overture by North Korea to Bill Richardson, who visited North Korea while serving the Clinton administration and is now governor of New Mexico, resulted in a second day of talks yesterday.\nIn Thailand, the US undersecretary of state for arms control and international security, John Bolton, shrugged off the North's withdrawal.\nThe North Koreans were not adhering to the treaty when they were still a part of it,\" he said.",
    "sentiment": {
        "neg": 0.0895,
        "neu": 0.8457,
        "pos": 0.0647,
        "compound": -0.1189
    }
}