{
    "date": "2003-01-10T01:56:56Z",
    "title": "N Korea softens nuclear stance",
    "url": "https://www.theguardian.com/world/2003/jan/10/northkorea",
    "content": "The North Korean nuclear standoff moved a step closer to a peaceful resolution yesterday as Pyongyang set a date for negotiations, amid reports that it was prepared to scrap its weapons programme in return for a security guarantee from the United States. After weeks of brinkmanship, both sides have softened their positions considerably in the past two days, raising the prospect of a peaceful settlement mediated by South Korea. Unification ministry officials in Seoul said they had received a telegram from Pyongyang offering several days of ministerial-level North-South talks starting on January 21. This would be the first meeting of the two neighbours since the North expelled inspectors from the International Atomic Energy Agency and reactivated a plutonium-producing reactor in Yongbyon. North Korea has yet to announce a new position or to respond to a \"last chance\" ultimatum issued by the IAEA on Monday. Yesterday the state-controlled media in Pyongyang continued its usual stream of bellicose rhetoric. According to reports in Tokyo, however, the North's leader, Kim Jong-il, is prepared to scrap his country's nuclear arms programme in return for a US reaffirmation of a 2000 joint communique in which the two nations declared they had \"no hostile intention\" towards each other. It remains unclear whether the Bush administration will put its name to a deal which was agreed during the Clinton era. Before the current crisis, White House hawks pilloried Bill Clinton for being too soft on the North. But the doves in Washington have gained ground as it has become clear that South Korea, China and Russia would not tolerate any escalation of the crisis. Reversing their previous hardline position, US officials agreed on Wednesday to accept negotiations without preconditions, although they insisted that there would be no new incentives for the North to scrap its plutonium and uranium arms programmes. In an interview published yesterday, the US secretary of state, Colin Powell, struck a conciliatory tone towards the North. \"We have made it clear we have no aggressive intent,\" Mr Powell told the Washington Post. \"Apparently, they want something more than a passing statement.\" In a further conciliatory gesture, the White House gave permission for a North Korean diplomat to have talks with a former US ambassador to the UN, Bill Richardson. Han Song Ryol, North Korea's deputy representative at the UN, was granted permission to travel to New Mexico to meet Mr Richardson, who is now governor of the state. Mr Han had to ask permission because North Korea does not have diplomatic relations with the US. In South Korea, where the government of President Kim Dae-jung has taken a diplomatic initiative to ease tensions, optimism has grown that a solution can be found. \"We managed to lay the groundwork for a peaceful settlement of the North Korean nuclear crisis,\" said the country's deputy foreign minister, Lee Tai-sik, who led a South Korean delegation to persuade Washington to compromise. International pressure for a settlement has swayed the US to change course. Leaders will get a clearer idea of how far it is willing to bend on Sunday, when the US assistant secretary of state, James Kelly, begins a tour of South Korea, Japan and China. It was Mr Kelly's visit to the region in autumn that sparked the crisis, when he confronted his hosts in Pyongyang with evidence of the illicit uranium enrichment programme.",
    "keywords": [
        "south",
        "mr",
        "korea",
        "state",
        "crisis",
        "washington",
        "nuclear",
        "softens",
        "n",
        "stance",
        "pyongyang",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "After weeks of brinkmanship, both sides have softened their positions considerably in the past two days, raising the prospect of a peaceful settlement mediated by South Korea.\nNorth Korea has yet to announce a new position or to respond to a \"last chance\" ultimatum issued by the IAEA on Monday.\nIn a further conciliatory gesture, the White House gave permission for a North Korean diplomat to have talks with a former US ambassador to the UN, Bill Richardson.\nMr Han had to ask permission because North Korea does not have diplomatic relations with the US.\nIn South Korea, where the government of President Kim Dae-jung has taken a diplomatic initiative to ease tensions, optimism has grown that a solution can be found.",
    "sentiment": {
        "neg": 0.0672,
        "neu": 0.8505,
        "pos": 0.0822,
        "compound": 0.0695
    }
}