{
    "date": "2003-04-28T16:01:09Z",
    "title": "North Korea 'softens stance' on weapons inspections",
    "url": "https://www.theguardian.com/world/2003/apr/28/northkorea",
    "content": "North Korea claimed that it would halt its nuclear programme and allow inspectors into the country if the US dropped its hostile attitude, a Chinese official told western diplomats today. Quoting unnamed western diplomatic sources, the Reuters news agency reported that North Korea also offered to suspend ballistic missile tests and stop missile exports during talks in Beijing last week. The diplomats were speaking after being given a rare briefing by China's top North Korea expert, following talks between Washington and Pyongyang in Beijing late last week. The two countries have been engaged in a standoff over North Korea's nuclear programme. The Chinese official also told diplomats that North Korea had backed down from its previous insistence on bilateral talks with the US and told the assistant secretary of state, James Kelly, that it had no preferences for any particular format for negotiations. However the diplomats said North Korea had threatened \"extraordinary moves\" if the US played any of its \"usual tricks\". Last week's talks in Beijing were the first high-level US-North Korean contact since nuclear tensions peaked in October, when Washington accused Pyongyang of having a secret nuclear programme in violation of a 1994 pact. Washington believes North Korea has one or two atomic bombs and may be trying to make more. North Korea has indicated that it would never abandon its nuclear programmes unless Washington signs a nonaggression treaty. During the Beijing talks, US officials said North Korea also claimed that it had reprocessed 8,000 spent nuclear fuel rods - a key step in producing nuclear weapons that could yield several more bombs within months. Today North Korea told South Korea not to meddle in the talks on the suspected nuclear weapons programme, insisting it would only discuss the issue with the US. In the second of three days of cabinet-level talks in the North Korean capital of Pyongyang, South Korean delegates again demanded that the North abandon any nuclear weapons development. They cited a 1992 inter-Korean agreement to keep the peninsula nuclear-free. Northern negotiators stonewalled the nuclear discussion. Instead, the North tried to shift the focus of the talks to linking cross-border railways and other economic projects with South Korea. \"The Northern side reiterated that the nuclear issue is a matter between the North and the United States,\" said a statement from the South Korean government. \"But they said they wanted to resolve the matter peacefully.\" Seoul officials said North Korean delegates have not confirmed a US claim that during talks in Beijing last week they told an American envoy that they may test, sell or use atomic weapons, depending on Washington's actions. Instead, they reiterated that the North made a \"new, bold\" proposal to the US during the Beijing talks, but did not elaborate, South Korean spokesman Shin Eun-sang said. US officials did not reveal the North's proposal, but South Korea's JoongAng Ilbo newspaper, quoting unidentified diplomatic sources, reported today that North Korea proposed to give up its nuclear programs in return for a non-aggression treaty and normalisation of \"political and economic relations\" with the US. The Bush administration has ruled out such a treaty, but US officials have said some form of written security guarantee could be possible. North Korea says it fears being invaded by the US following the Iraq war. The South Korean president, Roh Moo-hyun, said today that he will discuss cooperating \"to find a complete and peaceful solution to the nuclear issue\" when he meets Mr Bush in Washington on May 15.",
    "keywords": [
        "inspections",
        "south",
        "korea",
        "beijing",
        "washington",
        "talks",
        "softens",
        "nuclear",
        "weapons",
        "stance",
        "told",
        "north",
        "korean"
    ],
    "summary": "However the diplomats said North Korea had threatened \"extraordinary moves\" if the US played any of its \"usual tricks\".\nWashington believes North Korea has one or two atomic bombs and may be trying to make more.\nToday North Korea told South Korea not to meddle in the talks on the suspected nuclear weapons programme, insisting it would only discuss the issue with the US.\nIn the second of three days of cabinet-level talks in the North Korean capital of Pyongyang, South Korean delegates again demanded that the North abandon any nuclear weapons development.\nNorth Korea says it fears being invaded by the US following the Iraq war.",
    "sentiment": {
        "neg": 0.0663,
        "neu": 0.8561,
        "pos": 0.0776,
        "compound": -0.0422
    }
}