{
    "date": "2003-02-27T15:48:52Z",
    "title": "North Korea restarts nuclear reactor",
    "url": "https://www.theguardian.com/world/2003/feb/27/northkorea",
    "content": "North Korea has restarted a reactor at its main nuclear complex, possibly laying the groundwork for additional atomic weapons to the one or two it is already believed to possess, US officials said last night. The disclosure comes as a blow to the Bush administration's reliance on diplomatic pressure to induce the country to set aside its nuclear ambitions. The US officials, who asked not to be identified, said that the reactivated facility starts a process which could yield nuclear weapons in about a year. However, Pyongyang could add to its supply much earlier if it restarts a processing plant adjacent to the reactor. The plant could be used to reprocess 8,000 plutonium-laden spent fuel rods at the site, and there is enough plutonium to build five or six bombs within a few months. A telltale plume was spotted over the reactor just hours after the US secretary of state, Colin Powell, ended a visit to South Korea. Mr Powell attended the inauguration of the country's new president, Roh Moo-Hyun, and pledged more than 40,000 tons of food aid for North Korea. While heading back to Washington, Mr Powell told reporters that North Korea had made \"a wise choice if it is a conscious choice\" not to restart the reactor. Soon afterwards, satellite photos showed that the reactor was no longer idle, officials said. Melissa Fleming, a spokeswoman for the International Atomic Energy Agency, said: \"Without the presence of inspectors, the IAEA is not in a position to verify whether North Korea has restarted its reactor. \"However, if this is true, the IAEA deplores the operation of North Korea's nuclear facilities without the presence of safeguards inspectors.\" North Korea insists that its nuclear programmes are designed entirely for peaceful purposes, a claim rejected by US officials and private experts. The country has been fraying Washington's nerves in the region recently, setting off a short-range missile into the Sea of Japan, threatening to abandon the 1953 armistice that ended the Korean war and dispatching a jet fighter into southern air space, all within the past few days. However, many in South Korea regard the US as the chief threat to peace, fearing that a wrong move could spark another Korean war.",
    "keywords": [
        "restarted",
        "war",
        "south",
        "restarts",
        "korea",
        "nuclear",
        "weapons",
        "powell",
        "officials",
        "reactor",
        "north"
    ],
    "summary": "North Korea has restarted a reactor at its main nuclear complex, possibly laying the groundwork for additional atomic weapons to the one or two it is already believed to possess, US officials said last night.\nMr Powell attended the inauguration of the country's new president, Roh Moo-Hyun, and pledged more than 40,000 tons of food aid for North Korea.\nWhile heading back to Washington, Mr Powell told reporters that North Korea had made \"a wise choice if it is a conscious choice\" not to restart the reactor.\nMelissa Fleming, a spokeswoman for the International Atomic Energy Agency, said: \"Without the presence of inspectors, the IAEA is not in a position to verify whether North Korea has restarted its reactor.\nNorth Korea insists that its nuclear programmes are designed entirely for peaceful purposes, a claim rejected by US officials and private experts.",
    "sentiment": {
        "neg": 0.0829,
        "neu": 0.8669,
        "pos": 0.0502,
        "compound": -0.1272
    }
}