{
    "date": "2003-01-21T02:31:22Z",
    "title": "'Time UN acted on N Korea'",
    "url": "https://www.theguardian.com/world/2003/jan/21/korea.unitednations",
    "content": "The US undersecretary of state John Bolton said yesterday that it was time to take the North Korean nuclear crisis to the security council: the first step towards UN sanctions. After discussing a range of security issues in Beijing he said he did not sense that China - which has hitherto appeared cool about resorting to the UN - was opposed to taking the issue to the council. \"I think it is now timely to bring the matter to the security council and I think we're confident that it could handle both Iraq and North Korea at the same time,\" he said. He said the International Atomic Energy Agency might issue a third warning to Pyongyang this week, the last step it could take. Mr Bolton said China could have a \"profound influence\" because of its long friendship with North Korea, and rejected the idea that it had not done enough. \"I wouldn't say there's been a failure on the Chinese side at all. I think we're still working on the problem.\"",
    "keywords": [
        "think",
        "bolton",
        "korea",
        "issue",
        "china",
        "n",
        "acted",
        "security",
        "council",
        "step",
        "yesterday",
        "north"
    ],
    "summary": "The US undersecretary of state John Bolton said yesterday that it was time to take the North Korean nuclear crisis to the security council: the first step towards UN sanctions.\n\"I think it is now timely to bring the matter to the security council and I think we're confident that it could handle both Iraq and North Korea at the same time,\" he said.\nHe said the International Atomic Energy Agency might issue a third warning to Pyongyang this week, the last step it could take.\nMr Bolton said China could have a \"profound influence\" because of its long friendship with North Korea, and rejected the idea that it had not done enough.\n\"I wouldn't say there's been a failure on the Chinese side at all.",
    "sentiment": {
        "neg": 0.0801,
        "neu": 0.8396,
        "pos": 0.0804,
        "compound": 0.0243
    }
}