{
    "date": "2003-04-18T14:03:56Z",
    "title": "Text: North Korean statement on reprocessing fuel rods",
    "url": "https://www.theguardian.com/world/2003/apr/18/northkorea",
    "content": "The DPRK-US talks for the settlement of the nuclear issue on the Korean peninsula is slated to open in Beijing shortly. At the talks the Chinese side will play a relevant role as the host state and the essential issues related to the settlement of the nuclear issue will be discussed between the DPRK and the US. There is a wide range of international opinion on the Beijing talks as they are to open at a time when the Iraqi war was fought. The Iraqi war teaches a lesson that in order to prevent a war and defend the security of a country and the sovereignty of a nation it is necessary to have a powerful physical deterrent force only. As we have already declared, we are successfully reprocessing more than 8,000 spent fuel rods at the final phase, as we sent interim information to the US and other countries concerned early in March after resuming our nuclear activities from December last year. We have already clarified our stand that if the US has a willingness to make a bold switchover in its Korea policy, we will not stick to any particular dialogue format, and we would like to confirm the US intention in the forthcoming talks.",
    "keywords": [
        "fuel",
        "war",
        "beijing",
        "wide",
        "iraqi",
        "issue",
        "talks",
        "reprocessing",
        "nuclear",
        "text",
        "settlement",
        "willingness",
        "rods",
        "statement",
        "open",
        "north",
        "korean"
    ],
    "summary": "The DPRK-US talks for the settlement of the nuclear issue on the Korean peninsula is slated to open in Beijing shortly.\nAt the talks the Chinese side will play a relevant role as the host state and the essential issues related to the settlement of the nuclear issue will be discussed between the DPRK and the US.\nThere is a wide range of international opinion on the Beijing talks as they are to open at a time when the Iraqi war was fought.\nThe Iraqi war teaches a lesson that in order to prevent a war and defend the security of a country and the sovereignty of a nation it is necessary to have a powerful physical deterrent force only.\nAs we have already declared, we are successfully reprocessing more than 8,000 spent fuel rods at the final phase, as we sent interim information to the US and other countries concerned early in March after resuming our nuclear activities from December last year.",
    "sentiment": {
        "neg": 0.0683,
        "neu": 0.8573,
        "pos": 0.0743,
        "compound": 0.0486
    }
}