{
    "date": "2003-10-22T11:23:57Z",
    "title": "Pyongyang derides US treaty offer",
    "url": "https://www.theguardian.com/world/2003/oct/22/usa.northkorea",
    "content": "Diplomatic tension between the US and North Korea worsened today, after the Pyongyang government dismissed President George Bush's offer of a nuclear treaty as a \"laughing matter\". Mr Bush, who is on a five day tour of south-east Asia, called on the communist state to abandon its nuclear weapons programme in return for a written pledge from five countries not to attack. But this proposal of a \"security guarantee\" was dismissed out of hand by North Korea, which is demanding a formal treaty that would prevent the US from launching a pre-emptive strike against the isolated country. \"It is a laughing matter and is not worth considering,\" the official North Korean central broadcasting station said in a dispatch monitored by South Korea's Yonhap news agency. \"We have demanded that the United States drop its hostile policy toward and sign a bilateral non-aggression treaty with us. We have not demanded some kind of security guarantee,\" the dispatch said. Despite the setback, Mr Bush said today that he would \"stay the course\" in his efforts to increase international pressure on North Korea to abandon its nuclear weapons ambitions. \"There's going to be a series of these statements that I guess are trying to stand up to the five nations that are now united in convincing North Korea to disarm,\" Mr Bush said. \"My only reaction is we'll continue to send a very clear message to the North Koreans. The good news is that there's other nations besides America sending the message,\" he added. Mr Bush made his proposal at a summit of 21 Asia-Pacific leaders in Bangkok which was dominated by security issues. It would commit the United States, China, Japan, Russia and South Korea to a no-invasion pledge. Washington said that details of the plan, such as when to offer a security pledge and exactly what North Korea would have to do beforehand, were still being debated. Mr Bush's overture was a subtle yet significant shift in Washington's approach. The US had earlier insisted that North Korea created the nuclear crisis and must move first to end it. Pyongyang paid no heed and began taking steps that could give the country several more nuclear bombs in addition to the one or two it already is believed to possess. Earlier this month, North Korea announced it had completed reprocessing its stash of 8,000 spent nuclear fuel rods and began using plutonium extracted from them to build more atomic bombs. Last week, it indicated that it might test a bomb. In August, talks in Beijing between the United States, China, Russia, Japan and the two Koreas ended without agreement. A delegation of US politicians hope to meet with North Korea's reclusive leader, Kim Jong Il, and discuss the crisis during a rare visit to Pyongyang next week. The diplomatic standoff with North Korea has overshadowed Mr Bush's tour of the region to promote the war on terror. But there were signs that the end of a similar row over nuclear weapons with Iran - which is considered by Washington to be part of the \"axis of evil\" alongside North Korea - could be in sight. Mr Bush welcomed Iran's pledge to suspend uranium enrichment and give inspectors unrestricted access to its nuclear facilities, as demanded by the UN atomic watchdog agency. The deal came after a visit to Tehran by a delegation of foreign ministers from Britain, France and Germany yesterday. \"The Iranians, it looks like they're accepting the demands of the free world, and now it's up to them to prove that they've accepted the demands. It's a very positive development,\" he said.",
    "keywords": [
        "offer",
        "mr",
        "korea",
        "treaty",
        "nuclear",
        "pledge",
        "weapons",
        "derides",
        "security",
        "united",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "Diplomatic tension between the US and North Korea worsened today, after the Pyongyang government dismissed President George Bush's offer of a nuclear treaty as a \"laughing matter\".\nMr Bush made his proposal at a summit of 21 Asia-Pacific leaders in Bangkok which was dominated by security issues.\nWashington said that details of the plan, such as when to offer a security pledge and exactly what North Korea would have to do beforehand, were still being debated.\nThe US had earlier insisted that North Korea created the nuclear crisis and must move first to end it.\nThe diplomatic standoff with North Korea has overshadowed Mr Bush's tour of the region to promote the war on terror.",
    "sentiment": {
        "neg": 0.095,
        "neu": 0.7741,
        "pos": 0.1309,
        "compound": 0.0287
    }
}