{
    "date": "2003-10-20T01:25:09Z",
    "title": "Bush offers deal to end North Korea crisis",
    "url": "https://www.theguardian.com/world/2003/oct/20/northkorea",
    "content": "President George Bush insisted yesterday that he had no plans to invade North Korea, and offered security guarantees in an attempt to kick-start talks to solve the country's nuclear weapons crisis. However, he ruled out offering Pyongyang one of its most often-stated demands, a non-aggression pact. The proposal was part of Mr Bush's agenda to prioritise counter-terrorism, security issues and Iraq at the annual economic summit of 21 Pacific rim leaders that begins in Bangkok today, and during the rest of his six-day sweep through east Asia. His North Korea initiative was welcomed by China, Russia, Japan and South Korea, the other participants in the stalled negotiations. Mr Bush said yesterday: \"I've said as plainly as I can that we have no intention of invading North Korea. What's important here is that the burden is on North Korea, not on America. \"North Korea must get rid of her nuclear ambitions. She must get rid of her weapons programmes, in a verifiable way, I might add.\" The president said he saw the summit, where he will meet the leaders from his negotiating partners, as \"an opportunity to move the process forward\". But he remained firm on one issue. \"We will not have a treaty,\" Mr Bush said. \"That's off the table.\" A senior US official said the assurances had to be finalised \"but move in the direction of giving the kinds of assurances North Korea's been looking for in return for which they would stop their nuclear programmes in a verifiable way\". The Chinese president, Hu Jintao, promised yesterday to try to inject new life into the talks, a move supported by the Japanese prime minister, Junichiro Koizumi. Vladimir Putin, the Russian president, said any talks should produce \"good, positive results\" if Pyongyang's concerns are addressed. \"We are supporting the non-nuclear status of the Korean peninsula and will be doing our best in order to preserve the situation for as long as possible,\" he said. The last multilateral talks, held in Beijing in August, produced no results. Pyongyang says it is not interested in further negotiations, and a state-run newspaper, Rodong Sinmun, said yesterday that the Bangkok summit was the wrong place to discuss the issue. Mr Bush reminded the 20 other nations of the importance of remaining vigilant in the war on terror. When asked about the latest tapes, allegedly recorded by Osama bin Laden, that threaten the US, its allies and interests with further terror attacks, he said: \"The Bin Laden tape should say to everybody the war on terror goes on, that there's still a danger to free nations.\" He also demonstrated that those who sided with him would be amply rewarded. At a speech at the Thai army headquarters, Mr Bush made clear that his promise to start negotiations with Bangkok on a free trade agreement was directly linked to Thailand's help in Afghanistan and Iraq and in the capture in August of the terrorist known as Hambali. \"Thailand pledged to fight the war on terror, and that pledge is being honoured in full,\" he said. \"The United States of America has made its choice. The Kingdom of Thailand has made its choice. We will meet this danger.\" Mr Bush's \"hijacking\" of the Asia Pacific Economic Cooperation (Apec) summit is not being universally welcomed. Malaysia's international trade minister, Rafidah Aziz, said the agenda was suffering an \"overload syndrome\" merely to meet certain nations' \"domestic considerations\". The Thai foreign minister, Surakiart Sathirathai, said at the weekend that Apec \"is not a security forum\". About 500 people marched in Bangkok yesterday, protesting at US \"imperialism\". \"We want to show the world that Thai people are against the invasion of Iraq,\" said one of the organisers, Suriyasai Katasila. \"We disagree with the war, and also while the world wants free trade George Bush tries to obstruct it.\" The demonstration would have been much larger, but the Thai prime minister, Thaksin Shinawatra, had tried to prevent it. He stopped thousands of farmers from reaching the capital, blacklisted 700 foreign non-governmental organisations and activists from Thailand during the summit and threatened local groups with sanctions if they participated. \"In the circumstances I'm satisfied with the turnout,\" said another leader, Giles Ungpakorn. \"There's been a lot of pressure on us but we have remained determined to exercise our constitutional rights.\"",
    "keywords": [
        "summit",
        "war",
        "mr",
        "deal",
        "thai",
        "korea",
        "crisis",
        "end",
        "talks",
        "yesterday",
        "terror",
        "offers",
        "north",
        "bush"
    ],
    "summary": "President George Bush insisted yesterday that he had no plans to invade North Korea, and offered security guarantees in an attempt to kick-start talks to solve the country's nuclear weapons crisis.\nHis North Korea initiative was welcomed by China, Russia, Japan and South Korea, the other participants in the stalled negotiations.\nMr Bush said yesterday: \"I've said as plainly as I can that we have no intention of invading North Korea.\nWhat's important here is that the burden is on North Korea, not on America.\n\"North Korea must get rid of her nuclear ambitions.",
    "sentiment": {
        "neg": 0.0941,
        "neu": 0.8204,
        "pos": 0.0856,
        "compound": -0.0363
    }
}