{
    "date": "2003-01-08T15:38:28Z",
    "title": "US prepared to talk to North Korea",
    "url": "https://www.theguardian.com/world/2003/jan/08/usa.northkorea",
    "content": "The United States today shifted its stance on North Korea and said that it is willing to begin direct talks with the country. Although Washington has said the offer is \"unconditional\", it is adamant that North Korea must give up its nuclear weapons programmes. \"If the North Koreans are prepared to reverse course and stop their aggressive pursuit of greater nuclear weapons capabilities, they know how to reach members of the international community,\" said a spokesman for President George Bush's national security council. \"We are prepared to listen.\" The offer was included in a statement issued jointly with South Korea and Japan following two days of meetings at the state department. A copy of the communique was sent to the North Korean mission to the United Nations. Richard Boucher, a state department spokesman, said the talks were held to determine how North Korea could meet its international obligations - among them an accord with South Korea that the Korean peninsula would be kept free of nuclear weapons. \"We will obviously be looking to see how North Korea responds and what they say - either in private or in public - and what they are willing to do,\" Mr Boucher said. But he insisted that the US would not repeat the kind of deal made in 1994, when North Korea pledged to freeze its plutonium-based nuclear programmes in return for fuel oil and two non-plutonium reactors. \"We are not going to pay again for North Korea to live up to its obligations,\" Mr Boucher added. The South Korean government has welcomed the US's willingness to talk to North Korea. Chun Young-woo, a director-general in the foreign ministry in Seoul, said: \"We, of course, welcome the decision. We hope North Korea reconsiders its defiant posture and resolves tensions over its nuclear programmes.\" North Korea has demanded a non-aggression treaty with the US and said that any imposition of economic sanctions will be considered a declaration of war. Mr Bush said yesterday that he had \"no aggressive intentions, no argument with the North Korean people\" and was only interested in peace in the Korean peninsula.",
    "keywords": [
        "willing",
        "south",
        "talk",
        "programmes",
        "mr",
        "korea",
        "boucher",
        "nuclear",
        "weapons",
        "prepared",
        "north",
        "korean"
    ],
    "summary": "Although Washington has said the offer is \"unconditional\", it is adamant that North Korea must give up its nuclear weapons programmes.\n\"We are not going to pay again for North Korea to live up to its obligations,\" Mr Boucher added.\nThe South Korean government has welcomed the US's willingness to talk to North Korea.\nWe hope North Korea reconsiders its defiant posture and resolves tensions over its nuclear programmes.\"\nNorth Korea has demanded a non-aggression treaty with the US and said that any imposition of economic sanctions will be considered a declaration of war.",
    "sentiment": {
        "neg": 0.0683,
        "neu": 0.8118,
        "pos": 0.1199,
        "compound": 0.0773
    }
}