{
    "date": "2003-11-02T15:17:23Z",
    "title": "The madness of Kim Jong Il (part two)",
    "url": "https://www.theguardian.com/theobserver/2003/nov/02/features.magazine17",
    "content": "The horrible weirdness of North Korea makes the place easier to parody than to make sense of, and it is folly to make too much sense of it. For anyone not in their thrall or under their thumb, Kim Il Sung and Kim Jong Il appear so monstrous and so aberrant that it is almost an insult to reason to acknowledge that their primitive, impoverished ideology is not an expression of madness. But the truth is scarier: from within the narrow parameters of its own fanatical self-interest - and notwithstanding its lying, its wildness, its imprudence, its cruelty, its capriciousness, its paranoia, its messianic pretensions, and its desperation - the Pyongyang regime behaves rationally. Kim Jong Il's purpose as a ruler is to sustain his power by any and all means, and whether he believes his own propaganda is, at this point, irrelevant. Never has such a small, economically weak state succeeded in making such a big deal of itself for so long. That North Korea has done so is a consequence of the fact that, while Pyongyang demands that others leave it alone, it has never seen fit to return the favour. From behind its barbed wire, North Korea has been on a constant war footing for 50 years, maintaining one of the biggest armies on earth, with 1m battle-ready men and the largest special-ops force anywhere - 100,000 strong. Since the Korean War, the North has repeatedly gone on the attack: kidnapping Japanese and South Korean citizens; digging tunnels through the bedrock below the DMZ into South Korea, tunnels big enough for an invasion force to pass through at a rate of 10 soldiers a minute; sending an assassination team to Seoul to kill the president; bludgeoning to death with axes two American officers in the Joint Security Area of the DMZ; blowing up and killing seven senior members of a South Korean delegation to Burma; initiating countless naval battles with Southern ships, resulting in numerous fatalities; sending a submarine to land commandos in the South; launching a missile over Japan. The list goes on. While the majority of these attacks has been aimed at South Korea, the chief target of Pyongyang's verbal assaults over the same half century has been the United States, the archenemy, and in the North's propaganda it is Washington that is perpetually on the offensive. Even the mildest statements of Yankee disdain for the Kim dynasty are treated as aggressive, tantamount to declarations of imminent invasion. Of course, to be forever at war with such a powerful foe makes a small country feel bigger. And the intensity of the Kims' anti-American harangues has had a galvanic effect on North Koreans. In a typical outburst, in 1968, Kim Il Sung declared: 'The peoples of all countries making revolution should tear limbs off the US beast and behead it all over the world. The US imperialists appear to be strong, but when the peoples of many countries attack them from all sides and join in mutilating them in that way, they will become impotent and bite the dust in the end.' Kim Jong Il runs North Korea as a criminal syndicate, maintaining his kingdom with money earnt primarily from arms trading, drug-running, money-counterfeiting and foreign aid. He spends the money on his own pleasures - lavish feasts, flocks of dancing girls, barrels of fine wines, fleets of Mercedes-Benz sedans to dole out as gifts - and on the People's Army. The only thing the country still produces that has much export value is weaponry. A recently published National Geographic map of North Korea shows 10 missile facilities, home to an impressive assortment of Scuds and short-range and medium-range missiles. The Pentagon believes a long-range missile is in the works, capable of carrying a warhead of several hundred pounds to Hawaii or Alaska. These missiles are for sale to anyone, and selling them to other governments is perfectly legal, as the Bush administration was reminded after it was obliged earlier this year to allow an intercepted shipment of North Korean Scuds bound for Yemen to continue on its way. The North has been seeking nuclear weapons for at least 40 years, and has had a nuclear-weapons programme since the late 70s. In 1985, Pyongyang signed on to the nuclear Non-Proliferation Treaty, which allows it to acquire nuclear reactors for energy production. It wasn't until 1992, however, that the North agreed to grant the International Atomic Energy Agency (IAEA) access to its plutonium-production reactors. The inspectors soon noticed discrepancies in Pyongyang's accounting of its reprocessing activities. The CIA estimated enough plutonium was missing to make an atomic bomb or two, and it has assumed ever since that North Korea has the bomb, though not yet the missile capability to deliver a nuclear warhead. That assumption is now widely shared, despite the general propensity to describe Kim Jong Il as seeking - rather than already having - a nuclear arsenal. This rhetorical ambiguity reflects how little anybody knows about what Kim Jong Il is up to - anybody, that is, except the Central Brain himself, who has so far exploited the North's secrecy to keep the outside world uncertain and off kilter while he stage-manages the crises he creates. In Stanley Kubrick's Dr Strangelove, or How I Learned to Stop Worrying and Love the Bomb, the fundamental principle of Cold War strategy is articulated by Dr Strangelove in a spasm of sublime indignation: 'The whole point of the Doomsday Machine is lost if you keep it a secret.' It would be fanciful to suggest that Pyongyang wanted the IAEA to discover its missing plutonium, but once the North's capacity to make atomic bombs was revealed and Washington responded with alarm, Kim Jong Il - already the master of Pyongyang's ceremonies as his father neared death - grasped the tremendous international leverage the mystery of his nuclear capability gave him. The incoming Clinton administration could only speculate about whether the North had the bomb, was on the brink of getting it, or was merely bluffing. Then, in the spring of 1993, when America revived joint military exercises and war games with the South Korean army, Pyongyang threatened to gin up its own war machine and pull out of the Non-Proliferation Treaty. There were murmurs in Washington about preemptive strikes against North Korea's nuclear reactors, but Clinton dispatched negotiators instead. Nukes or no nukes, Kim Jong Il's true power of deterrence resides in his conventional arsenal - above all, the 11,000 artillery pieces that are dug into underground bunkers along the edge of the DMZ and aimed at South Korea. In 1994, Pyongyang signed a pact with Washington to remain engaged in negotiations. The Agreed Framework, as it is known, was based on the diplomatic conceit that the North's nuclear programme had never had military purposes but was intended merely for generating energy. Pyongyang pledged to freeze, and ultimately dismantle, its plutonium-production reactors, and to place these facilities under IAEA supervision. Washington promised to supply 500,000 barrels a year of heavy fuel oil for generating heat and electricity until a couple of energy-producing reactors, to be supplied by South Korea and Japan, were up and running. Economic and diplomatic relations were also supposed to be normalised, but, as Wendy Sherman, who was a special adviser on North Korea to Clinton, recalls, the feeling in Washington was that the Agreed Framework was just a stopgap measure, pending 'fundamental change' in North Korea. 'We thought that 1m or 2m people dying of starvation and a collapsing economy would bring the end of the North Korean government within two or three years. We were totally wrong.' Seven years after the Agreed Framework was signed, the new Bush administration essentially abandoned negotiations with Korea without proposing an alternative policy. The Agreed Framework was all but scrapped. American officials said they would not give in to 'nuclear blackmail' or 'reward bad behaviour'. Early last year, as Bush was making the case for the war on terror, he included North Korea in his State of the Union address as one of the troika of states, along with Iraq and Iran, that 'constitute an axis of evil, arming to threaten the peace of the world'. Kim Jong Il responded as if Bush had declared war. North Korea's state news agency dubbed America the 'empire of the devil,' and demanded a retraction. A period of heated talk ensued. Bush told a group of senators that Kim Jong Il was a 'pygmy' who acts like 'a spoiled child at a dinner table' and who was 'starving his own people'. Kim's phrasemakers responded in kind, and Korea hands and editorialists the world over lamented that Bush had lost Korea through recklessness in a time of danger. Then, last fall, when the Bush administration was mobilising military and diplomatic resources in preparation for war in Iraq, Pyongyang acknowledged that it hadn't halted its nuclear-weapons programme after all: a project to produce highly enriched uranium had been under way since 1998. Although Washington promptly cut off heavy-fuel shipments to the North, its response to this unwelcome distraction from Iraq was little more than a shrug. North Korea, however, was determined not to be ignored. In short order, it threw out the IAEA inspectors, shut down their monitoring cameras, withdrew from the Non-Proliferation Treaty, and declared that it was reprocessing the contents of some 8,000 spent fuel rods from its formerly frozen reactors. If that's true, the North now has the plutonium necessary to manufacture half a dozen atomic bombs. Nevertheless, America's relative inattention to North Korea may end up looking like a deliberate policy after all, along the lines of what Victor Cha, a scholar of Korean affairs at Georgetown University, has described as 'hawkish engagement' or 'coercive diplomacy' - a strategy that holds out the prospect of talks under a persuasive threat of action, such as severe sanctions, or an embargo backed by a blockade, to begin with, and, beyond that, the prospect of overwhelming force. The Bush administration has refused to allow Kim Jong Il to dictate the terms of discussion, thus obliging his neighbours to take up the slack. A Western diplomat in Seoul described Korea to me as 'the peninsula of bad options'. We were talking about how the South's position as a hostage to the North's artillery makes it a wild card in any attempt to address the nuclear crisis. Public sentiment in the South - manifested in opinion polls and anti-American demonstrations - has often seemed to sympathise with Pyongyang's complaint that it is the Bush administration's hawkishness that is disturbing Korea's truce. This feeling, which is especially pronounced among South Koreans in their twenties, who have no memory of the Korean War, was exacerbated last year, following a road accident in which a US army vehicle struck and killed two South Korean girls. A Pew Research Centre survey, released shortly before the multilateral talks began in Beijing at the end of August, found South Koreans regard North Korea as a lesser danger to the region than do Australians, Americans, Germans, the British and Canadians. Horace H Underwood, the executive director of the Fulbright programme in South Korea, recalled his surprise on visiting the US last Christmas to find stories about North Korea's nuclear programme on the front pages of newspapers 'in vanishingly small places that never have international news'. In Seoul, he said, 'Nobody's paying attention. They're worried about a parking spot.' Underwood, who comes from a long line of Presbyterian missionaries in Korea - his father and grandfather were born there, and he has called Seoul home for most of his life - couldn't decide whether the apathy about North Korea was a result of realism born of experience, or evidence of a naive and defensively willed obliviousness. Another longtime American resident of Seoul said: 'Underlying this is a strong sense of nationalism. Some people here feel an odd satisfaction when North Koreans launch a missile over Japan. You know, at least they can stand up for themselves.' Despite initial reluctance, the South Korean government sent a contingent of noncombatant troops to join the American forces in Iraq this spring, but the government remains steadfastly neutral on the question of whether the North has nukes or is bluffing. 'Some people in the Bush administration wonder why South Koreans don't take it a little more seriously,' a Western intelligence officer told me. After a moment, he had his answer: 'It's like so much of their history - they're pinned between more powerful surrounding powers, and they don't know how to leverage their own interests. To be dependent for security on the foreigners their history has taught them to fear and suspect... I guess we have to pardon them if this makes them a bit schizophrenic.' Besides, he said, 'they've been living with what we call threat denial for a long time, and you're always more vulnerable when you're not in touch with reality.' What South Koreans fear more than the North's weaponry is its economic weakness. After a brief spasm of sympathetic euphoria at the spectacle of the Berlin Wall being torn down, South Koreans watched German reunification with a sense of horror at the sheer cost to capitalist West Germany of merging with the post-Communist East. West Germany had far greater resources and greater political stability than South Korea, while the North's needs were almost immeasurably greater than East Germany's, and its population vastly more hapless. South Koreans tend to view the 3,000 North Korean defectors in their midst as a major social problem, perhaps because they represent a much larger possibility. 'These are people who have been socialised for 50 years into a totalitarian culture, and suddenly they have to make choices about their lives and have no clue how to do it,' Wendy Sherman said. 'Imagine 23m people having to do that.' Even before the Soviet empire's collapse, the South's dictators and the conservative governments that succeeded them were hardly in a rush to assume the costs of reunification that their rhetoric called for. By the mid-90s, the conviction took hold among Southerners that they simply couldn't afford to absorb the wreck the North had become. One wishful thought led to another: perhaps North Korea, in its weakened condition, shorn of its Cold War patrons, wasn't such a threat any more; perhaps it really wanted to change, too, and just needed a helping hand. Kim Jong Il has cannily played the South's fears to his advantage. He has reaped enormous financial and political support from the fact that, in 1987, after nearly 40 years of dictatorial rule, South Korea made the transition to democracy, and the majority of its people now vote according to their pocketbooks. Never mind that South Korea's constitution proclaims national reunification to be the absolute objective of the republic, and that 'one Korea' implies the same sacred mission in the South as it does in the North: victory over the impostor regime occupying the other half of the country. For the past five years, under two successive administrations, Seoul has abandoned its long-standing antagonism toward Pyongyang, adopting instead a policy of engagement, aimed at propping up North Korea with aid and trade. In practice, this means maintaining the Kim dynasty and the division of the peninsula. This 'sunshine policy' was introduced in 1998 by Kim Dae Jung, who was elected president on a platform of peaceful coexistence with North Korea. DJ, as he is known, had for much of the previous half century enjoyed a reputation as the most prominent domestic opponent of Seoul's military dictators. Once in office, he promoted reconciliation as the stepping stone toward eventual reunification - perhaps in a generation or two. The key to this gradualist approach was economic incentives. As the North savoured the benefits of its gentle opening, rail, road, and air links would punch through the DMZ; military de-escalation would follow; Pyongyang would recognise the rewards of market reforms, and perhaps even be enticed toward a relaxation of social control. That was the idea: to coax North Korea in a direction that would make it more like contemporary China, which has in the past decade replaced America as South Korea's biggest trading partner, and which also has no desire to see Pyongyang collapse. China does not want to be flooded with refugees, or have American troops move up from South Korea to its border. The sunshine policy didn't address human rights or democracy. Business came first, and to speak of anything more 'sensitive' was considered tantamount to giving up the game before it began. While the ultimate aim of the policy might be a more secure Korea, its most immediate objective was to prove its own value by winning Kim Dae Jung the opportunity to create a spectacular and emotionally charged image of a new Korean order: a handshake with the North Korean leader. DJ said that it was his lifelong dream to be the first South Korean leader to set foot on North Korean soil and in June 2000, a children's choir sang, 'Our wish is unification' as he flew off to Pyongyang. Kim Jong Il surprised Kim Dae Jung by venturing into public and greeting him at the airport. The Dear Leader, with his pompadour, short zippered jacket, and shades, presented himself as a puckish charmer, relaxed, courteous, statesmanly, the perfect host. A brass band played; soldiers goose-stepped past bobbing red balloons; throngs of civilians, numbered in the hundreds of thousands, leapt and flailed, chanting their leader's name. The two Kims were seen holding hands. DJ released a message saying, 'We are one people. We share the same fate. I love you all.' Eleven million Korean families have been divided, along with the country, at the 38th parallel, and the Southern delegation was permitted to bring along a few members of such families to meet with their relatives in the North. Scenes of these wailing, tearful, and painfully brief public reunions played over and over on South Korean TV, and the promise of more and bigger reunions to come was held out as incontrovertible proof of the sunshine policy's triumph. To be sure, North Korean handlers blocked South Korean reporters from venturing out of their hotel to have a look around in their free time. But the two leaders concluded their talks with a joint declaration of agreement to continue a high-level dialogue 'to solve the question of the country's reunification independently by the concerted efforts of the Korean nation responsible for it' - and the summit was celebrated in the international press. 'There is no going back now,' the BBC announced. 'The world's last Stalinist state has embarked on the road to ending its isolation.' At the summit's farewell lunch, Kim Jong Il teased: 'As far as drinking goes, I'm a better drinker than Kim Dae Jung.' He could afford to be: in order to make Kim Dae Jung's dream come true, officers of South Korea's giant Hyundai conglomerate, acting as the president's surrogates, had secretly, and under the South's national-security laws, illegally transferred $100m of government money into Kim Jong Il's coffers. Six months after the 'two-Kim summit', Kim Dae Jung travelled to Oslo to collect a Nobel Peace Prize. By the time he left office, early this year, however, the truth had come out: DJ had effectively bought the meeting and, Koreans now say, bought the prize. His subsequent disgrace is all he has to show for it. But the sunshine policy lives on, albeit under the alias 'peace and prosperity'. The phrase was coined by South Korea's new president, Roh Moo Hyun, who was elected to succeed Kim last year. Roh, a former human-rights lawyer, is the first South Korean president to have made no mention in his inaugural address of the restoration of the Korean nation. 'Our government does not emphasise unification,' one of his top foreign-policy advisers told me. 'Our approach, our policy, is basically cautious in dealing with North Korea,' he said, 'because North Korea's future has a great impact on our economic prosperity and political stability.' Whether the South is more secure since abandoning its hostile stance toward the North is a matter of bitter debate. When Kim Dae Jung went to Pyongyang as a man of peace, he also went as a sort of conquering hero, operating on the assumption that the South had effectively won the Cold War in Korea and that its superior position allowed it to be magnanimous in hammering out the terms of the peace. But Kim Jong Il saw the South come knocking. He opened the door and was happy to let Kim Dae Jung claim the credit for doing so. By declaring that the sunshine policy was merely a gentler strategy for wearing him down and finishing him off, the South offered him no incentive to change his ways, but it did suggest a clear counter strategy - keep threatening to close the door, keep playing hard to get, keep asking for more kindness and greater gentleness. No wonder the Dear Leader was in such a jovial mood at the summit - Kim Dae Jung had just thrown him a lifeline. In exchange for hollow gestures, Seoul was prepared to expend enormous amounts of political capital and hard cash. That suited Kim Jong Il's understanding of inter-Korean exchange: the South gives and he takes. DJ released dozens of political prisoners from the North, and Kim Jung Il sent back none. In mid-April, the UN Commission on Human Rights passed a resolution calling on Pyongyang to give full access to international investigators so that they could follow up reports of such systemic abuses as torture, public executions, forced-labour camps. It was the first time the UN had addressed North Korea's human-rights abuses so formally, and although South Korea had a seat on the commission, it did not vote for the resolution, or even abstain. South Korea simply didn't show up. 'It's just nonsensical - it's incomprehensible,' Kang Chol-hwan, a North Korean defector, said to me when we met in Seoul a few weeks later. Kang, the grandson of a devout party loyalist, lived in comfort in Pyongyang as a little boy. He had adored Kim Il Sung. But in 1977, when he was nine years old, he and his family were purged and trucked off to the Yodok prison camp. Kang has written a memoir of his captivity, The Aquariums of Pyongyang, and still isn't sure why they were sent there or why, after 10 years, they were released. In his book, he describes how the brutality of the gulag is the ultimate refinement of the North Korean system. Kang, who now works as a newspaper reporter in the South, regarded both the fanfare of the sunshine policy and the caution of Roh Moo Hyun's peace-and-prosperity approach as hopelessly naive, and as something worse than appeasement, more like capitulation. If the issue is protecting the South's pocketbook, he said, then what about the South Korean stock market's 5 per cent plunge when North Korea admitted to having a nuclear-weapons programme, and the enormous defence expenditures on both sides of the DMZ? 'If you want to talk about the economy of reunification, talk also about the savings,' he said. 'And if South Korea thinks of absorbing North Korea and modernising it, it should speak not of helping and charity but, rather, of investment.' After the UN human-rights vote, he wondered, 'Why doesn't this government think about the situation it will face after unification when North Koreans ask why it didn't care about human rights?' Kang was incensed that the South had softened its rhetoric about Pyongyang at the peak of the North Korean famine, when the North was at its most vulnerable and could not have survived without support. Until 1997, South Korean broadcasts criticised Kim Jong Il. But now, Kang said, when there are more radios than ever entering North Korea from China, and 'most people there are not sure whether their regime is right or not, whether Kim Jong Il can be believed and trusted or not,' the messages they hear from Seoul leave them wondering 'if the South Korean government is really against them and pro-Kim Jong Il.' Kang was in despair at official shortsightedness. He wanted to see regime change in North Korea. 'If the same situation happens in North Korea as Iraq,' he said, 'then North Korea will collapse faster than Iraq, because in Iraq they have their Allah, but Kim Jong Il is a weaker self-made god.' Washington's appetite for a confrontation with Pyongyang soured over the summer, as success in Iraq proved elusive. Kim Jong Il still seeks to shape the agenda, demanding a non-aggression pact with Washington as the only possible solution to the nuclear crisis. The Americans refused, until last week when Bush made conciliatory proposals, Washington had insisted that there was nothing to talk about until North Korea gave up its nuclear ambitions, and that nuclear proliferation was not merely Washington's problem but a threat to all the northeast Asian countries. There was increasing talk in Tokyo of the need for a nuclear deterrent to maintain balance in the neighbourhood, and the possibility of a militarily resurgent Japan and a broader regional arms race was worrying to China, Russia and South Korea. Beijing took the initiative, in April, hosting American and North Korean diplomats for a few days of talks. Washington touted North Korea's participation in a multi-lateral process as evidence that it had been chastened by the attack on Iraq a few weeks earlier. The North Korean state news agency responded to the overthrow of Saddam Hussein by declaring that the lesson was clear: a nuclear weapon is the only way to keep the Americans at bay.",
    "keywords": [
        "war",
        "south",
        "madness",
        "jong",
        "korea",
        "kim",
        "nuclear",
        "pyongyang",
        "il",
        "north",
        "korean"
    ],
    "summary": "For anyone not in their thrall or under their thumb, Kim Il Sung and Kim Jong Il appear so monstrous and so aberrant that it is almost an insult to reason to acknowledge that their primitive, impoverished ideology is not an expression of madness.\nKim Jong Il runs North Korea as a criminal syndicate, maintaining his kingdom with money earnt primarily from arms trading, drug-running, money-counterfeiting and foreign aid.\nThe Bush administration has refused to allow Kim Jong Il to dictate the terms of discussion, thus obliging his neighbours to take up the slack.\nKim Jong Il surprised Kim Dae Jung by venturing into public and greeting him at the airport.\nAt the summit's farewell lunch, Kim Jong Il teased: 'As far as drinking goes, I'm a better drinker than Kim Dae Jung.'",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.8164,
        "pos": 0.0974,
        "compound": -0.0052
    }
}