{
    "date": "2003-12-20T02:32:37Z",
    "title": "Japan to build missile shield",
    "url": "https://www.theguardian.com/world/2003/dec/20/japan.northkorea",
    "content": "Japan says it plans to develop a £2.8bn missile defence system to protect itself from a possible attack by North Korea, which is believed to be developing nuclear weapons. The announcement, made yesterday after a meeting of the country's security council, is bound to anger other countries in the region - particularly China, which has voiced concern over Japan's increasingly robust defence policy and its decision to send troops to help rebuild postwar Iraq. Officials in Tokyo, however, insisted that the new missile shield, to be developed with the US, posed no threat to regional stability. \"Ballistic missile defence is purely defensive, and is the sole means of protecting the lives of our country's people and their property against a ballistic missile attack,\" said Yasuo Fukuda, the chief cabinet secretary. \"There is no intent to harm other countries.\" In the first phase of deployment, Standard Missile-3 (SM-3) systems will be installed aboard four Aegis-equipped Japanese destroyers from 2007. The SM-3 can intercept incoming weapons in mid-flight. Upgraded land-to-air Patriot missiles will be added by 2011. Defence analysts say the new system will not offer total protection from incoming ballistic missiles, but Mr Fukuda dismissed this view. The case for joining the US administration's quest to introduce a comprehensive missile shield gathered pace in Japan after Pyongyang test-fired a ballistic missile over Japanese territory in 1998. The decision to buy into the US missile defence programme was almost certainly made this year in response to North Korean claims that it possesses nuclear arms and plans to build more. Japan says uncertainty over North Korea's nuclear ambitions, global terrorism and the spread of weapons of mass destruction have forced it to act. But China continues to oppose any move it regards as an attempt by Tokyo to upset the regional balance of power. Critics in Japan say deployment of the missile defence system would violate the country's constitutional ban on collective self-defence, which forbids it from going to the aid of an ally under attack. But yesterday, Shigeru Ishiba, the head of Japan's defence agency who visited China in September to try to allay Beijing's fears, insisted the missiles would be used to defend only Japan. Sino-Japanese ties soured in March after Japan launched two spy satellites to monitor North Korea. Another sign that Japan wants to play a more active role in security affairs came with the order for troops to prepare to leave for Iraq. The defence agency said aircraft would begin flying supplies to Iraq next weekend. They will be joined early next year by about 1,000 troops in what will be their biggest mission since the second world war.",
    "keywords": [
        "troops",
        "ballistic",
        "system",
        "north",
        "missiles",
        "build",
        "nuclear",
        "japan",
        "weapons",
        "missile",
        "defence",
        "shield"
    ],
    "summary": "Japan says it plans to develop a £2.8bn missile defence system to protect itself from a possible attack by North Korea, which is believed to be developing nuclear weapons.\nOfficials in Tokyo, however, insisted that the new missile shield, to be developed with the US, posed no threat to regional stability.\n\"Ballistic missile defence is purely defensive, and is the sole means of protecting the lives of our country's people and their property against a ballistic missile attack,\" said Yasuo Fukuda, the chief cabinet secretary.\nThe case for joining the US administration's quest to introduce a comprehensive missile shield gathered pace in Japan after Pyongyang test-fired a ballistic missile over Japanese territory in 1998.\nCritics in Japan say deployment of the missile defence system would violate the country's constitutional ban on collective self-defence, which forbids it from going to the aid of an ally under attack.",
    "sentiment": {
        "neg": 0.1405,
        "neu": 0.7962,
        "pos": 0.0633,
        "compound": -0.2042
    }
}