{
    "date": "2003-09-15T11:53:00Z",
    "title": "100 Koreans feared dead after typhoon",
    "url": "https://www.theguardian.com/environment/2003/sep/15/naturaldisasters.weather",
    "content": "South Korean troops were mobilised to dig for bodies yesterday as the death toll from the country's worst typhoon in a century was expected to soar above 100. At least 84 people have been confirmed dead and dozens of others are missing after being feared caught in mudslides and floods. Rescue workers are still reporting seeing bodies floating in the sea and rivers. Typhoon Maemi hit the area around Busan, South Korea's second city, on Friday night, causing carnage with winds of 135 miles an hour. Television stations showed images yesterday of the city's devastated dockside, where the gusts and high waves mangled 1,000-tonne cranes, tossed steel shipping containers into the air and turned a huge cruise liner on its side. More than 80 vessels were sunk, filling the waters of the port with driftwood and raising fears that people may have died out at sea. Upturned cars floated along streets that had become rivers, bridges were twisted out of shape and rows of shops were torn inside out. President Roh Moo-hyun visited the typhoon-hit area yesterday and a promise to allocate 1.4 trillion won (£750m) in disaster relief. \"Although some functions have been paralysed, let's try to set a new record in normalising the distribution of goods,\" he said. Helicopters are taking supplies to areas that have been cut off by floods, and bulldozers have been clearing through the rubble. The government has also dispatched 5,600 soldiers to help the emergency services look for the missing, clear roads and rebuild electricity pylons. But hopes of finding survivors were fading last night as rescuers used buckets and shovels to scoop out tonnes of sludge covering homes and businesses. Among the missing are a dozen people believed to have been trapped in a karaoke bar in the southern city of Masan, where eight bodies have already been uncovered. People said they did what they could to prepare, but the ferocity of the storm took them by surprise. \"The typhoon landed when the tide was full, causing even more damage,\" Choi Myong-sun, a fisherman, told local television. \"The typhoon was so strong that our preventive steps were not useful at all.\" South Koreans had been enjoying the three-day thanksgiving festival of Chusok when the typhoon struck, forcing 25,000 to flee their homes. Yesterday, several thousand evacuees were still camped out in public buildings, uncertain when they would be able to return home. Farmers are counting the cost after 8,500 hectares (21,240 acres) of paddy fields and orchards - full of crops that were just days away from harvest - were flooded as rivers burst their banks amid up to 45cm (18in) of rain. Five of the nation's 18 nuclear power plants were shut down after their powerlines were damaged. Two oil-refineries and 32 large factories in Ulsan and Onsan have also been closed. Power is only slowly returning to the 250,000 homes that suffered electricity cuts. \"I can feel what it's like becoming a real beggar in one day and how that can happen,\" Lee Ok-ja, a woman in Busan, told reporters. The edge of Maemi, which means cicada, also affected Japan, where a sailor was killed after high waves swept him from his boat. It is unknown what damage was inflicted upon North Korea, where news of disaster filters out slowly. Meteorologists said Maemi's force had waned to a tropical depression as it drifted further out to sea yesterday evening.",
    "keywords": [
        "south",
        "bodies",
        "waves",
        "sea",
        "100",
        "rivers",
        "dead",
        "typhoon",
        "missing",
        "homes",
        "told",
        "feared",
        "koreans",
        "yesterday"
    ],
    "summary": "South Korean troops were mobilised to dig for bodies yesterday as the death toll from the country's worst typhoon in a century was expected to soar above 100.\nAt least 84 people have been confirmed dead and dozens of others are missing after being feared caught in mudslides and floods.\nTyphoon Maemi hit the area around Busan, South Korea's second city, on Friday night, causing carnage with winds of 135 miles an hour.\nSouth Koreans had been enjoying the three-day thanksgiving festival of Chusok when the typhoon struck, forcing 25,000 to flee their homes.\nMeteorologists said Maemi's force had waned to a tropical depression as it drifted further out to sea yesterday evening.",
    "sentiment": {
        "neg": 0.1235,
        "neu": 0.8119,
        "pos": 0.0646,
        "compound": -0.1542
    }
}