{
    "date": "2003-02-12T11:25:22Z",
    "title": "N Korea sanctions 'could prolong standoff'",
    "url": "https://www.theguardian.com/world/2003/feb/12/northkorea1",
    "content": "UN sanctions against North Korea could prolong the standoff over its nuclear weapons development, a top European Union official warned today as the UN atomic agency prepared to refer the dispute to the security council. \"I don't think it is the moment to do sanctions,\" Javier Solana, the EU's foreign policy chief, told reporters in Seoul. \"I do think that sanctions will contribute to the opposite of what we want to obtain, which is defusing of the crisis.\" The International Atomic Energy Agency was scheduled to meet in Vienna later today, and was widely expected to pass the issue to the security council, setting in motion a process that could lead to the imposition of sanctions against North Korea. The North has said it would consider such sanctions a \"declaration of war\", suggesting that a move to punish the reclusive regime would escalate the dispute and make a peaceful resolution more difficult to reach. South Korea pressed ahead today with its diplomatic efforts in economic meetings with North Korean delegates in Seoul. President-elect Roh Moo-hyun also dispatched two envoys to Russia and China. At the Seoul talks, Southern delegates told the North representatives that a prompt resolution is important for inter-Korean exchange projects, according to a pool report by South Korean reporters. The South has used its various contacts with the North to push for a settlement. The North Koreans, however have stuck to their position that only direct talks with Washington can solve the standoff. Washington has demanded that North Korea suspend its nuclear development before the two sides begin talks on possible energy and food aid to the impoverished country. Pyongyang, however, has refused to disarm first. The standoff began in October when US officials said North Korea admitted it had a clandestine nuclear program. Washington suspended fuel shipments, and the North retaliated by expelling UN nuclear monitors and withdrawing from the Nuclear Nonproliferation Treaty.",
    "keywords": [
        "south",
        "korea",
        "washington",
        "talks",
        "sanctions",
        "standoff",
        "nuclear",
        "seoul",
        "n",
        "today",
        "prolong",
        "north"
    ],
    "summary": "UN sanctions against North Korea could prolong the standoff over its nuclear weapons development, a top European Union official warned today as the UN atomic agency prepared to refer the dispute to the security council.\n\"I don't think it is the moment to do sanctions,\" Javier Solana, the EU's foreign policy chief, told reporters in Seoul.\nSouth Korea pressed ahead today with its diplomatic efforts in economic meetings with North Korean delegates in Seoul.\nThe North Koreans, however have stuck to their position that only direct talks with Washington can solve the standoff.\nThe standoff began in October when US officials said North Korea admitted it had a clandestine nuclear program.",
    "sentiment": {
        "neg": 0.0823,
        "neu": 0.8658,
        "pos": 0.0519,
        "compound": -0.1015
    }
}