{
    "date": "2003-01-03T01:58:56Z",
    "title": "US troops violated Geneva convention",
    "url": "https://www.theguardian.com/uk/2003/jan/03/northkorea.usa",
    "content": "US troops guarding communist captives in the Korean War violated the Geneva convention on treating prisoners of war and regarded them as \"oriental cattle\", a confidential British report concluded. Marked \"secret and guard\", the memorandum by a major in the King's Shropshire Light Infantry painted a damning picture of US military incompetence and inhumanity. Held back from public release for 50 years, the study of Koje-Do prison camp was sent to the foreign secretary in late 1952. When Major DR Bancroft arrived with his unit to help American soldiers on guard duties, he was appalled at what he discovered. There were 80,000 captured men inside Koje-Do. \"Control within the compounds had been lost, and it was doubtful whether the US authorities had external control,\" his memo, released by the public record office, records. \"No compound had been entered by US troops for nearly three months.\" The treatment of North Korean prisoners was already a sensitive political issue, even though the war was being fought under the authority of the United Nations. Major Bancroft found US units had inadvertently supplied inmates with firewood that contained 10-inch nails, and given them petrol to start fires. \"Nails were being used to make spears, and petrol was being turned into Molotov cocktails.\" On one occasion, he saw an American soldier mistreat a wounded North Korean officer. \"The US driver removed the prisoner's hat, stripped it of its badge of rank, and literally flung the prisoner into the ambulance ... this was the first of many occasions I witnessed US troops violating the Geneva convention.\" In order to regain control, one compound was stormed. More than a 100 prisoners died, and communist soldiers murdered colleagues who tried to surrender. Put in charge of one compound, Major Bancroft discovered mail had not been delivered to prisoners for four months. \"It became evident that US officers and soldiers ... thought the Chinese and Korean prisoners were oriental cattle who were to be given different treatment to a European.\" In one case, he saw a prisoners' representative addressed as \"You slant-eyed, yellow bastard.\" The major noted: \"US sentries were found asleep at their posts, and no disciplinary action taken. Over 8,000 prostitutes were in residence in the valleys near the prison, and sentries left their posts to sleep with women in the village. \"All US troops were apt to regard prisoners as cattle and treat them as such. They handled them, including cripples who had been badly wounded, extremely roughly. Asked about the Geneva convention, US troops said: 'Well, these people are savages'. All [US] units were inclined to fire on prisoners at the slightest provocation.\" As to the North Koreans' behaviour, Major Bancroft was even more shocked. \"Their cruelty is beyond belief. Normal torture was to hang offenders to the ridgepole of a tent by their testicles. Water hoses were put in offenders' mouths so they drowned.\" He did, however, believe the communists were better motivated and fitter than their South Korean opponents.",
    "keywords": [
        "war",
        "troops",
        "north",
        "convention",
        "major",
        "bancroft",
        "soldiers",
        "prisoners",
        "violated",
        "geneva",
        "korean"
    ],
    "summary": "US troops guarding communist captives in the Korean War violated the Geneva convention on treating prisoners of war and regarded them as \"oriental cattle\", a confidential British report concluded.\nMajor Bancroft found US units had inadvertently supplied inmates with firewood that contained 10-inch nails, and given them petrol to start fires.\nOn one occasion, he saw an American soldier mistreat a wounded North Korean officer.\n\"The US driver removed the prisoner's hat, stripped it of its badge of rank, and literally flung the prisoner into the ambulance ... this was the first of many occasions I witnessed US troops violating the Geneva convention.\"\nAsked about the Geneva convention, US troops said: 'Well, these people are savages'.",
    "sentiment": {
        "neg": 0.1731,
        "neu": 0.8032,
        "pos": 0.0238,
        "compound": -0.3778
    }
}