{
    "date": "2003-08-29T01:18:15Z",
    "title": "N Korea in nuclear concession",
    "url": "https://www.theguardian.com/world/2003/aug/29/northkorea",
    "content": "North Korea reportedly agreed yesterday to keep working with its neighbours for a nuclear-free peninsula - a concession which could conceivably pave the way for a settlement to its standoff with the US. On the second day of six-nation talks in Beijing, China said that the delegates had agreed on the need to meet again within months - the most that analysts expected from the meeting. But in a surprise departure from North Korea's usual stance, its delegates were also said to have accepted that the shared objective of all parties was a region free of such weapons. \"The parties reiterated that denuclearisation of the Korean peninsula is the common goal of all sides, and the nuclear issue should be resolved peacefully through diplomatic means,\" said the Chinese foreign ministry.",
    "keywords": [
        "korea",
        "concession",
        "peninsula",
        "nuclear",
        "parties",
        "n",
        "agreed",
        "working",
        "weapons",
        "way",
        "usual",
        "delegates",
        "yesterday",
        "north"
    ],
    "summary": "North Korea reportedly agreed yesterday to keep working with its neighbours for a nuclear-free peninsula - a concession which could conceivably pave the way for a settlement to its standoff with the US.\nOn the second day of six-nation talks in Beijing, China said that the delegates had agreed on the need to meet again within months - the most that analysts expected from the meeting.\nBut in a surprise departure from North Korea's usual stance, its delegates were also said to have accepted that the shared objective of all parties was a region free of such weapons.\n\"The parties reiterated that denuclearisation of the Korean peninsula is the common goal of all sides, and the nuclear issue should be resolved peacefully through diplomatic means,\" said the Chinese foreign ministry.",
    "sentiment": {
        "neg": 0.0217,
        "neu": 0.7993,
        "pos": 0.179,
        "compound": 0.5589
    }
}