{
    "date": "2003-07-11T01:35:44Z",
    "title": "Leader: Killing with kindness",
    "url": "https://www.theguardian.com/world/2003/jul/11/northkorea.guardianleaders",
    "content": "It is 50 years ago this month since the Korean armistice was signed; yet the legacy of the cold war's only hot war remains as potentially dangerous as ever. The original division of the peninsula into rival spheres of influence ensured - at the expense of the peoples of Korea - that no one sought a solution. While South Korea painfully found its way to democracy, North Korea remained totally isolated, digging itself in under a Stalinist version of feudal rule. When the cold war finally ended, Korea was right at the bottom of the list: east Asia is now paying for those decades of diplomatic neglect. Living under the US nuclear threat (in Washington's language, deterred from aggression), North Korea unsurprisingly has chosen a reciprocal route. From a position of desperate weakness, Pyongyang now plays the nuclear card for all it is worth. Yesterday it declared it was ready for \"both war and dialogue\", hinting again that it already possesses nuclear weapons. South Korea, whose new president is currently visiting China, believes that the North has tested devices used to trigger atomic explosions. No one has a clear strategy for defusing the Korean crisis, least of all the Bush administration, which has undercut South Korea's efforts to promote detente. Though China is now playing a more active role, a new non-nuclear agreement will be hard to achieve: Pyongyang is unlikely to place itself in the position of Iraq by giving up its nuclear capability. Those who hope that the Kim Jong-il regime will collapse should reflect on the consequences of a refugee exodus which already gives Seoul nightmares. For a number of years North Korea has been kept alive by a drip-feed of international aid that is just enough to stave off famine. Even this is now in jeopardy because of a combination of donor fatigue and political disapproval. Unicef, for example, which cares for some 70,000 children at risk of death, has only secured a third of the funding it needs for this year (and has not yet heard whether its grant from Britain will be renewed). The underlying problem is that donors will only support emergency, not development, aid. They will pay to patch up a water pump but not to put in a new system. Yet the only way North Korea can move forward is by escaping from its vicious cycle of dependence. The best way to deal with Mr Kim is not to strengthen his regime by branding him as evil - but to kill it instead with kindness.",
    "keywords": [
        "war",
        "south",
        "leader",
        "regime",
        "killing",
        "korea",
        "kindness",
        "position",
        "nuclear",
        "way",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "While South Korea painfully found its way to democracy, North Korea remained totally isolated, digging itself in under a Stalinist version of feudal rule.\nLiving under the US nuclear threat (in Washington's language, deterred from aggression), North Korea unsurprisingly has chosen a reciprocal route.\nSouth Korea, whose new president is currently visiting China, believes that the North has tested devices used to trigger atomic explosions.\nFor a number of years North Korea has been kept alive by a drip-feed of international aid that is just enough to stave off famine.\nYet the only way North Korea can move forward is by escaping from its vicious cycle of dependence.",
    "sentiment": {
        "neg": 0.1662,
        "neu": 0.7401,
        "pos": 0.0937,
        "compound": -0.2369
    }
}