{
    "date": "2003-08-21T01:30:44Z",
    "title": "North Korea 'wants cash to reunite families'",
    "url": "https://www.theguardian.com/world/2003/aug/21/northkorea",
    "content": "North Korea has risked angering Japan just days before crucial talks by reportedly demanding cash and aid in return for allowing the children of five Japanese nationals who were abducted by Pyongyang agents in the late 1970s to be reunited with their parents. According to a report in the newspaper Nihon Keizai, North Korea wants Japan to pay 1bn yen (£5.3m) for the return of each of the abductees' children. The report quoted Katsue Hirasawa, a Japanese Liberal Democratic MP, as saying that the demands were passed on to a delegation of Japanese MPs during a trip to South Korea last month. Yesterday the newspaper Tokyo Shimbun reported that North Korea was also demanding that Japan should resume food aid and agree not to mention the abduction issue when the countries join talks in Beijing next week aimed at resolving the row about Pyongyang's nuclear weapons programme. Japan is unlikely to accept the demands. It is expected to continue to push for the unconditional return of the children, who are in their teens and 20s and have not seen their parents since last year. The parents returned to Japan after a ground-breaking meeting in Pyongyang last September between the Japanese prime minister, Junichiro Koizumi, and the North Korean leader, Kim Jong-il. At that meeting North Korea admitted that it had abducted 13 Japanese nationals, but said eight of them had died. It has turned down requests to allow the children of the five survivors to travel to Japan, drawing accusations that it is using them as a bargaining chip. Reflecting widespread anger at the abductions, Japan cut food aid to the impoverished country and insisted that the abduction issue and the nuclear standoff must be resolved before it would be restored Mr Koizumi is under pressure in Japan to resolve other suspected abductions. Campaigners say that more than 100 people have been snatched and taken to North Korea in the past 40 years to teach their language and culture to spies. Mr Koizumi, who is making an official visit to Europe, has won the backing of the German chancellor, Gerhard Schröder, and the Polish prime minister, Leszek Miller, for his stance on the abductions. The deal reportedly suggested by Pyongyang is being seen as an attempt to exclude the abduction issue from the agenda when the two countries, along with China, South Korea, Russia and the US, meet next Wednesday for talks in the Chinese capital. An editorial in the North Korean newspaper Rodong Sinmun said: \"The abduction issue is not suitable for discussion at the six-way talks. Participating nations should be careful not to include unnecessary affairs on the agenda.\" Pyongyang's move is one of several robust gestures made in the run-up to the talks. This week it reversed a decision to boycott the World Student Games in South Korea. Next Monday a North Korean ferry will call at the Japanese port of Niigata for the first time in seven months. Japan suspects the vessel of being involved in espionage and drug smuggling, and has vowed to search it.",
    "keywords": [
        "children",
        "south",
        "wants",
        "korea",
        "cash",
        "issue",
        "talks",
        "japanese",
        "japan",
        "abduction",
        "families",
        "reunite",
        "north",
        "return"
    ],
    "summary": "According to a report in the newspaper Nihon Keizai, North Korea wants Japan to pay 1bn yen (£5.3m) for the return of each of the abductees' children.\nAt that meeting North Korea admitted that it had abducted 13 Japanese nationals, but said eight of them had died.\nCampaigners say that more than 100 people have been snatched and taken to North Korea in the past 40 years to teach their language and culture to spies.\nAn editorial in the North Korean newspaper Rodong Sinmun said: \"The abduction issue is not suitable for discussion at the six-way talks.\nThis week it reversed a decision to boycott the World Student Games in South Korea.",
    "sentiment": {
        "neg": 0.0982,
        "neu": 0.8465,
        "pos": 0.0553,
        "compound": -0.2244
    }
}