{
    "date": "2003-11-02T15:15:30Z",
    "title": "The madness of Kim Jong Il",
    "url": "https://www.theguardian.com/theobserver/2003/nov/02/features.magazine37",
    "content": "In 1978, Shin Sang-ok, South Korea's most famous movie director, was shoved into a car in Hong Kong, a burlap sack was placed over his head, and he was smuggled by ship to North Korea. His wife, Choe Eun-hui, a South Korean movie star, had been snatched a few weeks earlier. Shin spent the next five years in prison and re-education camps. For a time he survived on a diet of cornflour and grass. When he was released, he was presented to Kim Jong Il, then the son of North Korean dictator Kim Il Sung. Kim Jong Il is a fanatical cineaste who keeps a library of 15,000 films, and had for years been directing his own propaganda movies. Kim reunited the director with his wife. Then he took him to a movie studio and told him to get to work. This was the reason for Shin's abduction: 'The North Koreans asked me to improve their image by making good movies,' he told me recently. Shin was given $3m a year to make films and over the next three years - until the couple escaped during a trip to Vienna in 1986 - he made seven features, including Pulgasari, a monster movie based on Godzilla that has become an international cult classic, and another movie that included North Korea's first on-screen kiss. 'The North Koreans were all talented and good people,' he said when I visited his studio in Seoul. 'Just 200 or so were evil, and they were in charge.' Shin, who is in his late seventies, cuts a dapper figure, lean and modishly tailored. In North Korea he was treated, following his release from prison, as a sort of royal pet and confidant. 'Kim Jong Il was a young guy who knew only Communist Korea, who thought with money and power people would stay there. He thought money could fix anything,' Shin said, adding: 'Kim Jong Il tries to understand capitalism through movies. James Bond was a favourite and he liked Rambo also, and Friday the 13th and Hong Kong action movies. But he doesn't know what fiction is. He looks at these movies as if they were records of reality.' Still, Shin found Kim to be smart and funny. 'He listened to me because we were from South Korea,' Shin said. 'Even though we criticised some things, he wanted us to be honest. Others would have been killed for speaking so honestly.' While Kim regarded Hollywood fantasies as documentaries, he sometimes let on that he recognised North Korea to be a realm of make-believe. 'When Kim Jong Il let me meet my wife again after five years, there was a big party,' Shin said. 'An all-male band played, then a second, all-female band came out, and the women band members cheered him. Kim Jong Il patted my hand and said, \"That's all fake.\" He knew the people didn't respect him.' When Shin and his wife escaped from North Korea they carried with them secretly made recordings of private conversations with Kim Jong Il. On the tapes, Kim readily acknowledges that North Korea's brand of socialism is flawed; that its technology is at a 'kindergarten level'; that its people lack enterprise and motivation because they are given none of the individual incentives that competition thrives on; and that anyone else in North Korea who said any of these things would be considered an ideological deviant, and purged. Shin spoke bitterly of the years he had lost in the North, yet even as he described Kim Jong Il's cynicism and called him an evil, controlling micromanager, most of his anger was reserved for South Korean leaders Kim Dae Jung and Roh Moo Hyun, who have abandoned a half-century of hostility to the north and established a rapprochement with Pyongyang. Shin has written a memoir of his kidnapping and sojourn in the North. It is entitled Our Escape Isn't Over Yet because, he said, 'South Korea is now sympathising with North Korea, and it's a dangerous situation.' Most modern dictators have been self-made men, and it is the particular affliction of North Korea that Kim Jong Il's father, Kim Il Sung, was a self-made deity. In his lifetime, state propaganda spoke of him as incomparable, omnipotent and infallible - 'the clairvoyant', Korea's 'sun', 'the perfect brain', capable even of determining the weather (at least when it was good) - and in 1998, four years after his death, the constitution was revised to install him as 'president for eternity'. His son, Kim Jong Il, rules as much as a caretaker as he does as an heir; he is described merely as the 'Central Brain' and 'the morning star', a lesser light reflecting the sun's glow. In the early 70s, the North Korean Academy of Social Sciences expunged the definition of hereditary rule from its Dictionary of Political Terminologies - 'a reactionary custom of exploitative societies'. Yet even after he was publicly anointed successor to his father's throne in 1980, Kim Jong Il kept a low profile, tucked away in the regime's secret nerve centres, the Department of Propaganda and Agitation and the Department of Organisation and Guidance. Confucius said, 'When your father is alive, observe his will. When your father is dead, observe his former actions. If for three years you do not change from the ways of your father, you can be called a \"real son\".' The junior Kim earned that title. 'Expect no change from me,' he said after the Great Leader died, and for once he has kept his word. Kim Jong Il says he regards 'the people' as 'the most beautiful and excellent beings in the world and deeply worships them'. But he doesn't trust them. In North Korea, the truth has never been a matter of fact so much as an expression of the Kims' whim - father and son. The great preponderance of this so-called truth is a confection of outright lies - not merely false but, more perniciously, a form of unreality, imposed with such relentlessness and violence on a people hermetically sealed from any alternative sources of information that it has become their own reality. His adoration, like a jealous lover's, is only rhetorically distinguishable from contempt. To maintain a kingdom of lies is to live in perpetual fear of being exposed, and the Pyongyang regime considers its insularity its proudest accomplishment, the key to its survival, and proof, as Kim Jong Il has said, that 'we have nothing to envy the rest of the world'. Indeed, despite the heavy doses of Stalinist and Maoist jargon in its economic policies and party doctrine, to speak of North Korea under the Kim dynasty simply as a Communist state is insufficient. In recent decades, references to Marxism and Leninism have steadily faded from its propaganda. Marx and Lenin were not Korean, and North Korea's ruling ideology, Juche - which means self-reliance - is predicated on being independent from the claims or destinies of other revolutions. In its most obvious form, the Juche idea is a claim of radical autonomy: absolute political and economic independence for the Korean nation without any desire or need for traffic of any kind with other peoples. Kim Il Sung first promulgated this inward-turning, nativist ideology in 1955, when he officially distanced North Korea from Soviet patronage. The Kremlin regarded him as a canny ingrate. After all, with tens of thousands of American troops perched on permanent high alert across the demilitarised zone (DMZ), there was no gainsaying North Korea's strategic significance as a Cold War buffer state, and no question that, despite Kim's posturing, he'd retain the vital support of Moscow and Beijing. Yet even as North Korea grew ever more indebted to its Communist trading partners, the separatist teachings of Juche developed into Pyongyang's paramount doctrine, and the idea came to stand for something more inchoate than it had at first appeared. A vast quantity of largely incoherent prose attempting to explain Juche has been written in North Korea, but the effort collapses beneath its own weight. Even Bruce Cumings, the American scholar of Korean history and thought, throws up his hands. 'The term is really untranslatable; the closer one gets to its meaning, the more the meaning slips away,' he writes in Korea's Place in the Sun: A Modern History. 'For a foreigner, its meaning recedes into a pool of everything that makes Koreans Korean, and therefore it is ultimately inaccessible to the non-Korean. Juche is the opaque core of North Korean national solipsism.' Nowhere has Pyongyang's mythology of self-sufficiency been so painfully laid bare as in the record of the state's economic devastation since the disappearance of the Soviet empire. In the mid-50s, when Juche was introduced, North Korea, which had been the centre of industrial development under the Japanese, was more prosperous than the predominantly agrarian South. But by 1970, the balance had shifted. Since then, the South's economy has grown to become the 12th largest on earth, while the North's steadily declined and is now estimated to rank somewhere below Burundi's. The North devoted the bulk of its limited resources to outdated heavy industry and military expenditures, imposing one antiquated, Stalinist economic plan after another with such a radical disregard for markets that it became dependent on Soviet largesse to feed its people and supply its fuel. Then suddenly, in 1991, there was no Soviet Union, and although China took up some of the slack, North Koreans discovered that self-reliance meant hunger, cold and darkness. In his later years, Kim Il Sung built a medical institute in Pyongyang for the sole purpose of prolonging his life. There, surrounded by Western doctors and an army of nutritionists, masseurs, homeopaths and the like, he was fed a diet of foods grown just for him. Meanwhile, across the countryside, his unaccountable scheme for bolstering the food supply by growing corn on the terraced slopes of vertiginous valleys was ending in catastrophe, as heavy rains washed the efforts away, clogging streams and rivers with silt, which in turn triggered flooding that wiped out perfectly good crop lands. Industry was grinding to a halt, reduced to less than half its production capacity by lack of fuel and raw materials. The news of Kim Il Sung's death in 1994 was greeted by wild public mourning - seas of gaunt people in coarse cotton clothing and little caps, their hard faces riven by grief and streaming with tears. The soundtrack on the film clips is otherworldly, a deep owlish moaning. The intensity of this grief is made all the more haunting by the knowledge that Kim Il Sung had left his people destitute. 'The government rationing system began to shrink steadily after 1994, and people began to die of hunger in 1995,' Kim Chol, a North Korean defector I met in Seoul, told me. 'At first, they would give 15 days' food for a month. Then, after several months, they went to 10 days for several months. And the rationing wasn't even steady - people waited and waited.' Kim Chol is a university student, slight and slender, with bristling hair and gold spectacles. He speaks softly, in a measured monotone. But there was no mistaking his intensity as he shut his eyes and recalled his parents' sense that they had been betrayed by their god in the early 90s, when, as party loyalists, they were granted permission to visit relatives in an ethnic Korean enclave just across the frontier in northeast China. They returned in 'total shock', with news that the North had started the Korean War, was to blame for Korea's division and that 'Kim Il Sung and Kim Jong Il governed for themselves and not for the good of the country and its people'. Kim Chol's father worked as a novelist at the steel mill in Chongjin, where he was required, under the supervision of a section of the Department of Propaganda and Agitation, to spend his days producing volume after volume of stories about the lives of factory workers. 'It was a respected job, but not well paid,' Kim said. Because a writer is considered not an artist but a labourer, the family had been rewarded with a housing allocation in the best apartment building in the city - a place reserved for elite steel workers - 'specifically built to show Kim Il Sung, to reassure him that all North Korean people were living well'. The apartment had two rooms and a small balcony, cold running water and electricity, but no heat in winter. Kim lived there with his parents and three older sisters for 20 years. Normally, one had to go to Pyongyang to see apartments of such high quality. Pyongyang is North Korea's model city, full of model schools and model hospitals and model people: residence is reserved for the party's chosen, the political and military elite, the commissars and cadres and their most faithful followers, and the population is regularly cleansed of those deemed ideologically lax, as well as the old, the sick, the disfigured and the lame, who are banished to the provinces and replaced by a fresh crop of loyalists. It is a city of megalomaniacal architecture and public spaces: immense palaces and coliseums, grandiose boulevards, towering monuments to the Great Leader, meandering greenways, prim topiary gardens and skyscrapers (although the tallest is a shell, abandoned as structurally unusable during its construction). It is a city built to awe the rare emissaries from the outside world who are granted visas, and to glorify the Leader, who shuttles between his palaces, unseen, in a darkened car that speeds down streets cleared for his passage. Kim Chol had no complaints as a child, at the People's Elementary School, where every pupil was drilled in air-raid procedures and taught to march. 'I was satisfied with everything until I graduated from secondary school,' he said. 'Everything was OK - not great, but security was provided for.' Then his parents came back from their fateful trip to China and took him aside, and everything wasn't OK any more. The supreme fiction of all North Korean propaganda, to which all other mystifications must conform, is Pyongyang's claim that the war was started by the United States and not by Kim Il Sung. It wasn't only a question of the war, and the self-serving leadership, Kim Chol said. 'I also learnt that in China people were living well and that South Korea was very rich, while North Korea was very poor.' His parents didn't tell his sisters these things. To speak such truths to too many people, no matter how close, was 'suicide'. Every North Korean is classified through a registry in Pyongyang that divides the population - nearly 23m people - into three groups. At the top is the 'core class' of party members, the political and military elite who enjoy preference in education, employment and virtually all other social and economic benefits, including food, clothing and shelter. In the middle are the masses, the 'wavering class', composed of the peasants and workers who are tirelessly extolled in party rhetoric, but whose ration cards, before the famine, allowed them only dog meat when the core class got pork or beef. On the bottom is the 'impure' or 'hostile class', in which the ideologically unsound - members of the pre-revolutionary 'exploiting class', former landowners, businessmen, pro-Japanese colonial collaborators and people with family members who have defected to the South - are lumped together with the handicapped and common criminals. To ensure that North Koreans know they are being watched without knowing by whom, the state maintains three separate internal security forces, which report to the leadership, but not to one another. In addition, people who work together are usually assigned to live together in the same housing blocks, and to take part in near-daily indoctrination and self-criticism sessions, from which nobody in North Korea except the Leader is exempt. Underpinning this whole apparatus - the most invasive and pervasive scheme for creating a monolithic culture in history - is a principle of collective family responsibility that makes every member of a household accountable for the conduct of his immediate kin, so that the deviations of one are the calamity of all. 'The government doesn't just put one or two people in jail - it puts all the family in jail, wiping everybody out, the innocent along with the guilty, as the broom wipes out the dirt,' said a defector who called himself Chang Chol-woo, an alias, assumed because he didn't want to bring trouble on his family in the North. Who, in such an order, could dare to speak, or even know, his own mind? There is no saying how many North Koreans have been purged over the years, but the exact number - however staggering - is almost beside the point. While defectors tend to speak of the camps, from experience or hearsay or lifelong dread, as 'worse than death', the difference between being imprisoned and being free in North Korea is more one of degree than of kind. The entire place functions as a concentration camp, designed not only to keep its inmates captive but, equally, to keep the rest of the world out. In the former East Germany, a zone where topography prevented the penetration of radio and television signals from the West was known as a 'valley where they have no idea'. All of North Korea is such a zone, not because of its mountainous landscape, but because every radio and TV set is made to receive only one signal, Pyongyang's propaganda channel, which carries such messages as: 'Today, the world's people are consistently envious of our people, calling our people the people blessed with the Leader.' Kim Chol's parents brought a radio back from China. 'At the border, they cut the wires so it would only get North Korean broadcasting,' he said. 'But I was studying electronics, and I reconnected it and began listening to South Korean radio at night under the covers.' Although Kim no longer believed North Korean propaganda, he had been so deeply formed by it that he found the news from South Korea equally suspect. Listening to his hot-wired radio was a crime that could have landed his whole family in the camps, and he still didn't know how to determine what was real. 'I believed my parents,' he said, 'but when I heard Seoul saying that one car company was producing 100 new taxis I didn't believe it, because that meant there were taxis in South Korea, and for that South Korea had to be very rich.' Then again, when he saw clips on North Korean state television of violent student demonstrations in South Korea, he couldn't avoid the impression that South Korea looked better off. 'I would observe the clothes and the apartments in the background, and the clothes and houses were neat and great,' Kim said. He wasn't the only one who noticed. 'Later, the North Korean broadcasters made the pictures blurry,' he said. 'So you couldn't see the details, only the street fighting.' One of Kim Jong Il's first policy initiatives after his father's death in 1994 was to call on the United Nations' World Food Programme for help in feeding North Korea's famished population. At first, this request, which amounted to an admission of the state's destitution, was seen as an astonishing softening of the Juche line. The sort of international assistance that would be required to compensate for the near-50 per cent food deficit in North Korea always comes with conditions from donors and creates pressure for political and economic reform on the recipient. But it quickly became clear that Kim Jong Il was not prepared to expose his country to the scrutiny of foreign agents just to save the people from starvation. On the contrary, the regime, having declared itself in need, appeared bent on preventing anyone from seeing the extent of the famine. The few, individually vetted foreign aid workers who received visas were mostly kept penned up in Pyongyang and allowed to visit rural areas only under the strict control of government handlers. What they saw on these guided tours perplexed them. Andrew Natsios, currently the head of USAID, was in North Korea at the time as an officer of the humanitarian organisation World Vision, and he describes the problem in his book The Great North Korean Famine: 'Before expatriate relief workers entered a city or rural area to do their work, the local authorities swept the streets of any evidence of famine. Beggars, emaciated people, abandoned children, debris and dead bodies were removed from the streets. People were told to stay indoors if they did not have presentable clothing to wear. One relief worker who spoke Korean watched a truck drive through a village just before the arrival of a visiting non-governmental organisation [NGO] delegation, announcing over a loudspeaker that people should get off the streets. Only party members were permitted outside their homes to take their ration of food aid while the NGO food monitors were in the city.' It was only as increasing numbers of North Koreans began crossing the shallow - and for a good part of the year frozen - Tumen River into China, and talking to foreign journalists and aid workers there, that this masquerade began to be understood. The escapees described the North Korea that foreigners never saw as a wasteland, its factories shuttered, its tractors and trucks running on wood-burning steam engines, its once-efficient food-rationing system defunct, whole villages standing empty - mass graves here, bodies lying uncollected there, and scavenging bands of skeletal orphans roving everywhere, gnawing on bark and leaves. Those who made it to China tended to come in tattered clothing, with their feet wrapped in rags; few had much flesh on their bones, and their hair was often blanched by malnutrition. Lee Young-suk, a former nurse, showed me pictures of herself and her husband, a retired army officer, on the day they arrived in China. They were small people to begin with, and in the photos, seated beside a roly-poly Chinese priest who had given them shelter, they looked so shrunken they might have been mistaken for a child's toys. 'At first, we didn't intend to come, because all our family were party members, so we were a well-off family,' Lee said. 'But after Kim Il Sung's death our financial situation got very much worse.' Her husband had no pension, there were no rations, and they had stripped their house bare, bartering all their belongings for food. 'Even though we were retired and starving, we had to work for the party. They called it social projects, working two hours for no pay at such things as early-morning indoctrination meetings and making fertiliser. But we didn't have much strength.' Her husband was furious when Lee first suggested going to China for rice. 'But our eldest son had already gone to China, and a state security agent came looking for him. We lied, but they kept coming and asking. So one day my husband said this was getting dangerous and they could send us to prison. We ran away in August 1997, crossed the Tumen River and went to a church there. They welcomed us.' Lee became agitated as she spoke; she sat on the floor of her tiny bedroom in Seoul with her legs tucked under her, and she began to cry, quietly - almost, it seemed, ineptly, as if she didn't know how to cry, and disapproved of crying, and at the same time could not cry enough. 'My son who was shot to death in the military... his officer ordered him to steal pigs,' she said. 'So he got angry and said, \"I came to the military for my country's unification and for killing Americans, not to become a thief.\" They started to fight, and the officer knocked him down and shot him dead.' She said it made her ill for days on end to think of her past, and the children and grandchildren she had lost. Then, just as abruptly, she stopped crying. 'I want to tell you about the deaths of my grandchildren,' she said. 'We used to eat grass soup with grass powder and my grandchild asked for rice. I told her we couldn't have rice because we had to starve for 10 days. Whenever I eat rice now, I feel very sad.' Lee's hands caught each other in midair and settled for a moment in her lap. 'Before I found God, I drank a lot, and I drank a lot of alcohol in front of the graves of my children. I want to tear Kim Jong Il to death. My eldest son's wife and two of their children died of hunger. Their father had been working at a chemical-weapons factory, and they were starving. Two grandsons were starving - eight and 10 years old. They went to a noodle seller, and begged. The noodle seller gave them some noodles. They ate and fell asleep on the shop floor. Then the owner killed them with an axe to put their meat into the noodles, because pork was very expensive at the time.' Refugees' stories are often treated with suspicion, but in the late 90s, as the number of malnourished North Koreans in northeast China swelled from the thousands to the tens of thousands and then into the hundreds of thousands, their accounts of the conditions that had driven them to risk their lives and escape had a cumulative authority that defied disbelief. What's more, the fact that they were there - that so many had got out - was, in itself, evidence of a radical breakdown inside North Korea. Many of the refugees had crossed the river in broad daylight, seemingly in plain view of guards who were too weak with cold and hunger either to notice or to care. The situation on the border was constantly changing. The same guards who were nowhere to be seen one day were out hunting the next, often crossing into China to round up escapees, sometimes piercing their hands or noses to string them together and march them home. It is estimated that starvation has killed between 2m and 3m North Koreans in the past decade - a 10th of the population. When foreign governments and international organisations demanded greater transparency in exchange for food, Kim Jong Il warned that 'Imperialist aid is a noose of plunder and subjugation, aimed at robbing 10 and even 100 things for one thing that is given.' Many megatons of food aid did get through and lives were saved. But by all accounts the bulk of it was hijacked by the state to keep the party elite, and especially the military, fed and faithful. As more factories fell idle and were stripped down and carted off in their entirety, or as scrap, to be traded for food in China, Kim Jong Il cranked up the only non-military machinery he had left - ideology, propaganda, the engines of Juche. True revolutionaries, the party newspaper explained, 'sacrifice themselves on the glorious road of revolution with a clean revolutionary conscience, because they also firmly believe that the revolutionary cause led by their Leader is most just'. But the passion North Koreans felt for Kim Il Sung, which was genuine, however misplaced and deluded, does not appear to have been transferred to Kim Jong Il, who is remote and secretive and lacks his father's populist touch. He has only once spoken before the general public, at a military parade in 1992, when he was heard to blurt out: 'Glory to the heroic Korean People's Army.'",
    "keywords": [
        "shin",
        "south",
        "madness",
        "jong",
        "korea",
        "kim",
        "china",
        "food",
        "il",
        "north",
        "korean"
    ],
    "summary": "When he was released, he was presented to Kim Jong Il, then the son of North Korean dictator Kim Il Sung.\nKim Jong Il is a fanatical cineaste who keeps a library of 15,000 films, and had for years been directing his own propaganda movies.\nMost modern dictators have been self-made men, and it is the particular affliction of North Korea that Kim Jong Il's father, Kim Il Sung, was a self-made deity.\nKim Jong Il says he regards 'the people' as 'the most beautiful and excellent beings in the world and deeply worships them'.\nBut the passion North Koreans felt for Kim Il Sung, which was genuine, however misplaced and deluded, does not appear to have been transferred to Kim Jong Il, who is remote and secretive and lacks his father's populist touch.",
    "sentiment": {
        "neg": 0.0881,
        "neu": 0.8535,
        "pos": 0.0584,
        "compound": -0.0699
    }
}