{
    "date": "2003-03-11T02:41:10Z",
    "title": "US bombers practise attacks as North Korea tests another missile",
    "url": "https://www.theguardian.com/world/2003/mar/11/northkorea",
    "content": "The standoff between the US and North Korea intensified yesterday as another deployment of US bombers to the region practised for attacks on enemy targets, while North Korea test-fired its second missile in as many weeks. In an apparent warning that it will not sit back quietly while American attention is focused on Iraq, North Korea launched an anti-ship rocket into waters between the Korean peninsula and Japan. Its range was estimated at 68 miles. South Korean security officials believe Pyongyang, which relies heavily on missile exports for foreign currency, may be working on a prototype to replace the ageing Silkworm missile, designed in China. Last week the South Korean defence minister, Cho Young-kil, said the last test, on February 24, might have been a failure because the missile exploded in mid-air short of its target 100 miles away. Although Pyongyang's latest missile launch was widely expected, because ships had been warned to stay clear, the move was seen by the North's neighbours as the latest in a series of provocations. \"We do not think that this is very favourable in light of the rather unstable situation created by North Korea's nuclear development,\" the Japanese foreign ministry spokesman, Hatsuhisa Takashima, said. A greater fear is that North Korea may soon launch its first ballistic missile for five years. The Pentagon estimates that an upgraded version of the Taepodong three-stage rocket, last fired in 1998, could reach the west coast of the US mainland. Pyongyang announced in January that it was no longer bound by a moratorium on ballistic missile launches. In a sign that the diplomatic row may be moving closer to a military confrontation, the Pentagon has sent B-52 and B-1 planes to the Pacific island of Guam, where they practised bombing runs yesterday. By locating the planes in Guam, the US airforce leaves open the option of equipping them with nuclear weapons - something it cannot do at nearer bases in Japan. The deployment followed an incident last week in which North Korea jets intercepted a US spy plane and forced it to abandon its mission. In its first comment on that wingtip-to-wingtip incident, North Korea's state media said yesterday that it was acting in self-defence. Calling on its southern neighbour to switch allegiances, it said the military in Seoul should act with restraint to prevent a resumption of past hostilities. \"If South Korean authorities are at all interested in peace, they should speak out to the foreign power, the United States, which is threatening peace,\" the newspaper Rodong Sinmun said. Although polls show that most South Koreans favour a continuation of their country's military alliance with American, officials in the North have been encouraged by large anti-US-military demonstrations in Seoul in recent months. More at theguardian.com/korea",
    "keywords": [
        "practise",
        "south",
        "military",
        "korea",
        "attacks",
        "week",
        "bombers",
        "tests",
        "seoul",
        "missile",
        "foreign",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "The standoff between the US and North Korea intensified yesterday as another deployment of US bombers to the region practised for attacks on enemy targets, while North Korea test-fired its second missile in as many weeks.\nIn an apparent warning that it will not sit back quietly while American attention is focused on Iraq, North Korea launched an anti-ship rocket into waters between the Korean peninsula and Japan.\nSouth Korean security officials believe Pyongyang, which relies heavily on missile exports for foreign currency, may be working on a prototype to replace the ageing Silkworm missile, designed in China.\nA greater fear is that North Korea may soon launch its first ballistic missile for five years.\nThe deployment followed an incident last week in which North Korea jets intercepted a US spy plane and forced it to abandon its mission.",
    "sentiment": {
        "neg": 0.0815,
        "neu": 0.8644,
        "pos": 0.0541,
        "compound": -0.1249
    }
}