{
    "date": "2003-02-15T00:44:29Z",
    "title": "Amid fears of US strike, N Korea mobilises for birthday party",
    "url": "https://www.theguardian.com/world/2003/feb/15/northkorea",
    "content": "While the world braces for war, North Korea is mobilising for a different operation: a birthday party for the \"Great Leader\", Kim Jong-il. Despite growing fears of a nuclear attack by the US, the people of Pyongyang have turned their attention this weekend to the annual, semi-religious celebration of Mr Kim's birth. The Workers party newspaper, Rodong Shimbun, reported the appearance of glorious rainbow clouds over General Peak and Leadership Peak in the same mountain range as Mount Paekdu - the mythical birthplace of the Korean people - before Mr Kim's 61st birthday tomorrow. \"It seems it is the magic of heaven that on the birthday of the great leader, this phenomenon appears,\" it said. North Korean television reported the discovery of a rare albino raccoon which, it said, signified momentous times ahead for the country and its leader A recent news summary by the official KCNA news agency included 10 bulletins, each one about Mr Kim's great achievements as a general, philosopher and agricultural expert during \"on-the-spot\" guidance given at farms, factories and army outposts. Although North Korea is one of the most isolated states in the world, KCNA said admirers in 40 countries were preparing to celebrate Mr Kim's birthday. In the outside world, the main news from North Korea was the latest escalation of the regime's nuclear confrontation with the US. North Korea accused the International Atomic Energy Agency of being a stooge of Washington, and of \"interfering in its internal affairs\" following the IAEA's decision to refer the issue to the UN security council. In Pyongyang, the focus was on a huge exhibition of thousands of varieties of Kimjongilia (Kim Jong-il flower), the bloom that is dearest to the heart of the North Korea media. Troops everywhere are drilling for parades that will take place tomorrow. Even at the demilitarised zone where the North's army faces its enemies, officers said their main concern this week was the celebrations. \"I'm in charge of the preparations,\" said Lieutenant Colonel Ri Gwang-hol. \"It's a huge responsibility and this is my priority right now.\" At the only service station on the road from Pyongyang to the border, staff were rehearsing a song called General Kim Jong-il, Please Don't Travel the Snowy Road, which implores their leader not to work too hard. Tomorrow, children at orphanages and hospitals will get extra food, and prisoners inside \"re-education camps\" will receive additional rations. The celebrations are a focal point for the cultish devotion to the country's leader which forms one of two central ideological pillars of the state alongside xenophobia, especially hatred for the US. North Korea has the world's only communist dynasty. The current leader's father, Kim Il-sung is considered \"eternal\" and his birthplace at Mangyongdae is a place of pilgrimage for many. \"He is my father, also our father,\" said the guide as she pointed out water jugs from which Kim had drunk and mats on which he had slept. At the People's Study House, North Korea's national library, two huge reading rooms are dedicated to the works of Kim Jong-il. The guide to the facility, Hwang Sun-ryol, insisted that the country's leader wrote 1,500 books during his five years at university - even though this meant writing almost one book every day. \"He is the most outstanding theoretician. No one can match his creativity and enthusiasm,\" said Ms Hwang. To an outsider, such idolatry is the result of Big Brother-style brainwashing but North Koreans insist they are comforted by the thought that their cherished leader is looking after them. According to local media, the entire nation feels restless and uneasy when Mr Kim is on one of his rare trips outside the country. At night and early in the morning, Pyongyang echoes with a lullaby called Where are you, Beloved General? Outside the capital, international aid workers say that cold and hungry people are too concerned about day-to-day survival to bother with the state ideology. But in Pyongyang, even doctors, churchmen and middle-aged women say they are willing to sacrifice themselves for Mr Kim. \"Tell the world we are not afraid of nuclear weapons,\" said Ri Ok-hi, as she showed us around the Workers party monument. \"We will fight to the death for our leader.\" It may be propaganda, but it is consistent. If regime change is to occur in North Korea, it is impossible to imagine that it will ever be initiated from within. Too many people have taken part in too many birthday celebrations for too long.",
    "keywords": [
        "mobilises",
        "mr",
        "leader",
        "korea",
        "world",
        "amid",
        "kim",
        "birthday",
        "n",
        "strike",
        "fears",
        "jongil",
        "kims",
        "party",
        "pyongyang",
        "north"
    ],
    "summary": "While the world braces for war, North Korea is mobilising for a different operation: a birthday party for the \"Great Leader\", Kim Jong-il.\nAlthough North Korea is one of the most isolated states in the world, KCNA said admirers in 40 countries were preparing to celebrate Mr Kim's birthday.\nIn the outside world, the main news from North Korea was the latest escalation of the regime's nuclear confrontation with the US.\nAccording to local media, the entire nation feels restless and uneasy when Mr Kim is on one of his rare trips outside the country.\nIf regime change is to occur in North Korea, it is impossible to imagine that it will ever be initiated from within.",
    "sentiment": {
        "neg": 0.0662,
        "neu": 0.842,
        "pos": 0.0918,
        "compound": 0.1155
    }
}