{
    "date": "2003-01-22T02:36:54Z",
    "title": "Battle for Seoul's hearts and minds",
    "url": "https://www.theguardian.com/world/2003/jan/22/northkorea",
    "content": "Envoys from Washington and Pyongyang flew into the South Korean capital Seoul yesterday to intensify the battle for the hearts and minds of the South Korean people, clearly divided in a series of recent rallies for and against the US line in its nuclear arms dispute with North Korea. The two sides see an opportunity to influence the new government of Roh Moon-hyun, which takes office next month. The US undersecretary of state John Bolton, who handles arms control and international security, is George Bush's second envoy to Seoul in a week. He said he would urge South Korea to accept the involvement of the UN security council, which has the power to impose economic sanctions: the goal of White House hawks. \"We think the council is the appropriate place to be,\" he told reporters when he arrived from Beijing. \"It's the body dealing with international peace and security.\" The North Koreans, visiting Seoul for the first ministerial talks since Pyongyang withdrew from the international treaty to stop the spread of nuclear weapons, called on the South to form an alliance against Washington. \"We all should join forces and unite with a fervent sense of national respect and move forward through the difficulties lying ahead,\" a statement from Kim Ryong-song, leader of the 29 delegates, said. Mr Roh said he was willing to talk to the North Korean delegation but would insist on Pyongyang scrapping its nuclear weapons programme. The North is suspected of having enough plutonium for two nuclear bombs, and has a uranium-enrichment programme which may produce more weapons-grade material. It insists that the nuclear issue should be resolved by direct talks with the US, not through third parties. The delegation is due to hold four days of talks, the issues including economic cooperation and plans to open roads and railways between the two halves of the peninsula. The South Korean media urged the government not to let the North to drive a wedge between it and Washington. \"The ministerial-level conference between the two sides is meaningless unless the crucial question of the nuke issue is on the agenda,\" a Korea Times editorial said. Hope of a breakthrough was raised by the Russian deputy foreign minister Alexander Losyukov after six hours of talks in Pyongyang with the North's leader Kim Jong-il. Mr Losyukov said he was optimistic that the standoff could be resolved by dialogue. He said Mr Kim had shown interest in Moscow's proposal that the US should offer a security guarantee and economic assistance in return for the North abandoning its nuclear programme. \"They are studying it and, I believe, some elements of that plan may be used,\" he said. \"But, of course, the dialogue must in the first place be conducted between two parties: North Korea and the United States. \"The North Korean side insists on it, and there is certain logic in this.\"",
    "keywords": [
        "south",
        "korea",
        "washington",
        "battle",
        "hearts",
        "minds",
        "seouls",
        "nuclear",
        "talks",
        "seoul",
        "security",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Envoys from Washington and Pyongyang flew into the South Korean capital Seoul yesterday to intensify the battle for the hearts and minds of the South Korean people, clearly divided in a series of recent rallies for and against the US line in its nuclear arms dispute with North Korea.\nMr Roh said he was willing to talk to the North Korean delegation but would insist on Pyongyang scrapping its nuclear weapons programme.\nThe South Korean media urged the government not to let the North to drive a wedge between it and Washington.\n\"But, of course, the dialogue must in the first place be conducted between two parties: North Korea and the United States.\n\"The North Korean side insists on it, and there is certain logic in this.\"",
    "sentiment": {
        "neg": 0.0483,
        "neu": 0.855,
        "pos": 0.0966,
        "compound": 0.0974
    }
}