{
    "date": "2003-01-20T02:24:12Z",
    "title": "Drugs and forgery 'sustain North Korean economy'",
    "url": "https://www.theguardian.com/world/2003/jan/20/northkorea",
    "content": "The threat from North Korea may be more insidious than the mere possibility of a nuclear attack, it was claimed yesterday. The regime is shoring up what remains of its economy by racketeering, according to US officials quoted in the magazine US News and World Report. They believe North Korea is producing 40 tonnes of opium a year, huge quantities of high-quality amphetamines and millions of dollars worth of \"supernotes\" - beautifully made counterfeit $100 bills. The magazine says the US has seen videotape of Kim Jong-nam, the son of the dictator Kim Jong-il, using the fake notes at a casino in Macao. The officials say these may be worth almost as much as the legitimate North Korean trade: about $500m a year compared with $650m in official exports. Some say the corruption is leading to a culture of bribery and a loosening of the regime's hold. \"The key here is lack of government control,\" one told the magazine. \"Criminal activity may bring about the disintegration of this regime.\" The report coincides with another round of intense diplomacy. Although a Russian envoy was still in Pyongyang and a special UN envoy had just left, the official news agency was putting out apparently unyielding statements, including a rare comment from Kim Jong-il himself. \"No force on earth can break the inexhaustible strength and indomitable will of this great army and people,\" he was quoted as saying. More specifically, his first vice foreign minister, Kang Sok-ju, called for face-to-face talks with the US: an approach Washington rejects. \"The internationalisation of this issue would make the prospect of its settlement more complicated and gloomy,\" he said. But at a diplomatic reception he welcomed the Russian envoy, Alexander Losyukov, and praised the Russians' good will. Mr Losyukov described their talks so far as \"useful\". In an interview with South Korean TV the American ambassador to Seoul, Glenn Hubbard, gave a further hint that the US may offer the North a deal. \"If they satisfy our concerns about the nuclear programmes, we are prepared to consider a broad approach,\" he said. \"That would entail, in the final analysis, some economic cooperation, perhaps in the power field.\"",
    "keywords": [
        "economy",
        "regime",
        "say",
        "envoy",
        "worth",
        "talks",
        "sustain",
        "kim",
        "report",
        "forgery",
        "russian",
        "drugs",
        "magazine",
        "north",
        "korean"
    ],
    "summary": "The threat from North Korea may be more insidious than the mere possibility of a nuclear attack, it was claimed yesterday.\nThe regime is shoring up what remains of its economy by racketeering, according to US officials quoted in the magazine US News and World Report.\nThe officials say these may be worth almost as much as the legitimate North Korean trade: about $500m a year compared with $650m in official exports.\nBut at a diplomatic reception he welcomed the Russian envoy, Alexander Losyukov, and praised the Russians' good will.\nIn an interview with South Korean TV the American ambassador to Seoul, Glenn Hubbard, gave a further hint that the US may offer the North a deal.",
    "sentiment": {
        "neg": 0.0577,
        "neu": 0.8536,
        "pos": 0.0888,
        "compound": 0.0833
    }
}