{
    "date": "2003-02-12T17:09:17Z",
    "title": "Nuclear watchdog refers N Korea to security council",
    "url": "https://www.theguardian.com/world/2003/feb/12/northkorea2",
    "content": "The International Atomic Energy Agency, the UN's nuclear watchdog, today referred North Korea to the security council over its suspected weapons programmes. A statement issued after an emergency meeting of the agency's 35-nation board of governors said it was \"unable to verify that there has been no diversion of nuclear material\" for weapons use. Pyongyang's relations with the outside world deteriorated at the end of last year when it expelled IAEA inspectors and announced it was reactivating a nuclear reactor mothballed under a 1994 agreement with the United States. It said a US embargo of vital fuel oil - imposed after a North Korean official admitted to the US it had a separate uranium enrichment programme - had left it in dire need of energy it could only get only get from the nuclear plant. But it is suspected that North Korea, one of the world's most isolated states, is diverting spent fuel rods from the reactor into a arms programme as a means of self-defence against the US and its allies or for high risk nuclear brinkmanship. The IAEA urged Pyongyang to comply with treaties prohibiting its possession or development of nuclear arms but added \"its desire for a peaceful resolution of the nuclear issue and its support for diplomatic means to that end\". The agency's director-general, Mohammed el-Baradei, who gave the board a report last month saying North Korea was not keeping its promises, made it clear that the IAEA had little choice after having been backed into a corner. Russia and Cuba abstained from the vote, which sets the stage for possible sanctions. \"We consider the sending of this question to the UN security council to be a premature and counterproductive step,\" Russia's representative said in a statement. China, which like Russia opposes sanctions and has veto power as a permanent security council member, urged all sides \"to exercise restraint and refrain from taking any actions that could escalate the issue\". South Korea's representative called the action \"a direct and inevitable consequence\" of Pyongyang's withdrawal from the Nuclear Non-Proliferation Treaty. \"North Korea's actions seriously endanger the peace and stability on the Korean peninsula and in the whole east Asian region. It also threatens to undermine the international non-proliferation regime,\" a statement said. At the UN's headquarters in New York, the US deputy ambassador, Richard Williamson, said Washington was \"pleased\" but added: \"The United States first feels this can be dealt with diplomatically, and we're confident that we can resolve this issue diplomatically.\"",
    "keywords": [
        "iaea",
        "statement",
        "korea",
        "states",
        "issue",
        "nuclear",
        "n",
        "weapons",
        "security",
        "refers",
        "council",
        "watchdog",
        "north"
    ],
    "summary": "The International Atomic Energy Agency, the UN's nuclear watchdog, today referred North Korea to the security council over its suspected weapons programmes.\nThe IAEA urged Pyongyang to comply with treaties prohibiting its possession or development of nuclear arms but added \"its desire for a peaceful resolution of the nuclear issue and its support for diplomatic means to that end\".\n\"We consider the sending of this question to the UN security council to be a premature and counterproductive step,\" Russia's representative said in a statement.\nChina, which like Russia opposes sanctions and has veto power as a permanent security council member, urged all sides \"to exercise restraint and refrain from taking any actions that could escalate the issue\".\nSouth Korea's representative called the action \"a direct and inevitable consequence\" of Pyongyang's withdrawal from the Nuclear Non-Proliferation Treaty.",
    "sentiment": {
        "neg": 0.0856,
        "neu": 0.8084,
        "pos": 0.1061,
        "compound": 0.1288
    }
}