{
    "date": "2003-08-01T14:02:59Z",
    "title": "North Korea agrees to multilateral talks",
    "url": "https://www.theguardian.com/world/2003/aug/01/northkorea",
    "content": "North Korea has agreed to multilateral talks on its suspected development of nuclear weapons, South Korea's foreign ministry said today. Pyongyang had previously insisted it would only discuss the issue with the United States. Its acceptance that its southern neighbour, Russia, China and Japan also had an interest its nuclear programmes was seen as an important concession. Washington's top arms control official, John Bolton, the US undersecretary of state, said North Korea's apparent willingness to accept six-nation talks was \"very encouraging\". But he stressed that the US's goal remained the \"complete, verifiable and irreversible\" dismantling of the North's nuclear programs. Recent news reports have said talks could take place in early September. North Korea's state-run media did not immediately comment, issuing only routine praise of its leader, Kim Jong Il, and condemnation of its traditional adversaries, Japan and the US. Washington first suggested multilateral talks last autumn when it said North Korea had admitted to setting up a uranium enrichment programme in defiance of a 1994 arms control agreement with the US. According to CNN, Kang Suk-ju, Pyonyang's second-most powerful official, told US diplomat James Kelly something to the effect of: \"Your president called us a member of the axis of evil ... Your troops are deployed on the Korean peninsula ... Of course, we have a nuclear programme.\" An oil embargo was then imposed on the country, to which Pyongyang responded by expelling UN inspectors from its mothballed Yongbyon plutonium nuclear reactor and subsequently bringing it back into use. It had previously been feared that spent fuel rods from the plant were being used in an arms programme, leading to the 1994 agreement, and those fears then resurfaced. North Korea says it has the right to develop nuclear weapons to defend itself, but has never publicly said it is developing a nuclear arsenal. It has said it would give up its nuclear programmes in exchange for economic aid and US security guarantees.",
    "keywords": [
        "programmes",
        "korea",
        "talks",
        "multilateral",
        "nuclear",
        "agrees",
        "weapons",
        "pyongyang",
        "programme",
        "arms",
        "north",
        "koreas"
    ],
    "summary": "North Korea has agreed to multilateral talks on its suspected development of nuclear weapons, South Korea's foreign ministry said today.\nWashington's top arms control official, John Bolton, the US undersecretary of state, said North Korea's apparent willingness to accept six-nation talks was \"very encouraging\".\nWashington first suggested multilateral talks last autumn when it said North Korea had admitted to setting up a uranium enrichment programme in defiance of a 1994 arms control agreement with the US.\nNorth Korea says it has the right to develop nuclear weapons to defend itself, but has never publicly said it is developing a nuclear arsenal.\nIt has said it would give up its nuclear programmes in exchange for economic aid and US security guarantees.",
    "sentiment": {
        "neg": 0.0786,
        "neu": 0.8274,
        "pos": 0.0941,
        "compound": -0.0043
    }
}