{
    "date": "2003-04-29T00:39:09Z",
    "title": "North Korea offers new peace deal",
    "url": "https://www.theguardian.com/world/2003/apr/29/northkorea",
    "content": "North Korea has offered to abandon its nuclear weapons programme, stop missile exports and readmit foreign inspectors in return for a US pledge not to attack, it was revealed last night. The offer, announced yesterday by the Chinese foreign ministry, represents the first clear sign since the Iraq war that Pyongyang could be interested in negotiating away its nuclear ambitions. The US secretary of state, Colin Powell, said America was examining the proposals, which were apparently made at a Chinese-brokered meeting in Beijing last week. But US officials cautioned against over-optimism, saying that North Korea had a history of sending out confusing signals, mixing conciliation with apocalyptic threats. In the aftermath of the war in Iraq there has been intense speculation that the Bush administration would now turn to North Korea. The Pyongyang government had earlier declared that the Iraq war demonstrated the need for a powerful deterrent to American aggression. It also told the US delegation at the Beijing meeting that it already had nuclear warheads and was ready to prove it, which was widely interpreted as a possible threat to test its bombs. However, the latest details of that meeting show that North Korea also offered significant concessions. Alongside its longstanding offer to halt its nuclear programme in return for a non-aggression pact, it promised to stop exporting missiles and allow nuclear inspectors into the country. Pyongyang expelled inspectors from the International Atomic Energy Agency late last year, but it was not immediately clear whether it was prepared to readmit IAEA staff. The offer that it would not sell missiles to any other country addresses one of the key anxieties of the Bush administration: that North Korea, as a so-called \"rogue state\" and member of the \"axis of evil\", would not only become a nuclear threat in its own right but would act as a proliferator of weapons of mass destruction. It is known that Pyongyang has traded ballistic missile technology with Pakistan in return for nuclear secrets. A European diplomat also said yesterday that North Korea is prepared to consider multilateral talks with its neighbours, as demanded by the US, dropping an earlier insistence on two-way talks with Washington. \"The initial reports from the talks focused on the negative,\" said Eric Heginbotham, the director of the Korea task force at the Council on Foreign Relations in Washington. \"This news at least indicates the North may still be interested in an agreement. Of course it's hard to tell if they are serious or not.\" The Chinese foreign ministry revealed the North Korean offer in a briefing for western diplomats in Beijing, possibly in an effort to counter the downbeat assessment of last week's trilateral talks by the world's press. In response, Mr Powell told reporters: \"The North Koreans acknowledged a number of things that they were doing and, in effect, said these are now up for further discussion. \"They did put forward a plan that would ultimately deal with their nuclear capability and their missile activities,\" the secretary of state added. \"But they, of course, expect something considerable in return.\" Most importantly, the North Korean offer is contingent on the US signing a formal non-aggression treaty, something the Bush administration has so far been reluctant to do, arguing that Pyongyang broke a 1994 agreement, and that the US Congress would not ratify a formal pact. However, US officials have said that other forms of assurance could be negotiated. \"The North Koreans have said a lot of contradictory things in the past. We are going to have to look at what they have said this time and determine what it means,\" a US official said, adding that the bottom line in Washington's position remains unaltered. \"They need to verifiably and irreversibly end their nuclear weapons programme. That's the outcome we're seeking.\" During the formal periods of discussion last week, Chinese representatives said North Korea had made no admission of its nuclear weapons programme, though they conceded there were plenty of opportunities for off-the-record talks between the two sides. Although still unconfirmed, last week's reports that the North has declared itself a member of the nuclear club caused shockwaves in Asia and increased the likelihood of a reprimand and sanctions by the UN security council. White House officials have been pushing for such tough measures since North Korea kicked out the IAEA inspectors. Pyongyang says it would treat sanctions as an act of war - a threat China, South Korea, Japan and Russia have taken seriously enough to try to block US moves to increase pressure on the North. China's disclosure of Pyongyang's compromise offer could be aimed at forestalling a fresh attempt by the US to tighten the economic blockade. Pyongyang is concerned that Washington's real intention is regime change. Without a non-aggression treaty guaranteeing the country's sovereignty, it fears an inspection process could increase its vulnerability, as was the case in Iraq.",
    "keywords": [
        "war",
        "offer",
        "deal",
        "korea",
        "peace",
        "talks",
        "nuclear",
        "weapons",
        "pyongyang",
        "programme",
        "offers",
        "north",
        "return"
    ],
    "summary": "North Korea has offered to abandon its nuclear weapons programme, stop missile exports and readmit foreign inspectors in return for a US pledge not to attack, it was revealed last night.\nBut US officials cautioned against over-optimism, saying that North Korea had a history of sending out confusing signals, mixing conciliation with apocalyptic threats.\nIn the aftermath of the war in Iraq there has been intense speculation that the Bush administration would now turn to North Korea.\nHowever, the latest details of that meeting show that North Korea also offered significant concessions.\nWhite House officials have been pushing for such tough measures since North Korea kicked out the IAEA inspectors.",
    "sentiment": {
        "neg": 0.0963,
        "neu": 0.8394,
        "pos": 0.0644,
        "compound": -0.1194
    }
}