{
    "date": "2003-07-02T10:55:16Z",
    "title": "US fears N Korea will have nuclear missile in a year",
    "url": "https://www.theguardian.com/world/2003/jul/02/usa.northkorea",
    "content": "The US has told its allies that it believes North Korea is developing nuclear weapons small enough to use as missile warheads and could perfect the technology within a year, it was reported yesterday. But analysts questioned the reliability of the claim in the wake of the controversy about intelligence on Iraq's weapons of mass destruction. The US allegation was reported by the New York Times, quoting officials who had seen CIA assessments saying that spy satellites had spotted an advanced nuclear testing site near the hub of the country's nuclear programme at Yongbyon. North Korean scientists were alleged to be testing shaped explosives designed to compress a plutonium core and trigger a nuclear blast. If true, the report suggests that Pyongyang is closer than previously been thought to building a compact nuclear device that could be mounted on its missiles, which are capable of reaching Japan. \"This is a more advanced technology than we thought the North Koreans had,\" said Joseph Cirincione, a nuclear weapons expert at the Carnegie Endowment for International Peace. But he said that the CIA and the North Koreans had a vested interest in exaggerating the threat. \"The doubts are over the CIA's ability to portray what is going on in North Korea,\" he said. \"It could be an over-reach by an agency eager to prove its worth to the president. \"It also wouldn't be the first time the North Koreans had puffed themselves up to make themselves seem more threatening than they really are. They think that works for them.\" US intelligence officials said they had no comment on the report, which bolstered the US argument that North Korea is a threat to east Asia, and therefore represents a problem that can only be solved by a coalition of the US, South Korea, China and Japan. According to the New York Times, the intelligence report was passed on to Seoul, Tokyo and other allies. Reports suggest that North Korea could be within a year of building a warhead for its missiles, but that was described as \"a best guess rather than a solid estimate\". The CIA believes that North Korea already has one or two crude nuclear devices predating its 1994 non-proliferation agreement with the US. Last year Pyongyang expelled the International Atomic Energy Agency nuclear inspectors and took steps to begin reprocessing its store of 8,000 spent nuclear fuel rods to produce more plutonium. Between 1,000 and 1,500 rods would provide enough plutonium for one nuclear warhead. It is so far unclear whether reprocessing has begun. US intelligence has picked up no signs of krypton gas, which is normally released into the atmosphere early in the procedure. But the gas is not always easy to detect with remote sensors. Some US officials believe North Korean scientists may have run into technical problems restarting the reprocessing plant in January. President Bush has said he would prefer to resolve the North Korean nuclear issue diplomatically, but has not ruled out the use of military force - to the dismay of South Korea, which is opposed to a US pre-emptive strike.",
    "keywords": [
        "plutonium",
        "korea",
        "nuclear",
        "reprocessing",
        "report",
        "n",
        "fears",
        "weapons",
        "intelligence",
        "missile",
        "officials",
        "koreans",
        "north"
    ],
    "summary": "The US has told its allies that it believes North Korea is developing nuclear weapons small enough to use as missile warheads and could perfect the technology within a year, it was reported yesterday.\n\"This is a more advanced technology than we thought the North Koreans had,\" said Joseph Cirincione, a nuclear weapons expert at the Carnegie Endowment for International Peace.\nBut he said that the CIA and the North Koreans had a vested interest in exaggerating the threat.\n\"The doubts are over the CIA's ability to portray what is going on in North Korea,\" he said.\nThe CIA believes that North Korea already has one or two crude nuclear devices predating its 1994 non-proliferation agreement with the US.",
    "sentiment": {
        "neg": 0.0998,
        "neu": 0.8048,
        "pos": 0.0953,
        "compound": -0.0155
    }
}