{
    "date": "2003-01-07T02:35:48Z",
    "title": "UN gives North Korea one last chance",
    "url": "https://www.theguardian.com/world/2003/jan/07/korea.unitednations",
    "content": "The International Atomic Energy Agency yesterday warned Pyongyang that it had one last chance to allow the return of nuclear inspectors or face sanctions by the United Nations security council. No deadline was set by the UN body at an emergency meeting in Vienna, but it said that North Korea had weeks and not months to respond. \"The matter will be referred to the security council if North Korea does not reverse course,\" said Mohamed El-Baradei, IAEA Director-General. The tough resolution said the IAEA \"calls upon the DPRK [North Korea] to cooperate urgently and fully with the agency by allowing the re-establishment of the required containment and surveillance measures at its nuclear facilities and... the return of IAEA inspectors. \"Unless [North Korea] takes all necessary steps to allow the agency to implement all the required safeguard measures, the DPRK will be in further non-compliance with its safeguards agreement.\" \"I'd like to give diplomacy a chance,\" Mr Baradei added. \"I hope [North Korea] will seize this opportunity. Compliance and not defiance is the way towards a solution,\" he said. The IAEA condemned North Korea's decision last month to reactivate the Yongbyon nuclear plant, which is capable of producing weapons-grade plutonium, and expel two of its inspectors. It said the expulsions and the removal of monitoring cameras contravened North Korea's promise to scrap its nuclear programme under the 1994 agreed framework - the peace deal that ended a similar crisis during the Clinton era. \"The North has shown complete defiance towards its obligation under the safeguards agreement,\" Mr Baradei said. \"This is clearly an unsustainable situation and sets a dangerous precedent.\" During the 1994 crisis, Pyongyang declared that sanctions would be treated as a declaration of war. Diplomatic efforts to ease the crisis gathered pace yesterday with a meeting in Washington of the United States, Japan and South Korea - the three main nations underwriting the 1994 agreed framework. Tokyo is expected to join Seoul in opposing Washington's plans for a \"tailored containment\" policy that would punish - and, they fear, provoke - North Korea by increasing Pyongyang's political and economic isolation. In the past week, China and Russia have also called for quiet diplomacy rather than the imposition of a regime of sanctions. South Korea's incoming president Roh Moo-hyun is pushing for a compromise deal under which President Bush would guarantee North Korea's security and resume shipping in oil supplies in return for the eradication of Pyongyang's nuclear weapons programme. Japanese foreign ministry officials say the three nations discussed whether to invite China and Russia - the two nations that have the closest relations to the North - to join them in overseeing the implementation of the 1994 agreement. A special envoy of the South Korean president, Kim Dae-jung, has been dispatched to Washington today to discuss strategy with Mr Bush's national security adviser, Condoleezza Rice. If agreement can be reached, officials in Seoul expect to present a compromise to officials from Pyongyang during a meeting scheduled for January 14-17. North Korea has indicated it will accept mediation with the US, but yesterday Pyongyang's state-run media continued to publish a stream of defiantly bellicose invective. Boasting that the North had \"increased its self-defensive military capability,\" the Korean Central News agency warned: \"If the US unleashes a nuclear war on the Korean peninsula, it will not escape its destruction.\"",
    "keywords": [
        "iaea",
        "korea",
        "agency",
        "nuclear",
        "nations",
        "security",
        "chance",
        "agreement",
        "1994",
        "gives",
        "north",
        "koreas"
    ],
    "summary": "No deadline was set by the UN body at an emergency meeting in Vienna, but it said that North Korea had weeks and not months to respond.\n\"The matter will be referred to the security council if North Korea does not reverse course,\" said Mohamed El-Baradei, IAEA Director-General.\n\"I hope [North Korea] will seize this opportunity.\nTokyo is expected to join Seoul in opposing Washington's plans for a \"tailored containment\" policy that would punish - and, they fear, provoke - North Korea by increasing Pyongyang's political and economic isolation.\nNorth Korea has indicated it will accept mediation with the US, but yesterday Pyongyang's state-run media continued to publish a stream of defiantly bellicose invective.",
    "sentiment": {
        "neg": 0.0809,
        "neu": 0.7813,
        "pos": 0.1378,
        "compound": 0.1289
    }
}