{
    "date": "2003-04-18T14:37:02Z",
    "title": "North Korea 'reprocessing nuclear fuel'",
    "url": "https://www.theguardian.com/world/2003/apr/18/northkorea.usa",
    "content": "North Korea said today it was in the final stages of reprocessing more than 8,000 spent nuclear fuel rods, which intelligence experts say could allow it to build several atomic bombs within months. It was impossible to independently confirm the North Korean claim because the communist state expelled UN nuclear monitors on New Year's Eve. Japan said it had no information on the report. The move dramatically raises the stakes in talks due to be held next week in Beijing on the North's suspected nuclear weapons programmes. North Korea, the United States and China are taking part. It was unclear whether North Korea plans to push ahead with the development of nuclear weapons to secure the deterrent it covets against what it calls a US plan to invade. Another possibility is that it is willing to bargain the programme away, presumably in exchange for security guarantees and aid for its shattered economy. A North Korean foreign ministry spokesman emphasised the importance that the North sees in a military deterrent to stave off a possible US attack in the wake of the war against Iraq. \"The Iraqi war teaches a lesson that in order to prevent a war and defend the security of a country and the sovereignty of a nation it is necessary to have a powerful physical deterrent force only,\" the unnamed spokesman told North Korea's official news agency, KCNA. \"As we have already declared, we are successfully reprocessing more than 8,000 spent fuel rods at the final phase,\" he said, adding that \"interim information\" was sent to the United States and \"other countries concerned\" last month. Reprocessing would yield weapons-grade plutonium. Washington, which has said it has no plans to invade North Korea, had already confirmed that a nuclear reactor at North Korea's Yongbyon site was operating, but had not said reprocessing was under way. The US believes North Korea already has one or two nuclear bombs, and can extract enough plutonium from the 8,000 fuel rods to make six to eight more bombs. The North Korean spokesman said that his government intended to \"confirm the US intention in the forthcoming talks\". \"Essential issues\" in the Beijing talks will be discussed only between North Korea and the United States, with China playing \"a relevant role as the host state\", the spokesman said. Chun Young-woo, a director for arms control at South Korea's foreign ministry, expressed shock at the report, saying that if the United States had known about the reported reprocessing, \"the Beijing talks would never have been able to be agreed upon\". \"North Korea has repeatedly said it would start reprocessing,\" the director said. \"I've never heard that they actually did.\" North Korea's Yongbyon nuclear complex, located 50 miles north of Pyongyang, is one of the most guarded parts of one of the world's most isolated countries. The facilities were mothballed under a 1994 deal with the United States. The dispute flared in October when US officials said North Korea had admitted having a secret nuclear weapons programme in violation of the deal. Washington and its allies suspended oil shipments to North Korea. Pyongyang retaliated by announcing that it would reactivate the frozen facilities, and withdrawing from the Nuclear Nonproliferation Treaty. Kept in the facilities were 8,000 spent fuel rods. They can yield enough plutonium for several bombs within months when treated with chemicals. Aware of the urgency to block such a development, the United States agreed to meet North Korean officials in Beijing as early as next week for talks arranged by China. Pyongyang had previously insisted on one-on-one talks with Washington. Last week, North Korea indicated it could accept US demands for multilateral talks and agreed to let China sit at the table. South Korea is not taking part. North Korea has accused Washington of plotting an invasion, and demanded a non-aggression treaty. US officials have ruled out a treaty, but have said some form of written security guarantee might be possible. A Japanese foreign ministry spokesman said today that Tokyo had no information that North Korea was reprocessing nuclear fuel rods as Pyongyang stated. \"We do not have any information that they are in the process of reprocessing the spent fuel,\" foreign ministry spokesman Hatsuhisa Takashima told Reuters news agency. s. \"We are still hopeful that North Korea would not dare to go into the reprocessing of spent fuel, because they have agreed to have talks with the United States and China.\" Mr Takashima added that the report was \"not very encouraging for the possible outcome of the trilateral talks\".",
    "keywords": [
        "spokesman",
        "korea",
        "states",
        "talks",
        "nuclear",
        "reprocessing",
        "spent",
        "united",
        "fuel",
        "north"
    ],
    "summary": "North Korea said today it was in the final stages of reprocessing more than 8,000 spent nuclear fuel rods, which intelligence experts say could allow it to build several atomic bombs within months.\nNorth Korea, the United States and China are taking part.\nWashington, which has said it has no plans to invade North Korea, had already confirmed that a nuclear reactor at North Korea's Yongbyon site was operating, but had not said reprocessing was under way.\nThe dispute flared in October when US officials said North Korea had admitted having a secret nuclear weapons programme in violation of the deal.\nA Japanese foreign ministry spokesman said today that Tokyo had no information that North Korea was reprocessing nuclear fuel rods as Pyongyang stated.",
    "sentiment": {
        "neg": 0.0701,
        "neu": 0.8652,
        "pos": 0.0647,
        "compound": -0.0108
    }
}