{
    "date": "2003-04-04T00:50:42Z",
    "title": "Kidnapped by Kim Jong-il: the man who directed the socialist Godzilla",
    "url": "https://www.theguardian.com/film/2003/apr/04/artsfeatures1",
    "content": "\"The task set before the cinema today is one of contributing to people's development into true communists... This historic task requires, above all, a revolutionary transformation of the practice of directing.\" Kim Jong Il's On the Art of the Cinema (1973) \"What a wretched fate,\" Shin Sang-ok, now 77, remembers thinking after the meeting with the pudgy man in the grey Mao jacket. \"I hated communism, but I had to pretend to be devoted to it, to escape from this barren republic. It was lunacy.\" Shin is a film director of legendary stature in his native country - the Orson Welles of South Korea. He modernised movies at a time when people hungered for art, for escape, following the Korean war. He and his wife, the well-known actress Choi Eun-hee, were among Seoul's celebrity set. But, in 1978, he fell foul of the frequently repressive government of General Park Chung Hee, who closed his studio. After making at least 60 movies in 20 years, Shin's career appeared to be over. What followed, according to Kingdom of Kim, Shin's memoir, was an experience that revived his career in an unbelievable way. Shin and his wife were kidnapped by North Korea's despot-in-training, Kim Jong-il, who sought to create a film industry that would allow him to sway a world audience to the righteousness of the Korea Workers' Party. Shin would be his propagandist, Choi his star. North Korean apparatchiks have tried to cast doubt on Shin's story, claiming he willingly defected to North Korea and absconded with millions. But Korea experts find Shin's story believable. Eric Heginbotham, a senior fellow at the US Council on Foreign Relations, is one of many Kim-watchers who say it's consistent with what is known about the regime. Pyongyang now admits it captured 11 Japanese citizens in the late 1970s and 1980s to act as cultural advisers. Several died in captivity, some in suicides. Shin's story is as fantastical as many of his movies. He writes of being caught trying to escape, and spending four years in an all-male prison camp as a result, left to assume that his wife was dead. Then, just as suddenly, he was brought into the inner sanctum of Kim Jong-il, the would-be successor to his father, Kim Il-sung, who ruled the country for nearly 50 years. Shin's talents then officially fell to the service of North Korea, and he made seven movies before he and his wife made a breathtaking escape in Vienna in 1986. Few have escaped to tell of the habits of the North Korean man who is now the most dangerous dictator in the world - armed with nuclear and chemical weapons, and seemingly touched by madness. There is more than a passing resemblance between Kim and the insatiable Pulgasari, the communist Godzilla rip-off that Shin, at Kim's request, created for North Korean audiences, which has become a camp curiosity for monster movie aficionados. Shin says that shortly after arriving in Pyongyang, he made several attempts to escape, and was punished with four years at Prison No 6, where he lived on a diet of grass, salt, rice and party indoctrination - \"tasting bile all the time,\" he writes. \"I experienced the limits of human beings.\" Then, in 1983, he and his wife were released and reunited at a reception thrown by Kim Jong-il. Over soft drinks, the top party official finally, incredibly, explained why they were there. \"The North's film-makers are just doing perfunctory work. They don't have any new ideas,\" Kim told the couple. \"Their works have the same expressions, redundancies, the same old plots. All our movies are filled with crying and sobbing. I didn't order them to portray that kind of thing.\" The couple were stunned. By 1978, Kim had become disgusted with his Mount Paektu Creative Group studio. Although the studio was run on the \"monolithic guidance\" of party groupthink, Kim told Shin he felt a \"profound disappointment\" with their work. In the 1960s, Kim Il-sung's propaganda machine had created Sea of Blood and The Flower Girl, films that, while regarded as tedious and crude by South Koreans, were products the North was quite proud of, and were based on revolutionary operas. Sea of Blood is a war hagiography that gives Kim Il-sung exaggerated credit for victories over Japan in the 1930s. Recently it was still being shown widely in North Korea. Like Titanic and its schmaltzy My Heart Will Go On, Sea of Blood produced a hit song: My Heart Will Remain Faithful. \"Films should contain musical masterpieces like these,\" Kim Jong-il writes in his book, \"the fusion of noble ideas and burning passion.\" He spends most of the book entreating actors and directors, whom he compares to generals, to master their craft. How? Sheer party loyalty. \"Actors must be ideologically prepared before acquiring high-level skills,\" he writes, recommending a kind of communist method acting. \"No revolutionary actor has ever actually been a Japanese policeman or capitalist . . . To effectively embody the hateful enemy, the actor requires an ardent love of his class and a burning hostility towards the enemy.\" Kim's book also suggests that film-makers draw from real life, avoid creating unrealistic movies about \"the colourful lives of flamboyant characters\". And he reveals: \"In the final analysis, a director who pins his hopes on finding a 'suitable actor' is taking a gamble in his creative work. And no director who relies on luck in creative work has ever achieved real success.\" During the same period, in South Korea, Shin Sang-ok's studio, Shin Films, had produced a number of box-office hits, including My Mother and the Roomer. He is best known for a 1968 historical drama called The Eunuch, about concubines and emasculated servants unable to consummate their secret love. A popular theme in Shin's films - not unlike the Hollywood weepies of the 1950s - concerns the plight of women chafing under the limits of society's expectations, such as The Evergreen Tree (1961), in which Choi played a reform-minded woman struggling against provincialism to teach rural children how to read and write. \"Though this film does not directly express class consciousness,\" writes Korean film critic Kwak Hyun-Ja, \"the dedication and faith in the people might be the reason this movie was praised and used as a textbook for acting in North Korea.\" Ten years after writing that book, the playboy author of On the Art of the Cinema sat across the glass table from Shin and Choi, two real film-makers. He blamed misunderstandings by thoughtless officials for their unfriendly four-year North Korean welcome. He also apologised for taking so long to get back to them personally, saying it had been busy at the office. The idea came to Kim, he said, when he heard that Seoul's repressive, militaristic Park regime had closed down Shin Films. \"I thought, 'I've got to bring him here',\" he said. Infiltrating Shin Films with agents posing as business partners, Kim explained how he lured the two to Repulse Bay, Hong Kong. First Choi disappeared on a trip to discuss an acting job. Then, on the way to dinner one night, Shin had a sack filled with a chloroform-like substance pulled over his head. With that, Kim had imported the best film talent the peninsula had to offer. But Choi had come to the meeting with Kim prepared, according to her husband's memoir. She had purchased a cassette recorder at a nearby market for the party inner circle, and smuggled it past the guards of Kim's lair. It lay in her handbag, and before it came to a stop, it taped 45 minutes of the dictator laying out his plans for the two: to serve as role models for his industry, and claim they came to the North for the creative freedom. To both Shin and Choi, the cassette of Kim's 45-minute talk was the key to a safe return home - but posed severe dangers as well. \"It was a matter of life or death,\" Shin said later, in an interview with a South Korean magazine. They faced execution if the tape was found. In North Korea, there are strict rules against recording or filming the top leaders of the party. After the couple had been released, the tapes were eventually broadcast in South Korea. But coming home was a long way away. For now, Shin Films was back open for business - this time in Pyongyang. \"Shall we make Mr Shin one of our regular guests?\" Kim asked the crowd at a birthday party for one of his generals, after Shin's career, and life, was given its new lease. A lot of cognac was being drunk. The general in question was boasting that he could take Pusan in a week, tops. Military men marched in a circular review, saluting Kim. On stage, a bevy of young women jumped up and down screaming: \"Long live the great leader!\" Most jarring of all was when Kim shook his arm and pointed at the display of fawning, saying: \"Mr Shin, all that is bogus. It's just pretence.\" This puzzling confession, Shin writes, lingered in his mind as he drove in a Mercedes to the new office of Shin Films. Soon he'd be entrusted with an annual pay cheque of $3m for personal or professional use, even as he formulated an escape plan. By following the advice for directors in On the Art of the Cinema - \"Be loyal to the party and prove yourselves worthy of the trust it places in yourself\" - he would hope for some opportunity to escape, maybe during a trip to an Eastern bloc film festival. Sometimes resigned to his stay, Shin took comfort in his increasing material well-being, and in making movies again. When it came to choosing subject matter, he told the Seoul Times in 2001 that there were \"fewer restrictions than is commonly believed\". He said he even introduced the first kiss to the military-centric North Korean cinema. All ideas, however, were approved by Kim Jong-il as arms of his ideology, and were developed in story conferences with him. The dictator wanted to make crossover movies that would simultaneously project a fearsome image to the world while somehow improving how North Korea was perceived. Shin was free to fly to east Berlin for location shots - though shadowed by ever-present escorts. He recalls walking past the US embassy with his wife, who tugged at his sleeve and made a face suggesting they run for it. \"What's the matter with you?\" he hissed. \"I will not make an attempt unless it's 100% certain. If they caught us, we'd be dead.\" Besides, he was taking his new career seriously, and was eager to get work done. He even claims that in 1984 he was able to produce the finest film of his career: Runaway, the tragic story of a wandering Korean family of 1920s Manchuria coping with Japanese oppression and the dishonesty of their neighbours. After that, however, came a very different kind of movie. Loosely based on a legend of the 14th-century Koryo monarchy, Pulgasari owes much to Godzilla. Shin invited some monster-movie veterans from Japan to come to his studio, which had swelled to 700 employees, to help with the picture. When Kim guaranteed their safety, they came to work on Pulgasari, including Kempachiro Satsuma, the second actor to wear the Godzilla suit, who soon dressed up as the lumbering, google-eyed Pulgasari. Pulgasari is a monster of the people. When the wicked king oppresses the people, a jailed blacksmith moulds a tiny character out of rice, declaring he will use the last spark of his creative power to bring the doll to life. As the farmers are starving under the king's rule, the doll, Pulgasari, eats iron and grows. The cherubic toddler Pulgasari soon becomes a horned beast whose clawed foot is the size of a person. And since this is a movie made under the guidelines of On the Art of the Cinema, there are seemingly endless shots of the people's folk dances. Finally, Pulgasari leads the farmers' army in an assault on the king's fortress - and against thousands of North Korean military troops who were mobilised and dressed up as extras. Ultimately, the king uses his experimental anti-Pulgasari weapon, the lion gun. But the enterprising Pulgasari swallows the missile and shoots it back at his oppressors. Finally, the king is crushed beneath a huge falling column. Then the movie becomes curiously ambiguous. The beloved Pulgasari turns on his own people. Still hungry for iron after his victory, Pulgasari begins eating the people's tools. The confusing conclusion seems to find salvation in the spirit of the people. When the blacksmith's daughter tearfully pleads with Pulgasari to \"go on a diet\", he seems to find his conscience, and puzzlingly shatters into a million slow-motion rocks. Then, inexplicably, a glowing blue Pulgasari child is born, waddling out of the ocean. It's a terrifically bad movie. On one hand, Pulgasari is a cautionary tale about what happens when the people leave their fate in the hands of the monster, a capitalist by dint of his insatiable consumption of iron. But it is also tempting to read the monster as a metaphor for Kim Il-sung, hijacking the \"people's revolution\" to ultimately serve his purposes. When the movie was delivered to Kim, he saw it as a great victory. Trucks pulled up to Shin Films to unload pheasants, deer and wild geese for the movie crew to feast on. Genghis Khan, or more specifically, John Wayne as Genghis Khan in the notoriously awful The Conqueror, was the inspiration for Shin's last collaboration with Kim. Shin had long wanted to make an authentically Mongolian or at least Asian version. In Kim Jong-il he found a producer who shared his enthusiasm for the subject of invading hordes. They agreed that this follow-up to Pulgasari would make a good export, even if it didn't meet with the approval of Kim's father as a tool for thought control. Plans were made for a joint venture with a company in Austria to distribute the film. Soon, Kim trusted the director to travel to western Europe for a business meeting. As a trip to Vienna approached, Shin writes, a plan began to form. They had no doubts about wanting to leave their comfortable lifestyle. \"To be in Korea living a good life ourselves and enjoying movies while everyone else was not free was not happiness, but agony,\" he writes. Then they boarded a plane for Vienna, never to return to North Korea. During the trip, Shin and Choi were able to escape with the help of a Japanese movie critic friend. Meeting him for lunch, they fled by taxi to the American embassy, shaking off one of Kim's agents in another taxi. After the embarrassing escape of his star propagandists, Kim Jong-il shelved Pulgasari and every other Shin film. The monster movie was not seen outside the country until 1998 when, amid a dawning feeling of openness in North Korean, relations with the rest of Asia, another Japanese critic campaigned for its release - as an important work deserving more attention, and a source of box-office dollars for the North's disastrous economy. It bombed. In Seoul, a total of about 1,000 people saw it during its limited release. Shin Sang-ok remains controversial. At the Pusan International film festival in 2001, a screening was planned for his favorite work, Runaway. But the public prosecutor of Seoul halted the showing by invoking South Korea's harsh national security law, which bans any action that could benefit the North. Shin has worked hard to dispel any impression that he remains friends with his ex-executive producer. In an open letter to the South Korean president following the September 11 attacks, he wrote that his first reaction to the World Trade Centre collapse was that it was in Kim Jong-il's nature to do the same to Seoul. Kim Jong-il continues to issue bold words of guidance to his film-makers. His words are reprinted on a gigantic placard outside the Revolutionary Museum of the Ministry of Culture on the outskirts of Pyongyang: \"Make more cartoons.\" · © 2003 Salon.com, Inc.",
    "keywords": [
        "shin",
        "man",
        "socialist",
        "korea",
        "kim",
        "film",
        "pulgasari",
        "directed",
        "jongil",
        "godzilla",
        "party",
        "movie",
        "kidnapped",
        "shins",
        "north",
        "korean"
    ],
    "summary": "What followed, according to Kingdom of Kim, Shin's memoir, was an experience that revived his career in an unbelievable way.\nNorth Korean apparatchiks have tried to cast doubt on Shin's story, claiming he willingly defected to North Korea and absconded with millions.\nDuring the same period, in South Korea, Shin Sang-ok's studio, Shin Films, had produced a number of box-office hits, including My Mother and the Roomer.\nThen they boarded a plane for Vienna, never to return to North Korea.\nAfter the embarrassing escape of his star propagandists, Kim Jong-il shelved Pulgasari and every other Shin film.",
    "sentiment": {
        "neg": 0.0659,
        "neu": 0.8274,
        "pos": 0.093,
        "compound": 0.0718
    }
}