{
    "date": "2003-02-06T01:43:14Z",
    "title": "N Korea threatens US with first strike",
    "url": "https://www.theguardian.com/world/2003/feb/06/usa.northkorea",
    "content": "North Korea is entitled to launch a pre-emptive strike against the US rather than wait until the American military have finished with Iraq, the North's foreign ministry told the Guardian yesterday. Warning that the current nuclear crisis is worse than that in 1994, when the peninsula stood on the brink of oblivion, a ministry spokesman called on Britain to use its influence with Washington to avert war. \"The United States says that after Iraq, we are next\", said the deputy director Ri Pyong-gap, \"but we have our own countermeasures. Pre-emptive attacks are not the exclusive right of the US.\" His comments came on a day when tension was apparent in Pyongyang, with an air-raid drill that cleared the city's streets and the North's announcement that it has begun full-scale operations at the Yongbyon nuclear plant, the suspected site of weapons-grade plutonium production. Since reopening the plant in December, the North has kicked out international inspectors and withdrawn from the global treaty to stop the spread of nuclear weapons. Anxiety in North Korea has been rising since Washington announced plans in the past week to beef up its military strength in the area. Additional bombers will be sent to the region, along with 2,000 extra troops who will serve alongside the 17,000 already stationed on the North-South border. USS Carl Vinson may also be deployed. According to Pyongyang, the USS Kitty Hawk has already taken up strike position in waters off the peninsula. The US says that reinforcements are needed to warn Pyongyang that it should not try to take advantage of Washington's focus on Iraq. North Korean officials fear the extra forces are the start of the build-up for a full-scale confrontation - a dangerous assumption that could push the peninsula over the edge. During the last crisis, when the Pentagon planned a surgical strike on the Yongbyon nuclear plant, American generals were convinced that the North would rather launch a surprise attack than wait for a US military build-up. Mr Ri said today's stand-off is more dangerous: \"The present situation can be called graver than it was in 1993. It will be touch and go.\" The crisis erupted in October when a US envoy to Pyongyang confronted the regime with suspicions that North Korea was engaged in a uranium enrichment programme, in violation of the 1994 agreement which ended the last crisis. To punish the North, the US cut off supplies of 500,000 tonnes a year of heavy fuel oil, a severe blow to a nation that is desperately short of energy. The north of the country is worst hit but power shortages are apparent even in the capital, where temperatures have fallen as low as -21C recently. The North claims that the Yongbyon nuclear plant is being used for peaceful purposes. \"The US stopped our oil so our country faces a critical shortage of electricity,\" Mr Ri said. \"Our nuclear activities will be confined only to producing electricity.\" Both sides say they are committed to finding a diplomatic solution but remain far apart in their demands. Pyongyang wants a non-aggression treaty but Washington has said it will not reward blackmail and has hinted only at a written guarantee of the North's security. Concern about the crisis has prompted South Korea and Japan to pressure the US to take a softer line. In a sign that this may be working, the US deputy secretary of state, Richard Armitage said for the first time yesterday that the US would definitely hold direct talks with the North. \"It is just a question of when we do it and how,\" he told the Senate. A breakthrough stills looks distant. The European Union plans to send a high-level delegation to North Korea later this month to mediate, but similar envoys from Russia and South Korea achieved little because the North insists that the issue is a bilateral matter with the US. The North has shown a willingness to open up to other na tions. In an important development, a new road link to South Korea was used for the first time yesterday. But the North know that the nuclear issue stands in the way of progress, prompting a request that Britain intercede. \"The US must sign a non-aggression treaty,\" Mr Li said. \"I hope that Britain can help to persuade them to do so.\" · Japan may deploy two destroyers near North Korea to detect missile launches, the Kyodo news agency reported on yesterday. Quoting unspecified government sources, it said Tokyo believes it increasingly likely that ballistic missiles will be test-fired as part of the North's brinkmanship.",
    "keywords": [
        "norths",
        "korea",
        "crisis",
        "washington",
        "nuclear",
        "yongbyon",
        "n",
        "strike",
        "plant",
        "pyongyang",
        "yesterday",
        "north",
        "threatens"
    ],
    "summary": "North Korea is entitled to launch a pre-emptive strike against the US rather than wait until the American military have finished with Iraq, the North's foreign ministry told the Guardian yesterday.\nAnxiety in North Korea has been rising since Washington announced plans in the past week to beef up its military strength in the area.\nThe North claims that the Yongbyon nuclear plant is being used for peaceful purposes.\nThe European Union plans to send a high-level delegation to North Korea later this month to mediate, but similar envoys from Russia and South Korea achieved little because the North insists that the issue is a bilateral matter with the US.\n· Japan may deploy two destroyers near North Korea to detect missile launches, the Kyodo news agency reported on yesterday.",
    "sentiment": {
        "neg": 0.1072,
        "neu": 0.8318,
        "pos": 0.0609,
        "compound": -0.1467
    }
}