{
    "date": "2003-10-08T01:17:32Z",
    "title": "Economic superpower rises in the east",
    "url": "https://www.theguardian.com/business/2003/oct/08/burma.indonesia",
    "content": "Ten south-east Asian nations yesterday signed a landmark accord to turn their vastly disparate states into an integrated, tariff-free trading and economic community by 2020 that would resemble the early embodiment of the European Union. At a summit on the Indonesian resort island of Bali, the Association of South-East Asian Nations also agreed to complete deals with China, India and Japan by 2012. The pact with Beijing would create by far the world's largest free trade zone. The Asean vision, dubbed the Bali Concord II, would eliminate tariff and non-tariff barriers, standardise customs procedures, gradually reduce capital controls and abolish visas in a region that is home to 500 million people. \"We have just witnessed a watershed in the history of Asean,\" said the host, Indonesian president Megawati Sukarnoputri. \"It will make it possible for our children and their children to live in enduring peace, stability and shared prosperity.\" The leaders acknowledged that the diversity of the grouping's economies has and will continue to hamper integration. Asean's members range from the oil-rich autocratic monarchy Brunei, through relatively democratic nations such as Indonesia, Thailand, the Philippines, Malaysia, Singapore and Cambodia to the military dictatorship of Burma and the communist states Laos and Vietnam. Eleven sectors, including electronics, tourism and air travel will be on a fast-track integration by 2010 and some nations, particularly Singapore and Thailand, are keen to liberalise everything as quickly as possible. \"We will take to the dancefloor first to tango,\" said the Singaporean prime minister, Goh Chok Tong, after meeting his Thai counterpart Thaksin Shinawatra. \"When other Asean members join us, we will have a livelier party.\" Analysts say the sense of urgency is driven by the very real fear that the region will lose out even more to China. Asean attracts only a fifth of the foreign investment going into China while data from the US-Asean business council states that, of all the American investment into east Asia, only 10% is going to Asean, compared with 75% a decade ago. The Chinese premier, Wen Jiabao, yesterday sought to play up the benefits for Asia rather than the threats from a strong Chinese economy. \"A more developed and a stronger China will bring about development opportunities and tangible benefits to other Asian countries,\" he said at the business conference being held alongside the leaders' summit. \"The China-Asean free trade area is a win-win arrangement.\" If implemented, it would create a free trade area with nearly two billion people and total gross domestic product of almost $3 trillion (£1.9 trillion). Tokyo appears to be equally concerned by China's progress. The Japanese prime minister, Junichiro Koizumi, is hoping to sign deals on the second day of the summit today to prevent Japan being marginalised. \"There is understandable and genuine concern in the Japanese delegation about being left behind,\" one Asean diplomat said. The South Korean president, Roh Moo-hyun, appeared equally keen to muscle into the show. \"If we join forces, Korea and Asean members and by extension, all of east Asia, will become the engine of growth for the world economy, and the 21st century will be the age of east Asia,\" he said. Asean leaders decided to hold their summit in Bali to show their determination to stand up to terrorism. This Sunday marks the first anniversary of the Bali nightclub bombings, the world's most deadly terrorist attack since the September 11 strike on America. The one issue the leaders chose to sidestep was Burma. Human rights activists had expected open criticism of the military junta for its treatment of the pro-democracy icon Aung San Suu Kyi but the summit communique instead praised Rangoon for its \"constructive steps\" towards establishing democracy.",
    "keywords": [
        "summit",
        "leaders",
        "east",
        "economic",
        "trade",
        "superpower",
        "rises",
        "states",
        "nations",
        "china",
        "bali",
        "members",
        "asia",
        "asean"
    ],
    "summary": "\"We have just witnessed a watershed in the history of Asean,\" said the host, Indonesian president Megawati Sukarnoputri.\n\"It will make it possible for our children and their children to live in enduring peace, stability and shared prosperity.\"\n\"When other Asean members join us, we will have a livelier party.\"\n\"If we join forces, Korea and Asean members and by extension, all of east Asia, will become the engine of growth for the world economy, and the 21st century will be the age of east Asia,\" he said.\nAsean leaders decided to hold their summit in Bali to show their determination to stand up to terrorism.",
    "sentiment": {
        "neg": 0.0382,
        "neu": 0.8405,
        "pos": 0.1213,
        "compound": 0.2273
    }
}