{
    "date": "2003-04-23T01:17:28Z",
    "title": "China plays key role in Korea talks",
    "url": "https://www.theguardian.com/world/2003/apr/23/china.northkorea",
    "content": "China will take a rare step into the diplomatic spotlight today as it hosts the first talks between the US and North Korea since the start of the nuclear standoff between the two countries six months ago. Negotiators from Washington and Pyongyang flew into Beijing yesterday for three days of discussions that are likely to produce few immediate results, but could give an indication of China's influence as a peacemaker and powerbroker in northeast Asia. The two deadlocked sides have given little away about their intentions going into the talks, but hopes that China will play a key role have been raised by reports that North Korea's leader, Kim Jong-il, made a secret visit to the Chinese capital late last month. Mr Kim reportedly paid homage to the new Chinese leadership soon after the start of the war in Iraq, in a move aimed at healing the rift between Pyongyang and Beijing, which has left North Korea more isolated than at any time in its history. Russian intelligence sources said in a report by the Strategic Forecast thinktank that Mr Kim's visit reaffirmed his country's dependence on China, which temporarily cut off oil supplies earlier this year, apparently as punishment for Pyongyang's pursuit of a nuclear weapons programme. Normally reticent on the international stage, China's action in bringing the two sides together reflects its desire to demonstrate a diplomatic clout commensurate with its growing economic power - and its fear of a meltdown in North Korea that could prompt a flood of refugees and bring American forces to its borders. Officials in Beijing, however, played down the chances of a quick breakthrough. China's foreign ministry spokesman, Liu Jianchao, said its priority was simply to re-establish contact between the two sides. \"We hope that the talks will be conducive to the relevant parties having a better knowledge of each others' stand and to release the current tension,\" he said. The US and North Korea will start the talks in entrenched positions on the breakdown of the energy-for-nuclear-arms deal, which ended the last crisis between the two countries in 1994. Washington has accused Pyongyang of reneging on that agreement by secretly developing a uranium enrichment facility. The US delegation, led by the assistant secretary of state, Jim Kelly, will insist that no progress can be made until North Korea backs down and permits a stringent inspections regime. The North Korean delegation, headed by Ri Gun, the deputy director for American affairs in the foreign ministry, is expected to reiterate calls for a non-aggression treaty that would guarantee his country's sovereignty and open the door for much-needed foreign trade and investment. But with Washington insisting that no deals can be made that appear to reward \"blackmail\", and with Pyongyang declaring its need for a powerful military to prevent it suffering the same fate as Iraq, the two countries remain far apart. Since the last crisis nine years ago, the Pentagon has updated its plan for a surgical strike on the nuclear reactor at Yongbyon to prevent the north extracting weapons-grade plutonium from spent fuel. ·The families of four Japanese citizens abducted by North Korea decades ago appealed to the UN human rights chief yesterday to help rescue their family members. The families told Sergio Vieira de Mello they doubted North Korea's claim that eight Japanese died there after being taken to the country to train its spies in the Japanese language. Mr Kim admitted last September that North Korea had abducted about a dozen Japanese citizens, but said that eight of them have since died.",
    "keywords": [
        "mr",
        "plays",
        "start",
        "korea",
        "north",
        "washington",
        "china",
        "role",
        "japanese",
        "nuclear",
        "key",
        "sides",
        "pyongyang",
        "talks"
    ],
    "summary": "China will take a rare step into the diplomatic spotlight today as it hosts the first talks between the US and North Korea since the start of the nuclear standoff between the two countries six months ago.\nThe US and North Korea will start the talks in entrenched positions on the breakdown of the energy-for-nuclear-arms deal, which ended the last crisis between the two countries in 1994.\nThe US delegation, led by the assistant secretary of state, Jim Kelly, will insist that no progress can be made until North Korea backs down and permits a stringent inspections regime.\n·The families of four Japanese citizens abducted by North Korea decades ago appealed to the UN human rights chief yesterday to help rescue their family members.\nMr Kim admitted last September that North Korea had abducted about a dozen Japanese citizens, but said that eight of them have since died.",
    "sentiment": {
        "neg": 0.0877,
        "neu": 0.8166,
        "pos": 0.0959,
        "compound": -0.0164
    }
}