{
    "date": "2003-08-30T00:47:45Z",
    "title": "US accuses N Korea of nuclear test threat",
    "url": "https://www.theguardian.com/world/2003/aug/30/northkorea",
    "content": "North Korea has sown confusion among its neighbours by proposing a timetable for the elimination of its nuclear weapons programme in tandem with a reported new threat to test its atomic warheads and delivery systems. The Jekyll and Hyde tactics emerged during crisis talks which ended in Beijing yesterday with the six main players in north-east Asia unable to agree a joint statement on how to resolve the 10-month-old nuclear crisis. Amid conflicting reports on what happened during the closed meeting, North Korea's official news agency published the country's offer of a four-phase plan to ease tensions. Under the proposal, Pyongyang would declare its intention to scrap its nuclear programme in return for a resumption of heavy fuel oil shipments from the US, which were halted after the start of the crisis last October. The two countries would then sign a non-aggression treaty, after which Pyongyang would readmit international inspectors into its nuclear facilities. This would be followed by a deal on missiles, in tandem with the opening of full diplomatic relations between North Korea, the US and Japan. The final stage would see the dismantling of North Korea's nuclear facilities. \"If the nuclear issue between the two countries is to be peacefully settled through dialogue the US should make a radical switchover in its policy toward [us],\" North Korea's vice-minister of foreign affairs, Kim Yong-il, was quoted as saying. \"This is a master key to and a precondition for the settlement of the nuclear issue.\" It is the clearest outline yet of the isolated nation's aim, but the Bush administration is certain to reject the proposal, which is a rehash of the 1994 framework agreement that broke down last year. The chief US delegate at the talks, the undersecretary of state James Kelly, also made little effort at reconciliation. According to the Chinese hosts, he gave only a reassur ance that Washington had \"no intention of threatening, invading or seeking regime change in North Korea\". American officials stressed that the most significant outcome of the talks was that all six parties, which also included South Korea, Japan and Russia, had heard North Korea admit it possessed nuclear weapons and threaten to test them. Other nations have yet to verify the US claim. \"These statements do not conform to reality,\" the Russian deputy foreign minister, Alexander Losyukov, was quoted as telling the Interfax news agency. The challenges facing negotiators were stressed by the head of the UN International Atomic Energy Agency, Mohamed ElBaradei. \"It sends a signal that if you want to protect yourself, if you want to get economic concessions, build a nuclear weapon,\" he told the BBC. \"The way we treat North Korea will be very important for the future [nuclear] 'wannabes'.\"",
    "keywords": [
        "korea",
        "accuses",
        "threat",
        "crisis",
        "talks",
        "nuclear",
        "agency",
        "tandem",
        "n",
        "weapons",
        "test",
        "north",
        "koreas"
    ],
    "summary": "North Korea has sown confusion among its neighbours by proposing a timetable for the elimination of its nuclear weapons programme in tandem with a reported new threat to test its atomic warheads and delivery systems.\nThe Jekyll and Hyde tactics emerged during crisis talks which ended in Beijing yesterday with the six main players in north-east Asia unable to agree a joint statement on how to resolve the 10-month-old nuclear crisis.\nThe final stage would see the dismantling of North Korea's nuclear facilities.\nAccording to the Chinese hosts, he gave only a reassur ance that Washington had \"no intention of threatening, invading or seeking regime change in North Korea\".\n\"The way we treat North Korea will be very important for the future [nuclear] 'wannabes'.\"",
    "sentiment": {
        "neg": 0.0762,
        "neu": 0.8566,
        "pos": 0.0672,
        "compound": -0.1189
    }
}