{
    "date": "2003-04-05T23:56:26Z",
    "title": "North Korea and the US 'on a slide towards conflict'",
    "url": "https://www.theguardian.com/world/2003/apr/06/usa.northkorea",
    "content": "War in North Korea is now almost inevitable because of the country's diplomatic stalemate with America, a senior UN official claims. Ahead of this week's crucial talks between members of the UN Security Council, Maurice Strong, special adviser to the Secretary General Kofi Annan, was gloomy on the chances of a peaceful settlement. 'I think war is unnecessary, it's unthinkable and unfortunately it's entirely possible,' he said. Strong, who has just returned from a private mission for Annan in North Korea and is due to report to UN officials in New York tomorrow, said he felt both North Korea and America seemed to think they had time on their side but were both on a slide towards war. On Wednesday the UN security council will hear America's demand for sanctions against North Korea, which it accuses of planning to develop nuclear weapons. The Communist state has already said it would regard any such move as an 'act of war' and yesterday further warned that it would ignore any UN resolutions on the issue. It believes its dispute is solely with the US and wants direct talks with Washington - something the American government has refused to even consider. 'The nuclear issue on the Korean peninsula is not something that should be discussed at the United Nations,' said the state KCNA news agency in Pyongyang. North Korea fervently believes it is next on America's list for pre-emptive strikes, says Strong. It takes George Bush's rhetoric in his 'axis of evil' speech as a very real threat to its national security. Washington says it seeks a diplomatic end, but has not ruled out a military solution. 'There is such a complete breakdown of trust and confidence between these two countries that they are now unable to read the intentions of the other so there is real potential now for this to escalate into conflict,' Strong said. He said the North Koreans were prepared for war but 'anxious for peace'. The stand-off between the two nations first flared in October when US officials said North Korea had admitted having a secret nuclear programme in violation of a 1994 agreement. As punishment, Washington and its allies suspended promised oil shipments. North Korea retaliated by taking steps to reactivate mothballed facilities capable of making nuclear bombs and withdrawing from the Nuclear Non-Proliferation Treaty. It also deported UN monitors. It claims it pulled out of the treaty because non-nuclear countries were supposed to be protected by nuclear powers like the US, not threatened. Meanwhile, North Korea accused Japan yesterday of plotting a pre-emptive strike following recent calls from Tokyo to beef up the country's defence capabilities against the Communist nation. Defence Minister Shigeru Ishiba said on Friday that Japan had a right to launch a strike on foreign soil if an attack is deemed imminent. In the last two months Pyongyang has tested at least two short-range missiles. In 1998 it launched a ballistic missile over Japan's main island into the Pacific Ocean, showing that any target in Japan was within its range.",
    "keywords": [
        "war",
        "korea",
        "washington",
        "nuclear",
        "japan",
        "security",
        "slide",
        "conflict",
        "treaty",
        "yesterday",
        "north",
        "strong"
    ],
    "summary": "War in North Korea is now almost inevitable because of the country's diplomatic stalemate with America, a senior UN official claims.\nStrong, who has just returned from a private mission for Annan in North Korea and is due to report to UN officials in New York tomorrow, said he felt both North Korea and America seemed to think they had time on their side but were both on a slide towards war.\nNorth Korea fervently believes it is next on America's list for pre-emptive strikes, says Strong.\nNorth Korea retaliated by taking steps to reactivate mothballed facilities capable of making nuclear bombs and withdrawing from the Nuclear Non-Proliferation Treaty.\nMeanwhile, North Korea accused Japan yesterday of plotting a pre-emptive strike following recent calls from Tokyo to beef up the country's defence capabilities against the Communist nation.",
    "sentiment": {
        "neg": 0.1295,
        "neu": 0.7716,
        "pos": 0.0989,
        "compound": -0.1089
    }
}