{
    "date": "2003-08-28T01:45:32Z",
    "title": "US-N Korea talks hit obstacles",
    "url": "https://www.theguardian.com/world/2003/aug/28/northkorea",
    "content": "The US and North Korea were accused of holding up international efforts to resolve their 10-month-old nuclear standoff yesterday, as delegates from north-east Asia's six main players began talks in Beijing aimed at defusing the increasingly dangerous situation on the Korean peninsula. Amid concerns that Pyongyang may test a nuclear weapon next month, the three-day meeting could be the last opportunity to prevent an escalation of the tension. But participants and observers expressed little hope of progress because the Bush administration is divided over how to deal with a North Korea, whose leader, Kim Jong-il, appears to have drawn the lesson from Iraq that his only hope of survival is nuclear deterrence. Yesterday's talks began in a congenial mood with the chief US delegate, the undersecretary of state James Kelly, shaking hands and sharing smiles with his counterpart, vice-foreign minister Kim Yong-il, and negotiators from South Korea, Japan, Russia, and China. But after the first round of closed-door discussions, the Russian delegate said obstacles to progress were already apparent in the opening statements by the US and North Korea. By bringing other regional powers to the table, the US hopes to add pressure on Pyongyang to abandon its nuclear weapons programme. But the two sides have sent middle-ranking officials to the talks, neither of whom is expected to depart from their scripts.",
    "keywords": [
        "delegate",
        "progress",
        "korea",
        "north",
        "obstacles",
        "nuclear",
        "kim",
        "began",
        "hope",
        "usn",
        "pyongyang",
        "hit",
        "talks"
    ],
    "summary": "The US and North Korea were accused of holding up international efforts to resolve their 10-month-old nuclear standoff yesterday, as delegates from north-east Asia's six main players began talks in Beijing aimed at defusing the increasingly dangerous situation on the Korean peninsula.\nYesterday's talks began in a congenial mood with the chief US delegate, the undersecretary of state James Kelly, shaking hands and sharing smiles with his counterpart, vice-foreign minister Kim Yong-il, and negotiators from South Korea, Japan, Russia, and China.\nBut after the first round of closed-door discussions, the Russian delegate said obstacles to progress were already apparent in the opening statements by the US and North Korea.\nBy bringing other regional powers to the table, the US hopes to add pressure on Pyongyang to abandon its nuclear weapons programme.\nBut the two sides have sent middle-ranking officials to the talks, neither of whom is expected to depart from their scripts.",
    "sentiment": {
        "neg": 0.0981,
        "neu": 0.7966,
        "pos": 0.1053,
        "compound": 0.0573
    }
}