{
    "date": "2003-01-07T13:59:47Z",
    "title": "North Korea says sanctions mean war",
    "url": "https://www.theguardian.com/world/2003/jan/07/northkorea1",
    "content": "A defiant North Korea today responded to an ultimatum from the International Atomic Energy Agency (IAEA) by warning that any attempt to use sanctions to force the country to abandon its nuclear programme would be interpreted as a declaration of war. Yesterday the IAEA gave North Korea a second chance to abandon its suspected weapons programme, effectively delaying the possibility of UN sanctions. The IAEA said it would refer the matter to the UN security council, which could impose sanctions, if North Korea refused to allow \"the reestablishment of the required containment and surveillance measures at its nuclear facilities\". The IAEA has also demanded that two weapons inspectors expelled by North Korea last month be allowed to return. Today the country's official Korean Central News Agency (KCNA) responded: \"Sanctions mean a war, and the war knows no mercy.\" The head of the IAEA, Mohamed el-Baradei, reiterated today that North Korea had \"only a matter of weeks\" to readmit the inspectors. \"We have ... made it very clear to North Korea that it is not an open-ended invitation,\" he told CNN. \"If they do not come into compliance, we will have to go to the security council and the security council will take it from there.\" The threat came as South Korea dispatched another top diplomat to seek a peaceful solution to the intensifying nuclear stand off. Yim Sung-joon, South Korea's national security adviser, is to meet his US counterpart, Condoleeza Rice, and other White House officials in Washington before travelling to Tokyo for more talks. The South Korean government today welcomed the IAEA's decision, saying in a foreign ministry statement that it offered North Korea a \"precious chance\" to resolve the issue \"diplomatically and peacefully\". Meanwhile, South Korean media reported that a possible compromise plan, being floated by Seoul, would require North Korea to abandon its uranium-based nuclear programme and the US to resume fuel oil shipments suspended in December. If the US resumes the shipments, North Korea would have no justification for reactivating its second, plutonium-based nuclear programme, according to the reports. The North alarmed the world in October by admitting to a US envoy that it had a secret uranium-based nuclear weapons programme, in violation of a 1994 accord signed with the Clinton administration. The US and its allies responded by cutting off the vital oil supplies promised in the agreement. North Korea then announced it would reactivate its older plutonium-based nuclear programme, saying it needs to restart a reactor to generate electricity. The US says the plutonium-based program could be used to build nuclear weapons. Washington has also said North Korea may already have two nuclear weapons and could build several more in short order. Verifying North Korean compliance with any possible South Korean-brokered deal is still a hurdle. Mr Yim has said his discussions with White House officials will focus on setting \"a broad framework of methodology rather than looking for a specific solution\". Despite South Korea's efforts to soothe tensions, North Korea remained bellicose. In Pyongyang, around 100,000 people attended a communist party rally and were urged to give \"top priority to military affairs as the maxim of their life,\" KCNA said in a report that could not be independently verified. Meanwhile, in another message carried by KCNA, the North Korean government demanded the US apologise for what it described as \"piracy\" in the seizure of a North Korean ship carrying Scud missiles to Yemen last month. It described the seizures as a part of a US strategy of \"total economic sanctions aimed at isolating and stifling\" North Korea. US and Spanish warships did eventually allow the ship to deliver its cargo to Yemen after receiving assurances the Scuds would not be transferred elsewhere in the tense Persian Gulf region. To pressure North Korea on the nuclear issue, US officials have also considered encouraging the country's neighbours to reduce economic ties with Pyongyang as punishment if the situation does not improve. In the same message today, North Korea criticised the US for portraying it as an international military threat and retorted: \"The US tops the world's list in producing and selling the weapons of mass destruction.\" South Korean envoys hope to persuade the US to open dialogue with the communist state. Mr Yim's diplomatic mission coincides with other critical talks already underway in Washington among other senior diplomats from South Korea, Japan and the US. The allies routinely hold such talks to plan a joint strategy toward the North. Washington assured envoys from Seoul and Tokyo yesterday that the US would work closely with them to ease the crisis.",
    "keywords": [
        "war",
        "south",
        "iaea",
        "korea",
        "sanctions",
        "nuclear",
        "mean",
        "weapons",
        "today",
        "programme",
        "north",
        "korean"
    ],
    "summary": "Yesterday the IAEA gave North Korea a second chance to abandon its suspected weapons programme, effectively delaying the possibility of UN sanctions.\nToday the country's official Korean Central News Agency (KCNA) responded: \"Sanctions mean a war, and the war knows no mercy.\"\n\"We have ... made it very clear to North Korea that it is not an open-ended invitation,\" he told CNN.\nWashington has also said North Korea may already have two nuclear weapons and could build several more in short order.\nMeanwhile, in another message carried by KCNA, the North Korean government demanded the US apologise for what it described as \"piracy\" in the seizure of a North Korean ship carrying Scud missiles to Yemen last month.",
    "sentiment": {
        "neg": 0.107,
        "neu": 0.8047,
        "pos": 0.0882,
        "compound": -0.0794
    }
}