{
    "date": "2003-05-06T16:20:43Z",
    "title": "US 'shifts stance' on North Korean arms",
    "url": "https://www.theguardian.com/world/2003/may/06/usa.northkorea",
    "content": "The Bush administration has accepted it might not be able to stop North Korea developing nuclear weapons and has shifted its policy towards preventing it selling them abroad, it was reported yesterday. Any such change would be a significant retreat for the administration, which had told North Korea not to pursue its nuclear programme. \"A nuclear North Korea is a setback of the first order for the international effort to control weapons of mass destruction,\" said Ashton Carter, a Clinton-era national security expert. According to the New York Times, President Bush outlined the new approach to the Australian prime minister, John Howard, at a weekend meeting in Texas. Both leaders were briefed by James Kelly, the chief US negotiator, at talks with North Korea and China last month in Beijing. The Australian embassy in Washington confirmed that much of the discussions had dealt with North Korea, but a spokesman said he could not confirm any shift in policy. A state department official said yesterday: \"I'm not able to speculate about various hypothetical scenarios. We do have a strategy for dealing with weapons of mass destruction. Included among other steps are export controls, interdiction, sanctions and deterrence. What steps are taken will depend on the circumstances.\" According to US officials, a North Korean diplomat confirmed the nascent nuclear arsenal in Beijing last month.",
    "keywords": [
        "policy",
        "korea",
        "shifts",
        "destruction",
        "mass",
        "nuclear",
        "yesterday",
        "stance",
        "weapons",
        "steps",
        "month",
        "arms",
        "north",
        "korean"
    ],
    "summary": "Any such change would be a significant retreat for the administration, which had told North Korea not to pursue its nuclear programme.\n\"A nuclear North Korea is a setback of the first order for the international effort to control weapons of mass destruction,\" said Ashton Carter, a Clinton-era national security expert.\nBoth leaders were briefed by James Kelly, the chief US negotiator, at talks with North Korea and China last month in Beijing.\nThe Australian embassy in Washington confirmed that much of the discussions had dealt with North Korea, but a spokesman said he could not confirm any shift in policy.\nAccording to US officials, a North Korean diplomat confirmed the nascent nuclear arsenal in Beijing last month.",
    "sentiment": {
        "neg": 0.0627,
        "neu": 0.9104,
        "pos": 0.0269,
        "compound": -0.0898
    }
}