{
    "date": "2003-01-11T01:02:22Z",
    "title": "Madman or master? Kim keeps the world guessing",
    "url": "https://www.theguardian.com/world/2003/jan/11/northkorea1",
    "content": "By his surprise withdrawal from the nuclear non-proliferation treaty, the Korean leader Kim Jong-il once again has the world wondering whether it is dealing with a dangerous madman or a brilliant tactician. Just as diplomats in north-east Asia were congratulating themselves on having found a way out of the crisis, the ever unpredictable Mr Kim has plunged them straight back in by setting off on a characteristically unorthodox negotiating tangent. As the media in Pyongyang roared out predictions of a third world war that the North would win with a \"fire-to-fire standoff\", Mr Kim's envoys in the United States began a bizarre mission to Santa Fe for a cosy chat with a former US ambassador they have identified as the best conduit for their message. So what is Mr Kim playing at? It's a guessing game that has been played before, but the risk for Mr Kim is that familiarity with his style is likely to breed contempt among his opponents. Since inheriting power from his father in 1994, Mr Kim has been able to make great use of his appalling reputation in the outside world, which relies on information from defectors and the impressions of a small number of Koreans not from the North who have met him. Mr Kim is usually depicted as a menacing but ludicrous figure - a spoilt, drunken playboy obsessed with Hollywood films but displaying the fashion sense of a yokel with his Mao era jacket, beer belly and raised shoes. One Japanese TV show has focused on the \"pleasure brigade\" of hand-picked young women who entertain the \"Great Leader\" with singing, dancing and bathtime massages. Former aides have described how Mr Kim, who is reported to have four wives, has enjoyed swimming with attractive female nurses and doctors. More than fond of a tipple, Mr Kim was seen knocking back 10 glasses of wine during his summit with the South Korean president Kim Dae-jung. According to a Newsweek article on \"Mr Evil\", the North Korean leader was the biggest individual customer for Hennessy VSOP cognac for two years running in the early 90s. It is claimed that he lives in a world of fantasy. Deified by his people but bullied mercilessly by his father, he is said to have escaped during his youth into a personal collection of films that is now said to number 15,000. When he became culture minister, he took this hobby to extremes by ordering the kidnapping of South Korea's leading film director and actress. But rather than being amusing, this apparently unpredictable figure is feared for the murderous consequences of his whims and bizarre plots. As head of North Korea's special forces for much of the 70s and 80s, he has been linked by defectors to the 1983 assassination attempt on the South Korean president Chun Doo-hwan and the 1986 bombing of a Korean Airlines jet in which 115 people died. He has milked his image of being unstable and dangerous for all it was worth during nearly a decade of brinkmanship that has enabled him to cling to power despite all predictions. By most rational calculations, North Korea was defeated either along with the rest of the communist bloc at the end of the cold war or during the recent years of famine, which has killed millions of North Koreans, but, as Mr Kim appears to have demonstrated one again, he does not accept the logic of the outside world. But he appears to be running out of threats and friends. One South Korean officials shrugged yesterday at the news of the North's latest escalation. \"Straight out of the crisis escalation handbook,\" he said. \"They think that by making everything seem like it cannot get any worse, they will be able to extract the best concessions, but people are not so scared anymore.\" The world has indeed seen Mr Kim start to appear more normal - and thus more vulnerable - in the past two years. In 2000, after becoming the most senior minister to visit Pyongyang, Madeleine Albright removed some of the mystique surrounding Mr Kim by saying he was slippery but not delusional. \"I found him very much on top of his brief,\" the then US state secretary said. An avid surfer of the internet and viewer of satellite TV news, Mr Kim knows more about the outside world than anyone else in his isolated country, where the media is strictly controlled. He appears to be aware that he is increasingly an anachronism. In a sign that he may want to end his semi-godlike status, he ordered North Korean schools in Japan to remove his picture from classrooms. In Pyongyang his image is far less visible than his father's. This September he showed how desperate North Korea has become by confessing that its special forces had abducted at least a dozen Japanese civilians - including courting couples, cooks and beauticians - in the late 70s. For a country that has always claimed to be a victim, this was a risky move that could have undermined his authority. Like yesterday's statement, that admission shocked the outside world, but from Mr Kim's point of view it was just another survival tactic aimed in the short term at winning aid and dividing opponents and in the long term at securing the survival of his regime. To him that is the only part of the game that matters.",
    "keywords": [
        "guessing",
        "south",
        "mr",
        "leader",
        "world",
        "master",
        "kim",
        "madman",
        "outside",
        "keeps",
        "appears",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "By his surprise withdrawal from the nuclear non-proliferation treaty, the Korean leader Kim Jong-il once again has the world wondering whether it is dealing with a dangerous madman or a brilliant tactician.\nIt's a guessing game that has been played before, but the risk for Mr Kim is that familiarity with his style is likely to breed contempt among his opponents.\nFormer aides have described how Mr Kim, who is reported to have four wives, has enjoyed swimming with attractive female nurses and doctors.\nMore than fond of a tipple, Mr Kim was seen knocking back 10 glasses of wine during his summit with the South Korean president Kim Dae-jung.\nThe world has indeed seen Mr Kim start to appear more normal - and thus more vulnerable - in the past two years.",
    "sentiment": {
        "neg": 0.0894,
        "neu": 0.8152,
        "pos": 0.0954,
        "compound": -0.0485
    }
}