{
    "date": "2003-02-12T11:30:26Z",
    "title": "Timeline: North Korea's nuclear programme",
    "url": "https://www.theguardian.com/world/2003/feb/12/northkorea",
    "content": "1993 North Korea shocks the world by saying it will pull out of the Nuclear Non-Proliferation Treaty, but it later suspends its withdrawal. 1994 North Korea and the US sign a nuclear agreement in Geneva. North Korea pledges to freeze and eventually dismantle its nuclear weapons program in exchange for international aid to build two power-producing nuclear reactors. August 1998 North Korea fires a multistage rocket that flies over Japan and lands in the Pacific ocean, proving the North Koreans can strike any part of Japan's territory. May 1999 The US defence secretary, William Perry, visits North Korea and delivers a disarmament proposal during four days of talks. September 1999 North Korea pledges to freeze testing of long-range missiles for the duration of negotiations to improve relations. September 17 1999 The US president, Bill Clinton, agrees to the first significant easing of economic sanctions against North Korea since the Korean war ended in 1953. December 1999 A US-led international consortium signs a $4.6bn (£2.8bn) contract to build two safer, western-developed, light-water nuclear reactors in North Korea. July 2000 North Korea renews its threat to restart its nuclear programme if Washington does not compensate it for the loss of electricity caused by delays in building nuclear power plants. June 2001 North Korea warns it will reconsider its moratorium on missile tests if the Bush administration does not resume contacts aimed at normalising relations. July 2001 The US state department reports North Korea is going ahead with development of its long-range missile. A senior Bush administration official says North Korea has conducted an engine test of the Taepodong 1 missile. December 2001 The US president, George Bush, warns Iraq and North Korea that they would be \"held accountable\" if they developed weapons of mass destruction \"that will be used to terrorise nations\". January 29 2002 Mr Bush labels North Korea, Iran and Iraq an \"axis of evil\" in his state of the union address. He says: \"By seeking weapons of mass destruction, these regimes pose a grave and growing danger.\" October 4 2002 North Korean officials tell a visiting US delegation that the country has a second covert nuclear weapons program in violation of the 1994 agreement - a programme using enriched uranium. October 16 2002 US officials publicly reveal the discovery of North Korea's nuclear weapons programme. October 26 2002 Mr Bush, the Japanese prime minister, Junichiro Koizumi, and the South Korean president, Kim Dae-jung, meet on the sidelines of an Asian-Pacific regional summit in Mexico and agree to seek a peaceful settlement to the North Korean nuclear issue. November 11 2002 The US and its key Asian allies, Japan and South Korea, decide to halt oil supplies to North Korea promised under the 1994 deal. December 12 2002 North Korea announces that it is reactivating nuclear facilities at Yongbyon that were frozen under the 1994 deal with the US. December 13 2002 North Korea asks the UN nuclear watchdog to remove monitoring seals and cameras from its nuclear facilities. December 14 2002 The UN International Atomic Energy Agency urges North Korea to retract its decision to reactivate its nuclear facilities and abide by its obligations under the Nuclear Non-Proliferation Treaty. December 21 2002 North Korea begins removing monitoring seals and cameras from its nuclear facilities. January 10 2003 North Korea says it will withdraw from the Nuclear Non-Proliferation Treaty. February 6 2003 North Korea says it has reactivated its nuclear facilities. February 12 2003 The IAEA holds an emergency meeting to refer the issue to the UN security council.",
    "keywords": [
        "timeline",
        "korea",
        "1999",
        "nuclear",
        "bush",
        "weapons",
        "facilities",
        "korean",
        "1994",
        "programme",
        "2002",
        "north",
        "koreas"
    ],
    "summary": "North Korea pledges to freeze and eventually dismantle its nuclear weapons program in exchange for international aid to build two power-producing nuclear reactors.\nSeptember 1999 North Korea pledges to freeze testing of long-range missiles for the duration of negotiations to improve relations.\nOctober 16 2002 US officials publicly reveal the discovery of North Korea's nuclear weapons programme.\nDecember 13 2002 North Korea asks the UN nuclear watchdog to remove monitoring seals and cameras from its nuclear facilities.\nDecember 21 2002 North Korea begins removing monitoring seals and cameras from its nuclear facilities.",
    "sentiment": {
        "neg": 0.0751,
        "neu": 0.8685,
        "pos": 0.0564,
        "compound": -0.0792
    }
}