{
    "date": "2003-03-10T15:22:50Z",
    "title": "3pm update",
    "url": "https://www.theguardian.com/world/2003/mar/10/northkorea",
    "content": "Tensions have flared up again in the far east following a test firing of a North Korean cruise missile into the Sea of Japan earlier today. Japan and South Korea immediately condemned the test. But both countries, as well as the US, attempted to play down its significance. The US is anxious to avoid becoming embroiled in a confrontation with North Korea while its attention is focused on Iraq. A spokesman for the Pentagon said the US was \"not overly concerned\" about the launch. Hatsuhisa Takashima, a spokesman for the Japanese foreign ministry, said: \"We understand this was not a ballistic missile and is therefore not considered a direct threat to Japan. But we do not think that this is very favourable in light of the rather unstable situation created by North Korea's nuclear development.\" The missile test follows weeks of low level confrontations between the US and North Korea. Last month a North Korean fighter violated South Korean airspace. On February 24 North Korea test fired a modified Chinese silkworm missile. Tensions were raised further last week when four North Korean MiG fighters harried a US spy plane in international airspace. North Korea said the interception was a \"justified self-defensive act\". The New York Times said that US defence officials had told the paper it was an attempt to take the crew hostage. The sources claimed that North Korean fighters illuminated the US plane with targeting radar, but there was no hostile fire. The American plane returned to its base unharmed. Last week Japanese media reported that North Korea was close to restarting a nuclear reprocessing plant at Yongbyon, north of the capital Pyongyang. The plant has been in preparation for several months and is capable of producing weapons-grade plutonium. America is more concerned about a possible North Korean test of a Taepodong-2 missile, which is capable of reaching the United States. As a veiled threat to North Korea, the US has started moving B-52 and B-1 bombers to the Pacific island of Guam last week. North Korea claims they are to be used as part of a pre-emptive strike on the country. Analysts believe that the North Korean manoeuvres are part of a bid to pressure the US into providing economic aid and into signing a non-aggression pact with the country. The state-run Korean Central News Agency said earlier today: \"The nuclear issue is to be solved between the DPRK [North Korea] and the US. \"The only way of solving it is to conclude a non-aggression treaty with legal binding force through bilateral direct talks.\" \"Many countries are calling for the peaceful settlement of the nuclear issue on the Korean peninsula through direct talks, and even American politicians share the same view,\" it added. Colin Powell, the US Secretary of State, said yesterday that the United States would eventually engage in talks with North Korea. He said that other Asian nations should be involved in the talks. Mr Powell said: \"I think eventually we will be talking to North Korea. But we're not going to simply fall into what I believe is the bad practice of saying that the only way you can talk is to talk to us directly. It affects other nations in the region.\" He told CNN that he believed the 1994 deal for North Korea to halt its nuclear programme had been the product of direct talks with the North. \"This time we want a better solution that involves all of the countries in the region. I hope North Korea understands that it is also in their interests to have all of the nations in the region to be a part of this dialogue. Within that broader dialogue we'll be talking to North Korea,\" said Powell.",
    "keywords": [
        "korea",
        "week",
        "talks",
        "3pm",
        "nuclear",
        "region",
        "update",
        "test",
        "direct",
        "missile",
        "north",
        "korean"
    ],
    "summary": "The US is anxious to avoid becoming embroiled in a confrontation with North Korea while its attention is focused on Iraq.\nLast month a North Korean fighter violated South Korean airspace.\nThe sources claimed that North Korean fighters illuminated the US plane with targeting radar, but there was no hostile fire.\nNorth Korea claims they are to be used as part of a pre-emptive strike on the country.\n\"The only way of solving it is to conclude a non-aggression treaty with legal binding force through bilateral direct talks.\"",
    "sentiment": {
        "neg": 0.0847,
        "neu": 0.8304,
        "pos": 0.0849,
        "compound": -0.0076
    }
}