{
    "date": "2003-02-01T00:54:13Z",
    "title": "Satellite shows Korea in next step for bomb",
    "url": "https://www.theguardian.com/world/2003/feb/01/northkorea",
    "content": "North Korea appeared to be making an important step towards producing atomic weapons yesterday by moving 8,000 nuclear fuel rods out of storage, according to United States intelligence from satellite photographs. The timing of the highly provocative move represents an acute dilemma for the Bush administration which is struggling to focus the attention of the US public and the international community on Iraq, which is generally agreed to be nowhere near building a bomb. The administration initially attempted to keep the satellite intelligence secret but it was leaked yesterday to the New York Times and was confirmed by US officials. According to those officials, American spy satellites have detected heightened activity at the Yongbyon nuclear complex throughout January, where plutonium extracted from spent reactor fuel could be used to build about six warheads in a matter of months. The activity began soon after North Korea pulled out of the nuclear non-proliferation treaty when trucks started arriving and leaving the U-shaped storage pond building, prompting American intelligence analysts to believe that the material is either being taken away to be hidden or sent for reprocessing. \"There's still a debate about exactly what we are seeing and how provocative it is,\" said an official quoted by the paper. \"The North Koreans made no real effort to hide this from us.\" Robert Einhorn, a Clinton administration official who dealt with non-proliferation issues, said yesterday: \"The most likely option is that they're moving these rods to the reprocessing facility.\" The reprocessing plant has been left idle for years but the International Atomic Energy Agency believes it would take between one and three months to get it functioning again so that weapons-grade plutonium could be separated from the fuel rods. Mr Einhorn said that once the rods entered the reprocessing plant, it would be much harder to bomb as an air strike would send a plume of lethal radioactive material into the atmosphere. \"A strike then becomes a much dirtier option,\" he said. Mohamed El Baradei, the IAEA chief, said the reports would be very worrying if it was confirmed that the North Koreans had begun reprocessing. \"Within six months they could produce quite significant amounts of material -plutonium,\" he said in calling for the issue to be debated by the UN security council. \"Obviously if they restart their reprocessing plant it's a very serious issue and a matter of grave concern for us all.\" Moving the fuel rods would be a logical step for the North. The threat that it could turn them into nuclear weapons is the isolated and impoverished nation's main bargaining chip in trying to extract concessions from the outside world. David Albright, a physicist and the head of the Institute for Science and International Security, said that once the North Koreans began dissolving the fuel rods at the reprocessing plants to separate out plutonium, an inert isotope, krypton-85, would be released which could be picked up by sensors in South Korea. A senior US diplomat has told the Guardian that analysts would be able to discover what the Pyongyang government is up to even earlier, when the rods were taken out of their canisters. \"Once they uncan the fuel, it won't be long until we find out,\" said the diplomat. Alarm about the situation has distracted the US defence secretary, Donald Rumsfeld, from preparations for an assault on Iraq. The New York Times said that in the past week Mr Rumsfeld has had several video-teleconferences with commanders in the Pacific, including General Leon LaPorte, the head of American forces in South Korea, who will visit Washington this week. On the surface, US officials insist that they are still seeking and expecting a diplomatic resolution to the crisis, but Mr Rumsfeld has reportedly asked his military advisers to draw up options for a pre-emptive use of force against North Korea and to ensure that the US is capable of waging two wars at the same time in case hostilities break out in north-east Asia and the Gulf. North Korea has so far maintained an ambiguous position of denying that it has a nuclear weapons programme, while asserting its right to develop the same arms they feel the US is aiming at them. Yesterday, Pyongyang's ambassador to China, Choe Jin-su, said the USS Kitty Hawk aircraft carrier has been sent to take up station between Japan and Korea. \"Mr Bush talks about his non-intention to invade, but he puts an aircraft carrier in a position to strike our country,\" said Mr Choe. \"It would be the greatest mistake of the United States to think that we will sit idly by while the US tries to topple our system, which our people value more than their lives.\"",
    "keywords": [
        "fuel",
        "mr",
        "plutonium",
        "korea",
        "shows",
        "reprocessing",
        "nuclear",
        "weapons",
        "satellite",
        "rods",
        "step",
        "yesterday",
        "north",
        "bomb"
    ],
    "summary": "North Korea appeared to be making an important step towards producing atomic weapons yesterday by moving 8,000 nuclear fuel rods out of storage, according to United States intelligence from satellite photographs.\nMoving the fuel rods would be a logical step for the North.\nThe threat that it could turn them into nuclear weapons is the isolated and impoverished nation's main bargaining chip in trying to extract concessions from the outside world.\nNorth Korea has so far maintained an ambiguous position of denying that it has a nuclear weapons programme, while asserting its right to develop the same arms they feel the US is aiming at them.\nYesterday, Pyongyang's ambassador to China, Choe Jin-su, said the USS Kitty Hawk aircraft carrier has been sent to take up station between Japan and Korea.",
    "sentiment": {
        "neg": 0.0911,
        "neu": 0.8646,
        "pos": 0.0443,
        "compound": -0.0964
    }
}