{
    "date": "2003-02-13T02:03:35Z",
    "title": "US fears North Korea could nuke California",
    "url": "https://www.theguardian.com/world/2003/feb/13/northkorea",
    "content": "North Korea is ready to test an advanced ballistic missile able to reach the western United States, the head of the US defence intelligence agency (DIA) said yesterday. News of the Taepo Dong 2 worsened on the day the UN nuclear watchdog declared Pyongyang's nuclear brinkmanship in violation of international obligations and referred it to the security council. US intelligence reports issued two years ago claimed that the North Koreans were working on a ballistic missile capable of hitting the US. But yesterday's statement by the DIA director, Vice-Admiral Lowell Jacoby, under questioning by a Senate committee, is an an embarrassment to the administration, which is trying to play down the gravity of the North Korean threat while it focuses on Iraq. Washington concedes that Baghdad currently has neither nuclear weapons nor long-range missiles. The CIA chief, George Tenet, told the Senate armed services committee that North Korea \"probably has one or two plutonium-based devices\" and the missile capacity to hit California. Adm Jacoby said the potential range of the three-stage Taepo Dong 2 included Hawaii, Alaska and perhaps sections of the west coast. But it had not yet been tested, he said, leaving the question of its true ability open. A meeting in Vienna of the International Atomic Energy Agency's policy-making board of governors formally ruled that by ejecting the agency's nuclear inspectors and aban doning the nuclear non-proliferation treaty late last year North Korea violated the global rules relating to nuclear proliferation. The decision puts the security council on the spot, since most members believe that imposing sanctions on North Korea is more likely to worsen the crisis than defuse it. The British foreign office minister responsible for North Korea, Bill Rammell, said Britain did not favour economic sanctions. There was a host of options available, he told journalists in London, including the resumption of the suspended aid shipments to North Korea. The Foreign Office assessment was that Pyongyang was not \"hell-bent on confrontation\" but trying to secure more international aid, he said. Britain is one of the few western countries with an ambassador in Pyongyang and next month the North Korean mission in London will become a full embassy. The international community generally seems to be moving away from talk of sanctions against Pyongyang. \"I don't think it is the moment to do sanctions,\" the EU foreign policy chief, Javier Solana, told journalists in South Korea yesterday after a planned visit to Pyongyang was called off. \"I do think that sanctions will contribute to the opposite of what we wish to obtain: the defusing of the crisis.\" The regime of Kim Jong-il, the North Korean dictator, has warned that it would take UN sanctions as a \"declaration of war\". South Korea, China, Russia, and the EU all oppose sanctions, but President George Bush said last week that the US was keeping all options open. The IAEA decision was seen as a gain of sorts for Washington, since referral to the security council is in line with Washington's effort to internationalise the crisis. Pyongyang insists on direct negotiations with Washington on a non-aggression pact, but Washington believes that this would be seen as weakness and a reward for nuclear blackmail. \"The problem is the US will not talk to us,\" a senior North Korean in Pyongyang told Reuters. He appealed to Britain to act as an intermediary to persuade the US to open a direct channel to North Korea. Britain reacted coolly to the proposal and fell in behind the US by stressing the need for a \"multinational\" approach. China is resisting US pressure to become more involved in the complex diplomatic efforts to resolve the crisis, the Russians are saying that the Americans should open talks, and the EU sought to have it both ways by calling yesterday for a multinational initiative which would also include the possibility of direct talks. In Pyongyang Ri Hui-chol told Reuters that Britain, \"because it has a special relationship with the US, can play a certain role in relations between our country and the US\". \"The best solution is to solve all our problems through dialogue in a peaceful way ... The UK can influence the US to talk to [North Korea] and agree to a non-aggression treaty,\" he told the agency. On Tuesday the CIA chief said the North Korean strategy was to get Washington to accept North Korea as a nuclear power. \"Kim Jong-il's attempts this past year to parlay the North's nuclear weapons programme into political leverage suggest he is trying to negotiate a fundamentally different relationship with Washington, one that implicitly tolerates the North's nuclear weapons programme,\" Mr Tenet told the Senate select committee on intelligence.",
    "keywords": [
        "nuke",
        "california",
        "korea",
        "washington",
        "nuclear",
        "sanctions",
        "fears",
        "told",
        "britain",
        "pyongyang",
        "open",
        "north",
        "korean"
    ],
    "summary": "North Korea is ready to test an advanced ballistic missile able to reach the western United States, the head of the US defence intelligence agency (DIA) said yesterday.\nThe CIA chief, George Tenet, told the Senate armed services committee that North Korea \"probably has one or two plutonium-based devices\" and the missile capacity to hit California.\n\"The problem is the US will not talk to us,\" a senior North Korean in Pyongyang told Reuters.\nThe UK can influence the US to talk to [North Korea] and agree to a non-aggression treaty,\" he told the agency.\nOn Tuesday the CIA chief said the North Korean strategy was to get Washington to accept North Korea as a nuclear power.",
    "sentiment": {
        "neg": 0.0628,
        "neu": 0.8335,
        "pos": 0.1038,
        "compound": 0.0495
    }
}