{
    "date": "2003-04-22T09:50:37Z",
    "title": "US to hold talks with Pyongyang on nuclear arms",
    "url": "https://www.theguardian.com/world/2003/apr/22/usa.northkorea",
    "content": "A US delegation left for Beijing yesterday and will meet North Korean officials there tomorrow to discuss suspected nuclear weapons plans, the US state department said. The talks with the North Koreans, the first at this level since last October, had been in doubt after Pyongyang appeared to say it had started reprocessing spent nuclear fuel rods. But in a departure from its usual bellicose defiance, North Korea quietly issued a correction about its nuclear programme yesterday, setting the stage for the peace talks. The start of direct negotiations had been thrown into doubt last Friday, when the North Korean foreign ministry declared that the country had already begun \"successfully reprocessing\" 8,000 rods of spent reactor fuel. This would have meant Pyongyang was only weeks away from extracting enough plutonium to build bombs, which it could sell or use as a deterrent. Western diplomats had warned that the start of reprocessing would be considered a red line between North Korean diplomatic bluster and a military threat. But as officials in Washington speculated that this week's talks might be cancelled, North Korea silently and subtly changed the wording of the foreign ministry's English statement on its website. \"As we have already declared, we are successfully going forward to reprocess work [sic] more than 8,000 spent fuel rods at the final phase,\" the new statement said. No explanation was given, but the change - which is closer to the original Korean and more ambiguous about whether reprocessing has started - is a tacit admission that the original declaration was either mistranslated or miscalculated. President George Bush sounded an upbeat note about the talks. He said China, Japan and South Korea shared the common goal of ensuring a diplomatic solution. \"I believe that all four of us working together have a good chance of convincing North Korea to abandon her ambitions to develop nuclear arsenals,\" he told reporters in Fort Hood, Texas, over the weekend. Initially the talks will be between the US and North Korea, with China sitting in as host. Japan and South Korea are keen to participate later, when they are expected to offer financial support for any peace deal. However, differences remain inside Mr Bush's administration, where Pentagon hawks are keen to encourage a hard line against Pyongyang. A classified memorandum circulated by the defence secretary, Donald Rumsfeld, proposed that the US join with China to squeeze North Korea into submission rather than offer economic concessions that may appear to reward the country for nuclear blackmail. The memo - leaked to the New York Times - suggested that the aim of the US should be to remove Kim Jong-il from power, a goal at odds with state department assurances that the North Korean leader is not the target of regime change. Hawks in the White House are said to be unhappy that the secretary of state, Colin Powell, persuaded Mr Bush to agree to the negotiations. \"There's a sense in the Pentagon that Powell got this arranged while everyone was distracted with Iraq,\" said an intelligence official quoted by the paper. \"And now there is a race over who will control the next steps.\" More at theguardian.com/korea",
    "keywords": [
        "hold",
        "rods",
        "korea",
        "state",
        "north",
        "nuclear",
        "reprocessing",
        "spent",
        "pyongyang",
        "arms",
        "talks",
        "korean"
    ],
    "summary": "A US delegation left for Beijing yesterday and will meet North Korean officials there tomorrow to discuss suspected nuclear weapons plans, the US state department said.\nThe talks with the North Koreans, the first at this level since last October, had been in doubt after Pyongyang appeared to say it had started reprocessing spent nuclear fuel rods.\nBut in a departure from its usual bellicose defiance, North Korea quietly issued a correction about its nuclear programme yesterday, setting the stage for the peace talks.\nWestern diplomats had warned that the start of reprocessing would be considered a red line between North Korean diplomatic bluster and a military threat.\nInitially the talks will be between the US and North Korea, with China sitting in as host.",
    "sentiment": {
        "neg": 0.0489,
        "neu": 0.8521,
        "pos": 0.099,
        "compound": 0.1746
    }
}