{
    "date": "2003-07-22T16:20:23Z",
    "title": "US unveils plan to end North Korean nuclear ambitions",
    "url": "https://www.theguardian.com/world/2003/jul/22/northkorea",
    "content": "The US is considering offering North Korea a formal guarantee it will not come under attack from its military in return for the dismantling of nuclear programmes, it was reported today. The offer, if made, will come in multilateral talks with North Korea, its neighbours and possibly Russia to follow a set of talks between the US and Pyongyang in China. White House officials told the Washington Post they intend to unveil a plan for ending the current crisis over North Korea's nuclear ambitions that will include a discussion of how Washington could reassure the communist state that it does not face a US invasion. The talks will then move to a broader range of issues including human rights and energy and food aid. The prime minister, Tony Blair, today said that Chinese officials had intimated during talks in Beijing that the multilateral talks might take place within weeks. \"I am not sure what has been said officially, but from my conversations they were certainly talking about a few weeks,\" he told reporters on a flight from Shanghai to Hong Kong. China brokered talks in April between the US and North Korea on the crisis and has made a strong diplomatic push in recent weeks to get the parties together for a second round. Mr Blair did not say which countries would take part. The US embassy in Beijing today also announced that John Bolton, the US undersecretary of state and Washington's highest-ranking arms control official, will visit China next week to discuss the North Korean nuclear crisis. Mr Bolton will meet China's deputy foreign minister, Zhang Yesui, for talks billed as the second session of a US-China security dialogue before visiting South Korea and Japan, a spokeswoman told the Associated Press. Since the present crisis began with a disclosure from the US in October that North Korea had revealed a secret uranium enrichment programme - and escalated in December when Pyongyang expelled UN nuclear monitors and announced it would restart its mothballed Yongbyon plutonium reactor - the isolated state's intentions have remained unclear. Analysts and diplomats have concluded that North Korea either wants a nuclear deterrent to protect it from attack or, more likely, is pursuing its nuclear programmes as a bargaining chip to win a series of concessions - a non-aggression pact from the US being towards the top of its list. But a White House official told the Washington Post that it had not shifted from its public refusal to negotiate with Pyongyang - and it is likely that domestic political pressures from the senate would mean that any US offer would fall short of such a pact. \"As we have said many times, we will not submit to blackmail or grant inducements for the North to live up to its obligations,\" the official said.",
    "keywords": [
        "unveils",
        "korea",
        "ambitions",
        "plan",
        "crisis",
        "end",
        "talks",
        "nuclear",
        "washington",
        "weeks",
        "told",
        "today",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The US is considering offering North Korea a formal guarantee it will not come under attack from its military in return for the dismantling of nuclear programmes, it was reported today.\nThe offer, if made, will come in multilateral talks with North Korea, its neighbours and possibly Russia to follow a set of talks between the US and Pyongyang in China.\nWhite House officials told the Washington Post they intend to unveil a plan for ending the current crisis over North Korea's nuclear ambitions that will include a discussion of how Washington could reassure the communist state that it does not face a US invasion.\nThe talks will then move to a broader range of issues including human rights and energy and food aid.\nThe US embassy in Beijing today also announced that John Bolton, the US undersecretary of state and Washington's highest-ranking arms control official, will visit China next week to discuss the North Korean nuclear crisis.",
    "sentiment": {
        "neg": 0.0477,
        "neu": 0.8899,
        "pos": 0.0623,
        "compound": 0.0307
    }
}