{
    "date": "2003-02-09T00:54:44Z",
    "title": "Starving North Korea pleads for aid amid nuclear standoff",
    "url": "https://www.theguardian.com/world/2003/feb/09/northkorea",
    "content": "North Korea is appealing to the outside world for assistance as aid workers and diplomats in Pyongyang warn that this impoverished state is on the brink of a humanitarian catastrophe. In a rare direct entreaty to international public opinion, the top government official responsible for disaster prevention urged donors not to cut support because of the country's ongoing nuclear stand-off with the US. 'Please let the world know of the needs of our country,' said Yun Su-chang, head of the Flood Damage Rehabilitation Committee. 'Some countries, such as the United States, are trying to link food with politics. That is a flagrant violation of humanitarian principles. 'Our people are trying to overcome their problems, but we face a shortage of food. I sincerely hope that international humanitarian assistance will continue.' The appeal, made during an exclusive interview with The Observer, is remarkable for a proudly defiant country that would usually rather starve than try to elicit sympathy. That it came through the media - rather than quietly behind the scenes through the UN - underlines the desperate concern of the North Korean government as international donations of food have dried up since the start of the nuclear crisis. North Korea, the world's most isolated nation, is stuck in an Orwellian 1984. As far as the lives of the people in Pyongyang are concerned, the Cold War never ended and globalisation has passed them by completely. The country retains a political system built around utter devotion to the 'Great Leader' Kim Jong-il and a paranoid fear of the outside world, particularly the US. But isolation has come at an appalling price. Formerly one of only two industrialised nations in Asia, North Korea has steadily regressed into an economic basket case as natural disasters, sanctions and calamitous policy decisions have steadily deprived the nation of energy, both calories and kilowatts. Power has ebbed away faster in recent months because of the nuclear crisis. America - usually its biggest donor - has not offered a single grain of rice to Pyongyang in the four months since it confronted the regime with evidence of a uranium enrichment programme. Japan, an important provider in the past, has given nothing for more than a year. In Europe, which is still supplying maize, it is becoming harder for governments to justify providing assistance to a country that withdrew two months ago from the global treaty to stop the spread of nuclear weapons. The World Food Programme has been forced to axe support for three million people and reduce rations for 3.2 million of the most needy, including babies, orphans, lactating women and the elderly. Cuts in the government's food distribution system mean that school children must now get by on 300 grams a day, compared with 500 grams in the past. 'Since November, the situation has steadily deteriorated. It is now very dramatic, very depressing,' said Anahit Sadoyan of the World Food Programme, which has been forced to close a production line at a Pyongyang food processing factory because donations of maize ran out. 'It is hurting the children the most. They shouldn't suffer because of the political situation. It is not their fault.' Poverty is apparent even in Pyongyang. Although there are few signs of malnutrition, electricity is in such short supply that the government has closed the Children's Palace - one of the centrepieces of national culture - because it cannot heat the building. The deprivation gets worse the further you get from the capital. On the road to Shinchon, a town about an hour's drive south of Pyongyang, cars are scarce but an almost endless stream of farmers, soldiers and children walk along the paddyfields. Only one tractor was visible even though this is one of the most important agricultural regions of North Korea. The biggest vehicles were open-backed trucks, overflowing with people. Some vehicles were powered by wood burners rather than petrol. The worst-hit areas are in the north and east, where The Observer was denied access. 'The situation in the north-east is worse than the Horn of Africa or Chechnya,' said one aid worker. 'I have never seen children suffering so badly from malnutrition. The growth of children has been stunted to such a degree that 11-year-olds look like six-year-olds. Generations of North Koreans will be mentally retarded.' Although last autumn's crop was good compared with previous years, it was still more than a million tonnes below the minimum needs of the population of 22 million. With the lean season beginning in April, the fear is that North Korea will plunge back into the dark days of the late Nineties when hundreds of thousands are believed to have died of starvation. Since that time, more than one in four of the population have been fed by the World Food Programme - which has its biggest project in North Korea. A nationwide health study, due to be released within the week, is expected to show a 33 per cent improvement in nutrition rates. But even with the gains, two out of every five children remain malnourished. The socialist economy is in a dire state, though no one knows quite how bad because figures are either unreliable or unreleased. In a sign of how desperate the situation has become, the government introduced market-oriented reforms last summer, but so far they appear only to have pushed up prices. True to the principles of Orwellian Newspeak, the darker the situation becomes, the brighter the state-controlled media reports the news. Despite the fact that millions have been shivering in flats with no heat and dim lights despite temperatures as low as minus 21C (minus 6F), the Pyongyang Times recently ran a report lauding the success of the power industry. Unusually, though, government officials have admitted on record to me that the situation is bleak. Oh Yong-il, external director of the Economic Promotion Committee, said shortages of electricity meant machine-tool factories were only able to run at 60 to 70 per cent of capacity and the furnaces at steel and iron works were not functioning. 'It is hurting people in their daily lives,' he said. 'Shops and factories are not producing the things people need.' Blaming the US for isolating North Korea, he said the cutting of 500,000 tonnes of heavy oil a year was creating huge problems around the Unggi power plant where the fuel was used. But in words that would have been sacrilegious a year ago, he said the incentive of profits - one of the aims of the recent reforms - was necessary. 'Contrary to before, people can earn profits,' he said. 'This will inspire people to produce more because it is in their self-interest.' But this modernising chink in the country's socialist ideology has been overwhelmed by the nuclear crisis, which has taken the country back to the Orwellian mindset. Instead of the looming humanitarian crisis, the nation is fixated on the threat of a US attack. Even at the General Hospital of Koryo Medicine in Pyongyang the doctors are preparing to fight America, not malnutrition. 'If Kim Jong-il calls us, I'll leave the hospital and fight in the army,' said Hyon Chol, the deputy director. 'A lack of food and energy does not really have an effect on our people's health,' he insisted. 'We want help but we are not going to beg for peace.'",
    "keywords": [
        "children",
        "korea",
        "world",
        "pleads",
        "amid",
        "nuclear",
        "standoff",
        "situation",
        "country",
        "starving",
        "food",
        "aid",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "North Korea is appealing to the outside world for assistance as aid workers and diplomats in Pyongyang warn that this impoverished state is on the brink of a humanitarian catastrophe.\nNorth Korea, the world's most isolated nation, is stuck in an Orwellian 1984.\nOnly one tractor was visible even though this is one of the most important agricultural regions of North Korea.\nSince that time, more than one in four of the population have been fed by the World Food Programme - which has its biggest project in North Korea.\nBlaming the US for isolating North Korea, he said the cutting of 500,000 tonnes of heavy oil a year was creating huge problems around the Unggi power plant where the fuel was used.",
    "sentiment": {
        "neg": 0.122,
        "neu": 0.8042,
        "pos": 0.0739,
        "compound": -0.137
    }
}