{
    "date": "2003-07-21T14:32:16Z",
    "title": "Blair pledges to boost China trade links",
    "url": "https://www.theguardian.com/politics/2003/jul/21/foreignpolicy.china",
    "content": "Tony Blair today promised to boost Britain's trade links with China - and warned that North Korea's nuclear weapons programme had to be halted in its tracks. The prime minister was speaking after talks with his Chinese counterpart Wen Jiabao in Beijing, on the latest leg of his round-the-world diplomatic marathon. Mr Blair told reporters: \"These have been excellent and important talks here in China. The possibilities for Britain and its trade relationship with China are absolutely immense.\" Mr Blair said Britain was already the largest European investor in China and said he aimed to increase UK trade by 50% over the next few years. He went on: \"China is going to be the largest economy in the world in the next 20-30 years.\" Earlier today, Mr Blair had performed the opening ceremony at a new headquarters for British business in the Chinese capital. The prime minister said he had also had talks on North Korea, Iraq, the Middle East and the tensions between India and Pakistan. He said: \"What's interesting is the degree to which the Chinese leadership here now are very much trying to assist in resolving some of these most difficult questions.\" On North Korea, the prime minister said: \"They made it clear they would continue to work for a peaceful solution to this issue and one that does definitively put a stop to North Korea's nuclear weapons programme.\" Mr Blair, joined by wife Cherie, also had talks with officials responsible for Beijing's successful 2008 Olympic bid - as a staunch supporter of London's claim to the 2012 games. He said: \"We had a discussion as to how they managed to mount a successful bid and certainly their preparations are on course to make the Beijing games a pretty fascinating experience.\" But Mr Blair, who was welcomed to the Great Hall of the People this morning with a 19-gun salute, said: \"My abiding reflection is this. Those of us who have been coming to China at only irregular intervals will notice the amazing change that's taken place and this is an absolutely central relationship for Britain.\" Mr Blair was due to have dinner tonight with President Hu Jintao and tomorrow will engage in a televised debate with local students before flying on to Shanghai.",
    "keywords": [
        "links",
        "mr",
        "blair",
        "trade",
        "boost",
        "north",
        "china",
        "prime",
        "britain",
        "chinese",
        "minister",
        "pledges",
        "talks"
    ],
    "summary": "Tony Blair today promised to boost Britain's trade links with China - and warned that North Korea's nuclear weapons programme had to be halted in its tracks.\nMr Blair told reporters: \"These have been excellent and important talks here in China.\nMr Blair said Britain was already the largest European investor in China and said he aimed to increase UK trade by 50% over the next few years.\nEarlier today, Mr Blair had performed the opening ceremony at a new headquarters for British business in the Chinese capital.\nBut Mr Blair, who was welcomed to the Great Hall of the People this morning with a 19-gun salute, said: \"My abiding reflection is this.",
    "sentiment": {
        "neg": 0.0311,
        "neu": 0.837,
        "pos": 0.1318,
        "compound": 0.3315
    }
}