{
    "date": "2003-04-04T03:50:31Z",
    "title": "UN agrees to help with Korea crisis",
    "url": "https://www.theguardian.com/world/2003/apr/04/northkorea",
    "content": "Nuclear war is unavoidable if the US increases its aggressive attitude towards North Korea, the communist party daily, Rodong Shinmun, declared yesterday. Its commentary appeared within hours of the UN security council announcing that it will take up the issue of North Korea's suspected nuclear arms ambitions next week. Washington has been pressing the council to become involved for several months, in the belief that international pressure is the only way to force North Korea to make concessions. The council is expected to rebuke Pyongyang for ejecting the International Atomic Energy Agency's inspectors, withdrawing from the nuclear non-proliferation treaty, and restarting a mothballed experimental reactor which is believed to be part of a bomb programme. Although Washington insists it wants a diplomatic resolution to the crisis, the security council's involvement is a step towards the possible imposition of UN economic sanctions, which North Korea has said would be tantamount to an act of war. Pyongyang, which has never signed a peace treaty with the US or South Korea, is watching the war in Iraq in the nervous belief that it will be next on President Bush's \"axis of evil\" list to face US action.",
    "keywords": [
        "war",
        "international",
        "korea",
        "crisis",
        "washington",
        "nuclear",
        "agrees",
        "pyongyang",
        "security",
        "council",
        "treaty",
        "north",
        "help"
    ],
    "summary": "Nuclear war is unavoidable if the US increases its aggressive attitude towards North Korea, the communist party daily, Rodong Shinmun, declared yesterday.\nIts commentary appeared within hours of the UN security council announcing that it will take up the issue of North Korea's suspected nuclear arms ambitions next week.\nWashington has been pressing the council to become involved for several months, in the belief that international pressure is the only way to force North Korea to make concessions.\nAlthough Washington insists it wants a diplomatic resolution to the crisis, the security council's involvement is a step towards the possible imposition of UN economic sanctions, which North Korea has said would be tantamount to an act of war.\nPyongyang, which has never signed a peace treaty with the US or South Korea, is watching the war in Iraq in the nervous belief that it will be next on President Bush's \"axis of evil\" list to face US action.",
    "sentiment": {
        "neg": 0.1465,
        "neu": 0.8053,
        "pos": 0.0483,
        "compound": -0.425
    }
}