{
    "date": "2003-04-24T01:11:37Z",
    "title": "Tension as nuclear talks begin",
    "url": "https://www.theguardian.com/world/2003/apr/24/northkorea",
    "content": "After months of long-distance sabre-rattling, envoys from the United States and North Korea began quiet face-to-face talks in Beijing yesterday amid warnings that any mis-step could have calamitous consequences. Even before the first official dialogue between the two sides since the start of the nuclear crisis last October, North Korea's air force stepped up long-range training missions, and the US secretary of state, Colin Powell, warned that Washington was willing to do \"whatever might be required\" to prevent North Korea from building nuclear weapons. \"The US has such economic, political, diplomatic and military power that we are not going to be intimidated by a small number of nuclear weapons,\" said Mr Powell. After the first day of talks, the US assistant secretary of state, James Kelly, and the head of the delegation from Pyongyang, Li Gun, revealed nothing about their discussions in the secluded surroundings of the Diaoyutai State Guest House. They start far apart. Washington insists that no progress is possible without a \"verifiable, irreversible end to North Korea's nuclear programme\". Pyongyang says it needs a powerful military deterrent and a non-aggression treaty to avoid suffering the same fate as Iraq. Beyond bringing the two sides together to exchange views, their Chinese hosts have played down the possibility of progress in the three-day talks. In the last Korean nuclear crisis in 1993-94, talks dragged on for 18 months and agreement was only reached when the US was on the point of launching a military strike on North Korea's nuclear facilities.",
    "keywords": [
        "military",
        "start",
        "state",
        "washington",
        "talks",
        "begin",
        "nuclear",
        "weapons",
        "sides",
        "tension",
        "north",
        "koreas"
    ],
    "summary": "After months of long-distance sabre-rattling, envoys from the United States and North Korea began quiet face-to-face talks in Beijing yesterday amid warnings that any mis-step could have calamitous consequences.\n\"The US has such economic, political, diplomatic and military power that we are not going to be intimidated by a small number of nuclear weapons,\" said Mr Powell.\nWashington insists that no progress is possible without a \"verifiable, irreversible end to North Korea's nuclear programme\".\nBeyond bringing the two sides together to exchange views, their Chinese hosts have played down the possibility of progress in the three-day talks.\nIn the last Korean nuclear crisis in 1993-94, talks dragged on for 18 months and agreement was only reached when the US was on the point of launching a military strike on North Korea's nuclear facilities.",
    "sentiment": {
        "neg": 0.0979,
        "neu": 0.8127,
        "pos": 0.0893,
        "compound": -0.1261
    }
}