{
    "date": "2003-09-08T11:48:19Z",
    "title": "North Korea 'develops new long-range missile'",
    "url": "https://www.theguardian.com/world/2003/sep/08/northkorea.usa",
    "content": "North Korea has developed a long-range missile capable of targeting the whole of Japan and the US territory of Guam, a South Korean newspaper reported today. Chosun Ilbo, one of the south's leading newspapers, quoted an unidentified government official as saying that the ballistic missile, which has a range of between 1,850 and 2,470 miles, was developed last year but has yet to be deployed. The range makes it more powerful than the 1,540-mile Taepodong-1 missile, which can target all but the most far-flung of Japan's islands. South Korea's defence ministry said that it could not confirm the missile report. The newspaper claim comes amid speculation that the north could carry out a nuclear test tomorrow to mark the 55th anniversary of the formation of the Democratic People's Republic of Korea, as it is officially known. The South Korean foreign minister, Yoon Young-kwan, today warned that aggressive actions by North Korea would affect further talks on its suspected nuclear weapons development. Mr Yoon, who met the US president, George Bush, and the secretary of state, Colin Powell, last week, said Washington had expressed concerns that North Korea could take threatening actions on Tuesday. The \"secretary of state believes that taking measures that worsen the situation are not only non-beneficial to North Korea, but also will not help to resolve the (nuclear) issue peacefully\", Mr Yoon told reporters. \"I also hope that such an incident does not take place.\" North Korea test-fired a Taepodong-1 missile over Japan's main islands and into the Pacific in 1998. It is also believed to have an arsenal of up to 700 Rodong missiles capable of hitting targets as far as 800 miles away. According to US officials, North Korea admitted running a secret nuclear weapons programme last year. The US believes that the north could already possess one or two nuclear bombs, and may produce more. During last month's six-nation meeting on North Korea's nuclear activities in Beijing, the North Korean delegate, Kim Yong Il, warned that his country could test a nuclear weapon and even prove that it had the means to deliver nuclear bombs. The north has been demanding a non-aggression treaty from the US before it dismantles its nuclear programme. Washington has rejected the idea of a treaty, but Mr Yoon said that the Bush administration is \"actively thinking\" about addressing North Korea's security concerns. \"I believe they will take their proposals to the second round of six-nation talks,\" he said. North Korea's military strength is one of its few means of political leverage. Its 1.2 million-strong military, the fifth largest in the world, is the backbone of its communist rule. Tomorrow, around 20,000 troops, 150 tanks and other military vehicles are expected to be paraded through the capital, Pyongyang. Some 50,000 participants, including the country's leader, Kim Jong Il, will attend. South Korea's JoongAng Ilbo, another leading newspaper, said that the parade is likely to feature the Rodong missile. It will be the first time in several years that the north has held one of its military parades, which had previously been shelved because of the country's weak economy. The regime is planning other rallies, games and torch parades to celebrate the anniversary, according to reports in South Korea.",
    "keywords": [
        "south",
        "mr",
        "military",
        "newspaper",
        "korea",
        "yoon",
        "nuclear",
        "develops",
        "longrange",
        "missile",
        "north",
        "koreas"
    ],
    "summary": "North Korea has developed a long-range missile capable of targeting the whole of Japan and the US territory of Guam, a South Korean newspaper reported today.\nNorth Korea test-fired a Taepodong-1 missile over Japan's main islands and into the Pacific in 1998.\nAccording to US officials, North Korea admitted running a secret nuclear weapons programme last year.\nNorth Korea's military strength is one of its few means of political leverage.\nThe regime is planning other rallies, games and torch parades to celebrate the anniversary, according to reports in South Korea.",
    "sentiment": {
        "neg": 0.0478,
        "neu": 0.8985,
        "pos": 0.0537,
        "compound": -0.0154
    }
}