{
    "date": "2003-08-04T02:12:30Z",
    "title": "Hyundai boss jumps to his death",
    "url": "https://www.theguardian.com/world/2003/aug/04/northkorea",
    "content": "One of South Korea's most prominent businessmen, who was implicated in a cash-for-cooperation scandal with neighbouring North Korea, committed suicide early today by jumping from a high-rise office block in central Seoul, police said. Chung Mong-hun, a top executive at the Hyundai conglomerate founded by his father, jumped from the 12th floor of the building where the group was based. He was found dead at about 6am local time. Chung, 55, had been on trial for his role in a scandal in which prosecutors said South Korea paid hundreds of millions of dollars to North Korea before the two Koreas held a historic summit meeting in 2000. Chung, who had nurtured close ties with Pyongyang, had admitted earlier this year to paying some $500 (£310m) to North Korea before the historic summit, which was the first since the Korean war ended in 1953. The fifth son of the late Chung Ju-yung, Chung Mong-Hun had once been his father's anointed successor at the apex of the Hyundai group of companies, which itself was the largest of the South Korean conglomerates known as chaebol. But financial woes and pressure to restructure the group saw him renounce many of his directorships and concentrate on running Hyundai Asan, the group's spearhead for business with the regime in North Korea.",
    "keywords": [
        "summit",
        "south",
        "korea",
        "monghun",
        "hyundai",
        "scandal",
        "group",
        "chung",
        "boss",
        "jumps",
        "death",
        "north",
        "koreas"
    ],
    "summary": "One of South Korea's most prominent businessmen, who was implicated in a cash-for-cooperation scandal with neighbouring North Korea, committed suicide early today by jumping from a high-rise office block in central Seoul, police said.\nChung Mong-hun, a top executive at the Hyundai conglomerate founded by his father, jumped from the 12th floor of the building where the group was based.\nChung, who had nurtured close ties with Pyongyang, had admitted earlier this year to paying some $500 (£310m) to North Korea before the historic summit, which was the first since the Korean war ended in 1953.\nThe fifth son of the late Chung Ju-yung, Chung Mong-Hun had once been his father's anointed successor at the apex of the Hyundai group of companies, which itself was the largest of the South Korean conglomerates known as chaebol.\nBut financial woes and pressure to restructure the group saw him renounce many of his directorships and concentrate on running Hyundai Asan, the group's spearhead for business with the regime in North Korea.",
    "sentiment": {
        "neg": 0.1349,
        "neu": 0.8174,
        "pos": 0.0477,
        "compound": -0.3353
    }
}