{
    "date": "2003-10-24T01:19:45Z",
    "title": "Beijing Celtic FC chase the craic in Pyongyang",
    "url": "https://www.theguardian.com/world/2003/oct/24/northkorea",
    "content": "A team of Irish and British footballers will set off for Pyongyang tomorrow to achieve on the pitch what diplomats have failed to do in conference halls: to bring isolated North Korea and the outside world a little closer. Beijing Celtic will embark on the first amateur football tour of North Korea in what organisers hope will be a groundbreaking trip to promote friendship through the world's favourite sport. Reflecting the peculiar circumstances of their North Korean hosts - who have been at war for more than 50 years and are now playing a game of nuclear chicken with the US - the expatriate side's itinerary will be very different from that of the average amateur club on tour. After taking one of only two weekly flights from Beijing to Pyongyang they will be obliged to lay flowers at a giant statue of the country's founding father, the \"Eternal General\" Kim Il-sung. The next day they will play a team from the state-run travel company and then take part in a five-a-side friendship tournament with locals and members of the small community of international aid workers and diplomats. Quite possibly nursing hangovers from Korean beer, the 21 players, who include nine from Ireland and three from Britain, will be whisked off on their final day for an unusual spot of tourism: a trip to the demilitarised zone between North Korea and its southern rival, which was notoriously described by Bill Clinton as \"the scariest place on earth\". Beijing Celtic's captain, Peter Goff, said the team were looking forward to the Pyongyang craic. \"Our players are truly excited at the prospect of playing football in the DPRK,\" he said. \"It is a culture we know very little about, but football breaks down cultural and linguistic barriers.\" Football is the most popular game in North Korea, which made a big impact at the 1966 World Cup with a giant-killing run which included a victory over Italy. The tour organiser, Nick Bonner, has made a documentary about the survivors of the 1966 team and the enthusiastic welcome they received when they made a trip back to their host city, Middlesbrough. He said he hoped that more teams, including amateur sides from the north-east of England, would follow in the studmarks of Beijing Celtic. \"It is as neutral as you can get. We are just doing it for the humanity of it all,\" he said. · China confirmed yesterday that the deputy leader of its ruling Communist party, Wu Bangguo, is to visit Pyongyang next week. Wu would be the highest-ranking Chinese official to visit North Korea since an August 2001 trip by Jiang Zemin, then China's president. Beijing is eager to launch a new round of six-country talks aimed at halting North Korea's suspected nuclear weapons development.",
    "keywords": [
        "team",
        "football",
        "beijing",
        "korea",
        "wu",
        "chase",
        "fc",
        "craic",
        "amateur",
        "celtic",
        "trip",
        "pyongyang",
        "tour",
        "north"
    ],
    "summary": "Beijing Celtic will embark on the first amateur football tour of North Korea in what organisers hope will be a groundbreaking trip to promote friendship through the world's favourite sport.\nBeijing Celtic's captain, Peter Goff, said the team were looking forward to the Pyongyang craic.\nHe said he hoped that more teams, including amateur sides from the north-east of England, would follow in the studmarks of Beijing Celtic.\nWu would be the highest-ranking Chinese official to visit North Korea since an August 2001 trip by Jiang Zemin, then China's president.\nBeijing is eager to launch a new round of six-country talks aimed at halting North Korea's suspected nuclear weapons development.",
    "sentiment": {
        "neg": 0.0247,
        "neu": 0.8864,
        "pos": 0.0889,
        "compound": 0.1707
    }
}