{
    "date": "2003-01-06T15:57:42Z",
    "title": "North Korea faces weapons ultimatum",
    "url": "https://www.theguardian.com/world/2003/jan/06/northkorea1",
    "content": "North Korea was today expected to be given a final chance to abandon its covert nuclear weapons programme and readmit inspectors. The International Atomic Energy Agency (IAEA), the main body responsible for monitoring nuclear proliferation, was expected to issue the ultimatum after an emergency meeting. Referring the impasse to the United Nations security council immediately was considered to be \"very unlikely\", a spokesman for the agency said. But in a statement released as the meeting began, IAEA director-general Mohamed El Baradei warned that the agency would adopt a \"zero tolerance\" approach towards North Korea, adding that the country had \"shown complete defiance towards its obligation under the safeguards agreement\". Mr El Baradei explained: \"The presence of inspectors is critical. The agency is, regrettably, at present unable to exercise its responsibilities under the safeguards agreement, namely to verify that North Korea is not diverting nuclear material to nuclear weapons. This is clearly an unsustainable situation.\" A senior official from the IAEA said the agency was now running out of options and would soon have little choice but to turn the matter over to the security council. There appeared to be broad support on the agency's 35-member board for giving North Korea one last chance. The country has continued to dismiss claims by the United States that it has made progress in building nuclear weapons. \"This goes to clearly prove that the US intends to launch military intervention,\" the official state-run North Korean Central News Agency said. The agency added that it was \"quite right\" that the country had \"increased its self-defensive military capability to cope with the US\". The crisis was sparked late last year when the US scrapped shipments of free fuel oil to North Korea. The oil was part of an agreement to provide the communist state with aid provided it abandoned its efforts to build a nuclear arsenal. Oil shipments were vital to provide power through the harsh winters of the Korean peninsula. North Korea responded last month by restarting its nuclear programme, ostensibly to provide electricity. Inspectors from the IAEA were also expelled, and their monitoring equipment was removed from a partially-completed nuclear reactor. Today's IAEA meeting comes amid renewed diplomatic efforts to ease the standoff. Sergei Ivanov, the Russian defence minister, said Russia wanted stability on the Korean peninsula and called for the use of \"quiet diplomacy\" to defuse tension. Mr Ivanov told the Interfax news agency: \"We border North Korea, and it is in our interest that everything there should be predictable. \"First of all, this problem must be dealt with by diplomatic means only. At present it is necessary to use quiet diplomacy.\" He also reiterated Russia's call for a nuclear-free Korean peninsula, and added: \"In and of themselves, nuclear programmes are not yet nuclear weapons.\" South Korea said it would present a compromise plan to the US within days and send a top envoy to Washington later in the week.",
    "keywords": [
        "iaea",
        "korea",
        "provide",
        "agency",
        "nuclear",
        "ultimatum",
        "present",
        "peninsula",
        "weapons",
        "faces",
        "north",
        "korean"
    ],
    "summary": "North Korea was today expected to be given a final chance to abandon its covert nuclear weapons programme and readmit inspectors.\nThe agency is, regrettably, at present unable to exercise its responsibilities under the safeguards agreement, namely to verify that North Korea is not diverting nuclear material to nuclear weapons.\nThere appeared to be broad support on the agency's 35-member board for giving North Korea one last chance.\nThe country has continued to dismiss claims by the United States that it has made progress in building nuclear weapons.\nThe crisis was sparked late last year when the US scrapped shipments of free fuel oil to North Korea.",
    "sentiment": {
        "neg": 0.0711,
        "neu": 0.8117,
        "pos": 0.1173,
        "compound": 0.123
    }
}