{
    "date": "2003-08-25T23:57:39Z",
    "title": "Japan detains North Korean ferry",
    "url": "https://www.theguardian.com/world/2003/aug/26/japan.northkorea",
    "content": "Relations between Japan and North Korea were tested yesterday ahead of crucial talks on Pyongyang's nuclear ambitions, as Japanese authorities refused to release a North Korean ferry allegedly used to smuggle missile parts, drugs and illicit funds. Japanese officials combed the Mangyongbong-92, the only direct passenger link between the two countries, and detained it for safety violations, after it docked in the port of Niigata for the first time in seven months. The ferry's presence in Japanese waters has angered locals because of allegations that it was being used to smuggle drugs and conduct spying missions in Japan, and to take unauthorised amounts of cash and missile parts back to North Korea. But moves to detain it did little to lighten the mood in Beijing, where Japan will tomorrow join China, South Korea, Russia and the US in talks with North Korea aimed at ending a 10-month row about its nuclear missiles. Officials are holding out little hope of progress at the talks, with one senior Russian delegate saying the odds of reaching agreement were \"very slim\". North Korea has incensed the United States by throwing out UN nuclear inspectors, restarting a nuclear plant and hinting at a growing weapons programme. Japan, however, wants to push Pyongyang on separate issues related to the abduction of Japanese citizens in the 1970s and 1980s. North Korea, which says it will not give up its nuclear weapons programme unless the US promises not to attack it, is adamant the abduction issue will not be discussed. The Rodong Sinmun, the newspaper of the North Korean Workers' party, denounced \"right-wing conservative forces\" in Japan for using the abductions to \"create a complication in the way of the talks\". Yesterday's port call was accompanied by heavy security as pro-Pyongyang activists waiting on the pier shouted and waved banners. The two groups were kept apart by more than 1,500 police officers, some in riot gear. During an unusually rigorous inspection, condemned as excessive by North Korean groups, Japanese transport ministry officials spotted five safety hazards, and said the vessel would not be permitted to return to North Korea unless the problems were fixed. Japan's suspicions about the ferry were aroused when two North Korean defectors told the US Congress it had carried up to 80% of the parts needed for North Korea's ballistic missile programme. Pyongyang insists it transports nothing more than essential supplies and North Koreans living in Japan on visits to see relatives.",
    "keywords": [
        "detains",
        "korea",
        "parts",
        "talks",
        "nuclear",
        "ferry",
        "japan",
        "japanese",
        "officials",
        "programme",
        "north",
        "korean"
    ],
    "summary": "Relations between Japan and North Korea were tested yesterday ahead of crucial talks on Pyongyang's nuclear ambitions, as Japanese authorities refused to release a North Korean ferry allegedly used to smuggle missile parts, drugs and illicit funds.\nThe Rodong Sinmun, the newspaper of the North Korean Workers' party, denounced \"right-wing conservative forces\" in Japan for using the abductions to \"create a complication in the way of the talks\".\nDuring an unusually rigorous inspection, condemned as excessive by North Korean groups, Japanese transport ministry officials spotted five safety hazards, and said the vessel would not be permitted to return to North Korea unless the problems were fixed.\nJapan's suspicions about the ferry were aroused when two North Korean defectors told the US Congress it had carried up to 80% of the parts needed for North Korea's ballistic missile programme.\nPyongyang insists it transports nothing more than essential supplies and North Koreans living in Japan on visits to see relatives.",
    "sentiment": {
        "neg": 0.117,
        "neu": 0.8065,
        "pos": 0.0764,
        "compound": -0.2679
    }
}