{
    "date": "2003-03-08T01:16:23Z",
    "title": "N Korea imposes missile test zone at sea",
    "url": "https://www.theguardian.com/world/2003/mar/08/usa.northkorea",
    "content": "North Korea ordered ships out of an area in the Sea of Japan yesterday, ramping up its standoff with the US in what looked like preparations for a missile test. The exclusion order, lasting from today until Monday, added to tensions that grew last weekend when four North Korean fighter jets intercepted a US surveillance plane over nearby waters. The area specified by the order is almost identical to that covered by an exclusion zone at the end of February, when North Korea tested an anti-ship missile. The Pentagon sought to play down the announcement, as it did with last month's test, which it said involved a small Silkworm anti-ship missile, not a long-range ballistic device. \"This can be a precursor to some sort of a missile test,\" said Lieutenant Commander Jeff Davis, a Pentagon spokesman. \"We're not overly concerned.\" The nuclear dispute has been growing since October, when Washington said North Korea was violating a 1994 agreement not to restart its nuclear weapons development programme. Pyongyang has since withdrawn from the uclear non-proliferation treaty, restarted a nuclear reactor, and warned that nuclear conflict could be imminent. To deter North Korea in the event of a US-led invasion of Iraq, the Pentagon stationed 12 B52 bombers and 12 B-1 bombers on the Pacific island of Guam this week. And more alarm followed North Korea's interpretation of President George Bush's statement that he remained hopeful of a diplomatic solution but would not rule out a military one. That was \"an undisguised revelation of the US intention to make a pre-emptive strike at [North Korea's] nuclear facilities,\" the state-run news service said yesterday. In his Thursday night press conference, Mr Bush countered critics who suggest that his administration, focusing all its energies on Iraq, has been neglecting the North Korean crisis and lacks any clear policy towards the totalitarian regime. \"This is a regional issue _ because there's a lot of countries that have got a direct stake in whether or not North Korea has a nuclear weapon,\" he said. \"We're working the issue hard, and I'm optimistic we'll come up with a diplomatic solution.\" Washington and Pyongyang have no formal diplomatic relations, and the White House continues to refuse direct negotiations, arguing that it is a regional matter for Japan, South Korea, China and Russia to deal with. Mr Bush was reportedly angered by suggestions made by Colin Powell, the US secretary of state, that bilateral talks might be an inevitability. \"This probably isn't just routine testing - it's a signal - but a tactical signal, rather than a strategic escalation,\" said Eric Heginbotham, a senior fellow and North Korea expert at the council on foreign relations in Washington. \"We've got surveillance aircraft and ships off the coast, outside their territorial waters, and the Silkworm is an anti-ship missile, so the message is, probably, if you get too close, you might get hit. It's a cat and mouse game.\" But, he warned, the interception of the surveillance plane last weekend \"could have had real consequences if there had been a collision.\"",
    "keywords": [
        "antiship",
        "diplomatic",
        "korea",
        "sea",
        "imposes",
        "surveillance",
        "washington",
        "nuclear",
        "n",
        "pentagon",
        "test",
        "missile",
        "north",
        "zone"
    ],
    "summary": "North Korea ordered ships out of an area in the Sea of Japan yesterday, ramping up its standoff with the US in what looked like preparations for a missile test.\nThe area specified by the order is almost identical to that covered by an exclusion zone at the end of February, when North Korea tested an anti-ship missile.\nThe Pentagon sought to play down the announcement, as it did with last month's test, which it said involved a small Silkworm anti-ship missile, not a long-range ballistic device.\n\"This can be a precursor to some sort of a missile test,\" said Lieutenant Commander Jeff Davis, a Pentagon spokesman.\nThe nuclear dispute has been growing since October, when Washington said North Korea was violating a 1994 agreement not to restart its nuclear weapons development programme.",
    "sentiment": {
        "neg": 0.0804,
        "neu": 0.8813,
        "pos": 0.0382,
        "compound": -0.17
    }
}