{
    "date": "2003-02-07T09:09:25Z",
    "title": "Daily drills, nightly blackouts: North Korea is certain it's next on the US list",
    "url": "https://www.theguardian.com/world/2003/feb/07/northkorea2",
    "content": "The dress rehearsal for the apocalypse begins at 10am sharp in Kim il-sung Square with a terrifying wail of sirens. As a cacophony of loudspeaker warnings of enemy attack echoes from revolutionary war murals, Pyongyang citizens flee for cover. Fraught-looking women and cloth-capped workers break into a run as they head across the broad square, down misty streets and into the bowels of the earth. Once the citizens are huddled in the cavernous subway platforms more than 100 metres underground, the warnings are replaced by the rousing strains of martial music assuring them of the ultimate victory of the motherland. This has become a daily routine in North Korea, along with nightly blackout drills that plunge this city of millions into an eerie darkness through which even the trams ghost along without lights. While the world has its eyes on the steady march to war in Iraq, the people of Pyongyang are also bracing for conflict. Tension has been a fact of life in this country, the most militarised on the planet with an army of 1.1 million soldiers and vast arsenals of weapons of mass destruction. But it reached a new pitch yesterday when the US defence secretary, Donald Rumsfeld, labelled the north a terrorist regime, raising fears here that this country will be next after Iraq in Washington's war on terror. Reports claim that the US aircraft carrier, Kittyhawk, has sailed into a \"strike position\" off the country's east coast. Certainly, Washington has put two dozen bombers on alert for deployment to the region. The north restarted full operations this week at Yongbyon nuclear plant, at the centre of the crisis. Washington believes the facility's five-megawatt reactor is being used to produce plutonium for warheads, a conviction that has grown since the north expelled international inspectors and withdrew from a global treaty to stop the spread of nuclear weapons. The plant was last up and running during the previous stand-off of 1994, when the Pentagon drew up plans for a surgical strike on the reactor. Pyongyang warned yesterday that an attack on Yongbyon would spark \"all-out war\" - the latest in a long tirade of threats by a small, impoverished nation whose people apparently claim they would rather commit suicide than surrender to the world's superpower. \"The United States aggressors will never diminish the spirit of our country. We are ready to sacrifice ourselves for the great leader Kim Jong-il,\" said Kim Mi-yong, a worker at the Victorious Fatherland Liberation War Museum. The same refrain is heard again and again, though in a country with such strict media controls it is hard to be sure that everyone thinks the same way. I was unable to find anyone willing to talk other than those introduced by government minders. A siege mentality is undoubtedly useful for North Korean leaders who would otherwise have to answer difficult questions about the country's shattered economy. Under Kim Jong-il's \"military first\" policy, everything is subordinate to national defence. The city is filled with military posters and each morning its residents wake to the sound of martial music. Primary schoolchildren are taught martial songs such as Little Tank Rushes Forward. American cuts of vital heavy oil and a shortfall of international food aid have confirmed North Korea's image of itself as a fortress being starved into submission. This is one of the coldest winters in recent times, with the Taedong River freezing over amid temperatures as low as -21C. The electricity shortage is apparent in classrooms where students wear coats and gloves; in apartment blocks where all lifts are out of action; and in dimly lit museums and universities. Food rations have been cut as United Nations appeals for donations have passed unheard in Washington and Tokyo. Government officials say schoolchildren now get just 300 grams of food a day, down from 500 grams. The situation is not yet as bad as the famine of the late 90s, but world food programme stocks are due to run out within weeks. \"We would like full cooperation from the outside world but not if it is being used for political purposes,\" said Ri Pyong-gap, a foreign ministry spokesman. \"We don't worry even if we don't get food. We have been through an arduous march once and we can do it again.\" The government in Pyongyang has shown a recent willingness to engage and communicate with the outside world, particularly with Britain which opened its first embassy here a few months ago. The rare glimpse of the country granted to the Guardian is a product of this new approach. But the mood in the city is far more hostile than just nine months ago, when Pyongyang was in a festival mood to celebrate the an niversary of its founder's birth amid a warming of relations between the north and south of this divided peninsula. Now mobile phones are confiscated at the airport. On a night ride through the city, our car was stopped by soldiers every few hundred metres for ID checks. Kim Jong-il may be playing a game of nuclear bluff to win economic concessions and political revival, but the people are deadly serious about the risks they take. North Korea knows it can never win a war, but it will never surrender. They are staging a dress rehearsal for the apocalypse every day, ending at 7pm sharp, when the dim lights of Pyongyang go out and the city of millions disappears into darkness.",
    "keywords": [
        "war",
        "city",
        "korea",
        "world",
        "blackouts",
        "washington",
        "drills",
        "kim",
        "nuclear",
        "nightly",
        "country",
        "food",
        "certain",
        "daily",
        "pyongyang",
        "list",
        "north"
    ],
    "summary": "As a cacophony of loudspeaker warnings of enemy attack echoes from revolutionary war murals, Pyongyang citizens flee for cover.\nThis has become a daily routine in North Korea, along with nightly blackout drills that plunge this city of millions into an eerie darkness through which even the trams ghost along without lights.\nThe north restarted full operations this week at Yongbyon nuclear plant, at the centre of the crisis.\nThe situation is not yet as bad as the famine of the late 90s, but world food programme stocks are due to run out within weeks.\nNorth Korea knows it can never win a war, but it will never surrender.",
    "sentiment": {
        "neg": 0.1127,
        "neu": 0.8234,
        "pos": 0.0639,
        "compound": -0.1566
    }
}