{
    "date": "2003-01-03T01:57:46Z",
    "title": "Seoul calls for help in Korean stand-off",
    "url": "https://www.theguardian.com/world/2003/jan/03/northkorea",
    "content": "South Korea began an intensive diplomatic effort yesterday to try to avert a nuclear stand-off between its neighbour North Korea and its closest ally, the United States. Anxious about the increasingly bellicose noises from Pyongyang and the growing calls in Washington for punitive measures, it has asked China and Russia to step in. Ministers said South Korea could not afford to sit back and let the US to take the lead, as it did in the 1994 crisis. \"We will mobilise all diplomatic means available to seek an early solution to the nuclear issue because it is directly related with our security and economy,\" the foreign minister, Choi Sung-hong, said. At his ranch in Texas, President George Bush said that the United States was \"working with allies in the region to explain to North Korea [that] it is not in their interest to proliferate weapons of mass destruction\". He said the crisis was a diplomatic, not a military, issue, and he believed it would be resolved peacefully. Seoul watched in alarm as North Korea threw out inspectors from the International Atomic Energy Agency and began to reactivate the mothballed nuclear reactor in Yongbyon, which can produce weapons-grade plutonium. The deputy foreign minister, Lee Tae-shik, went to Beijing yesterday and called on China to use its influence with North Korea. He told his Chinese counterpart that the North should take the first step towards defusing the crisis by replacing the UN monitoring cameras and seals on equipment in Yongbyon and closing down the uranium enrichment programme. China's response was not made public, but it has previously called for the Korean peninsula to be nuclear-free. On Saturday South Korea will widen its diplomatic net by sending an envoy to Moscow to see President Vladimir Putin. \"We will ask strongly for the Russian government to take an active role in contacts with North Korea to persuade it to come to the table for negotiations that will secure a peaceful resolution of the current situation,\" an official said. Its efforts are timed to dissuade the US from increasing the tension by imposing economic sanctions or other punitive measures at meetings next week. On Monday the IAEA will convene an emergency meeting of its 35 board members to condemn North Korea's actions, but it is expected to stop short of seeking a confrontational UN security council resolution. On Tuesday the US, Japan and South Korea meet to dis cuss the aid agreement under which North Korea originally closed the Yongbyon plant. The outgoing South Korean president, Kim Dae-jung, who won a Nobel Peace prize for his \"sunshine policy\" of engagement with the North, has warned that the \"tailored containment\" strategy floated by American officials last weekend would be doomed to failure. His successor, Roh Moo-hyun, who takes office on February 25, also attacked the American plan for the economic isolation of the North. In its new year message the North Korean government attempted to capitalise on these divisions by accusing the US of planning a pre-emptive nuclear strike. \"It can be said that there exists on the Korean peninsula at present only confrontation between the Koreans, in the North and the South, and the United States,\" a foreign ministry spokesman told the state-run media in Pyongyang.",
    "keywords": [
        "diplomatic",
        "south",
        "korea",
        "states",
        "president",
        "calls",
        "standoff",
        "seoul",
        "nuclear",
        "yongbyon",
        "korean",
        "united",
        "north",
        "help"
    ],
    "summary": "South Korea began an intensive diplomatic effort yesterday to try to avert a nuclear stand-off between its neighbour North Korea and its closest ally, the United States.\nMinisters said South Korea could not afford to sit back and let the US to take the lead, as it did in the 1994 crisis.\nThe deputy foreign minister, Lee Tae-shik, went to Beijing yesterday and called on China to use its influence with North Korea.\nOn Tuesday the US, Japan and South Korea meet to dis cuss the aid agreement under which North Korea originally closed the Yongbyon plant.\nIn its new year message the North Korean government attempted to capitalise on these divisions by accusing the US of planning a pre-emptive nuclear strike.",
    "sentiment": {
        "neg": 0.1007,
        "neu": 0.8192,
        "pos": 0.0802,
        "compound": -0.0726
    }
}