{
    "date": "2003-10-07T11:34:40Z",
    "title": "N Korea wants Japan out of talks",
    "url": "https://www.theguardian.com/world/2003/oct/07/northkorea",
    "content": "North Korea announced today that it would not allow Japan to participate in any future talks aimed at resolving the standoff over its alleged nuclear programmes. The statement, which accuses Tokyo of being an untrustworthy partner in dialogue, complicates international efforts to restart six-nation nuclear talks. Washington believes North Korea's nuclear programmes threaten regional security, and considers Japan's participation crucial. In August, the United States, China, Russia, the two Koreas and Japan held talks in Beijing aimed at addressing the North's nuclear ambitions. Tokyo used the talks to raise another issue it considers pivotal - the abduction of its citizens decades ago by North Korean agents. Today, North Korea's foreign ministry said it \"would not allow Japan to participate in any form of negotiations for the settlement of the nuclear issue in the future\". \"Japan is nothing but an obstacle to the peaceful settlement of the nuclear issue between the DPRK [Democratic People's Republic of Korea] and the US,\" the North Korean statement said. \"It has lost its qualification to be a trustworthy dialogue partner.\" North Korea accused Japan of abusing the nuclear talks to raise the \"issue of abduction,\" which the it says has already been settled. It was unclear whether the statement, carried by the North's official news agency KCNA, meant North Korea might agree to a future meeting if Japan were excluded. Since the August meeting ended without plans for a next round, Pyongyang has said it is no longer interested in further talks. The kidnapping of Japanese citizens by North Korea as part of its spy training during the 1970s and 1980s has been a major cause of contention between the Asian neighbours. The issue has stalled efforts to set up diplomatic relations and halted Japan's food aid to impoverished North Korea. The Japanese public was outraged when North Korea's leader, Kim Jong Il, admitted in September 2002 that his nation's agents had systematically kidnapped Japanese citizens. North Korea has so far allowed the return of five of the hostages. Meanwhile, on the Indonesian resort island of Bali, Japan, China and South Korea agreed to coordinate efforts to get North Korea to end its nuclear ambitions and reiterated that the dispute should be resolved peacefully. The agreement - between the Japanese prime minister, Junichiro Koizumi, the South Korean president, Roh Moo-hyun, and the Chinese premier, Wen Jiabao - came on the sidelines of the annual summit of the 10-nation Association of Southeast Asian Nations (ASEAN). A South Korean government official, who asked not to be named, said the three leaders agreed to cooperate in setting up a second round of six-party talks, but no date has been set. · North Korea today denounced the US military for flying its newest unmanned spy planes near its border, calling the deployment a preparation to invade. Last month, the US began flying the Shadow 200 tactical unmanned aerial vehicles to monitor North Korean military activities along the border with the South. The US acknowledges monitoring North Korean military activity but says it is done without entering North Korean air space.",
    "keywords": [
        "south",
        "wants",
        "korea",
        "north",
        "issue",
        "nuclear",
        "japanese",
        "japan",
        "n",
        "koreas",
        "talks",
        "korean"
    ],
    "summary": "North Korea announced today that it would not allow Japan to participate in any future talks aimed at resolving the standoff over its alleged nuclear programmes.\nThe statement, which accuses Tokyo of being an untrustworthy partner in dialogue, complicates international efforts to restart six-nation nuclear talks.\nNorth Korea accused Japan of abusing the nuclear talks to raise the \"issue of abduction,\" which the it says has already been settled.\n· North Korea today denounced the US military for flying its newest unmanned spy planes near its border, calling the deployment a preparation to invade.\nThe US acknowledges monitoring North Korean military activity but says it is done without entering North Korean air space.",
    "sentiment": {
        "neg": 0.0716,
        "neu": 0.864,
        "pos": 0.0644,
        "compound": -0.0033
    }
}