{
    "date": "2003-11-29T02:43:24Z",
    "title": "North Korea urges EU to keep Bush at bay",
    "url": "https://www.theguardian.com/world/2003/nov/29/northkorea",
    "content": "North Korea called on Europe to prevent the peninsula from becoming a \"second Iraq\" yesterday, as Pyongyang's scepticism grows about the credibility of six-party talks aimed at resolving its year-long nuclear standoff with the US. In a rare interview with the overseas media, the foreign ministry spokesman, So Chol, expressed doubts to the Guardian about Pyongyang's participation in a round of negotiations scheduled for next month. He said US officials viewed the North as an \"evil\" country which must disarm without precondition. He was referring to a speech in Seoul this month by the US defence secretary, Donald Rumsfeld, who called Kim Jong-il a military dictator who ran an evil regime which starved its people. The North Korean media responded by calling Mr Rumsfeld a \"political pygmy\" who was worse than Adolf Hitler. Mr So said the comments went beyond name-calling. \"If these speeches show the official stance of the United States, I'm worried about whether the six-party talks will reopen again,\" he said. \"We cannot participate in talks without the support of our people and our army, but these speeches are making them angry.\" Neither side showed much willingness to concede ground during the first round of six-party talks in Beijing in August. The first gathering of the main players in the final cold war conflict - China, the US, Russia, Japan and the two Koreas - ended with accusations traded about the failure to agree even on how to proceed. Washington now demands that North Korea abandon its nuclear weapons programme before any reciprocal gestures can be made, while Pyongyang insists that steps should be taken simultaneously. North Korea was recently tempted to return to talks by George Bush's offer of a written non-aggression guarantee. \"If this came from a genuine intention to accept peaceful coexistence, we were willing to consider it,\" Mr So said. \"But now we hear double talk. On one hand we hear peaceful reassurances, and on the other hand we hear people vilifying us. \"It is very hard for us to judge the real intention of the US, so I don't know if further talks can be held.\" Mr So's comments could be part of the \"smoke and mirrors\" strategy that both sides employ before each round of talks, but they also reflect the sides' dismal lack of mutual understanding. North Korea has swayed between bellicose threats to develop its nuclear deterrent and offers of peace talks. Divisions in the Bush administration have led the US to give out conflicting signals. China, North Korea's closest ally, is exerting political pressure and offering financial incentives for it to return to talks. Diplomats in Beijing and Seoul say the most likely date for a new round of talks is December 17-19 - but Pyongyang-based observers say it is far from certain that North Korea will attend. Neither side appears to be in any hurry to resolve the differences. President Bush has said he loathes President Kim and will never reward his nuclear blackmail, but with the US military bogged down in Iraq the Pentagon is opposed to the opening of a second front. To Mr Kim, atomic bombs look like his best bet to avoid the fate of Saddam Hussein. Stuck in a dangerous rut, North Korean officials are calling on Europe to intercede - and they are not above exploiting the divisions that have developed in the west over Iraq. Pyongyang's latest warning comes shortly before an EU delegation visits the capital. \"If Europe hopes to avoid a second war on the peninsula, they must seriously exert influence on the US to remove Korea's concerns,\" Mr So said. \"If they continue to press us to unilaterally abandon our nuclear deterrent without pushing the US to give up its hostile policy against us, it is tantamount to accepting that Korea should suffer the same fate as Iraq. \"It is like saying that Europe wants to see blood shed on the peninsula.\" With the standoff in its 13th month, both sides are digging back into their familiar cold war positions. The difference now is that North Korea claims to have a nuclear bargaining chip. \"The nuclear deterrent is necessary for our self-defence,\" Mr So said. \"We will continue to enhance it until the US abandons its hostile policy towards us.\" \"We are prepared for peace, but we are also prepared for war.\"",
    "keywords": [
        "war",
        "eu",
        "mr",
        "round",
        "korea",
        "iraq",
        "europe",
        "talks",
        "nuclear",
        "bay",
        "urges",
        "sixparty",
        "north",
        "bush"
    ],
    "summary": "\"If these speeches show the official stance of the United States, I'm worried about whether the six-party talks will reopen again,\" he said.\nWashington now demands that North Korea abandon its nuclear weapons programme before any reciprocal gestures can be made, while Pyongyang insists that steps should be taken simultaneously.\nNorth Korea was recently tempted to return to talks by George Bush's offer of a written non-aggression guarantee.\nNorth Korea has swayed between bellicose threats to develop its nuclear deterrent and offers of peace talks.\nThe difference now is that North Korea claims to have a nuclear bargaining chip.",
    "sentiment": {
        "neg": 0.0956,
        "neu": 0.8201,
        "pos": 0.0843,
        "compound": -0.1006
    }
}