{
    "date": "2003-04-25T07:38:56Z",
    "title": "North Korean 'threat' over weaponry",
    "url": "https://www.theguardian.com/world/2003/apr/25/usa.northkorea",
    "content": "North Korea admitted for the first time yesterday that it had nuclear weapons and issued an apparent threat to test them at a meeting with American diplomats in Beijing, according to US officials. Colin Powell, US secretary of state, said America would not be intimidated by \"bellicose statements\" and said the Chinese-brokered talks had come to a close. But some state department officials later said there might be more contacts today. On Wednesday, the chief North Korean delegate, Ri Gun, made a \"blatant and bold\" announcement that his country had nuclear weapons, and asked his US counterpart, James Kelly, \"What are you going to do about it?\" according to an administration source quoted by CNN. The state department would not officially confirm the report, but one source familiar with the negotiations said: \"It's pretty much confirmed now.\" According to one report, Pyongyang threatened that it would \"prove\" it had nuclear weapons in the near future, in what appeared to be a warning it would conduct a nuclear test. Other administration officials were quoted as playing down the threat, saying the exchange was still being analysed, and that there was no explicit warning of a nuclear test. \"They said a lot of things that require careful analysis before anybody jumps out and makes grand pronouncements on it means this and means that,\" said Richard Boucher, state department spokesman. \"The idea that they might have nuclear weapons is certainly no great surprise to any of us; we have been saying that for years.\" The US believes North Korea has one or two nuclear warheads already, and could produce half a dozen more if it starts reprocessing nuclear fuel rods for plutonium, as Pyongyang has threatened to do. Until now, the North Korean government has denied having nuclear weapons, though it has admitted to reprocessing material that can be used to make atomic weapons. Robert Einhorn, one of the Clinton administration's neg-otiators with North Korea, described the news from the Beijing meeting as \"murky but grim\". \"There is a history of misinterpreting signals from the North Koreans and there have been disputes over translations, so it is a bit early to judge based on vaguely sourced reports ... but this is not good news,\" Mr Einhorn said. The Bush administration has refused to offer a formal treaty but has said it would consider some sort of written assurance. A statement issued yesterday by the official news agency, Korean Central News Agency, said, in its apocalyp tic style: \"The situation on the Korean peninsula is so tense that a war may break out at any moment due to the US moves.\" The agency statement added that the war in Iraq had shown that the only way for a country to protect itself was to have a strong military deterrent. Mr Powell said the US would continue to push for multilateral talks on North Korea, with the involvement of Japan, South Korea and China. Those talk would be aimed at eliminating North Korea's nuclear weapons programme. The Beijing meeting marked the first direct talks between North Korea and the US for six months, since Washington broke off contacts following Pyongyang's admission that it was enriching uranium. According to CNN, the North Korean delegation at Beijing offered to end its nuclear programme if the US signed a non-aggression pact, but said nuclear warheads could not be dismantled.",
    "keywords": [
        "korea",
        "state",
        "beijing",
        "according",
        "threat",
        "north",
        "talks",
        "nuclear",
        "weapons",
        "test",
        "weaponry",
        "korean"
    ],
    "summary": "Other administration officials were quoted as playing down the threat, saying the exchange was still being analysed, and that there was no explicit warning of a nuclear test.\nUntil now, the North Korean government has denied having nuclear weapons, though it has admitted to reprocessing material that can be used to make atomic weapons.\nRobert Einhorn, one of the Clinton administration's neg-otiators with North Korea, described the news from the Beijing meeting as \"murky but grim\".\nMr Powell said the US would continue to push for multilateral talks on North Korea, with the involvement of Japan, South Korea and China.\nThose talk would be aimed at eliminating North Korea's nuclear weapons programme.",
    "sentiment": {
        "neg": 0.0983,
        "neu": 0.846,
        "pos": 0.0558,
        "compound": -0.1691
    }
}