{
    "date": "2003-01-06T01:49:59Z",
    "title": "North Korea puts army on heightened alert",
    "url": "https://www.theguardian.com/world/2003/jan/06/northkorea",
    "content": "North Korean generals have ordered their forces on to a heightened alert ahead of a crucial international meeting in Washington today that could decide whether the US adopts a policy of conciliation or steps up its nuclear standoff with Pyongyang. The top brass of the North's army met at the weekend to prepare for a possible worsening of the crisis, which the state media said had entered a \"very serious and unpredictable\" stage. Just how serious is likely to become apparent in the next few days when the US, South Korea and Japan will try to thrash out a common response to the North's reactivation last month of the Yongbyon nuclear facility. The plant, capable of producing weapons grade plutonium, had been mothballed under a 1994 deal. The best hope for peace appears to be a compromise plan that was fine-tuned by South Korea's national security council on Saturday and will be presented during today's talks in Washington. It will require George Bush to personally guarantee North Korea's security and a resumption of its oil supplies, which were cut off last month. In return, Pyongyang would be asked to close the Yongbyon plant and scrap a uranium enrichment programme. According to South Korean newspapers, the deal would be backed by international aid and security guarantees from China and Russia. To give time for diplomacy to work, the executive board of the International Atomic Energy Agency, which also meets today, is expected to give the North one month to allow for the return of the nuclear inspectors who were kicked out of Yongbyon last week. If this fails, the IAEA is likely to take the case to the United Nations security council, which would represent a worsening of the crisis. The North has repeatedly said that it is willing to negotiate, and yesterday the government appeared to accept the outline of the South's plans. \"There is no reason why the US should not accept the proposal, the best way for a peaceful solution,\" it said in a statement on the state news agency. It is unclear, however, whether Mr Bush will swallow such a compromise. The US president has said he \"loathes\" the north's leader, Kim Jong-il, and is opposed to any plan that rewards Pyongyang's brinkmanship. Colin Powell, the US secretary of state, told his Japanese counterpart at the weekend that Washington would continue to seek a diplomatic solution. But US officials have dismissed the North's request for a non-aggression pact, ruled out direct talks before disarmament and urged states in the region to increase Pyongyang's economic and political isolation. So far, however, the Bush administration's tough tactics have won little support in north-east Asia, where no government wishes to see North Korea become the next Iraq. South Korea, which has most to lose from a military confrontation because Seoul is in range of the North's artillery, continued yesterday to build a multilateral coalition against any escalation of the crisis. South Korea's deputy foreign minister, Kim Hang-kyung, on a special trip to Moscow, said he had won agreement from Russia for a peaceful resolution of the crisis, after a similar mission to Beijing. His counterpart, Alexander Losyukov, said Russia would use its influence to placate the North, but warned that America's proposals for a \"tailored containment\" strategy could create new problems. \"The rise in tension, the threats and the sanctions are counterproductive,\" he said. \"They must work on the diplomatic level, and we are ready to cooperate with all the parties involved. No one would venture to assert that North Korea alone is guilty and the other party is not.\" The South Korean president, Kim Dae-jung, will send his leading foreign affairs adviser to Washington tomorrow to brief Condoleezza Rice, Mr Bush's national security adviser, on Seoul's proposals and its consultations with China and Russia. He may face a backlash from hawks in the White House and Congress, who are fuming at Seoul's refusal to toe the American line. A staunch ally for 50 years, South Korea has recently experienced a wave of huge anti-US protests and the incoming president, Roh Moohyon, has said he will not kowtow to Washington. After rallies in which giant American flags were burned in Seoul's central square, William Oberlin, the new president of the American chamber of commerce in Korea, warned that bilateral relations had suffered a \"negative impact\".",
    "keywords": [
        "puts",
        "south",
        "norths",
        "korea",
        "russia",
        "washington",
        "president",
        "crisis",
        "yongbyon",
        "alert",
        "security",
        "army",
        "north",
        "heightened"
    ],
    "summary": "It will require George Bush to personally guarantee North Korea's security and a resumption of its oil supplies, which were cut off last month.\nAccording to South Korean newspapers, the deal would be backed by international aid and security guarantees from China and Russia.\nSo far, however, the Bush administration's tough tactics have won little support in north-east Asia, where no government wishes to see North Korea become the next Iraq.\nNo one would venture to assert that North Korea alone is guilty and the other party is not.\"\nA staunch ally for 50 years, South Korea has recently experienced a wave of huge anti-US protests and the incoming president, Roh Moohyon, has said he will not kowtow to Washington.",
    "sentiment": {
        "neg": 0.107,
        "neu": 0.7842,
        "pos": 0.1089,
        "compound": 0.0305
    }
}