{
    "date": "2003-06-10T01:14:45Z",
    "title": "Nuclear arms 'cheap deterrent against US'",
    "url": "https://www.theguardian.com/world/2003/jun/10/northkorea",
    "content": "Nuclear weapons are a cheap deterrent against US aggression that allows more spending on the poor, North Korea claimed yesterday in its first public justification of its atomic arms programme. The humanitarian excuse for developing the ultimate weapon of mass destruction came amid growing signs of an arms build-up in northeast Asia. South Korea is seeking a 25% rise in its defence budget, and the Pentagon is to spend an extra $11bn (£6.7bn) over the next four years on modernising its forces in Korea. Although the CIA says North Korea has enough plutonium for two warheads, the country has yet to declare itself a nuclear power, despite ambiguously worded threats by the state media. But it has said that the US-led war in Iraq proved the necessity of a powerful deterrent. Yesterday, however, the government-controlled Korea Central News Agency outlined the rationale for a nuclear programme to protect the state from US \"hostile policy\". \"We are not trying to possess a nuclear deterrent to blackmail others, but to reduce conventional weapons and divert our human and monetary resources to economic development and improve the living standards of the people.\" Western diplomats believe Pyongyang is using the nuclear threat as a bargaining ploy to secure food aid. Members of the US Congress visiting Pyongyang last week were told that it has almost finished reprocessing 8,000 nuclear fuel-rods, which would provide enough fissile material for eight more bombs.",
    "keywords": [
        "korea",
        "state",
        "deterrent",
        "nuclear",
        "cheap",
        "yesterday",
        "weapons",
        "pyongyang",
        "programme",
        "arms",
        "north"
    ],
    "summary": "Nuclear weapons are a cheap deterrent against US aggression that allows more spending on the poor, North Korea claimed yesterday in its first public justification of its atomic arms programme.\nThe humanitarian excuse for developing the ultimate weapon of mass destruction came amid growing signs of an arms build-up in northeast Asia.\nYesterday, however, the government-controlled Korea Central News Agency outlined the rationale for a nuclear programme to protect the state from US \"hostile policy\".\n\"We are not trying to possess a nuclear deterrent to blackmail others, but to reduce conventional weapons and divert our human and monetary resources to economic development and improve the living standards of the people.\"\nWestern diplomats believe Pyongyang is using the nuclear threat as a bargaining ploy to secure food aid.",
    "sentiment": {
        "neg": 0.1181,
        "neu": 0.8023,
        "pos": 0.0796,
        "compound": -0.1795
    }
}