{
    "date": "2003-01-29T12:40:42Z",
    "title": "Blair: North Korea is next",
    "url": "https://www.theguardian.com/politics/2003/jan/29/foreignpolicy.northkorea",
    "content": "Tony Blair today pledged that after dealing with Iraq, the UN would confront North Korea about its nuclear weapons programme. The prime minister was giving an impassioned defence of the government's position on Iraq during his weekly question time when an anti-war MP shouted: \"Who's next?\" Replying to the heckle, Mr Blair said: \"After we deal with Iraq we do, yes, through the UN, have to confront North Korea about its weapons programme\". \"We have to confront those companies and individuals trading in weapons of mass destruction,\" he added. To another cry of \"When do we stop?\", Mr Blair answered: \"We stop when the threat to our security is properly and fully dealt with.\" The British and US governments have been accused of double standards over their treatment of Iraq and North Korea - threatening Saddam Hussein's regime with war, when there is no evidence that it has successfully developed nuclear weapons, while attempting diplomacy with Kim Jong Il's, which is known to possess them. Both countries were branded a part of Gaorge Bush's \"axis of evil\", alongside Iran. And Labour backbencher Lynne Jones suggested that it was that speech by the Mr Bush, rather than a significant change in circumstances, that had led to Iraq being identified as a \"threat\". Why, she asked, had President Saddam not used his weapons of mass destruction during the first Gulf war, and why had he not been considered a threat when Labour first came to power? Mr Blair replied: \"one thing we can be quite sure of is that his reason for not using his chemical, biological and nuclear weapons was not out of the goodness of his heart.\" \"Precisely because he was a threat,\" he continued, \"there have been thousands of British forces down in the Gulf the whole time flying over the no-fly zones.\" \"Precisely because he was a threat, we have had to impose a sanctions regime on Iraq that, because of the way Saddam implements it means, I'm afraid, misery and poverty for many many millions of Iraqis.\" \"At the very first meeting I had with President Bush back in February 2001 I said that weapons of mass destruction is an issue and we have to confront them,\" he claimed. And Mr Blair concluded that the events of September 11 had made issues of weapons of mass destruction \"even more important to deal with\".",
    "keywords": [
        "mr",
        "blair",
        "korea",
        "iraq",
        "confront",
        "threat",
        "mass",
        "destruction",
        "nuclear",
        "weapons",
        "saddam",
        "north"
    ],
    "summary": "Tony Blair today pledged that after dealing with Iraq, the UN would confront North Korea about its nuclear weapons programme.\nReplying to the heckle, Mr Blair said: \"After we deal with Iraq we do, yes, through the UN, have to confront North Korea about its weapons programme\".\n\", Mr Blair answered: \"We stop when the threat to our security is properly and fully dealt with.\"\nMr Blair replied: \"one thing we can be quite sure of is that his reason for not using his chemical, biological and nuclear weapons was not out of the goodness of his heart.\"\nAnd Mr Blair concluded that the events of September 11 had made issues of weapons of mass destruction \"even more important to deal with\".",
    "sentiment": {
        "neg": 0.1707,
        "neu": 0.7772,
        "pos": 0.0519,
        "compound": -0.351
    }
}