{
    "date": "2003-02-21T11:43:36Z",
    "title": "Our fiends in the North",
    "url": "https://www.theguardian.com/world/2003/feb/21/northkorea",
    "content": "Given North Korea's manifold woes, public relations probably ranks very low on the list of the Pyongyang government's priorities, but if there was ever a country in need of an image consultant it is this one. Scapegoats rarely come so perfectly packaged. No bullying victim could make life easier for its tormentors. Not even the most wretched, maladjusted child could make itself so unloveable. North Korea manages to infuriate everyone. It is as if the country has a dose of Tourette syndrome, the hereditary malady often associated with involuntary swearing and obscene gestures. As a sign of how Pyongyang is detested, George Bush's \"axis of evil\" comment may have grabbed the most headlines, but it is the least surprising: after all, the United States has technically been at war with the North for more than 50 years. Less expected is the growing frustration of China, which once described itself as being as close to the north as \"lips and teeth\". Now, though, Beijing looks askance at the antics of its disturbed neighbour. The rising middle classes in China laugh embarrassingly at the backward yokel on their northeastern border. The political elite worry that their old friend's nuclear ambitions have made it a dangerously erratic liability. In South Korea, feelings towards the North have shifted from fear to sympathy, but even though they share the same blood and language, the citizens of Seoul are constantly maddened and disappointed by the behaviour of their brothers and sisters on the other side of the demilitarised zone. Despite huge amounts of aid and cash from the South, the military in the north continues to engage in espionage and sporadically sparks deadly naval clashes. Yet, North Korea has a good claim to be the injured party. It is, after all, the nation suffering most in the region. Desperately poor, threatened with famine and deprived of energy, the country - once one of only two industrialised nations in Asia - is slipping back into the dark ages. Outside of the Pyongyang - where the political elite live - the big cities are turning into ghost towns with no jobs, no food and no electricity. Aid agencies warn of another humanitarian disaster. Satellite pictures of Asia at night show a blaze of lights in Japan, South Korea and China, but a black hole in North Korea. But how can anybody sympathise while the North's media scream out outlandishly bellicose rhetoric? It seems that the country has fallen further behind in the field of mass communications than in any other area. While politicians in Washington and London have refined media manipulation into an art form, the regime in Pyongyang still seems to believe that clumsy Orwellian newspeak is the best way to covey a message. Instead of sophisticated spin, Pyongyang jerks between the two extremes of total news suppression and screaming hostility. There is nothing in between, which gives the country's more sophisticated opponents a free hand to manipulate the threat posed by North Korea. When Pyongyang counters, its message is so out of synch with the way of thinking of the rest of the world, that no-one believes it. The message is so incompetently presented that few people listen seriously to North Korea when it claims that Washington reneged on the 1994 Agreed Framework, which was supposed to have provided it with two light-water reactors. The US, of course, argues that Pyongyang was at fault for pursuing an illicit uranium enrichment programme. No matter which country is to blame for destroying that deal, evidence of the devastating consequences are there in the high-rise apartment blocks which lack the power to pump water to the top floors let alone run lifts and heating units. The North has restarted a 10-year-old plan to build five nuclear reactors that could satisfy many of its energy needs. The outside world not surprisingly worries that the reactors will be used to build nuclear weapons. What else is it supposed to think given North Korea's \"military first\" policy and its decision to kick out inspectors from the international atomic energy agency. Given Pyongyang's evident and understandable paranoia and the desperate lack of other bargaining chips, it seems only natural that it desires nuclear weapons. - just as it is only natural that this is the last thing that the outside world wants. North Korea has the potential to pull on the world's heartstrings, but it appears far too proud to seek sympathy. Access for foreign journalists is restricted to such a degree that it is considered a journalistic triumph to gain entry even to a shop - a market stall would be a global coup. Everything is staged - often absurdly clumsily - to create an impression of a strong, unified nation. This pride makes the country into its own worst enemy. According to aid agencies, one visit by journalists to a hospital or orphanage in the countryside or one of the derelict urban centres in the northeast could show how miserable the nation has become and how in need it is of outside assistance. Instead, foreign reporters are shepherded to show facilities like the General Hospital of Koryo Medicine, where doctors claim they are more concerned about fighting America than malnutrition. Such manipulation is designed to show how tough the country is, but it serves only to add to the suspicions of some visitors that a deeply unpleasant truth is being hidden. In the war of words, Pyongyang has been massacred. To grab the world's attention it is forced to adopt increasingly desperate means - wild-sounding threats that now generate sniggers in Washington rather than fear. The very real danger is that North Korea has become such an incompetent communicator that its real intentions are not being taken seriously. A nasty surprise could yet await the world.",
    "keywords": [
        "south",
        "korea",
        "world",
        "washington",
        "nuclear",
        "outside",
        "country",
        "fiends",
        "reactors",
        "pyongyang",
        "north"
    ],
    "summary": "North Korea manages to infuriate everyone.\nSatellite pictures of Asia at night show a blaze of lights in Japan, South Korea and China, but a black hole in North Korea.\nThere is nothing in between, which gives the country's more sophisticated opponents a free hand to manipulate the threat posed by North Korea.\nNorth Korea has the potential to pull on the world's heartstrings, but it appears far too proud to seek sympathy.\nThe very real danger is that North Korea has become such an incompetent communicator that its real intentions are not being taken seriously.",
    "sentiment": {
        "neg": 0.1919,
        "neu": 0.7045,
        "pos": 0.1036,
        "compound": -0.232
    }
}