{
    "date": "2003-04-07T01:15:37Z",
    "title": "North Korea to put faith in deterrence",
    "url": "https://www.theguardian.com/world/2003/apr/07/northkorea",
    "content": "North Korea appeared to abandon diplomatic negotiation as a means of settling its nuclear dispute with the US yesterday, with a warning that only \"tremendous military deterrence\" could prevent Pyongyang suffering the same fate as Baghdad. Backtracking from its central negotiating demand - a non-aggression treaty - the foreign ministry said yesterday that the Iraq war had proved that peace deals were all but worthless if they required disarmament. \"The Iraqi war shows that to allow disarming through inspection does not help avert a war but rather sparks it,\" its statement said \"This suggests that even the signing of a non- aggression treaty with the US would not help avert a war.\" The hardening of North Korea's stance comes before the UN security council's first meeting on the issue, which could lead to the imposition of sanctions and a further escalation of the conflict. In typically bellicose style, North Korea said the security council talks on Wednesday would be a \"prelude to war\". \"Only tremendous military deterrent force powerful enough to decisively beat back an attack supported by any ultra-modern weapons can avert a war and protect the security of the country. This is a lesson drawn from the Iraqi war,\" it said. South Korea also cast doubt on the merits of the security council being involved. Yoon Young-kwan, its foreign minister, said it would not be necessary if diplomacy could achieve results through other channels.",
    "keywords": [
        "avert",
        "faith",
        "war",
        "tremendous",
        "military",
        "korea",
        "deterrence",
        "security",
        "iraqi",
        "treaty",
        "yesterday",
        "north"
    ],
    "summary": "North Korea appeared to abandon diplomatic negotiation as a means of settling its nuclear dispute with the US yesterday, with a warning that only \"tremendous military deterrence\" could prevent Pyongyang suffering the same fate as Baghdad.\nIn typically bellicose style, North Korea said the security council talks on Wednesday would be a \"prelude to war\".\n\"Only tremendous military deterrent force powerful enough to decisively beat back an attack supported by any ultra-modern weapons can avert a war and protect the security of the country.\nThis is a lesson drawn from the Iraqi war,\" it said.\nSouth Korea also cast doubt on the merits of the security council being involved.",
    "sentiment": {
        "neg": 0.1346,
        "neu": 0.7661,
        "pos": 0.0992,
        "compound": -0.2184
    }
}