{
    "date": "2003-09-16T01:28:01Z",
    "title": "What drove a Korean farmer to kill himself in Cancun?",
    "url": "https://www.theguardian.com/world/2003/sep/16/northkorea.wto",
    "content": "With sticks of incense and wreaths of white camomiles, the tenant farmers of Jangsu come to pay their last respects to Lee Kyung-hae. Although this is harvest time, they leave their paddy fields and orchards, swap their peasant garb for smart black suits, and drift in to the community hall that is now a makeshift shrine to the man who stabbed himself in the heart last week in Cancun, Mexico, in protest against the WTO's efforts to open agricultural trade. While critics have dismissed him as a cranky extremist, here it is clear that he was greatly loved and respected. The walls are decked in yellow and white flowers sent from agricultural associations, Korean War veterans and alumni groups of old school friends. Next to a 4ft-high photograph of the dead man is a message of condolence from the prime minister and banners reaffirming his campaign: \"Lee Kyung-hae is our hero\", \"Stop WTO agriculture negotiations which are killing millions of Korean farmers.\" Outside this small farming town, few people are likely to have heard of the 56-year-old farmers' leader before last week. That changed in just a few seconds last Wednesday. It was during the fiercest clashes between the police and thousands of anti-globalisation demonstrators in Cancun. Lee was among a group of about 150 Koreans in the frontline, trying to pull down the security fences separating the protesters from the resort where the WTO negotiations were in progress. Climbing to the top of the fence, Lee turned to his compatriots and said: \"Don't worry about me, just struggle your hardest.\" He then stabbed himself in the chest with a knife. It pierced 4cm into the left atrium of his heart. When he died after several hours in a hospital, some protesters proclaimed him a martyr. Outside the hospital where he died, sympathisers held candlelit vigils. Below the security fence where he stabbed himself, Italian activists splattered themselves with red paint and shouted the slogan that Lee had made his own: \"The WTO kills farmers.\" During international solidarity rallies over the weekend, Cancun echoed with thousands of voices, chanting: \"We are all Lee, we are all Lee.\" But who was Lee Kyung-hae, and why did he kill himself? In the aftermath of the failed WTO negotiations, these questions are likely to absorb the anti-globalisation activists who claim he was a martyr in their \"victory\", the heavyweights of world trade, who would like the fiery Korean to be dismissed as a nationalist showman with psychological problems, and the family and friends who are mourning the man who died only weeks before he was due to give away his daughter's hand in marriage. The search for an answer must start on the mountain slopes near Jangsu, a town of 30,000 farming households in North Cholla Province, about four hours' drive south of Seoul. This is the land where Lee attempted to realise an idealistic vision of a modern, model farm. It is where he buried his wife. And it is where he experienced the pain of losing a farm because of a sudden opening of markets to foreign trade In autumn, when the fields are full, Jangsu is a spectacularly beautiful part of South Korea. Terraced paddies yellow with heavy heads of rice stretch up to the dark green tree line of the densely wooded hills flecked with misty shafts of sunlight. Smart new roads are lined with fields of cabbages, radishes and ginseng, apple orchards and greenhouses filled with roses. But despite the prosperous appearance, this is tough farming territory. Set at an altitude of 450 metres, the fields are often blanketed in snow during the winter. Rice - the main crop of 60% of households - is of low quality and fetches only the minimum price guaranteed in heavily subsidised sales to the government. Locals say they are up to their necks in debt - a common complaint in Korea, where the average farmer borrowings have more than quadrupled in the past 10 years, while their incomes have crept up by less than 10%. Some speak of people committing suicide or running off in the middle of the night because they cannot make their interest repayments. They fear the situation will get worse as their government sacrifices domestic agricultural protection to open markets overseas for the finance and manufacturing sectors. With 80% working as small-scale tenant farmers, they know they can never compete head-on with rice produced by the huge agri-businesses of the US, or apples grown in Chinese farms that can tap into unlimited cheap labour. The young are deserting the fields in droves, and in the past 20 years, the town's population has almost halved. Lee had always dreamed of revitalising farming in this town, where he was born in 1947 to a wealthy family of rice traders and landowners. As a boy, he was described as quiet and studious but kind. While his siblings went into more profitable businesses, he threw himself into the patch of mountain land that he, as the eldest son, would inherit. He went to university in Seoul to study agricultural science, where he met his wife. When the couple returned to Jangsu in 1974, he set to work trying to put the idealistic theories and modern technology he had studied into practice. Locals still speak reverently of the result: Seoul Farm, 30 hectares of grazing pastures, paddy fields and buildings, housing and sheds that the Lees built from scratch on the steep wooded slopes of his family's land. It was not just a farm, but an experiment in agriculture. Until then, nobody in the town had imagined that cows could graze at such a gradient, but Lee spent five years preparing the land. He invited experts from Germany to help with the electric fencing - then almost unknown in Korea - and erected a mini cable-car to transport hay from the higher slopes to the sheds below. \"It was completely against the common sense of the time, but he made it work,\" says Choi Yeon-soo, one of the many young farmers starting out at the time who looked up to Lee. \"He was a central figure in my life, someone who had great dreams about how to improve the countryside.\" Lee threw himself into his leadership role. Seoul Farm became a teaching college with live-in students who were invited to get hands-on experience of modern agriculture that couldn't be taught in the cities. In 1988, this earned him a UN award for rural leadership. The Lees, now with three daughters, were prospering. The herd had expanded to 300 cattle and the fame of the charismatic farm leader who had mastered a hostile land was growing. Then calamity - in the form of a shift in international trade - struck. The government opened the market to imports of Australian cows and encouraged Korean farmers to expand their stocks with cheap loans. This led to a collapse in the price of beef. The Seoul Farm herd, bought with loans, was suddenly almost worthless. Personal tragedy followed when Lee's wife died in a car crash in 1993. To meet interest repayments, Lee had to sell dozens of cows every month. When he ran out of cattle, the banks repossessed the land. It was the only time in his life that his family saw him shed tears. \"He never showed his emotions, even when his wife died,\" says Lee Young-suk, a younger sister. \"But after he lost the farm, he disappeared. We were so worried that we went to search for him. We found him crying in a cinema. He had gone there because he didn't want anyone to see his misery.\" Young-suk says the loss prompted her brother to throw himself with more fury into a budding political career. \"He had mastered the environment but still lost his land. It made him realise that bigger forces were ruining farmers' lives and he dedicated himself to organising unions, influencing government policy and opposing trade liberalisation.\" He had already demonstrated an often self-destructive political activism, particularly in opposing the WTO. In 1987, he was a central figure in the formation of the Korean Advanced Agriculture Federation, which has since become the country's biggest farmers' organisation, with 120,000 members. Four years later, he ran successfully for the first of four terms on the North Cholla local assembly and is said to have grown close to the former South Korean president Kim Dae-jung. But it was as a radical protester that he made his mark. He was always in the frontline of the often bloody street demonstrations that characterise political radicalism in South Korea. Though, in Lee's case, the violence was usually self-inflicted - he staged more than 30 hunger strikes, often to the point of needing hospitalisation. In 1993, he starved himself in a one-man protest outside the Korean parliament to protest against a fall in rice prices. Earlier this year, he camped outside the WTO office in Geneva refusing food to demonstrate his belief that trade negotiations were killing farmers. The closest he came to death was in 1990, when in a precursor to his ultimate suicide, he attempted to disembowel himself with a Swiss penknife in a protest outside the WTO office in Geneva against a Uruguay Round agreement that opened the Korean market to rice imports for the first time. His family said they were worried every time he packed his bags. \"He never really talked about what he did,\" says his elder sister Lee Kyong-jol. \"But we would know what he got up to from his gaunt appearance when he returned.\" Lee knew he went too far. In a pamphlet he issued during his hunger strike in Geneva earlier this year, he wrote that his actions were unconscious. \"I regret this kind of irritated and uncontrolled action,\" he said of his attempted disembowelment in 1990. But he said that he could not bear to stand by and watch the WTO inflict suffering on farmers. He said the multinationals and big governments that control the WTO are pursuing a form of globalisation that is inhumane, farmer-killing and undemocratic. \"It should be stopped immediately, otherwise the false logic of the neo-liberalism will perish the diversities of global agriculture and bring disaster to all human beings,\" he wrote. Did he mean to kill himself? No one will ever know for sure, but critics have suggested that Lee may have been playing to the crowd - an accusation angrily denied by his family. \"He didn't die to be a hero or to draw attention to himself,\" says his daughter Lee Ji-hye as she flew off to Mexico to collect her father's body. \"He died to show the plight of Korean farmers - something he knew from personal experience.\" In Jangsu, people are convinced that Lee's sacrifice was intended. Some cite the last scrawled memo found in the house after his death: \"A sacrifice of one person for 10 is more valuable than a sacrifice of 10 people for one.\" Others say his devotion to Korean farmers was so passionate that he would willingly have laid down his life for them. \"Perhaps European and even urban South Koreans won't be able to understand why Lee killed himself, but that is because they don't understand the reality of Korean farmers,\" says Han Gyuha, an official of the Jangsu county office involved in preparations for the funeral on Thursday. \"Lee knew the Korean countryside is slowly dying, that farmers are living lonely, miserable lives. He wanted to tell the world. That is why he sacrificed himself and that is why we call him a hero.\"",
    "keywords": [
        "rice",
        "farmer",
        "trade",
        "jangsu",
        "fields",
        "farmers",
        "land",
        "korean",
        "farm",
        "wto",
        "lee",
        "cancun",
        "drove",
        "kill"
    ],
    "summary": "During international solidarity rallies over the weekend, Cancun echoed with thousands of voices, chanting: \"We are all Lee, we are all Lee.\"\nThe government opened the market to imports of Australian cows and encouraged Korean farmers to expand their stocks with cheap loans.\n\"He died to show the plight of Korean farmers - something he knew from personal experience.\"\nOthers say his devotion to Korean farmers was so passionate that he would willingly have laid down his life for them.\n\"Lee knew the Korean countryside is slowly dying, that farmers are living lonely, miserable lives.",
    "sentiment": {
        "neg": 0.1148,
        "neu": 0.8315,
        "pos": 0.0536,
        "compound": -0.1315
    }
}