{
    "date": "2003-04-14T00:47:20Z",
    "title": "North Korea willing to talk to 'a sincere US'",
    "url": "https://www.theguardian.com/world/2003/apr/14/northkorea",
    "content": "North Korea has made a significant move towards dialogue with the US after an apparently successful attempt by China to break the deadlock between Washington and Pyongyang. The North Korean foreign ministry said at the weekend that it would accept \"any form of dialogue\" if the US was willing to \"change its policy\". Until now, Pyongyang had refused to discuss its nuclear programme with the United States unless Washington accepted bilateral talks, and had argued that the US was bent on war against North Korea. The shift opens the door for multilateral talks, perhaps involving China and Russia, as well as South Korea. It follows a compromise at the UN security council last week when the council, under Chinese pressure, failed to condemn North Korea's withdrawal from the nuclear non proliferation treaty. The US state department responded by saying that it noted Pyongyang's statement \"with interest\" and expected to follow it up \"through appropriate diplomatic channels\". Yesterday, the US president, George Bush, said he was optimistic that a diplomatic solution could be found, and that multilateral talks \"might be coming to fruition\". While Pyongyang has blown hot and cold in the past, it has now made a significant concession, which previously it had rejected. Analysts in the South Korean capital, Seoul, believe the North Koreans are seriously concerned that they may be next on President Bush's war list. They also believe that the latest move follows intense mediation by China, which is desperately anxious to avoid an Iraq-type war erupting on its doorstep. Beijing is also believed to have exerted pressure on North Korea by temporarily suspending supplies of oil to the impoverished country. There is speculation that the North Korean leader, Kim Jong-il, paid a secret visit to Beijing in March to discuss the crisis with the new Chinese leadership elected at the National People's Congress. In return for a softer line from Pyongyang, China has firmly blocked the proposed UN condemnation. Significantly, the US ambassador, John Negraponte, did not object after the security council failed to take action. Instead he said that the US \"welcomed the council's discussion\". South Korea's president, Roh Moo-hyun, has suggested that Mr Kim faces a dangerous dilemma. \"Especially watching the recent Iraqi war, I'm sure they [the North Koreans] are very much terrified,\" Mr Roh told the Washington Post. However, in making its move, North Korea has stressed that progress will depend \"on what is the real intention of the US\", and it has called for US \"sincerity\". If Pyongyang does believe that Washington's ultimate aim is still to achieve \"regime change\" in North Korea, as effectively it has done in Iraq, then Mr Kim and the North Korean army, his main source of strength, are likely to change tack again. Nor will the ultra-sensitive regime take kindly to suggestions that it has \"blinked\" or \"backed down\". China's role as intermediary will have been helped by the relatively low-key attitude that Beijing has adopted towards the Iraq war. Chinese commentators argue that it is more important for China to exercise effective diplomacy within its own region than to make pronouncements on the more remote Middle East.",
    "keywords": [
        "willing",
        "war",
        "talk",
        "south",
        "korea",
        "washington",
        "president",
        "talks",
        "china",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea has made a significant move towards dialogue with the US after an apparently successful attempt by China to break the deadlock between Washington and Pyongyang.\nThe North Korean foreign ministry said at the weekend that it would accept \"any form of dialogue\" if the US was willing to \"change its policy\".\nThe shift opens the door for multilateral talks, perhaps involving China and Russia, as well as South Korea.\nBeijing is also believed to have exerted pressure on North Korea by temporarily suspending supplies of oil to the impoverished country.\nHowever, in making its move, North Korea has stressed that progress will depend \"on what is the real intention of the US\", and it has called for US \"sincerity\".",
    "sentiment": {
        "neg": 0.1204,
        "neu": 0.7873,
        "pos": 0.0923,
        "compound": -0.1049
    }
}