{
    "date": "2003-07-26T23:55:54Z",
    "title": "North Korean bank is 'front for arms trade'",
    "url": "https://www.theguardian.com/world/2003/jul/27/northkorea",
    "content": "North Korea's only bank in Europe is at the centre of a vast spying and criminal network funding its weapons programme, according to Austrian authorities. An Austrian intelligence report says the Golden Star Bank in Vienna is a base for spies engaged in an illicit trade in missile technology. The report, seen by The Observer, says: 'There are noticeable efforts by the North Korean secret services to place its agents in diplomatic and non-diplomatic positions in Austria. The camouflage for these activities is Europe's only established branch of the North Korean state bank, which is located in Vienna.' The document says agents are raising hard currency for Kim Jong Il's regime 'by selling weapons and missile technology to Third World countries and countries in crisis in the Near and Middle East (for example, Syria, Iran, Iraq or Libya).' It adds that North Korea is 'finding it increasingly difficult to raise the finances to fund the further development of weapons of mass destruction ... and is looking increasingly to the West for the necessary know-how and technical components, which means it is vital for the Austrian intelligence services to keep a close eye on North Korean representatives.' Rudolf Gollia, a spokesman for the Austrian Ministry of the Interior, said intelligence agencies were monitoring the bank. But the Austrian financial watchdog said the bank had not broken any rules, and would not be closed. A spokesman for the Golden Star Bank yesterday condemned the 'false accusations'. Suspicions against the bank grew after a raid by Slovak authorities on the apartment of a North Korean couple living in Bratislava - 30 miles from Vienna - in August 2002. They found invoices for millions of dollars showing North Korea had sold missile technology to Egypt. The couple had links to Bureau 39, an arm of the ruling Communist Korean Workers' Party. The Asian Wall Street Journal alleges the Golden Star Bank in Vienna is also part of a shadowy financial web controlled by Bureau 39, which was set up in the 1970s to generate hard currency. It claims Bureau 39 controls a drug-smuggling, counterfeiting and illicit weapons trading operation that generates more than a billion dollars a year, and uses the Korean Daesong Bank and its branches in Vienna, Macao, Seoul and Beijing as a front.",
    "keywords": [
        "vienna",
        "austrian",
        "trade",
        "weapons",
        "star",
        "technology",
        "intelligence",
        "missile",
        "bank",
        "arms",
        "north",
        "korean"
    ],
    "summary": "An Austrian intelligence report says the Golden Star Bank in Vienna is a base for spies engaged in an illicit trade in missile technology.\nThe report, seen by The Observer, says: 'There are noticeable efforts by the North Korean secret services to place its agents in diplomatic and non-diplomatic positions in Austria.\nThe camouflage for these activities is Europe's only established branch of the North Korean state bank, which is located in Vienna.'\nA spokesman for the Golden Star Bank yesterday condemned the 'false accusations'.\nSuspicions against the bank grew after a raid by Slovak authorities on the apartment of a North Korean couple living in Bratislava - 30 miles from Vienna - in August 2002.",
    "sentiment": {
        "neg": 0.0697,
        "neu": 0.8749,
        "pos": 0.0554,
        "compound": -0.0994
    }
}