{
    "date": "2003-07-09T15:17:52Z",
    "title": "North Korea 'reprocessing nuclear fuel'",
    "url": "https://www.theguardian.com/world/2003/jul/09/northkorea",
    "content": "South Korea's intelligence agency today said it believed its communist neighbour has begun reprocessing spent nuclear fuel rods, giving credence to what many had believed to be a North Korean bluff. In a report to parliament the National Intelligence Service said it believes a \"small portion\" of the 8,000 spent fuel rods at the reactivated Yongbyon reactor had been reprocessed. North Korea has claimed since April that it had all but finished reprocessing the rods but both US and South Korean officials had expressed doubt about the North Korean claim, speculating that it might be a ruse to extract concessions at the negotiating table. Reprocessing all 8,000 rods at the reactor could yield enough plutonium for several atomic bombs within months, adding to a suspected arsenal of one or two nuclear bombs at present. North Korean envoys meanwhile warned of the approaching \"black clouds of a nuclear war\" on the first of four days of talks in Seoul between cabinet-level delegations. The meetings are to promote inter-Korean projects, but South Korean officials plan to press North Korea to agree to multilateral talks on nuclear development. North Korea has used harsh language for decades, and US and South Korean officials believe it is a tactic designed to escalate tension and pressure negotiating partners into making concessions. \"Our nation faces a stark situation as the black clouds of a nuclear war are coming toward the Korean peninsula minute by minute,\" the North Koreans said in a reference to the nuclear dispute. But Kim Ryong Song, North Korea's chief delegate, said at a dinner banquet hosted by his South Korean counterpart, the unification minister, Jeong Se-hyun, that the two sides should work hard together despite the tense situation. \"At these talks, let's unite efforts and will, and reach an important agreement and give happiness and hope to our nation,\" he said. Desperate for cash, North Korea is pursuing joint economic projects with wealthy South Korea, and often appeals in vain for cross-border solidarity in the face of the US, the South's chief ally. The nuclear dispute has hindered progress on reconciliation projects between the two Koreas. South Korea's president, Roh Moo-hyun, is at present visiting China to try to enlist Beijing's help in peacefully resolving the nuclear standoff. China, which has leverage over North Korea because it is a major source of food and fuel for its neighbour, has said it wants a Korean peninsula free of nuclear weapons. North Korea \"has to choose the path of peace and coexistence with others,\" Mr Roh said in Beijing. \"No nation in the international community believes that the nuclear project will assure its future.\" Tensions flared last October when US officials said Pyongyang admitted having a secret nuclear program in violation of international agreements.",
    "keywords": [
        "south",
        "korea",
        "talks",
        "nuclear",
        "reprocessing",
        "officials",
        "koreas",
        "rods",
        "fuel",
        "north",
        "korean"
    ],
    "summary": "South Korea's intelligence agency today said it believed its communist neighbour has begun reprocessing spent nuclear fuel rods, giving credence to what many had believed to be a North Korean bluff.\nThe meetings are to promote inter-Korean projects, but South Korean officials plan to press North Korea to agree to multilateral talks on nuclear development.\nDesperate for cash, North Korea is pursuing joint economic projects with wealthy South Korea, and often appeals in vain for cross-border solidarity in the face of the US, the South's chief ally.\nChina, which has leverage over North Korea because it is a major source of food and fuel for its neighbour, has said it wants a Korean peninsula free of nuclear weapons.\nNorth Korea \"has to choose the path of peace and coexistence with others,\" Mr Roh said in Beijing.",
    "sentiment": {
        "neg": 0.0905,
        "neu": 0.7862,
        "pos": 0.1233,
        "compound": 0.0502
    }
}