{
    "date": "2003-03-20T01:47:56Z",
    "title": "North Korea warned by Japan",
    "url": "https://www.theguardian.com/world/2003/mar/20/northkorea.japan",
    "content": "Japan may scrap a historic joint declaration with North Korea if Pyongyang violates the agreement by taking further threatening action, Japanese officials said yesterday. But they said that unless a ballistic missile launch was aimed directly at Japan, such threats would not automatically prompt Tokyo to tear up the 2002 agreement, which opened talks towards the normalisation of ties. \"They still have not crossed the line,\" a Japanese government spokesman told a news conference, referring in part to North Korea's firing of two short-range non-ballistic missiles in the past month. \"If it is a direct threat to our nation, then it cannot be tolerated,\" he said. The Pyongyang declaration was issued in September when Japan's prime minister, Junichiro Koizumi, met the North Korean leader, Kim Jong-il, at a high-profile summit in the North's capital. North Korea agreed in the declaration to extend a moratorium on ballistic missile launches and to uphold all international treaties regarding nuclear issues, while Tokyo offered to provide financial aid to the North's impoverished economy once diplomatic ties were established. Reuters, Tokyo",
    "keywords": [
        "norths",
        "missile",
        "declaration",
        "korea",
        "ties",
        "japanese",
        "japan",
        "warned",
        "pyongyang",
        "tokyo",
        "north"
    ],
    "summary": "Japan may scrap a historic joint declaration with North Korea if Pyongyang violates the agreement by taking further threatening action, Japanese officials said yesterday.\nBut they said that unless a ballistic missile launch was aimed directly at Japan, such threats would not automatically prompt Tokyo to tear up the 2002 agreement, which opened talks towards the normalisation of ties.\n\"They still have not crossed the line,\" a Japanese government spokesman told a news conference, referring in part to North Korea's firing of two short-range non-ballistic missiles in the past month.\nThe Pyongyang declaration was issued in September when Japan's prime minister, Junichiro Koizumi, met the North Korean leader, Kim Jong-il, at a high-profile summit in the North's capital.\nNorth Korea agreed in the declaration to extend a moratorium on ballistic missile launches and to uphold all international treaties regarding nuclear issues, while Tokyo offered to provide financial aid to the North's impoverished economy once diplomatic ties were established.",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.8717,
        "pos": 0.044,
        "compound": -0.1192
    }
}