{
    "date": "2003-07-14T16:38:53Z",
    "title": "Remembering the 'forgotten' conflict",
    "url": "https://www.theguardian.com/world/2003/jul/14/northkorea",
    "content": "Anniversaries are usually a time for reflection but, as the Korean war armistice approaches its 50th anniversary, players on the peninsular are likely to be too preoccupied with concerns over the near future to have time to reminisce about the distant past. The endgame for the world's last, and most bloody, cold war confrontation has been wrongly predicted on numerous occasions since July 27 1953, when the US and North Korea agreed to end three years of fighting in which 4 million people were killed. Although the 38th parallel remains the planet's most heavily-fortified border, and the two sides are still technically at war, the stalemate has been so entrenched, and for so long, that it has became known as the \"forgotten war\". However, memories have been refreshed by the dramatic shifts now taking place in north-east Asia on an almost weekly basis. They are making the prospect of closure, either through war or peace, more likely than at any time in the past 50 years. The latest potential turning point is this week's visit to Pyongyang by a special envoy from China, who will try to set up a new round of talks to resolve the nine-month nuclear crisis. Carrying messages from the US, South Korea and Japan, the envoy is expected to stress that Washington's patience with North Korea's nuclear brinkmanship is running out. If Pyongyang fails to enter into a fresh and expanded round of negotiations, it faces tighter trade restraints, castigation by the UN security council and increased military pressure from the US. \"The next few weeks will be critical,\" said a diplomatic source. \"So far, Washington has downplayed the military option but, if talks are not launched soon, it may decide that the time has come to start planning an Iraq-style operation.\" In typically defiant style, North Korea has raised the stakes by telling US officials that it has completed the reprocessing of 8,000 spent nuclear fuel rods: enough to build up to eight new atomic bombs, in addition to the suspected arsenal of one or two nuclear weapons that previously believed to have been built. South Korea and Washington had previously dismissed the north's reprocessing claims as a bluff, but security officials from both sides last week acknowledged that reprocessing has at least begun, and that the north has carried out dozens of tests on detonating devices. The grim anniversary mood in Pyongyang was set on June 25, when a huge rally in Kim Il-sung square marked the start of hostilities in 1950. The North's news agency, KCNA, said that more than 1 million people had attended the \"day of anti-US imperialist struggle\", and repeated the country's justification for an atomic arsenal. \"The DPRK (North Korea) has no option but to put further spurs to bolstering its self-defensive nuclear deterrent force, as the US is persistently pursuing its strategy to isolate and stifle it.\" North Korean thinking remains shaped by the events of 1950-53 when, with enormous support from China, it fought the US, South Korea and other UN forces to a bloody standstill. Despite enormous bloodshed, the three-year war ended almost exactly where it started, with the two sides separated by the 38th parallel. At the Victorious Fatherland Liberation War Museum in Pyongyang, guides paint a very different picture of that conflict to those found in western history books. They say that the US started the fighting and committed atrocities on civilians at Sinchon, a claim for which there is little evidence, but one which is the subject of numerous gory paintings. Exhibits of insects and peculiarly-shaped bombs dropped by US planes are used to back up claims that the US engaged in biological warfare, which was illegal under international law. The debate about what really happened rages on. Most historians believe that North Korea launched the first attack, with the approval of the Soviet Union, but the polarised position of both sides over the past 50 years means that the truth about other aspects of the war may still be obscured. Certainly, the possibility of a biological attack by the US cannot be dismissed, given that Washington was so interested in germ warfare at the time that it secretly granted an amnesty to Japanese scientists who used live subjects to develop such weapons in the second world war. Evidence of at least one US massacre of civilians has also emerged in South Korea in recent years. But the details of the war are not as important as the fact that it never concluded, leaving Korea divided and the north half of the peninsular so proud of its independence and so obsessed with defence that almost every other aspect of its people's lives was sacrificed. Even after the end of the cold war, and the loss of allies and trading partners in the Soviet bloc, Pyongyang refused to acknowledge new international realities. Instead, and largely because the country is shaped by the events of 1950-53, it has virtually defined itself as the most anti-US nation on earth. The penalty for such hubris has been devastating. Once one of only two industrialised nations in Asia, North Korea is now an economic basket case, unable to feed one in four of its population. While Pyongyang is the author of its own pitiful destiny, neighbouring nations must take much of the blame for leaving the peninsular in limbo. The status quo has long served China, which sees North Korea as a buffer from the west. Japan benefited more than any nation from the Korean war, which kick-started its own revival and rehabilitation. For the US, Pyongyang is a convenient bogeyman, and has been used to justify everything from Star Wars missile defence programmes to a large military presence in Okinawa. South Korea publicly claims to hanker after unification, but balks at the huge economic cost involved. For decades, these self-interested reasons ensured that regional powers only made a half-hearted response to Pyongyang's arms-dealing, drug-running, kidnapping and even the starvation of hundreds of thousands of North Koreans. But the current nuclear standoff appears to have heightened the belief that North Korea is now such a menace to itself and its neighbours that the 1953 fudge cannot be tolerated for much longer. Certainly, the forces for change now appear more irresistible than at any time in 50 years. No previous US administration has wielded a bigger stick than that of Bush's government. No South Korean government has offered a bigger carrot than that of the pro-engagement president, Roh Moo-hyun. China, which increasingly prioritises economic growth rather than domestic security, has never taken a more neutral or more active role in trying to stabilise the situation on the peninsular. Beijing could probably even countenance a unified Korea, so long as it was free of US forces. All eyes are now on North Korea, which has never been more politically isolated and more in need of international assistance. In a sign of \"great leader\" Kim Jong-il's desperation, Pyongyang has offered the US a non-aggression treaty, the means by which the regime hopes to secure a guarantee of its survival. However, it is hard to believe that George Bush would sign a deal that propped up a man he admits he \"loathes\". It is just as difficult to imagine the US attacking a country with nuclear weapons and no oil. So even though the pressure for change has never been stronger, this final cold war conflict, which has already long outlived expectations, may yet rumble on for a few more years.",
    "keywords": [
        "war",
        "south",
        "korea",
        "sides",
        "remembering",
        "nuclear",
        "peninsular",
        "long",
        "forgotten",
        "conflict",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Evidence of at least one US massacre of civilians has also emerged in South Korea in recent years.\nJapan benefited more than any nation from the Korean war, which kick-started its own revival and rehabilitation.\nSouth Korea publicly claims to hanker after unification, but balks at the huge economic cost involved.\nNo South Korean government has offered a bigger carrot than that of the pro-engagement president, Roh Moo-hyun.\nAll eyes are now on North Korea, which has never been more politically isolated and more in need of international assistance.",
    "sentiment": {
        "neg": 0.1275,
        "neu": 0.8137,
        "pos": 0.0588,
        "compound": -0.2437
    }
}