{
    "date": "2003-07-21T00:36:15Z",
    "title": "Secret nuclear plant detected in North Korea",
    "url": "https://www.theguardian.com/world/2003/jul/21/northkorea",
    "content": "North Korea may have secretly built a second nuclear reprocessing plant to produce weapons-grade plutonium, according to evidence found by US intelligence agencies. The installation may be hidden inside a mountain. The news, reported in yesterday's New York Times, complicates the diplomatic attempts to resolve the nine-month nuclear stand-off and raises fresh questions about the information gathering abilities of the CIA. Earlier this month North Korea said it had completed reprocessing 8,000 nuclear fuel rods, enough to make six to eight bombs. But US officials played down the claim as a possible bluff, because satellites had detected no signs of activity at Yongbyon, the only confirmed nuclear plant in North Korea. Furthermore, the monitoring equipment along the border did not immediately pick up heightened emissions of krypton 85, a gas given off during reprocessing. White House officials confirmed yesterday that high emissions of krypton 85 had now been observed. But press reports citing American and Asian officials say that computer analyses of the wind direction suggest that the gas was coming not from Yongbyon but from another source, possibly hidden inside a mountain. The information, which has been shared with Tokyo and Seoul, seems to back up reports from a South Korean agent that the North has a second plant north-east of Yongbyon. But after the debacle of the Iraq dossiers and previously misleading satellite intelligence on North Korea, the White House has responded cautiously. The New York Times quotes an unnamed senior official as saying that the evidence was \"very worrisome, but still not conclusive.\" Tony Blair, who was in South Korea yesterday on the second leg of an Asian tour, said North Korea was a \"real threat and danger.\" He ruled out military action, but said an \"awful lot of pressure\" should be put on Pyongyang to comply with its international obligations. Last week Mohamed El Baradei, head of the International Atomic Energy Agency, described North Korea as the \"most immediate and serious threat to the nuclear non-proliferation regime\". The former US defence secretary William Perry said that the situation was drifting towards war, possibly before the end of the year. But in a way exactly opposite to its approach to Iraq, Washington has gone out of its way to avoid recognising North Korea's claims to possess a powerful deterrent. This is largely because the military options are so dreadful. The North's million-strong army, which is within artillery range of Seoul, has long been believed to possess chemical and biological weapons, as well as one or two atomic bombs. During the last crisis, in 1994, the Pentagon drew up plans for a surgical missile strike on Yongbyon, but that would be of little use if a second reprocessing plant, its whereabouts unknown, has already produced a new stock of nuclear weapons material. A second plant also makes a diplomatic solution more difficult. The previous crisis was averted when North Korea allowed the IAEA to keep watch over Yongbyon. This time, the US is demanding a verifiable and irreversible end to Pyongyang's nuclear weapons programme. But a monitoring, inspection and destruction arrangement will be much harder for both sides if doubts remain about secret facilities. South Korea is already beginning to accept a nuclear fait accompli by its neighbours. Senior officials in Seoul say privately that they have little choice but to live with North Korea's atomic bombs, and the US will probably be willing to do the same as long as the weapons are not exported. North Korea, one of the world's most impoverished and militarised states, has consistently managed to outwit its more powerful enemies, although at the expense of its starving and isolated population. But with no independent confirmation of the reports, Pyongyang's reprocessing claims and Washington's reports of a second nuclear plant could be a game of bluff and double-bluff as China tries to bring the two sides back together for negotiations.",
    "keywords": [
        "korea",
        "reports",
        "second",
        "secret",
        "nuclear",
        "yongbyon",
        "reprocessing",
        "weapons",
        "plant",
        "officials",
        "detected",
        "north"
    ],
    "summary": "North Korea may have secretly built a second nuclear reprocessing plant to produce weapons-grade plutonium, according to evidence found by US intelligence agencies.\nEarlier this month North Korea said it had completed reprocessing 8,000 nuclear fuel rods, enough to make six to eight bombs.\nBut US officials played down the claim as a possible bluff, because satellites had detected no signs of activity at Yongbyon, the only confirmed nuclear plant in North Korea.\nBut after the debacle of the Iraq dossiers and previously misleading satellite intelligence on North Korea, the White House has responded cautiously.\nTony Blair, who was in South Korea yesterday on the second leg of an Asian tour, said North Korea was a \"real threat and danger.\"",
    "sentiment": {
        "neg": 0.1198,
        "neu": 0.8271,
        "pos": 0.0531,
        "compound": -0.211
    }
}