{
    "date": "2003-01-07T13:52:17Z",
    "title": "Press review: North Korea",
    "url": "https://www.theguardian.com/world/2003/jan/07/northkorea2",
    "content": "The UN's International Atomic Energy Agency has given North Korea a \"last chance\" to back down over its nuclear programme, but Pyongyang has responded by saying that the imposition of economic sanctions by the US would represent a declaration of war. The crisis, says John O'Sullivan today in the Chicago Sun-Times, is the result of a giant \"poker game\" between the US, the UN, North Korea and Iraq. \"The winner of the game,\" says O'Sullivan, \"is the UN if North Korea and Iraq disarm through diplomatic methods. The United States wins if military force is required to disarm them. And Iraq and North Korea win if they retain nuclear weapons at the end of the game.\" As the \"game\" stands, he adds, the UN is pondering how to play its hand. \"At present, the International Atomic Energy Agency... is threatening to refer North Korea to the UN security council for expelling its inspectors and continuing its nuclear weapons development programme in defiance of its treaty obligations. \"Since the North Koreans essentially endorse the agency findings, the UN is in a quandary. It can either walk away from the problem, thus admitting that arms control diplomacy is a busted flush, or it can request the security council (for practical purposes, the United States) to enforce its rulings on Pyongyang. \"In the first place, the UN loses - since diplomacy has failed altogether - and in the second, the UN gets a draw at best since it has to request the United States to enforce its rulings with some sort of force.\" O'Sullivan warns, however, that military action in North Korea is \"much riskier\" than in Iraq - not only because of the threat of nuclear weapons to China, Japan and South Korea, but also due to the sale of weapons to rogue states and terrorist groups which threaten the United States. Demilitarised zone sparks row Another aspect of the situation, reports South Korea's Chosun Ilbo, is the row about the UN's jurisdiction over the demilitarised zone under the terms of Korea's armistice agreement. Leon J LaPorte, the head of both US Forces Korea and United Nations Command, said yesterday that North Korea's action in \"ignoring the armistice agreement\" damaged the security of South Korea. \"This harsh criticism by the UNC,\" says the paper's editorial, \"and the concern it expressed over the armistice, which has guaranteed peace and security on the Korean peninsula for the last half-century, is unprecedented. \"The current armistice should be respected in any case until a new agreement between the two Koreas and international society is signed. If it is not, security on the peninsula will be threatened.\" Anti-American feeling grows in South Korea Also in Seoul, Oh Young-hwan writes in JoongAng Ilbo about the strained alliance between South Korea and the US. \"Lately, the US government and opinion leaders have been noticeably upset about the upsurge of anti-American sentiment in South Korea. They were also displeased with Seoul's handling of the issue. \"The president-elect, Roh Moo-hyun, said during his campaign that Seoul must stop the United States and North Korea if a war is initiated between them. \"US leaders questioned whether South Korea is sure that China can replace the US role of strategic protector on the peninsula. Unprecedented complaints about South Korea have flooded the United States.\" Anti-American sentiment - which began after two teenage girls were accidentally killed by a US armoured vehicle - has not waned, says Oh Young-hwan. \"In the South Korean government and among scholars, many blame the current situation on the hardline US policy toward North Korea. The internet is flooded with assertions that Washington triggered the latest nuclear crisis on the peninsula and that the United States is the obstacle to developing inter-Korean relations. \"Anti-American sentiment and distrust have never been so deep... it seems that only a few are concerned about the impacts generated by the loss of trust between the US and Korean governments, as well as between the two peoples.\" US policy criticised But is the US playing its hand as well as it could? David Ignatius, writing in today's Washington Post, says not. He calls US policy toward North Korea a \"case study of what can happen when an administration is sharply divided over an issue: rhetoric becomes disconnected from actions; feuding Cabinet departments produce a muddy strategy that confuses friends and foes alike\". Ignatius says the Korea crisis demonstrates, above all, \"the danger of moralising foreign policy\". \"Once you have declared a regime \"evil\" - as Bush famously did in his condemnation of North Korea, Iraq and Iran as an \"axis of evil\" - how then do you negotiate with it?\" he adds. \"Yet that is just what the Bush administration is now being pushed to do because of the political and military realities of the Korean peninsula.\" Diplomatic impetus needed Tom Plate, writing in the Korea Times, agrees. He says the \"tough-guy approach\" of isolating North Korea might make sense if Pyongyang had not already isolated itself. Because North Korea is capable of almost anything, he says, it would be wrong now to \"create moral standards that could have the ultimate practical effect of sending Seoul into flames\". The important thing to remember, argues Plate, is that there are other players at the table. \"What's obviously needed is a jump-start of the diplomatic process that Bush has been devaluing. Who can come to the rescue? South Korean president-elect Roh Moo-hyun is too new. Japanese prime minister Junichiro Koizumi has little diplomatic powder left after his bold trip to Pyongyang last year. \"Russian president Vladimir Putin has some leverage, but not much. And the Bush administration - showing symptoms of diplomatic bipolar disorder: periodic manic attacks of Texan tough love followed by listless rounds of lacklustre diplomacy - seems off-balance. \"One outside force that could prove effective is China - presumably Pyongyang would listen to its last ally on earth - but China must do more than stand by and watch. \"In coordination with Seoul and Tokyo, and by the avoidance of grandstanding that would cause the Bush administration to look bad in the region, Beijing should stop playing only face cards. If the Chinese government has a hole card, now is the time to show it.\"",
    "keywords": [
        "south",
        "korea",
        "states",
        "nuclear",
        "press",
        "peninsula",
        "security",
        "united",
        "pyongyang",
        "review",
        "north",
        "korean"
    ],
    "summary": "The crisis, says John O'Sullivan today in the Chicago Sun-Times, is the result of a giant \"poker game\" between the US, the UN, North Korea and Iraq.\n\"The winner of the game,\" says O'Sullivan, \"is the UN if North Korea and Iraq disarm through diplomatic methods.\nAnd Iraq and North Korea win if they retain nuclear weapons at the end of the game.\"\nAnti-American feeling grows in South Korea Also in Seoul, Oh Young-hwan writes in JoongAng Ilbo about the strained alliance between South Korea and the US.\n\"In the South Korean government and among scholars, many blame the current situation on the hardline US policy toward North Korea.",
    "sentiment": {
        "neg": 0.102,
        "neu": 0.7938,
        "pos": 0.1041,
        "compound": -0.0452
    }
}