{
    "date": "2003-02-18T01:35:01Z",
    "title": "S Korea warns of regional arms race",
    "url": "https://www.theguardian.com/world/2003/feb/18/northkorea",
    "content": "The outgoing South Korean president, Kim Dae-jung, gave warning yesterday that his country and Japan may join a nuclear arms race if North Korea declares itself the latest member of the atomic weapons club. Both have the technological prowess and abundant supplies of plutonium to build huge nuclear arsenals which would destabilise north-east Asia, which borders on China and Russia. The first steps in an arms race were apparent yesterday in reports that Japan will begin testing an anti-ballistic-missile system it has been developing with the United States. The fear is that North Korea will accelerate the trend by launching a prototype long-range missile, or even declaring itself a nuclear power. According to the CIA, it already has enough plutonium to make two bombs, and with the resumption of full-scale operations at the Yongbyon reactor earlier this month it will soon be producing more fissile material. The suspicion that it will be used for weapons has grown since early January, when Pyongyang announced its withdrawal from the nuclear non-proliferation treaty Mr Kim said Pyongyang should not \"even dream of having nuclear weapons\", which he said would be a dangerous development. \"If North Korea gets nuclear weapons, the stance of Japan and our country toward nukes would change,\" he added. Mr Kim won the 2000 Nobel peace prize for his attempts to bring peace between his country and North Korea and end the last cold war conflict. South Korea is not a nuclear power, though it was on the verge of building an atomic bomb in 1978 when Washington intervened. The US says it removed all of its own land-based nuclear weapons from the peninsula in 1991. In Japan, where memories of the bombing of Hiroshima and Nagasaki are still strong, the government has long been a strong advocate of nuclear non-proliferation. But in recent years senior politicians have warned that this position is not written in stone. Last April Ichiro Ozawa, one of the most influential Japanese politicians of recent years, boasted that his country had the technology and the plutonium to build several thousand nuclear warheads. US senators have also spoken out in favour of a nuclear Japan allied with Washington to counter-balance a nuclear North Korea allied with China. Mr Kim's comments will put pressure on China to use what influence it has in Pyongyang to ease the nuclear crisis. But it is far from clear that Beijing can pull the strings in North Korea. The Japanese defence agency is reported to be seeking a budget of 20bn yen to test an anti-ballistic missile system developed in collaboration with the US. The tests, which will begin in April next year, will involved the guided-weapons technology on Aegis-class destroyers, or land-based tracking equipment, according to the Nihon Keizai Shimbun. Japan and the US began jointly researching such technology after North Korea fired a Taepo-dong three-stage missile over north-eastern Japan in August 1998. Tokyo hesitated about field tests for fear of upsetting China, which fears US plans to build an Asian missile defence shield which would cover Taiwan, but North Korea's recent actions appear to have won over the doubters. The CIA director, George Tenet, told a Senate hearing last week that America was now within range of North Korean weapons, but their accuracy had still to be proved by tests and it was unclear whether Pyongyang had the technology to make its nuclear bombs small enough.",
    "keywords": [
        "regional",
        "korea",
        "warns",
        "s",
        "nuclear",
        "japan",
        "weapons",
        "china",
        "technology",
        "country",
        "missile",
        "pyongyang",
        "arms",
        "north",
        "race"
    ],
    "summary": "The fear is that North Korea will accelerate the trend by launching a prototype long-range missile, or even declaring itself a nuclear power.\n\"If North Korea gets nuclear weapons, the stance of Japan and our country toward nukes would change,\" he added.\nThe US says it removed all of its own land-based nuclear weapons from the peninsula in 1991.\nUS senators have also spoken out in favour of a nuclear Japan allied with Washington to counter-balance a nuclear North Korea allied with China.\nBut it is far from clear that Beijing can pull the strings in North Korea.",
    "sentiment": {
        "neg": 0.0962,
        "neu": 0.8285,
        "pos": 0.0753,
        "compound": -0.0936
    }
}