{
    "date": "2003-07-22T01:51:02Z",
    "title": "The editor: North Korea press review",
    "url": "https://www.theguardian.com/world/2003/jul/22/northkorea.theeditorpressreview",
    "content": "Chosun Ilbo Editorial, Seoul, July 21 \"Dangerous reports from North Korea, the likes of which could lead the Korean peninsula into a fiery inferno, fill the news ... The New York Times reports that [there is] evidence of a second plant for producing weapons-grade plutonium in North Korea. Then there is how the North itself has said it completed reprocessing of its roughly 8,000 nuclear fuel rods ... \"[But] nuclear arms will not guarantee the longevity of the regime there ... North Korea is on the road to destruction, regardless of whether it has nuclear weapons or not. A few nuclear warheads are not going to maintain a regime when its people are risking their lives to escape from starvation and political oppression ... If there's one choice for survival still open for North Korea, that would be to give up on the nuclear option and quickly engage in the kind of reform ... that would win more help from Korea and the international community.\" Ian Bremmer New York Times, July 19 \"The central objective of the North Korean regime ... [is] survival. Thus the North's bargaining chips are limited to the development of weapons of mass destruction and the threat of proliferation. The strategy is almost always the same. [The North's leader] Kim Jong-il repeatedly calls attention to the danger of the regime without taking any action that might result in regime-threatening retaliation. \"Accordingly, America's worries should not focus on Pyongyang's lobbing a nuclear bomb toward Tokyo or sending a million troops across the border to Seoul. Either of these actions would bring about the end of the North Korean regime - and Mr Kim knows it ... North Korea is a threat because Mr Kim needs more money to stay in power, and so will do what he can to get it. To this end, North Korea has become one of the world's most aggressive exporters of drugs and ballistic missiles. If that commerce turns to nuclear technology, Mr Kim will fuel a crisis of global proportions.\" Nodong Sinmun Editorial, Pyonyang, July 20 \"As its strategy to isolate and blockade North Korea met only a setback and frustration, the US is contemplating a reckless use of force, bereft of reason ... The second Korean war may break out any moment. [The US is] just watching for a chance to trigger off the war. \"If the US invades North Korea, the army and people will mobilise all the war deterrent forces and wipe out the aggressors to the last man in a do-or-die spirit. The second Korean war will spill over into a new global war. In that case the US imperialist aggressors will perish in the flames ... The US is well advised to properly know who will be its rival and stop at once its dangerous war moves.\" · Via BBC Monitoring Richard Lloyd Parry Times, July 21 \"The US refuses to countenance the one-on-one negotiations that Pyongyang demands as a means of resolving the confrontation; any talks, Mr Bush insists, must be multilateral, involving China, and ideally Japan and South Korea as well. North Korea, not having anything much to lose, has simply refused to respond. Without an American willingness to give as well as to take, the situation is deadlocked. The more time that passes, the further the North Korean nuclear programme advances - and the more the initiative passes to hawks in the Pentagon for whom war in Korea is a thinkable and even a desirable tool. \"During the last Korean conflict, the government of Clement Attlee pleaded with Harry Truman not to indulge the hardliners in his administration who sought to escalate the war with atomic attacks on China. Never since then has US policy on Korea been in such need of a similar, moderating voice.\"",
    "keywords": [
        "war",
        "mr",
        "times",
        "regime",
        "korea",
        "second",
        "nuclear",
        "press",
        "editor",
        "kim",
        "review",
        "north",
        "korean"
    ],
    "summary": "Chosun Ilbo Editorial, Seoul, July 21 \"Dangerous reports from North Korea, the likes of which could lead the Korean peninsula into a fiery inferno, fill the news ...\nThe New York Times reports that [there is] evidence of a second plant for producing weapons-grade plutonium in North Korea.\nIan Bremmer New York Times, July 19 \"The central objective of the North Korean regime ... [is] survival.\nTo this end, North Korea has become one of the world's most aggressive exporters of drugs and ballistic missiles.\nNorth Korea, not having anything much to lose, has simply refused to respond.",
    "sentiment": {
        "neg": 0.164,
        "neu": 0.8001,
        "pos": 0.0358,
        "compound": -0.3629
    }
}