{
    "date": "2003-03-26T16:50:07Z",
    "title": "North Korea cuts link with armistice body",
    "url": "https://www.theguardian.com/world/2003/mar/26/usa.northkorea",
    "content": "North Korea today cut off the only regular military contact with the US-led UN command that monitors the Korean war armistice, accusing the US of trying to attack the communist state. The move will further isolate the North amid heightened tension over its suspected nuclear weapons programmes. The South Korean president, Roh Moo-hyun, today dismissed as \"groundless\" allegations by the North that US forces may attack and spark a \"second Iraqi crisis\" on the Korean peninsula. Pyongyang said yesterday it would boost its defences amid such fears. \"There will be no war on the Korean peninsula as long as we do not want a war,\" Mr Roh's office quoted him as saying, adding that Washington has repeatedly pledged to resolve the crisis peacefully. Meanwhile, the UN envoy Maurice Strong said that North Korean officials told him in meetings in Pyongyang last week that they \"reserved the right\" to reprocess spent fuel rods that experts say could yield enough plutonium for several atomic bombs within months. Such a move would spike tension even further. The North's Korea People's Army sent a telephone message to the UN command saying it will no longer send its delegates to the liaison-officers' meeting at the border village of Panmunjom. \"It is meaningless to sit together with the US forces' side to discuss any issue as long as it remains arrogant,\" the North's official news agency, KCNA, quoted the North Korean message as saying. The UN command, which has monitored the armistice since the end of the 1950-53 war, had no immediate comment. Without a peace treaty, the Korean peninsula is still technically in a state of war. US officials representing the UN command have met North Korean officers at Panmunjom almost weekly since the end of the war. In Japan, space agency officials were preparing to launch their first spy satellites into orbit on Friday. North Korea has condemned the move, prompting fears it may retaliate and test fire a long-range missile. Japan's satellite launch \"is for the purpose of information gathering\", said a Japanese foreign ministry spokesman, Hatsuhisa Takashima. \"It is not offensive, or intended to interfere with any other nation's security whatsoever.\" Mr Takashima said that the satellites will play a role in Japan's national security, however. North Korea accuses Washington of inciting a dispute over North Korea's alleged programmes to develop nuclear weapons to create an excuse for invasion. The US president, George Bush, has branded the North part of an \"axis of evil\" with Iraq and Iran. Washington says it seeks a diplomatic solution to the crisis, but Mr Bush has said that if diplomacy fails a military solution may be considered. The South Korean foreign minister, Yoon Young-kwan, left today for Washington to discuss North Korea with the US secretary of state, Colin Powell. During his four-day visit, Mr Yoon also hopes to arrange a summit in the US between Mr Roh and Mr Bush, which he said would take place in late April at the earliest. With the United States focused on Iraq, experts fear North Korea might use the opportunity to reprocess spent nuclear fuel to make atomic bombs. That would be viewed as an attempt to force Washington into direct negotiations. The US only wants talks with the North in a multilateral setting. The stand off flared in October when US officials said Pyongyang admitted having a secret nuclear programme in violation of a 1994 pact.",
    "keywords": [
        "war",
        "mr",
        "armistice",
        "korea",
        "north",
        "washington",
        "nuclear",
        "cuts",
        "link",
        "command",
        "today",
        "officials",
        "body",
        "korean"
    ],
    "summary": "North Korea today cut off the only regular military contact with the US-led UN command that monitors the Korean war armistice, accusing the US of trying to attack the communist state.\nNorth Korea has condemned the move, prompting fears it may retaliate and test fire a long-range missile.\nNorth Korea accuses Washington of inciting a dispute over North Korea's alleged programmes to develop nuclear weapons to create an excuse for invasion.\nThe South Korean foreign minister, Yoon Young-kwan, left today for Washington to discuss North Korea with the US secretary of state, Colin Powell.\nWith the United States focused on Iraq, experts fear North Korea might use the opportunity to reprocess spent nuclear fuel to make atomic bombs.",
    "sentiment": {
        "neg": 0.1533,
        "neu": 0.7815,
        "pos": 0.0652,
        "compound": -0.2506
    }
}