{
    "date": "2003-12-03T02:18:36Z",
    "title": "How North Korea is embracing capitalism by any other name",
    "url": "https://www.theguardian.com/world/2003/dec/03/northkorea",
    "content": "There is a capitalist pig in Ri Dok-sun's garden. There are also two capitalist dogs and a brood of capitalist chicks. But even though Ms Ri, a 72-year-old North Korean, lives in the world's last Orwellian state, this is no animal farm. The beasts are the product of the growing free market pressure on a government that claims to be the last truly socialist country on earth. Although Ms Ri and her family live in Chonsan - a model cooperative farm - the bacon from their pig will be sold on the open market. The dog is there to guard their private property. And their chicks - kept in a box in the cosy, brightly decorated living room - are being raised for individual gain rather than the good of the collective. It is a form of private enterprise - one of the innumerable microfarms that have sprung up in gardens, and even on balconies, particularly since the late 1990s. Initially, they were just for survival, a source of food in a country that has been devastated by famine in the past decade. But increasingly, they are also a means of pursuing profit as the government ventures further into capitalist waters. Although its military is locked in a nuclear standoff with the US, the world's last cold war holdout has cautiously pursued economic reforms that are already making an impact in the countryside and on the streets of Pyongyang. Over the past year, far more cars have appeared on the formerly deserted roads - even the occasional six-vehicle tailback. Building sites dot the city, a new culture museum is under construction and the skyline has a new feature: more than a dozen giant cranes. Three months ago, the first government-sanctioned market in the country's history opened. Compared with the dusty, quiet, almost empty state department stores, Pyongyang's Tongil Market is a hive of activity and noise. Shoppers haggle noisily with the 150 or so stall holders for a staggering range of goods; second-hand Japanese TVs, Burmese whisky and Korean dogmeat. Most of the goods are from China. Some - including western diarrhoea pills which sell for 3p apiece - are kept under the table. Prices are determined by the market, not - as is the case everywhere else - by the state. Even staples, usually provided under the public distribution system, can be had here. A kilogram of rice costs 165 won, about 10p, but it would cost about £1 from the government because the black market traders offer a much better rate for foreign currency than the state. A stallholder said business was booming. \"Since we opened, the number of customers has surged. They really like this place - but we have to fight for business because the competition is growing all the time.\" Outside, builders were constructing new stalls for the fast-expanding market. In the past foreigners were not permitted to see semi-legal farmers' markets, but here they are welcome to come shopping. The openness and activity suggest that Tongil market is the best hope for North Korea's future - one that would bring it closer in line with the successful economic reforms that have transformed neighbouring China. Nobody here dares to call it capitalism, but that is the direction North Korea is headed. Last year the government liberalised prices, gave private enterprises more independence, and encouraged farmers to pursue profits. \"We are still building our socialist system, but we have taken measures to expand the open market,\" said So Chol, a spokesman for the foreign ministry. \"They are only the first steps and we shouldn't expect too much yet, but they are already showing positive results.\" It is impossible to say whether the reforms are really a success. But harvests are believed to have improved. Compared with a year ago, there appear to be many more tractors in the countryside, and huge quantities of foreign aid have eased malnutrition. But the improvements are from a very low base. Continued shortages mean the UN world food programme still has to support more than 3 million children, mothers and elderly. Aid workers believe the market liberalisation may have worsened the situation for those stuck in run-down industrial towns where wages are said to be as low as £1 a month. \"We're seeing a growing disparity of income and access to food,\" said Rick Corsino, head of the WFP's operation in North Korea. \"Some people are now having to spend all of their income on food and that's for a diet that it totally inadequate.\" The full social implications of the reforms are still to be seen. Several Pyongyang watchers said they were amazed at the transformation in the past year and concerned about the implications. \"The extremes of poverty and wealth are growing as market relations increasingly define the economy,\" said Hazel Smith of the United Nations University in Tokyo. \"Now there is no socialist economy, but also no rule of law for the market. That is the basis of corruption.\" But there are still limits on capitalist activity. Farmers said they had more money, but no freedom to spend it. Academics at the Kimchek Technology University said they had been told to link their research into mobile phones, encryption software and computing with private enterprises, but so far they had been unable to find business opportunities. At least some of the barriers are psychological, the result of years of being told to simply obey the \"great leader\" Kim Jong-il. Even young software programmers who were fast-tracked through university graduation three years early so they could build the country's IT system said they were not interested in becoming tycoons. \"I entered this field because Kim Jong-il called for an IT revolution,\" said Kim Seong-chol, a 23-year-old software developer. \"But my ambition is not to get rich, but to make my country a leader in the field of information technology. That will make North Korea wealthy.\" · Jonathan Watts' exclusive TV report on North Korea will be shown on Newsnight tonight at 10.30",
    "keywords": [
        "past",
        "capitalism",
        "korea",
        "state",
        "private",
        "reforms",
        "growing",
        "market",
        "food",
        "embracing",
        "capitalist",
        "north"
    ],
    "summary": "But even though Ms Ri, a 72-year-old North Korean, lives in the world's last Orwellian state, this is no animal farm.\nNobody here dares to call it capitalism, but that is the direction North Korea is headed.\n\"We're seeing a growing disparity of income and access to food,\" said Rick Corsino, head of the WFP's operation in North Korea.\nThat will make North Korea wealthy.\"\n· Jonathan Watts' exclusive TV report on North Korea will be shown on Newsnight tonight at 10.30",
    "sentiment": {
        "neg": 0.0395,
        "neu": 0.8705,
        "pos": 0.0899,
        "compound": 0.1386
    }
}