{
    "date": "2003-08-28T01:45:57Z",
    "title": "Leader: Carry on Korea",
    "url": "https://www.theguardian.com/world/2003/aug/28/northkorea.guardianleaders",
    "content": "The purpose-built hexagonal table around which the Korean talks opened yesterday is unique, but so is the event. For the first time both Korean parties, north and south, and the four regional players of China, Japan, Russia and the US, are all focusing their efforts to tackle Asia's biggest problem left over from the cold war. It has been an achievement to get them there at all and China - previously reluctant to deploy its diplomatic potential - has played a significant role. North Korea has also shifted, swallowing its usual chauvinism to acknowledge last month the need for Chinese mediation, and dropping its insistence that only bilateral talks with the US would be acceptable. The Bush administration has also toned down the ideological fervour with which it initially repudiated the efforts of Bill Clinton and refused to deal with Pyongyang. The decibel factor is still worrying: North Korea has, by its standards, talked in relatively mild terms about the US recently. But only last month it called US undersecretary of state John Bolton \"human scum\" and a \"bloodsucker\" after Mr Bolton had called the North Korean leader Kim Jong-il a \"tyrannical dictator\". Bizarrely, the state department has chosen to reaffirm Mr Bolton's language on the eve of the talks. Mr Kim is indeed a tyrant, but it is hard to see what purpose is served by giving more ammunition to Pyongyang's polemics. Half a century since the Korean armistice, it is going to be a long haul. The nuclear factor adds a new dimension of danger, although paradoxically it is only because Pyongyang has the weapons (or pretends to) that North Korea is unlikely to become a second Iraq. The US position is that Pyongyang must agree to intrusive inspection before it gets any reward. North Korea says that it will not allow such inspection until Washington agrees to a non-aggression treaty which guarantees its security. It can be argued that - if Pyongyang is not bluffing - the chance of putting the nuclear genie back in the bottle is as slim as it would be with Pakistan, Israel or in any other member of the club. But this is a rare case where words are as important as deeds, if entrenched emnity is ever to be overcome: at least they must keep on talking. Aid should not be a hostage to the talks either: there is nothing controversial about building water systems so that children in the North will have less diarrhoea.",
    "keywords": [
        "mr",
        "leader",
        "month",
        "carry",
        "korea",
        "state",
        "north",
        "nuclear",
        "kim",
        "pyongyang",
        "talks",
        "korean"
    ],
    "summary": "The purpose-built hexagonal table around which the Korean talks opened yesterday is unique, but so is the event.\nNorth Korea has also shifted, swallowing its usual chauvinism to acknowledge last month the need for Chinese mediation, and dropping its insistence that only bilateral talks with the US would be acceptable.\nThe decibel factor is still worrying: North Korea has, by its standards, talked in relatively mild terms about the US recently.\nMr Kim is indeed a tyrant, but it is hard to see what purpose is served by giving more ammunition to Pyongyang's polemics.\nNorth Korea says that it will not allow such inspection until Washington agrees to a non-aggression treaty which guarantees its security.",
    "sentiment": {
        "neg": 0.0546,
        "neu": 0.8806,
        "pos": 0.0648,
        "compound": 0.0011
    }
}