{
    "date": "2003-10-20T12:49:21Z",
    "title": "Bush urges end to North Korea nuclear standoff",
    "url": "https://www.theguardian.com/world/2003/oct/20/usa.northkorea",
    "content": "The US president, George Bush, today urged Asian leaders to support a new plan to end the North Korean nuclear standoff that has cast a shadow over the region for more than a year. Leaders from 21 nations gathered in the Thai capital, Bangkok, for the Asia-Pacific Economic Cooperation (Apec) forum, hoping to reach agreements on tackling terrorism and restarting stalled world trade talks. Although North Korea was not on the official agenda, Mr Bush raised the issue, and US officials worked behind the scenes to get the matter mentioned in the summit's final declaration. Hopes of ending the standoff were threatened as South Korea today reported that the North had tested a short-range land-to-ship missile in the Japan sea. Japan said it was trying to verify a similar report. Mr Bush is promoting a plan in which five nations - the US, China, Russia, Japan and South Korea - would jointly give North Korea written assurances that it would not be attacked in exchange for a promise to dismantle its nuclear programme. \"We have a common goal to make sure that the Korean Peninsula is nuclear weapons free,\" Mr Bush told the South Korean president, Roh Moo-hyun, at a breakfast meeting. Mr Bush had met the Chinese president, Hu Jintao, yesterday. Mr Roh supported and praised the US efforts, saying: \"This issue is very critical for ... the further progress of Korea.\" The US national security adviser, Condoleeza Rice, told reporters that there had not yet been any feedback, either directly or indirectly, from the reclusive communist regime. Nevertheless, Ms Rice said: \"Whatever we come up with will be more enduring that what we've had in the past.\" In a speech to business leaders, the US secretary of state, Colin Powell, gave no details of how the standoff might be ended, but said: \"In the course of the next days and weeks, we will be fleshing out these ideas with our partners ... and pursuing them with the North Koreans.\" The nuclear dispute flared a year ago, when US officials said that North Korea had admitted running a secret nuclear programme in violation of international agreements. Apec leaders also prepared to announce a new crackdown on terrorists and a bid to kick-start trade talks. In a draft communique seen by the Associated Press, they also promised to more tightly control production of weapons that could be used to down commercial aircraft, but have stopped short of calling for an outright ban. Apec will also call on the World Trade Organisation to restart talks for a new global commerce deal following the collapse of last month in the Mexican resort of Cancun last month. Leaders will pledge to be better prepared for any future outbreaks of Sars, other infectious diseases or bio-terrorist attacks, according to the draft declaration. Mr Bush and his advisers were also using the opportunity to lobby individual nations to contribute troops or money to help stabilise Iraq. They were hoping that the final summit declaration would mention both Iraqi reconstruction and efforts to resolve the North Korean crisis, even though neither topic was on the official agenda. US administration officials today said they hoped that the establishment of a separate international agency to oversee the spending of Iraq reconstruction money would help to overcome the reluctance of some nations to contribute. The UN and the World Bank are expected to come up with details of plans to set up a reconstruction and development fund facility for Iraq at next week's international donors' conference in Madrid. As summit partners prepared to endorse freer trade, the Malaysian prime minister, Mahathir Mohamad, fired sweeping broadsides at rich nations and multinational companies, saying that poor countries could not compete with rich ones. \"Fair trade can be free, but free trade can be unfair,\" he said. \"That's what we are asking for. Nothing much, really. We are ready to be exploited, but we must be fairly exploited.\" Mr Mahathir, who retires at the end of this month, caused an international stir last week when he told a summit of Islamic leaders in Malaysia that \"Jews rule the world by proxy\" and said that the world's 1.3 billion Muslims should unite with non-violent means for a \"final victory.\" A White House spokesman, Scott McClellan, branded the comments \"hate-filled\".",
    "keywords": [
        "leaders",
        "mr",
        "korea",
        "trade",
        "world",
        "end",
        "nuclear",
        "standoff",
        "nations",
        "korean",
        "urges",
        "north",
        "bush"
    ],
    "summary": "The US president, George Bush, today urged Asian leaders to support a new plan to end the North Korean nuclear standoff that has cast a shadow over the region for more than a year.\nAlthough North Korea was not on the official agenda, Mr Bush raised the issue, and US officials worked behind the scenes to get the matter mentioned in the summit's final declaration.\nMr Bush had met the Chinese president, Hu Jintao, yesterday.\nThe nuclear dispute flared a year ago, when US officials said that North Korea had admitted running a secret nuclear programme in violation of international agreements.\nMr Bush and his advisers were also using the opportunity to lobby individual nations to contribute troops or money to help stabilise Iraq.",
    "sentiment": {
        "neg": 0.0636,
        "neu": 0.8332,
        "pos": 0.1031,
        "compound": 0.0758
    }
}