{
    "date": "2003-02-04T02:37:46Z",
    "title": "Leader: The real nuclear threat",
    "url": "https://www.theguardian.com/world/2003/feb/04/northkorea.guardianleaders",
    "content": "US military confrontation with North Korea may be approaching more quickly than many realise and ironically, faster than the US itself would like. Leaked intelligence suggesting North Korea may imminently produce weapons-grade plutonium was downplayed by the White House. But subsequent moves, again not candidly announced, to send immediate US reinforcements including long-range bombers to South Korea and Guam indicate an accelerating deterioration. Pentagon claims that North Korea already possesses one or two atomic bombs have only ever been well-informed guesses. But if the reprocessing of spent fuel rods goes ahead at the reopened and now internationally un-supervised Yongbyon plant, analysts suggest that Kim Jong-il's regime is likely to obtain enough plutonium within six months to build half-a-dozen bombs. A dire temptation to strike early and pre-emptively is growing. Impoverished, friendless North Korea's behaviour is often described as mysterious or irrational. But its aims at this point appear straightforward: survival, leverage, recognition, aid (especially fuel). Plainly, it should respect the nuclear non-proliferation treaty. Clearly, it should halt its missile trade. But equally clearly, it is not going to do so while it feels itself to be under existential threat from a US president who condemns it as an \"evil, outlaw\" regime, who \"loathes\" its leader, and who is busily expanding his own nuclear arms and missiles. Bush administration policy, compared with that of Pyongyang, is indeed inscrutable. It now transpires that the White House knew of proscribed nuclear activity in North Korea in November 2001, but did not tell Congress. It also knew but initially kept quiet about Pakistan's provision of uranium enrichment expertise in return for North Korean missile technology, because it needs (for now) to keep Pakistan on side. It backs North Korea's containment even as George Bush insists that containment is for cissies. It stresses diplomacy but, having undercut Seoul's and Tokyo's fence-mending, refuses direct talks. This confusion and deceit stems from Mr Bush's insistence on \"doing\" Iraq first, regardless of relative threat levels. But North Korea, exploiting the Iraq preoccupation, may not politely wait until the US is ready to attack. Its next gambler's throw could be a provocative nuclear or missile test. Thus does Mr Bush's blind obsession with Saddam risk not one war but two.",
    "keywords": [
        "white",
        "mr",
        "leader",
        "regime",
        "korea",
        "plutonium",
        "threat",
        "nuclear",
        "real",
        "missile",
        "north",
        "koreas"
    ],
    "summary": "US military confrontation with North Korea may be approaching more quickly than many realise and ironically, faster than the US itself would like.\nPentagon claims that North Korea already possesses one or two atomic bombs have only ever been well-informed guesses.\nIt now transpires that the White House knew of proscribed nuclear activity in North Korea in November 2001, but did not tell Congress.\nIt backs North Korea's containment even as George Bush insists that containment is for cissies.\nBut North Korea, exploiting the Iraq preoccupation, may not politely wait until the US is ready to attack.",
    "sentiment": {
        "neg": 0.113,
        "neu": 0.8209,
        "pos": 0.0662,
        "compound": -0.1361
    }
}