{
    "date": "2003-05-01T08:30:59Z",
    "title": "Ealing planners square up to North Korea",
    "url": "https://www.theguardian.com/uk/2003/may/01/northkorea.housing",
    "content": "Though it falls to George Bush to contain the nuclear ambitions of North Korea, officials from a London council are also confronting the state. Against the backdrop of discussions between the Foreign Office and Pyongyang on the country's weapons, diplomats and business leaders yesterday attended the launch of the North's \"embassy\" in Ealing, west London. The event, in a four-bedroom semi-detached house adjacent to the North Circular, was picketed by human rights demonstrators. But a more significant intervention was made by officers of the borough of Ealing, who said the fortifications ordered by the representatives of Kim Jong-il breach planning regulations. The £1.3m house is pleasant enough, but planners believe the addition of a grand portico entrance with pillars detracts from the area's suburban charm. A new and imposing front wall may give the diplomats privacy, but the officials said it was not in keeping with the neighbourhood. It also breached regulations which dictate no front wall should be more than 2.2 metres tall. Ealing has summoned the North Koreans to discuss the infringements and to find out the property's status: as far as the council and the Foreign Office are concerned, it was bought last year as a residence for the chargé d'affaires, Ri Tae-gun. The council and the FO agreed it could be used as head of mission while the diplomats searched for a more prestigious building in central London. But there is speculation that the house is being used as an embassy, and Ealing says this cannot continue. \"They do not have planning permission for that,\" a spokesman said. \"We have sent them a form to fill in, and we will sit down with them on May 6. This is not a political issue and we do not want a diplomatic incident. It is a bread and butter planning matter.\" He said a neighbour had complained about the unauthorised modifications: \"We must take the residents' feelings into account. Whatever they do to this house, it must fit in.\" Queenie Hayes has lived nearby for 30 years. \"The house is very strange,\" she said. \"They put a flag up last week and they have extended the house at the side. They have obviously spent a lot of money.\" Britain established diplomatic relations with North Korea in 2000 and opened an embassy there in 2001. Simultaneously, three North Korean officials were accredited to an office in London. A official at the Ealing mission refused to discuss the building and yesterday's ceremony \"for security reasons\". Activists of Christian Solidarity Worldwide picketed the launch wearing skeleton costumes. Mervyn Thomas, the group's chief executive, said 100,000 North Koreans were detained in \"horrific\" prison camps. \"It is a disgrace that such barbaric human suffering should be allowed in this day and age,\" he said.",
    "keywords": [
        "london",
        "planning",
        "embassy",
        "square",
        "korea",
        "ealing",
        "house",
        "diplomats",
        "office",
        "officials",
        "council",
        "north",
        "planners"
    ],
    "summary": "Though it falls to George Bush to contain the nuclear ambitions of North Korea, officials from a London council are also confronting the state.\nThe event, in a four-bedroom semi-detached house adjacent to the North Circular, was picketed by human rights demonstrators.\nBut there is speculation that the house is being used as an embassy, and Ealing says this cannot continue.\nBritain established diplomatic relations with North Korea in 2000 and opened an embassy there in 2001.\nSimultaneously, three North Korean officials were accredited to an office in London.",
    "sentiment": {
        "neg": 0.0493,
        "neu": 0.9112,
        "pos": 0.0394,
        "compound": -0.024
    }
}