{
    "date": "2003-07-21T01:10:08Z",
    "title": "Leader: Iraq's legacy confronts Blair in Korea",
    "url": "https://www.theguardian.com/politics/2003/jul/21/foreignpolicy.northkorea",
    "content": "Visiting South Korea yesterday, Tony Blair was back on his favourite subject: the threat posed by weapons of mass destruction, in this case by North Korea. Mr Blair said that in this instance, unlike Iraq, \"special sensitivity\" was required in pursuing a \"peaceful and constructive dialogue\". It is odd that Iraq, which denied having nuclear weapons or programmes and now appears to have had none, was attacked while Mr Blair rules out military action against a North Korea that flaunts its nuclear ambitions. That he does so is welcome, of course. It would indeed be foolish and dangerous to attempt forcible regime change in Pyongyang. It is a great pity that the prime minister was not so sensitive about Iraq. It would have saved him and the world much grief - and not a few lives. Mr Blair's difficulty is only too evident. This policy contradiction is not of his own making - but he is bound by it. It is his friend George Bush who has decided, for now at least, for his own political reasons, to play down North Korea. Mr Blair is so closely identified with Washington on the WMD issue that it has become all but impossible to pursue an independent line. Thus if Mr Bush decides at a later date that force is the only way to achieve his declared aim of dismantling all North Korean WMD facilities, Mr Blair may be more or less obliged to eat his words and back him. That much was implicit in his remarks to Congress last week. This is a truly desperate position for a British prime minister to be in. Britain has forfeited its freedom of action. This is part of the Iraq legacy. By Koreans and others, Mr Blair will be seen, fairly or not, as Washington's mouthpiece. What he says matters to the global audience only in so far as it may reflect current US thinking. Yet so debilitating is Mr Blair's credibility problem on the WMD issue that it is even doubtful whether almost anything he says on this matter will be believed in future, at home or abroad. He might do better to pipe down altogether and concentrate instead on clearing up the very considerable, now bitterly tragic mess he has made of things over Iraq. Speaking of wider, unintended and unwished-for consequences, the US-British pre-emptive action against Iraq appears to have made the already serious Korean proliferation problem far worse. Like Iran, North Korea has accelerated its nuclear arms-related activities in the past 12 months. A major calculation for both countries must be the need to ensure that they do not share Baghdad's fate. North Korea's leaders took Mr Bush's \"evil axis\" threats to heart. They seem to be deeply convinced they face potential military aggression - and who is to say they are wrong? Their primary, oft-repeated demand in any discussion of nuclear disarmament is for American security guarantees. Likewise, the US-British willingness to bypass the UN and block its weapons inspections in Iraq hardly inspires confidence in Pyongyang in the benefits of international collaboration or provides it with an incentive to allow the banished IAEA nuclear inspectors to return. Mr Blair and Mr Bush notwithstanding, worries about North Korea's nuclear plans have not been sexed up. They are real and well-founded. Weekend reports that the North may have a second, secret plutonium plant and its recent boasts about weapons-related reprocessing, in the context of a decade of proliferation activities and missile sales, underline the urgent need for the multilateral, regional dialogue that China is now commendably promoting. Mr Blair, descending on Beijing today, should confine himself to offering quiet encouragement.",
    "keywords": [
        "mr",
        "leader",
        "blair",
        "korea",
        "iraq",
        "north",
        "nuclear",
        "bush",
        "weapons",
        "confronts",
        "iraqs",
        "action",
        "legacy",
        "wmd"
    ],
    "summary": "Visiting South Korea yesterday, Tony Blair was back on his favourite subject: the threat posed by weapons of mass destruction, in this case by North Korea.\nMr Blair said that in this instance, unlike Iraq, \"special sensitivity\" was required in pursuing a \"peaceful and constructive dialogue\".\nBy Koreans and others, Mr Blair will be seen, fairly or not, as Washington's mouthpiece.\nMr Blair and Mr Bush notwithstanding, worries about North Korea's nuclear plans have not been sexed up.\nMr Blair, descending on Beijing today, should confine himself to offering quiet encouragement.",
    "sentiment": {
        "neg": 0.1082,
        "neu": 0.7918,
        "pos": 0.1,
        "compound": -0.0229
    }
}