{
    "date": "2003-04-23T12:45:05Z",
    "title": "North Korea nuclear talks begin",
    "url": "https://www.theguardian.com/world/2003/apr/23/northkorea.china",
    "content": "US negotiators today met North Korean and Chinese representatives for talks in Beijing aimed at securing a peaceful end to North Korea's alleged effort to build nuclear weapons. No details of what was discussed, or how long the meeting lasted, were available. The talks, which are set to last until Friday, are the first three-way meeting of the governments since the negotiation of the 1953 armistice that halted fighting in the Korean war. Emerging from the first day of talks today, the US assistant secretary of state, James Kelly, said only: \"No words today, thank you.\" The summit comes amid high tension over North Korea's nuclear programmes. The North says that the programmes are intended to produce electricity, but Washington claims they are aimed at creating weapons. US officials are demanding a \"verifiable, irreversible end to North Korea's nuclear programme\". Washington says that, in October, the North revealed to Mr Kelly that it was trying to develop nuclear weapons in violation of a 1994 pledge. The North has disputed that claim. Last year, the US president, George Bush, classed North Korea alongside Iraq as part of a global \"axis of evil\" to be targeted in America's drive against terrorism and weapons proliferation among states that it feels are a threat to US and global security. The international community is nervously following the progress of the talks amid concern that North Korea could be the next target of US military action. The North has responded to US demands over its nuclear programme with strongly-worded statements asserting its right to defend itself. Russia's deputy foreign minister, Alexander Losyukov, was today quoted as saying that the Korean peninsula remained on the brink of disaster. \"It is probable that, as early as tomorrow, events may take a disastrous course,\" the Itar-Tass news agency quoted him as telling reporters in Tokyo following a meeting with Japanese officials. Earlier today, Mr Kelly met Chinese officials including the Chinese vice foreign minister, Wang Yi, and the assistant foreign minister, Zhou Wenzhong, the ministry's chief contact for US affairs. The discussions took place at the Diaoyutai State Guest House on the west side of Beijing, a secluded complex of villas used to host foreign visitors. North Korea was represented by Ri Gun, the deputy director of American affairs at its foreign ministry, and China by Fu Ying, director general of the Asian affairs department of its foreign ministry. Japan and South Korea hope to join subsequent discussions, and are sending diplomats to Beijing. Since the latest nuclear tensions erupted, North Korea has become the first country to withdraw from the nuclear non-proliferation treaty, and has restarted a plutonium-producing reactor. Pyongyang had been demanding one-on-one talks with the US, but this month agreed to a multilateral format, advocated by Washington, although South Korea and some other nations were left out. Officials from Seoul and Washington have said that the swift US-led victory in Iraq had prompted North Korea to talk. China, North Korea's chief ally, has expressed concerns about its nuclear programme, and is also believed to have played a role in persuading the North to agree to the three-way talks. South Korean foreign minister Yoon Young-kwan urged patience on all sides, saying that negotiations over the North's nuclear ambitions could take two to three years. \"Dialogue has just started. This is only the beginning of a long process,\" he said. The three days of discussions mark the first time in six months that North Korea and the US have met face to face. The talks are an unusual diplomatic venture by China, and reflect how much its communist government has changed since the Korean war, in which 1 million Chinese soldiers died fighting for their North Korean allies. The 1953 armistice left the Korean peninsula one of the world's most heavily armed areas, and created a legacy of tensions between North and South Korea. Though it still gives North Korea fuel and food, China is increasingly viewed as a potential partner in efforts to ensure stability on the peninsula. China has urged the US to consider Pyongyang's call for a peace treaty. US officials say they will not offer a formal treaty, but could provide a less formal commitment not to attack North Korea.",
    "keywords": [
        "korea",
        "talks",
        "begin",
        "nuclear",
        "china",
        "weapons",
        "today",
        "officials",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "US negotiators today met North Korean and Chinese representatives for talks in Beijing aimed at securing a peaceful end to North Korea's alleged effort to build nuclear weapons.\nEmerging from the first day of talks today, the US assistant secretary of state, James Kelly, said only: \"No words today, thank you.\"\nThe international community is nervously following the progress of the talks amid concern that North Korea could be the next target of US military action.\nSince the latest nuclear tensions erupted, North Korea has become the first country to withdraw from the nuclear non-proliferation treaty, and has restarted a plutonium-producing reactor.\nThe three days of discussions mark the first time in six months that North Korea and the US have met face to face.",
    "sentiment": {
        "neg": 0.0955,
        "neu": 0.8462,
        "pos": 0.0582,
        "compound": -0.1083
    }
}