{
    "date": "2003-01-21T14:00:19Z",
    "title": "North Korea rebuffs South's mediation efforts",
    "url": "https://www.theguardian.com/world/2003/jan/21/northkorea2",
    "content": "North Korea today insisted that it would deal only with the United States over its suspected nuclear weapons programmes. In a blow to the South, Pyongyang's state-run Rodong newspaper said that the \"nuclear issue on the Korean peninsular\" was between the North and the US, so there was \"no need for other countries to meddle in it\". Seoul had hoped to use peace talks between the two countries, beginning today, to persuade its neighbour to give up its nuclear ambitions. But Kim Ryong-song, the head of the North's 29-strong delegation, appeared to suggest that his negotiators would stick to their position and resist the South's attempts to position itself as a central player in brokering a peaceful solution to Pyongyang's standoff with Washington. \"However strong outside pressure is, and however severe the outside situation is, we all should join forces and unite ourselves with a fervent sense of national respect and move forward through the difficulties lying ahead,\" he said. The four-day talks are supposed to promote North-South projects such as a planned cross-border railway, but the South Korean government had pledged to raise the nuclear issue. In flowery opening statements, negotiators from both North and South used the cold of winter as a metaphor for the dispute. Despite the chill it had cast over the Korean peninsula, they said, the warmth of spring was not far away. As he arrived at Seoul airport, Mr Kim said the two states should \"work together to reach the hill of reunification\". Yoon Jin-shik, deputy chief of the South Korean delegation, said he hoped talks would proceed satisfactorily to \"help melt down the cold and bring ahead the warm spring\". The cabinet-level talks, along with three other sets of inter-Korean meetings this week, continue contacts that began with a North-South summit in June 2000. They are the highest-level regular contacts between the two countries. Tensions escalated on the peninsula in October when the US said that North Korea had admitted to a secret uranium enrichment programme. The US and Japan suspended oil shipments to the North, and Pyongyang responded by expelling UN inspectors and preparing to reactivate old nuclear facilities. John Bolton, the US under-secretary of state who handles arms control and international security, is in Seoul today to make Washington's case for putting the nuclear row before the UN security council. US officials, who earlier considered economic penalties against North Korea, have said they would consider economic aid if the country drops its nuclear development. Diplomatic efforts to avert an escalation received a potential boost yesterday when the North Korean leader, Kim Jong-il, met the Russian deputy foreign minister, Alexander Losyukov, for six hours in Pyongyang. He said today that the talks were productive, and that North Korea had received \"with interest\" proposals to end the standoff. Moscow's three-part plan reportedly envisions nuclear-free status for the Korean peninsula, written security guarantees and a humanitarian and economic aid package for the impoverished North. \"They are studying it and, I believe, some elements of that plan may be used,\" Mr Losyukov told Russia's ITAR-Tass news agency. \"But, of course, the dialogue must in the first place be conducted between two parties - North Korea and the United States. The North Korean side insists on it, and there is certain logic in this.\"",
    "keywords": [
        "south",
        "mediation",
        "korea",
        "efforts",
        "states",
        "talks",
        "nuclear",
        "seoul",
        "rebuffs",
        "security",
        "today",
        "souths",
        "north",
        "korean"
    ],
    "summary": "North Korea today insisted that it would deal only with the United States over its suspected nuclear weapons programmes.\nTensions escalated on the peninsula in October when the US said that North Korea had admitted to a secret uranium enrichment programme.\nHe said today that the talks were productive, and that North Korea had received \"with interest\" proposals to end the standoff.\n\"But, of course, the dialogue must in the first place be conducted between two parties - North Korea and the United States.\nThe North Korean side insists on it, and there is certain logic in this.\"",
    "sentiment": {
        "neg": 0.0445,
        "neu": 0.8586,
        "pos": 0.097,
        "compound": 0.1678
    }
}