{
    "date": "2003-02-07T01:31:18Z",
    "title": "US is told: turn on us and you get total war",
    "url": "https://www.theguardian.com/world/2003/feb/07/northkorea",
    "content": "\"I wouldn't label it a crisis,\" the deputy secretary of state, Richard Armitage told the United States Senate when he was being interrogated over the nuclear showdown with North Korea. It was more of a \"big problem\", he said. However careful the Bush administration is with words, it clear that its North Korea problem is getting bigger by the day, and they are well aware that Pyongyang is raising the temperature with every degree Washington turns up the heat on Baghdad. On Wednesday, when Mr Armitage's boss, Colin Powell, was at the UN making the case against Saddam Hussein, the North Korean government announced its intentions to reactivate its nuclear reactor at Yongbyon which is also the core of its revived nuclear weapons programme. Yesterday, with characteristic hyperbole, Pyongyang also warned of \"total war\" in response to a pre-emptive US airstrike, after the Pentagon put two dozen long-range bombers on alert to move out to East Asia. The Kim Jong-il regime is not famous for its sense of humour but it is not hard to imagine it enjoying the administration's discomfort. Washington is seeking to focus US and international attention on Iraq, in preparation for military action. To admit it is facing a separate crisis with a second \"rogue state\" - this one almost certainly possessing nuclear weapons - would only heighten already profound anxiety over the wisdom, morality and repercussions of an invasion of Iraq. Experts are divided, however, on Pyongyang's motives. It stunned the US last year by admitting that it was reprocessing uranium for possible use in nuclear warheads. Then, when the US cut off oil supplies, it threw UN inspectors out of Yongbyon and withdrew from the non-proliferation treaty, indicating its preparedness to make nuclear missiles. The North Koreans also appear, in US satellite photographs, to have removed some of its 8,000 spent fuel rods from storage, an essential first step before reprocessing them to produce plutonium, the alternative route to building a bomb. The Stalinist regime could have triggered the crisis principally to force concessions from Washington. It certainly made no effort to disguise the lorries that pulled up to the nuclear storage area at Yongbyon and were spotted by US satellites. In that case, its nuclear brinksmanship has succeeded. The Bush administration broke off contacts with North Korea soon after coming to office and then in January 2002, the president famously labelled Pyongyang as part of the \"axis of evil\". This week it climbed down, and Mr Armitage confirmed that Washington was ready for direct talks. However, some analysts, like David Albright, a physicist and the head of the Washington-based Institute for Science and International Security, believe that the North Korean government is determined to build itself a significant arsenal of nuclear warheads. \"The reason we see those trucks at the storage facility might be that they just don't care whether we see them doing it or not,\" Mr Albright said. Kim Jong-il may have come to the conclusion that his regime may be next on the Pentagon's to-do list, whatever he does. In that case, it may make sense from his point of view to accelerate his efforts to build up his nuclear deterrent at a time when Washington is fixated on Iraq. Once he moves the fuel rods into Yongbyon's reprocessing plant, it immediately raises the risk involved, should the US try to carry out its long-standing contingency plan of bombing the plant. An airstrike would send a plume of highly radioactive dust into the atmostphere. The North Korean leader is almost certainly right in believing that the Bush administration's current conciliatory approach will not last. Mr Bush has expressed his personal loathing for Kim Jong-il, and North Korea is far more suitable as a target for the Bush doctrine than Iraq. It almost certainly already has nuclear weapons, and it is far more starved of cash, making it more likely to sell its warheads abroad. The US defence secretary, Donald Rumsfeld, warned Pyongyang against assuming he had taken his eye off the Korean peninsula. \"To the extent the world thinks the United States is focused on problems in Iraq, it's conceivable someone could make a mistake and believe that's an opportunity for them to take an action which they otherwise would have avoided,\" he said, confirming that he was putting the B-1 and B-52 bombers on alert for deployment to the Pacific. But Mr Rumsfeld is well aware that the post-cold war US forces - already stretched by policing work in Afghanistan and the deployment for Iraq - are not necessarily capable of fighting and decisively winning two major conflicts at the same time. Instead, the US is likely to wait for the dust to settle in Iraq, before turning on North Korea, and Pyongyang is readying itself for that moment.",
    "keywords": [
        "war",
        "mr",
        "korea",
        "iraq",
        "total",
        "washington",
        "certainly",
        "nuclear",
        "told",
        "korean",
        "pyongyang",
        "turn",
        "north",
        "bush"
    ],
    "summary": "\"I wouldn't label it a crisis,\" the deputy secretary of state, Richard Armitage told the United States Senate when he was being interrogated over the nuclear showdown with North Korea.\nYesterday, with characteristic hyperbole, Pyongyang also warned of \"total war\" in response to a pre-emptive US airstrike, after the Pentagon put two dozen long-range bombers on alert to move out to East Asia.\nThe North Korean leader is almost certainly right in believing that the Bush administration's current conciliatory approach will not last.\nMr Bush has expressed his personal loathing for Kim Jong-il, and North Korea is far more suitable as a target for the Bush doctrine than Iraq.\nInstead, the US is likely to wait for the dust to settle in Iraq, before turning on North Korea, and Pyongyang is readying itself for that moment.",
    "sentiment": {
        "neg": 0.0776,
        "neu": 0.857,
        "pos": 0.0653,
        "compound": -0.098
    }
}