{
    "date": "2003-04-25T16:48:35Z",
    "title": "Straw plays down N Korea threat",
    "url": "https://www.theguardian.com/politics/2003/apr/25/foreignpolicy.iraq",
    "content": "The foreign secretary, Jack Straw, urged the world today to be \"very patient\" in dealing with the threat posed by North Korea. In contrast to the government's position on Iraq's alleged development of weapons of mass destruction, Mr Straw said he wanted to see a \"stable North Korea able to live in peace and harmony with its neighours\". A senior US official said yesterday that the North Koreans had claimed to possess nuclear weapons and said they might use them, depending on American actions. Three days of talks between the two nations have now ended with a promise to resume negotiations in a bid to secure the elimination of the weapon programme. Mr Straw dismissed any suggestion of military action and said the situation was entirely different to the Iraqi crisis - which had been the result of more than a decade of defiance. Mr Straw told BBC Radio 4's Today programme: \"We should be very patient indeed. There have been many threats from North Korea - many of them have not been fulfilled. \"The good news is that there is now an architecture, by which North Korea and the United States are in negotiations under the auspices of negotiations led by China. Let us hope that these can proceed. \"There is nobody on the Korean peninsula, on either side of it, who is going to benefit from any kind of nuclear arms race. \"Every country in that region, and particularly Russia, China and Japan as well as the two Koreas, wants there to be a stable North Korea able to live in peace and harmony with its neighbours. \"It is in the interests of all those countries and the United States to ensure that happens.\" Mr Straw also welcomed the fact that Tariq Aziz, his former opposite number in Iraq, had been taken into custody. \"Tariq Aziz was one of the most well known faces of Saddam's Iraq because of his good English and the fact that he appeared plausible,\" Mr Straw said. \"He had been foreign minister. It's good that he has handed himself over. It's also good that of the total of 50 or so most wanted people, we have now got about a dozen in custody. \"They should provide some important information about the nature of the regime.\" Asked about Saddam's whereabouts, Mr Straw said: \"My guess would be that he is in Iraq since he is a fairly well known face and it would be extremely difficult for him to go to some other country. \"It's entirely a matter of speculation until we get final proof.\" Until he was found, some Iraqis remained \"very anxious\" that he would return and restart his \"reign of terror\", he claimed. Mr Straw also rejected suggestions that failure to find evidence of weapons of mass destruction would make it impossible to justify the military action. He said: \"People are now trying to suggest that somehow the decision to take military action was entirely conditional on subsequently finding chemical and biological weapon material. \"That was not the case. We had the evidence before the security council. Most famously in 173 pages of unanswered questions about what had happened to all these weapons. \"If there was an entirely innocent explanation as to what had happened to them, why the devil did the Saddam regime not come forward with it?\" Iraq's weapons threat had not been a question of \"speculation\", he insisted. However, that view was strongly contested by his immediate predecessor, Robin Cook, today. Mr Cook, who quit the cabinet in opposition to the military action, said it was \"very doubtful indeed\" that Saddam had really posed the threat to the UK that was used to justify the war. He said that the failure to uncover any firm evidence of stocks of weapons of mass destruction was undermining the case for war. \"It now is getting rather difficult to believe that he had the capacity to hit us. \"These are not easy to conceal. If you are going to have a long-range ballistic missile, you need to have a big factory to produce it. If you are going to have a nuclear warhead, you need to have a nuclear reactor to produce it. \"It is difficult to believe that we have been in Iraq for six or seven weeks and have not uncovered a capacity on that scale.\" He said Mr Hoon's argument that Saddam had not used the weapons even in the face of the defeat because they had been dismantled to avoid detection by the UN was proof of the inspectors' effectiveness. \"Surely, for me, that would be an excuse for maintaining the UN inspectors as a way of keeping Saddam in his cage without the necessity for war and the thousands of casualties that followed.\" Mr Straw said he wanted to see UN weapons inspectors return to Iraq but said he could not promise it would happen. \"I hope we can ensure the United Nations has that 'vital role' that President Bush and prime minister Tony Blair talked about at the Camp David summit. That would include an important role for UNMOVIC. \"If you are asking me 'should the United Nations have a vital role to play so far as Iraq is concerned including in respects of weapons inspections?', the answer to that is yes. \"Am I able to promise you that that will automatically be delivered? No, I can't do that because it depends on negotiations.\" Mr Cook called for UN weapons inspectors to be allowed to return to Iraq \"as soon as possible\" to verify any finds of weapons of mass destruction. He told BBC Radio 4's Today programme that he had been mystified by the defence secretary Geoff Hoon's comments that the UN might not be involved in the weapons search. \"I was perplexed to hear that because I understood the position of the British government is that we would support the return of the UN inspectors. \"I cannot see a single reason for the life of me why we should not do so,\" he said.",
    "keywords": [
        "mr",
        "plays",
        "korea",
        "iraq",
        "straw",
        "threat",
        "n",
        "weapons",
        "saddam",
        "inspectors",
        "today",
        "united",
        "north"
    ],
    "summary": "The foreign secretary, Jack Straw, urged the world today to be \"very patient\" in dealing with the threat posed by North Korea.\nMr Straw told BBC Radio 4's Today programme: \"We should be very patient indeed.\nThere have been many threats from North Korea - many of them have not been fulfilled.\nMr Straw also welcomed the fact that Tariq Aziz, his former opposite number in Iraq, had been taken into custody.\nMr Straw said he wanted to see UN weapons inspectors return to Iraq but said he could not promise it would happen.",
    "sentiment": {
        "neg": 0.097,
        "neu": 0.8077,
        "pos": 0.0954,
        "compound": -0.0503
    }
}