{
    "date": "2003-08-27T14:23:39Z",
    "title": "North Korea nuclear talks begin",
    "url": "https://www.theguardian.com/world/2003/aug/27/northkorea",
    "content": "Talks to resolve the tense standoff between the US and North Korea over Pyongyang's nuclear programme began today in Beijing with US and North Korean diplomats meeting on the sidelines of the main negotiations. A South Korean official reported that North Korea appeared \"willing to resolve the nuclear issue through dialogue\". The sideline meeting lasted about half an hour, said Wie Sung-rak, director-general at the South Korean foreign ministry's North American affairs bureau. It ended a diplomatic drought between the two nations, at odds for months over American demands that North Korea put a stop to its nuclear programme. \"The US side made comments about easing North Korea's security concerns, but I cannot give you any more details,\" Mr Wie said. \"From what North Koreans said during the meeting, we could read that North Korea is willing to resolve the nuclear issue through dialogue.\" He had no information about whether any breakthroughs were made. Russia's Itar-Tass news agency quoted a source at the talks as saying that North Korea had told the assembled nations that it did not have any nuclear weapons or plans to develop them. However, North Korea's deputy foreign minister, Kim Yong Il, told the talks Pyongyang would develop \"more powerful deterrence\" if its demands were not met, Tass quoted the source as saying. Mr Wie also did not say whether the delegation leaders - US assistant secretary of state James Kelly and Kim Yong Il - took part in the meeting. The meeting was the first concrete sign of progress in six-nation talks designed to resolve the disagreement over the nuclear programme and to ensure security for the east Asian region. China, Russia, Japan and South Korea are also participating in the meetings, which last until Friday. For months, the North Korean government had demanded one-on-one talks with the US, but dropped its objections to the multilateral arrangement after China - a longtime ally of North Korea - agreed to host the talks. \"I am very happy the six countries are all here,\" China's deputy foreign minister, Wang Yi, told the assembled diplomats before the meeting was closed to reporters. Mr Kelly and Mr Kim were among those shaking hands before the talks began, and then their delegations were seated next to each other. North Korea repeated its demand for the non-aggression pact from the South's key ally - the US - saying it would not give up its \"nuclear deterrent force\" for anything less than that. The US should \"clarify its will to make a switchover in its hostile policy toward [North Korea] and conclude a non-aggression treaty with it,\" Rodong Sinmun, the North's official newspaper, said in a commentary carried by KCNA, the North's official news agency. US officials say they believe North Korea has one or two nuclear weapons, and experts believe it could produce five to six more in a few months. The North has withdrawn from key international agreements in recent months, including the nuclear non-proliferation treaty. In October, according to the US, North Korea acknowledged having a secret nuclear programme, beginning the stand-off and war of words that led to this week's talks. The US president, George Bush, was already wary of North Korea, calling it in a January 2002 speech part of an \"axis of evil\". \"The talks will lay the foundation for the next talks,\" said Li Dunqiu, secretary-general of the Chinese Society for the Study of Korean History. \"Mistrust between the two sides cannot be dispelled within a single negotiation. It takes time.\"",
    "keywords": [
        "meeting",
        "months",
        "mr",
        "resolve",
        "korea",
        "talks",
        "begin",
        "nuclear",
        "programme",
        "north",
        "korean"
    ],
    "summary": "Talks to resolve the tense standoff between the US and North Korea over Pyongyang's nuclear programme began today in Beijing with US and North Korean diplomats meeting on the sidelines of the main negotiations.\nA South Korean official reported that North Korea appeared \"willing to resolve the nuclear issue through dialogue\".\n\"From what North Koreans said during the meeting, we could read that North Korea is willing to resolve the nuclear issue through dialogue.\"\nFor months, the North Korean government had demanded one-on-one talks with the US, but dropped its objections to the multilateral arrangement after China - a longtime ally of North Korea - agreed to host the talks.\nIn October, according to the US, North Korea acknowledged having a secret nuclear programme, beginning the stand-off and war of words that led to this week's talks.",
    "sentiment": {
        "neg": 0.04,
        "neu": 0.9112,
        "pos": 0.0487,
        "compound": 0.033
    }
}