{
    "date": "2003-09-20T01:42:55Z",
    "title": "The Editor: And does Pyongyang have a duty-free shop?",
    "url": "https://www.theguardian.com/world/2003/sep/20/northkorea.theeditorpressreview",
    "content": "As one of South Korea's most celebrated mountain climbers, Huh Young Hee has ventured where few others dare to tread. He has scaled peaks on five continents and twice reached the summit of Mount Everest. It was with the same sense of accomplishment that Huh boarded Air Koryo flight 906, the first commercial flight in more than half a century from South Korea to Pyongyang, the capital of North Korea. \"I can go to the north pole or the south pole whenever I want. That is easy compared to getting to North Korea,\" Huh said as he walked through the security gate at Seoul's Inchon international airport. The historic flight left at 10:30am on Monday, carrying 114 South Korean tourists for a five-day journey through North Korea. For all practical purposes, the trip to Pyongyang was a short commuter hop - a little over an hour - but in the larger scheme of inter-Korean relations it was a giant leap forward. Even with the rapprochement between the Koreas in recent years, the North has rarely admitted South Korean tourists into its capital, and then only by circuitous routes through China. Direct flights have taken place rarely and only for official delegations. The charter flight was run by Pyonghwa Travel Agency, which is largely owned by members of the Rev Sun Myung Moon's Unification Church. The agency intends to take about 2,000 South Korean tourists to Pyongyang on another 19 flights by the end of this year, [using] Air Koryo, the North Korean state airline. The first South Korean tourists, who for months had been waiting for approval for the flight, were mostly older people who were born in North Korea and fled south during the Korean war of 1950-1953. As the gate information for Flight 916 flashed on the departure board at Inchon airport, a ripple of excitement passed through the crowds and travellers rushing to their gates for other flights looked up to see Pyongyang listed among the destinations. But some grumbled that it was less surprising that the flight was taking place than that it had taken so long to happen. \"This is nonsense. It is too late,\" said Kim Sin U, a 64-year-old doctor, who fled the North as a child and has been trying ever since to get back to see his younger brothers, who were left behind. He has applied repeatedly for government-sponsored reunions between separated families without success. \"I've been everywhere else in the world - the US, Europe, South America - but not North Korea,\" he said. Until now, the only part of North Korea that has been accessible to South Korean tourists is a small and isolated enclave around Mount Kumgang on the south-east coast, where an affiliate of the giant Hyundai corporation has run guided tours by boat for five years. The Pyonghwa group has been making rapid inroads into North Korea recently, taking over some of the leadership role from Hyundai, whose chairman committed suicide last month amid a political bribery scandal. Besides the travel business, Pyonghwa has two hotels and an assembly plant for Fiats in North Korea. Earlier this year, Pyonghwa became the first foreign company permitted to advertise on North Korean television, with a seven-minute infomercial about its car production. \"This is not about politics. This is business,\" said Kim Byung Kyu, a Pyonghwa director, explaining the firm's dealings with North Korea. \"The North Koreans want to make some money. Of course, they want to show off a positive image of their country to South Koreans, but that is not the main purpose.\" In the face of recent international concern about North Korea's nuclear programme, the communist regime has been especially eager to stay on good terms with South Koreans - who are seen as a potential sympathetic ear as well as a source of badly needed foreign currency. The tours are open only to South Koreans. Pyonghwa officials said the North will permit some foreigners - including US citizens, if they are of Korean origin - to take the flights. But many other restrictions apply. In advance of Monday's flight, travellers were carefully briefed on a strict code of conduct to follow in North Korea. They were told not to bring newspapers; not to talk about politics; not to attempt to contact any family members or talk to North Koreans about missing family members; not to give money or gifts; and not to say anything that could be construed as rude. \"Even if the food is bad, we have to say it is delicious,\" said Lee Bok Ku, 67, whose husband was born in North Korea, as she waited to board Monday's flight. \"We have to be very careful what we say and do.\" · From the Los Angeles Times (Latimes) September 16",
    "keywords": [
        "pyonghwa",
        "south",
        "tourists",
        "shop",
        "korea",
        "dutyfree",
        "does",
        "editor",
        "flights",
        "koreans",
        "flight",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "That is easy compared to getting to North Korea,\" Huh said as he walked through the security gate at Seoul's Inchon international airport.\nThe historic flight left at 10:30am on Monday, carrying 114 South Korean tourists for a five-day journey through North Korea.\nThe agency intends to take about 2,000 South Korean tourists to Pyongyang on another 19 flights by the end of this year, [using] Air Koryo, the North Korean state airline.\nOf course, they want to show off a positive image of their country to South Koreans, but that is not the main purpose.\"\nIn advance of Monday's flight, travellers were carefully briefed on a strict code of conduct to follow in North Korea.",
    "sentiment": {
        "neg": 0.044,
        "neu": 0.9097,
        "pos": 0.0462,
        "compound": -0.0038
    }
}