{
    "date": "2003-01-04T01:43:58Z",
    "title": "Seoul prepares solution to nuclear crisis",
    "url": "https://www.theguardian.com/world/2003/jan/04/northkorea",
    "content": "South Korea will ask North Korea and the US to make compromises to resolve their dispute over the North's nuclear weapons programme. Its incoming president, Roh Moo-hyun, is drawing up proposals for a diplomatic solution which will be put to the North at talks due in the middle of the month. Yesterday Pyongyang offered to enter unconditional talks to resolve the crisis, which Seoul read as a cry for help. Washington refuses direct talks until the North scraps its nuclear weapons programme. President George Bush said yesterday that the US remained in close touch with its allies South Korea and Japan in the pursuit of a diplomatic solution, but his tone was anything but conciliatory. \"It's important for the American people to remember the history of [the North Korean leader] Kim Jong-il,\" he said. \"One of the reasons why the people are starving is because the leader of North Korea hasn't seen to it that their economy is strong or that they be fed.\" Seoul's frustration with Washington's hard line has become increasingly apparent. Yesterday it continued its diplomatic efforts by sending an envoy to Moscow to seek the support of President Vladimir Putin, who has closer relations with Kim Jong-il than any other world leader. It has already sought China's support. Lim Chae-jung, the head of the presidential transition team in Seoul, said in an interview yesterday: \"We are working on a mediation proposal that asks for a conces sion from both... George Bush and the North Korean leader.\" The South Korean media report that the plan aims to put the clock back to the situation of last summer, when the North appeared ready to take a series of steps out of its historic isolation. Pyongyang will be asked to close the Yongbyon nuclear plant, which it reopened last month, and promise not to pursue a uranium enrichment programme. In return the US will be requested to guarantee North Korea's security. It is envisaged that the guarantee should be in the form of a letter which would not require ratification by Congress. The North Korean ambassador to China, Choe Jin-su, said yesterday that a \"non-aggression\" pact with Washington would resolve the crisis. \"If the United States legally assures us of security by concluding a non-aggression treaty, the nuclear issue on the Korean peninsula will be settled.\" But his country had been pushed into a corner, he said. \"While talking about the peaceful resolution of the nuclear issue, the United States also rejects dialogue. \"We all the time tried to seek dialogue.\" Washington will hold talks with South Korea and Japan on Monday and Tuesday to discuss their next move and the future of the 1994 Agreed Framework. That was the the deal that ended the last nuclear crisis on the Korean peninsula, by which the North undertook to scrap its nuclear weapons programme in return for annual shipments of 500,000 tonnes of oil and the construction of two light-water nuclear power reactors. In Seoul the unification ministry said: \"The North must be very weak to request negotiations. They don't want to fight a war.\"",
    "keywords": [
        "solution",
        "south",
        "leader",
        "prepares",
        "korea",
        "crisis",
        "talks",
        "nuclear",
        "seoul",
        "weapons",
        "programme",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "South Korea will ask North Korea and the US to make compromises to resolve their dispute over the North's nuclear weapons programme.\nYesterday Pyongyang offered to enter unconditional talks to resolve the crisis, which Seoul read as a cry for help.\nWashington refuses direct talks until the North scraps its nuclear weapons programme.\n\"It's important for the American people to remember the history of [the North Korean leader] Kim Jong-il,\" he said.\nThe North Korean ambassador to China, Choe Jin-su, said yesterday that a \"non-aggression\" pact with Washington would resolve the crisis.",
    "sentiment": {
        "neg": 0.0837,
        "neu": 0.8049,
        "pos": 0.1115,
        "compound": 0.0356
    }
}