{
    "date": "2003-10-03T02:04:15Z",
    "title": "North Korea boasts of growing plutonium stock",
    "url": "https://www.theguardian.com/world/2003/oct/03/northkorea",
    "content": "North Korea boasted yesterday that its nuclear arsenal is being strengthened with plutonium extracted from 8,000 reprocessed fuel rods, and said it was ready to start an assembly line for atomic weapons. If confirmed, the reprocessing would give Pyongyang enough for five or six warheads in addition to the one or two it is believed to possess. This would significantly expand its options to test, target and export nuclear bombs. \"The Democratic People's Republic of Korea successfully finished the reprocessing of some 8,000 spent fuel rods,\" a spokesman for the foreign ministry told the state-run KCNA news agency. \"The DPRK has made a switchover in the use of plutonium churned out by reprocessing spent fuel rods, in the direction of increasing its nuclear deterrent force.\" Western analysts remain sceptical of the claim, saying it may be a negotiating tactic in advance of multinational talks expected in November. In Washington, the secretary of state, Colin Powell, said: \"This is the third time they have told us they have just finished reprocessing the rods. We have no evidence to confirm that.\" In an apparent concession to US concerns, North Korea promised yesterday not to export its nuclear bombs. \"We have no intention of transferring any means of that nuclear deterrence to other countries,\" said Choe Su-hoon, the vice-foreign minister. But the government threatened to increase warhead production at its small experimental reactor at Yongbyon. \"We will reprocess more spent fuel rods to be churned out in an unbroken chain from the 5MW nuclear reactor in Yongbyon without delay when we deem it necessary,\" the foreign ministry said.",
    "keywords": [
        "stock",
        "boasts",
        "plutonium",
        "korea",
        "growing",
        "nuclear",
        "reprocessing",
        "yongbyon",
        "told",
        "reactor",
        "spent",
        "rods",
        "fuel",
        "yesterday",
        "north"
    ],
    "summary": "North Korea boasted yesterday that its nuclear arsenal is being strengthened with plutonium extracted from 8,000 reprocessed fuel rods, and said it was ready to start an assembly line for atomic weapons.\n\"The Democratic People's Republic of Korea successfully finished the reprocessing of some 8,000 spent fuel rods,\" a spokesman for the foreign ministry told the state-run KCNA news agency.\n\"The DPRK has made a switchover in the use of plutonium churned out by reprocessing spent fuel rods, in the direction of increasing its nuclear deterrent force.\"\nIn an apparent concession to US concerns, North Korea promised yesterday not to export its nuclear bombs.\n\"We will reprocess more spent fuel rods to be churned out in an unbroken chain from the 5MW nuclear reactor in Yongbyon without delay when we deem it necessary,\" the foreign ministry said.",
    "sentiment": {
        "neg": 0.0621,
        "neu": 0.8752,
        "pos": 0.0628,
        "compound": 0.0504
    }
}