{
    "date": "2003-02-25T01:50:52Z",
    "title": "Minister warns crisis with North Korea will worsen",
    "url": "https://www.theguardian.com/world/2003/feb/25/northkorea.foreignpolicy",
    "content": "Britain warned yesterday that the nuclear standoff in North Korea was likely to get worse before it got better. The foreign office minister Bill Rammell said that the UK, in its role as a guarantor of the nuclear non-proliferation treaty, strongly backed the American refusal to strike a bilateral deal with North Korea. Mr Rammell is in Seoul this week for talks on North Korea and for the inauguration of the new South Korean president, Roh Moo-hyun. The North Korean crisis began when Washington said that the Stalinist regime in Pyongyang was pursuing a programme to enrich uranium, violating international treaty commitments. Since then North Korea has expelled UN nuclear inspectors and withdrawn from the non-proliferation treaty. Britain and the US have been accused of playing down the crisis even though it is potentially as dangerous as the situation with Iraq. But Mr Rammell said: \"This is not yet comparable to Iraq. It has taken 12 years of sanctions before it it was decided to threaten force. We are three months into this crisis.\" He added: \"North Korea is out of touch and out of line if it thinks the international community will bow to this sort of dangerous behaviour. The international community must show a stiff backbone on this. \"The solution to this is simple. North Korea must get back into line and get back into touch with the nuclear non-proliferation treaty. Once it does, all manner of things are possible. That is the first move.\" Previous experience with North Korea suggested that the situation would get worse before it got better, he said. He did not rule out North Korea starting to process uranium again. Britain and the US are trying to rally the more doveish South Koreans and Chinese to take the same tougher line with North Korea. Beijing has been pressing Washington to open bilateral talks with North Korea, but the Americans want wider multilateral talks which would include Britain. The International Atomic Energy Agency has already gone against Russian wishes to refer the crisis to the UN security council. The diplomatic manoeuvring over Iraq, the British government concedes, is partly influenced by the diplomatic trading over North Korea. Britain believes that North Korea does not want war, and that it is using its nuclear bargaining power and the crisis in the UN over Iraq to try to exact economic aid from the US.",
    "keywords": [
        "korea",
        "iraq",
        "rammell",
        "crisis",
        "talks",
        "warns",
        "worsen",
        "nuclear",
        "britain",
        "minister",
        "treaty",
        "north",
        "international"
    ],
    "summary": "Britain warned yesterday that the nuclear standoff in North Korea was likely to get worse before it got better.\nMr Rammell is in Seoul this week for talks on North Korea and for the inauguration of the new South Korean president, Roh Moo-hyun.\nPrevious experience with North Korea suggested that the situation would get worse before it got better, he said.\nHe did not rule out North Korea starting to process uranium again.\nThe diplomatic manoeuvring over Iraq, the British government concedes, is partly influenced by the diplomatic trading over North Korea.",
    "sentiment": {
        "neg": 0.0748,
        "neu": 0.8702,
        "pos": 0.0551,
        "compound": -0.1203
    }
}