{
    "date": "2003-12-06T02:20:17Z",
    "title": "Bed by 12 and don't talk to the locals",
    "url": "https://www.theguardian.com/world/2003/dec/06/northkorea.theeditorpressreview",
    "content": "In the surreal world of North Korean tourism, you can feast on local delicacies served by glamorous lady comrades, watch an acrobatics show infused with Stalinist humour and climb a storied mountain covered with monuments celebrating the totalitarian Kim clan. But be back indoors by the midnight curfew - or face fines, questioning by authorities or, well, worse. This is Mt Kumgang, the fortified tourist compound where the hermit kingdom meets the Magic Kingdom, right down to Disneyesque guys in fuzzy bear suits greeting visitors. A window into hermetically sealed North Korea since foreign visitors were granted limited access five years ago, it lies an hour's drive north of the minefields and missile batteries lining the world's most heavily militarised border. Here, tension is part of the attraction. \"Look, quick! North Korean soldiers!\" one excited South Korean yelled to other tourists on a bus after spotting an armed squad marching by. They tripped over one another trying to get a better view. The over-the-rainbow quality of the place offers a rare, if hyper-controlled, glimpse at life on the cold war's last frontier. On this mountain, about which the Chinese Sang dynasty poet Sudongpo wrote, \"I would have no regrets in my lifetime were I to see Mt Kumgang just once,\" the jagged cliffs and glistening waterfalls now take a back seat to homages erected to the Kims, the only father-son act in Stalinist history. More than half a century ago, Kim Il-sung founded the Democratic People's Republic of Korea (North Korea). His son, Kim Jong-il, took the helm following the elder Kim's death in 1994. No act of the Kims is too small to be noted on these ancient rocks, now coated with more than 4,000 monuments, etchings and other commemorative inscriptions to the clan. A spot where Kim Il-sung is said to have appreciated the view is marked with a 2-metre (6ft) stone tablet. Elsewhere, a young guard stood by an etching commemorating the exact location where the mother of the younger Kim once rested her weary bones. Most of this sprawling tourist complex, including hotel, hot springs and duty-free shops such as Prada and Gucci, is run by Hyundai Asan, which each month brings in about 15,000 people, mostly South Koreans. The North Koreans feared so many foreigners would contaminate the minds of locals, so the vast majority of employees here are ethnic Koreans shipped in from China. But two restaurants do employ local staff. Waitresses wear 50s-style heavy makeup and modest attire. One nervous server fled from a table of foreigners every time she was asked a question. In another restaurant, a waitress looked stunned after a guest asked her where one could buy a Kim Il-sung lapel pin like the one she wore. She tilted her powdered face skyward, raising one arm to gently cup the pin with her hand. \"This,\" she proclaimed, \"is not fashion. It cannot be bought in a store. This is a symbol of my love for the great founder of my nation.\" Lest the mountains, lakes and tourist attractions lull you into a false sense of security, officials constantly remind guests that they are surrounded by a military installation. Visitors are instructed not to talk to locals about politics ... Two years ago, one South Korean woman merely suggested that her nation, which is 13 times as wealthy as the communist North, had a higher standard of living. She was arrested and held for seven days until Hyundai negotiated her release. Photos here are limited to shots of the tourist installations and specified views of Mt Kumgang itself. There are no exceptions. · From the Washington Post (washingtonpost.com), December 2",
    "keywords": [
        "dont",
        "talk",
        "south",
        "kumgang",
        "bed",
        "korea",
        "visitors",
        "locals",
        "kim",
        "koreans",
        "mt",
        "12",
        "tourist",
        "north",
        "korean"
    ],
    "summary": "North Korean soldiers!\"\none excited South Korean yelled to other tourists on a bus after spotting an armed squad marching by.\nMore than half a century ago, Kim Il-sung founded the Democratic People's Republic of Korea (North Korea).\nThe North Koreans feared so many foreigners would contaminate the minds of locals, so the vast majority of employees here are ethnic Koreans shipped in from China.\nPhotos here are limited to shots of the tourist installations and specified views of Mt Kumgang itself.",
    "sentiment": {
        "neg": 0.0682,
        "neu": 0.8578,
        "pos": 0.074,
        "compound": 0.0348
    }
}