{
    "date": "2003-04-19T01:15:47Z",
    "title": "North Korea steps up nuclear programme",
    "url": "https://www.theguardian.com/world/2003/apr/19/northkorea",
    "content": "North Korea stepped into the nuclear danger zone yesterday by declaring it had begun reprocessing 8,000 spent fuel rods from the reactor at the heart of its confrontation with the United States. The dramatic escalation of the six-month crisis means that Pyongyang is one or two months away from extracting weapons-grade plutonium - suggesting President Bush's \"war on terror\" may have backfired by accelerating the isolated regime's pursuit of a nuclear deterrent. The US had hoped that North Korea's leader, Kim Jong-il, would be cowed by its victory in Iraq before Wednesday's meeting in Beijing between the two sides - the first since the crisis began. But in its first comments on the talks in China, North Korea said the war showed the futility of compromise. \"The Iraqi war teaches a lesson that in order to prevent a war and defend the security of a country and the sovereignty of a nation it is necessary to have a powerful physical deterrent force only,\" said a statement by the foreign ministry. It said North Korea was \"successfully reprocessing more than 8,000 spent fuel rods at the final phase\", and had told the US and other countries of this development in March. The veracity of the claim was doubted by officials in Seoul and Washington, who said it might just be bluster before the talks. The two countries denied being told that reprocessing had begun and said their military scientists had seen none of the isotope changes in the air from North Korea that would indicate plutonium extraction. If true, however, reprocessing would be a critical development, which analysts and western diplomats have marked out as a \"red line\" in the crisis. Edwin Lyman, the head of the Washington-based Nuclear Control Institute, said that Pyongyang's announcement could be aimed at bringing another bargaining chip to the talks, and could also be a response to US suggestions that North Korea might find it difficult to reprocess the rods. \"I think they're raising the stakes - a typical measure for them,\" he said. \"Unnamed officials in Washington were casting doubt on how easy it would be to restart reprocessing. It was part of the US reluctance to divert attention from Iraq.\" Mr Lyman said the isotope changes in the air which would indicate reprocessing might not be easy to detect, partly because the isotope would already have degraded in North Korea's decade-old fuel rods, and partly because the air had already been contaminated by atmospheric tests during the cold war. Since the end of last year, North Korea has kicked out international inspectors, reopened its nuclear plant at Yongbyon, and withdrawn from a global treaty to stop the spread of nuclear weapons. This was seen in the west as political posturing designed to win economic concessions, but reprocessing represents a military threat that could have deadly repercussions. North Korea's nuclear programme has been shrouded in uncertainty. The CIA estimates that the country may have stored enough plutonium in the early 1990s for two weapons. This has never been confirmed. But the 8,000 used fuel rods in Yongbyon's storage ponds contain enough plutonium for up to eight atomic bombs. Earlier this year the Foreign Office minister Bill Rammell warned that plutonium extraction would be an \"extremely dangerous\" step that might warrant sanctions. North Korea has declared that sanctions would be an act of war. During the last nuclear crisis in 1993-94, the White House considered plans for a surgical strike on the Yongbyon reactor. But with the military options now likely to prove apocalyptic, Washington and Pyongyang continue to emphasise that they want a diplomatic resolution to the crisis. Next week's talks in Beijing will be attended by the US deputy secretary of state, James Kelly, and his North Korean counterpart. A representative of the host, China, will also attend, mainly as a figleaf for the American insistence that the talks must be multilateral. South Korea's new ambassador to the United States said the negotiations would be an \"arduous, long process\". \"I would be very surprised to find any agreement or solution in the next month or two,\" Han Sung-joo said before North Korea issued its statement. \"We still don't know whether North Korea wants to become a nuclear state and that all it's doing is trying to buy time or if they would like to make a deal.\"",
    "keywords": [
        "war",
        "plutonium",
        "korea",
        "crisis",
        "talks",
        "nuclear",
        "reprocessing",
        "steps",
        "rods",
        "programme",
        "north",
        "koreas"
    ],
    "summary": "But in its first comments on the talks in China, North Korea said the war showed the futility of compromise.\nSince the end of last year, North Korea has kicked out international inspectors, reopened its nuclear plant at Yongbyon, and withdrawn from a global treaty to stop the spread of nuclear weapons.\nNorth Korea's nuclear programme has been shrouded in uncertainty.\nDuring the last nuclear crisis in 1993-94, the White House considered plans for a surgical strike on the Yongbyon reactor.\n\"I would be very surprised to find any agreement or solution in the next month or two,\" Han Sung-joo said before North Korea issued its statement.",
    "sentiment": {
        "neg": 0.1243,
        "neu": 0.8333,
        "pos": 0.0424,
        "compound": -0.2916
    }
}