{
    "date": "2003-02-18T08:50:34Z",
    "title": "N Korea threatens to end armistice over US build-up",
    "url": "https://www.theguardian.com/world/2003/feb/18/northkorea.usa",
    "content": "North Korea yesterday threatened to abandon the 1953 armistice that ended the Korean war, accusing the United States of plotting a pre-emptive attack on the communist state. A spokesman of the North's Korean People's Army said that the US was building up reinforcements around the Korean peninsula in preparations to attack the North, said the North's official news agency KCNA. \"The situation is, therefore, getting more serious as the days go by as it is putting its plan for pre-emptive attacks [on the North] into practice with increased zeal,\" KCNA quoted the unidentified spokesman as saying. If North Korea abandons the armistice it would remove the only legal mechanism that is keeping an uneasy peace on the divided Korean peninsula. The 1950-53 Korean war ended with an armistice, not with a peace treaty. The peninsula is technically still at a state of war. The border between the two Koreas is the world's most heavily armed. North Korea has previously threatened to pull out of the armistice in an attempt to increase tension with the United States and force Washington to start negotiations with the Stalinist regime in Pyongyang. The North Korean spokesman said the \"grave situation created by the undisguised war acts committed by the US in breach of the armistice agreement compels the Korean People's Army side, its warring party, to immediately take all steps to cope with it\". \"If the US side continues violating and misusing the armistice agreement as it pleases, there will be no need [for the North] to remain bound to the armistice agreement uncomfortably,\" the spokesman said. North Korea's rhetoric has been escalating since the crisis flared up late last year, and warnings of an impending US attack are broadcast almost daily in Pyongyang's official media. It was not clear whether last night's statement broke that pattern or represented more of the same. In Seoul, the defence ministry said that South Korea was monitoring the situation, but no unusual moves by the North Koreans had been sighted. According to a spokesman, the comments appeared to be more of Pyongyang's sabre-rattling as it agitates for bilateral talks with Washington over the nuclear crisis. The standoff over North Korea's suspected nuclear programme has been simmering since mid-October when Washington said that Pyongyang was pursuing a programme to enrich uranium, in violation of major international treaty commitments. Since then, North Korea has expelled UN nuclear inspectors and withdrawn from the treaty that aims to curb the global spread of nuclear weapons and said it was ready to restart a mothballed reactor capable of producing plutonium for bombs. Pyongyang has insisted it intends only to produce electricity and that the nuclear row is a bilateral dispute with Washington that can be resolved only through two-way talks leading to a non-aggression treaty. Washington favours multilateral talks and wants China and Russia - with close ties to the North - to help in that process. Agencies",
    "keywords": [
        "spokesman",
        "war",
        "armistice",
        "korea",
        "washington",
        "end",
        "talks",
        "nuclear",
        "buildup",
        "n",
        "korean",
        "treaty",
        "north",
        "threatens"
    ],
    "summary": "North Korea yesterday threatened to abandon the 1953 armistice that ended the Korean war, accusing the United States of plotting a pre-emptive attack on the communist state.\nIf North Korea abandons the armistice it would remove the only legal mechanism that is keeping an uneasy peace on the divided Korean peninsula.\nThe 1950-53 Korean war ended with an armistice, not with a peace treaty.\nNorth Korea has previously threatened to pull out of the armistice in an attempt to increase tension with the United States and force Washington to start negotiations with the Stalinist regime in Pyongyang.\nWashington favours multilateral talks and wants China and Russia - with close ties to the North - to help in that process.",
    "sentiment": {
        "neg": 0.1641,
        "neu": 0.7669,
        "pos": 0.0688,
        "compound": -0.283
    }
}