{
    "date": "2003-12-07T01:29:09Z",
    "title": "North Korea is slowly starving. Yet it won't reveal all its pain",
    "url": "https://www.theguardian.com/world/2003/dec/07/northkorea",
    "content": "There is no mistaking the appetites of the infants at the Ungok nursery in Songrim, a run-down industrial town 40 minutes' drive from Pyong-yang. When lunch arrives, they spoon rice into their mouths and slurp seaweed soup with gusto. Their hunger comes partly from their morning exertions: a medley of songs in praise of the 'Great General' Kim Jong-il, which requires them to march on the spot, clasp their chests and raise their hands reverently towards portraits of the North Korean leader. But it is also because they did not get enough food for breakfast or for dinner the previous night. Songrim, like many cities outside the capital, is suffering from shortages made worse by the government's market reforms and the international community's reluctance to provide aid to a country that claims to be building a nuclear arsenal. Last week the top United Nations official in North Korea, Masood Hyder, said that economic restructuring had created a new class of up to a million poor urban workers who need humanitarian aid. Under the old socialist system, the country's 22 million people suffered or benefited together. But last year the government ended price-fixing, gave private enterprises more independence and told state-run firms to tie wages to productivity. Farmers and businessmen can trade with fewer restrictions, but the losers are those in the towns. As the first journalist in five years to join a World Food Programme monitoring mission, I saw how more than a decade of famine, military tension and economic collapse had affected places like Songrim, where a third of the 127,000 population is dependent on overseas aid. City officials said the public distribution system gives residents a ration of 300 grams of food per day. 'People try to cope by foraging for acorns, collecting berries and fishing,' said Son Song-bok, of the Songrim flood disaster relief committee. At the children's hospital, mothers waited in chilly wards to get treatment for babies with respiratory diseases and diarrhoea. A nurse told us the facility had running water for one hour a day and no heating even in winter, when temperatures can fall to -20 C. The full scale of the situation was difficult to judge. We were not permitted to see every ward, Government minders were present at interviews and we had to rely on an official interpreter. WFP monitors are used to restrictions. Their inspections have to be announced in advance and some areas - thought to contain military bases and concentration camps - remain off-limits. But the number of monitoring missions has doubled in three years. In Songrim we entered the home of a pregnant woman whose husband worked at the local ironworks. It was bare but for an old television and sewing machine, the walls adorned onlywith portraits of Kim Jong-il and his deceased father, 'eternal president' Kim Il Sung. More than half of the woman's food is supplied by the WFP. She had 5kg of cereals and no meat or eggs. Seventy per cent of the family's income - about £2 a month - is spent on food. 'Without the donations, we couldn't manage,' she said. For years, international aid has fed more than four million people, preventing a repeat of the famines of the late Nineties when refugees reported people dropping dead in the streets, but 70,000 children under five still need hospital treatment for malnutrition. WFP monitors said major donor countries had either ended or drastically reduced support because of North Korea's nuclear weapons programme and restrictions on WFP monitors. In two years Japan has given nothing and the US has cut donations by 80 per cent. At the Ungok nursery the only supplies to arrive in the last week were a little fish from Canada. For now, warehouses contain the recent harvest, but aid workers fear that gains will be wiped out unless they get a good response to their appeal for $221m of aid for next year. 'We have a pipeline break,' said Rick Corsino, WFP director for North Korea. 'If it continues until March, we'll have to drop everyone who relies on us for a balanced diet. This is a very bad time.'",
    "keywords": [
        "wfp",
        "wont",
        "slowly",
        "korea",
        "restrictions",
        "reveal",
        "songrim",
        "monitors",
        "million",
        "workers",
        "kim",
        "starving",
        "food",
        "aid",
        "pain",
        "north"
    ],
    "summary": "But it is also because they did not get enough food for breakfast or for dinner the previous night.\nWFP monitors are used to restrictions.\nWFP monitors said major donor countries had either ended or drastically reduced support because of North Korea's nuclear weapons programme and restrictions on WFP monitors.\nFor now, warehouses contain the recent harvest, but aid workers fear that gains will be wiped out unless they get a good response to their appeal for $221m of aid for next year.\n'We have a pipeline break,' said Rick Corsino, WFP director for North Korea.",
    "sentiment": {
        "neg": 0.0813,
        "neu": 0.8851,
        "pos": 0.0336,
        "compound": -0.1114
    }
}