{
    "date": "2003-08-23T01:15:18Z",
    "title": "North Korea to be invaded by balloons",
    "url": "https://www.theguardian.com/world/2003/aug/23/northkorea.theeditorpressreview",
    "content": "Next month, two activists for North Korean refugees plan to gather dozens of volunteers along the heavily fortified border that divides North and South Korea, where they'll launch an invasion that should easily infiltrate the tank traps, barbed wire, and more than a million combat-ready soldiers. This volunteer corps will unleash hundreds of balloons bearing battery-powered radios, which will drift northward across the demilitarised zone and land in the open countryside... Douglas Shin, a Korean American pastor, and Norbert Vollertsen, a German physician... hope North Koreans will find the radios and tune in to independent news stations... Made possible by some $8,000 (£5,000) in donations, the low-tech endeavour comes with no guarantees. If the winds change, the balloons could get blown out to sea. Or the radios, made in China, could break once they hit the ground. Worse, if people are caught with the radios, they could end up in a prison camp - or executed... Each plastic balloon... will carry at least one bubble-wrapped handheld radio that will play Radio Free Asia, Voice of America, a South Korean Christian station, and a secular South Korean government station... While some want the project to help foment a kind of velvet revolution in a nation starved for both food and freedom, some of the religious volunteers are excited about it for another reason. \"It's an excellent way to evangelise a nation,\" says Gary Lane, director of news services for the Voice of the Martyrs... [But] it's not just the Christians who are interested. In recent months, US officials have grown alarmed by North Korea's burgeoning nuclear weapons programme... and Washington insiders speculate that the CIA may now be involved with trafficking radios into the country in an effort to add international pressure to the regime... On the record, US government sources deny any involvement... But Congress realises the need for independent media in North Korea. Just last week, two members of Congress... successfully attached a measure to the state department funding act that will increase Radio Free Asia broadcasting to North Korea from four hours to 24 hours a day... North Korea permits only state-issued radios programmed to block out all but government-controlled media. But the regime is losing its iron grip, not least because of a wrecked economy... Vollertsen, who spent more than a year in North Korea, says, \"The regime is so corrupt - it's all about money. You give a border guard some money and he'll look away.\" As a result, 40% of North Korean defectors now report having listened to independent media inside the regime... Just last month, two fishermen who escaped to South Korea in a rowing boat said that secretly listening to a South Korean station gave them incentive to leave. Other North Koreans have said they buried themselves under layers of blankets to muffle the sound of foreign news over shortwave radios... Shin and Vollertsen are confident that if North Koreans find the radios, they won't turn them in to authorities but will hide them and tune in. Even the authorities may use them. A bodyguard for Kim Jong-il who recently defected to South Korea said he had been arrested back home for listening to foreign broadcasts. The arresting officer took an inventory of the bodyguard's possessions in his apartment. While the bodyguard was in jail, he said, the officer came to him with the list and whispered, \"I want you to know that I erased the reference to your radio, because I wanted it.\" From the Village Voice, August 13 (www. villagevoice.com) Villagevoice",
    "keywords": [
        "voice",
        "invaded",
        "south",
        "radios",
        "regime",
        "korea",
        "balloons",
        "station",
        "radio",
        "vollertsen",
        "north",
        "korean"
    ],
    "summary": "Next month, two activists for North Korean refugees plan to gather dozens of volunteers along the heavily fortified border that divides North and South Korea, where they'll launch an invasion that should easily infiltrate the tank traps, barbed wire, and more than a million combat-ready soldiers.\nBut Congress realises the need for independent media in North Korea.\nJust last week, two members of Congress... successfully attached a measure to the state department funding act that will increase Radio Free Asia broadcasting to North Korea from four hours to 24 hours a day... North Korea permits only state-issued radios programmed to block out all but government-controlled media.\nBut the regime is losing its iron grip, not least because of a wrecked economy... Vollertsen, who spent more than a year in North Korea, says, \"The regime is so corrupt - it's all about money.\nA bodyguard for Kim Jong-il who recently defected to South Korea said he had been arrested back home for listening to foreign broadcasts.",
    "sentiment": {
        "neg": 0.0443,
        "neu": 0.9107,
        "pos": 0.0449,
        "compound": 0.0143
    }
}