{
    "date": "2003-04-26T01:13:40Z",
    "title": "North Korea's nuclear boast defies belief",
    "url": "https://www.theguardian.com/world/2003/apr/26/northkorea",
    "content": "South Korea and Japan expressed disbelief and dismay yesterday at the news that their paranoid, impoverished and belligerent neighbour North Korea had declared itself the latest member of the nuclear weapons club. South Korea, which has adopted a policy of diplomatic engagement with the North, pinned its hope on the uncertainty about what its delegate, Ri Gun, actually said to the chief US negotiator, James Kelly, at the meeting convened by the Chinese in Beijing. The nuclear revelation is reported to have been made as an aside in the corridor, rather than in the main meeting hall, where comments would be recorded. Japanese and South Korean officials said they were still examining translations of the comments, but according to a senior unnamed US official Mr Ri said the north already had nuclear weapons and had nearly finished reprocessing 8,000 used fuel rods, which could give it enough plutonium for up to eight more. \"We can't dismantle them,\" he told Mr Kelly, according to American press accounts. \"It's up to you whether we do a physical demonstration or transfer them.\" The remark appeared to represent a threat to test or export nuclear warheads unless the US made concessions, including a treaty promising not to attack. President Bush said North Korea was \"back to the old blackmail game\", and that the US would not be intimidated. \"This will give us an opportunity to say to the North Koreans and the world we're not going to be threatened,\" he said. Mr Kelly has yet to confirm the comment, saying only that he had a \"good meeting\". The Chinese made no mention of North Korea's claim, but stressed the positive significance of the two countries agreeing to meet again. \"All the parties considered the Beijing talks a good beginning of a process leading to a settlement of the North Korean nuclear issue,\" a Chinese foreign ministry spokesman said. South Korean officials said the North Korean comment might have been mistranslated, or deliberately made off the record so that it could use the threat of nuclear weapons as a bargaining chip and later deny that it had ever admitted their existence. The South Korean foreign minister, Yoon Young-kwan, said that, if confirmed, the claim would be \"a major disturbance to peace on the Korean peninsula and to Northeast Asia\". Japan's defence minister, Shigeru Ishiba, said he had no difficulty believing that North Korea was a nuclear power, but added: \"We have to confirm the facts: whether this claim is true or whether it is part of a policy of brinkmanship.\" He stressed that Japan would rely on the US nuclear umbrella for protection. Pyongyang's state media made no mention of the claim in a report on the talks, which ended yesterday. The foreign ministry's statement said only that it had made a \"bold proposal\" to resolve the standoff. The British foreign secretary, Jack Straw, said in an interview with Radio 4 yesterday: \"We should be very patient indeed. There is nobody on the Korean peninsula, on either side of it, who is going to benefit from any kind of nuclear arms race. \"Every country in that region, and particularly Russia, China and Japan as well as the two Koreas, want there to be a stable North Korea able to live in peace and harmony with its neighbours. \"It is in the interests of all those countries and the United States to ensure that happens.\" North Korea, the world's most isolated state, has long played on the has-it, hasn't-it ambiguity surrounding its nuclear capability. The CIA suggests that it has enough plutonium to make one or two bombs, and Washington has said has said that no deal is possible without a \"verifiable and irreversible\" end to any atomic weapons programme it may have.",
    "keywords": [
        "south",
        "boast",
        "claim",
        "mr",
        "korea",
        "belief",
        "nuclear",
        "weapons",
        "defies",
        "korean",
        "foreign",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "South Korea and Japan expressed disbelief and dismay yesterday at the news that their paranoid, impoverished and belligerent neighbour North Korea had declared itself the latest member of the nuclear weapons club.\nPresident Bush said North Korea was \"back to the old blackmail game\", and that the US would not be intimidated.\nThe Chinese made no mention of North Korea's claim, but stressed the positive significance of the two countries agreeing to meet again.\n\"All the parties considered the Beijing talks a good beginning of a process leading to a settlement of the North Korean nuclear issue,\" a Chinese foreign ministry spokesman said.\nNorth Korea, the world's most isolated state, has long played on the has-it, hasn't-it ambiguity surrounding its nuclear capability.",
    "sentiment": {
        "neg": 0.0632,
        "neu": 0.8218,
        "pos": 0.115,
        "compound": 0.1327
    }
}