{
    "date": "2003-12-03T02:19:08Z",
    "title": "Setback for nuclear weapons talks",
    "url": "https://www.theguardian.com/world/2003/dec/03/northkorea1",
    "content": "Crucial talks over the future of North Korea's nuclear weapons programme which were due to take place this month will probably be delayed until well into the new year because of stubborn differences between Washington and Pyongyang over the basis of the negotiations. State department officials are blaming the anticipated delay on North Korea's refusal to agree to a strict weapons inspectorate regime as a prerequisite for the talks. The setback comes after some spectacular mutual name-calling that has done little to resolve North Korea's bitter year-long nuclear standoff with the United States. There had been hopes that the six-party North Korea talks, tentatively scheduled to begin on December 17, would help to break the apparent deadlock without aggravating tension in the region. The United States had included the phrase an \"effective and irreversible verification regime\" as part of its requirements for talks to start. But the North Koreans have apparently balked at the formulation. The issue of North Korea and its nuclear weapons has been largely obscured in American domestic politics for the past few months with attention focused on Iraq, Afghanistan and, to a lesser extent, Iran and Syria. But John Bolton, under secretary for arms control and international security at the state department, yesterday told a conference of the Institute for Foreign Policy Analysis in Washington that the issue of \"rogue states\" and nuclear weapons remained high on the national agenda. \"With regard to North Korea,\" he said, \"President Bush's objective is quite clear: the United States seeks the complete, verifiable, and irreversible dismantlement of North Korea's nuclear programmes. We seek to bring this about, as we have said repeatedly, through diplomatic dialogue in a multilateral framework involving those states with the most direct stakes in the outcome.\" The first round of the current series of talks was held in Beijing in August. China has since played a major part in trying to move the talks along and has been congratulated by the US secretary of state, Colin Powell, for so doing. Negotia tors from South Korea and Japan are due in Washington this week to hammer out a format. Russia is the other negotiating partner. Mr Bolton added: \"Whether the nuclear capabilities of states like Iran, North Korea and others are threats today, or 'only' threats 'tomorrow', there can be no dispute that our attention is required now before the threats become reality, and tens of thousands of innocent civilians, or more, have been vaporised.\"",
    "keywords": [
        "setback",
        "threats",
        "korea",
        "states",
        "washington",
        "talks",
        "nuclear",
        "weapons",
        "united",
        "north",
        "koreas"
    ],
    "summary": "State department officials are blaming the anticipated delay on North Korea's refusal to agree to a strict weapons inspectorate regime as a prerequisite for the talks.\nThe setback comes after some spectacular mutual name-calling that has done little to resolve North Korea's bitter year-long nuclear standoff with the United States.\nThere had been hopes that the six-party North Korea talks, tentatively scheduled to begin on December 17, would help to break the apparent deadlock without aggravating tension in the region.\nThe United States had included the phrase an \"effective and irreversible verification regime\" as part of its requirements for talks to start.\n\"With regard to North Korea,\" he said, \"President Bush's objective is quite clear: the United States seeks the complete, verifiable, and irreversible dismantlement of North Korea's nuclear programmes.",
    "sentiment": {
        "neg": 0.0723,
        "neu": 0.844,
        "pos": 0.0836,
        "compound": 0.0123
    }
}