{
    "date": "2003-06-06T01:28:35Z",
    "title": "US troops to quit Korean border zone",
    "url": "https://www.theguardian.com/world/2003/jun/06/usa.northkorea",
    "content": "For the first time since the Korean war the United States is to withdraw its troops from the border between North and South, a redeployment which raises the prospect of a US strike on Pyongyang's nuclear facilities. The retreat from the 38th parallel - once described by Bill Clinton as \"the scariest place on earth\" - will take US soldiers out of the range of North Korean artillery. Under a plan announced in Seoul yesterday the 15,000 personnel of the Second Infantry Division will relinquish their frontline defensive role in two stages over the next few years. The division - current motto: \"In Front of Them All\" - has stood eyeball to eyeball with North Korean troops in the demilitarised zone since the end of the 1950-53 Korean war, which killed 3 million people. As well as supporting South Korean troops, who will continue to guard the border, the division has acted as the symbolic \"tripwire\" for American intervention in the event of an attack from the North. But its presence within a couple of miles of North Korea's million-strong army has also served to deter the US from intervening militarily in the North. In 1994 the White House rejected a Pentagon plan to launch an air attack on Pyongyang's nuclear facilities at Yongbyon, because of the vulnerability of American troops on the border and the millions of civilians in nearby Seoul. Once those troops have been removed, the US will be in a stronger position to use its vastly superior long-range weapons. During a visit to Seoul by the US deputy defence secretary, Paul Wolfowitz, this week, American officials said the redeployment would allow the US to start \"taking down\" North Korean troops within an hour of a conflict beginning, and to launch counter-strikes at Pyongyang.",
    "keywords": [
        "border",
        "division",
        "war",
        "south",
        "quit",
        "troops",
        "seoul",
        "zone",
        "redeployment",
        "american",
        "north",
        "korean"
    ],
    "summary": "For the first time since the Korean war the United States is to withdraw its troops from the border between North and South, a redeployment which raises the prospect of a US strike on Pyongyang's nuclear facilities.\nThe retreat from the 38th parallel - once described by Bill Clinton as \"the scariest place on earth\" - will take US soldiers out of the range of North Korean artillery.\nThe division - current motto: \"In Front of Them All\" - has stood eyeball to eyeball with North Korean troops in the demilitarised zone since the end of the 1950-53 Korean war, which killed 3 million people.\nAs well as supporting South Korean troops, who will continue to guard the border, the division has acted as the symbolic \"tripwire\" for American intervention in the event of an attack from the North.\nOnce those troops have been removed, the US will be in a stronger position to use its vastly superior long-range weapons.",
    "sentiment": {
        "neg": 0.0863,
        "neu": 0.8408,
        "pos": 0.073,
        "compound": -0.0908
    }
}