{
    "date": "2003-01-23T01:57:24Z",
    "title": "US warns North Korea strike is possible",
    "url": "https://www.theguardian.com/world/2003/jan/23/northkorea",
    "content": "The United States' top arms control envoy refused to rule out a military strike on North Korea yesterday, saying all options remained on the table to secure Pyongyang's compliance with nuclear nonproliferation accords. Raising the stakes in the four-month standoff, John Bolton, a US deputy under-secretary of state, accused the North of \"driving a stake through the heart\" of the existing energy-for-compliance agreement, and said he expected the issue to be taken up by the United Nations security council by the end of this week. \"North Korea has been going through its blackmail handbook, but we're not going to play,\" said Mr Bolton after meetings in Seoul. \"We are not in the marketplace to buy off North Korea's acquisition of weapons of mass destruction.\" North Korea is reportedly planning to resume tests of ballistic missiles if the security council begins discussions on the crisis. \"Pyongyang will never cave in to threats and will respond with an even harder line,\" said a North Korean source quoted by Reuters. Mr Bolton emphasised that the US remained focused on the pursuit of a diplomatic resolution to the crisis. He restated Washington's willingness to talk directly to Pyongyang, its offer of aid in return for the scrapping of the North's nuclear programme, and an assurance that America had no invasion plans. However, when asked whether this ruled out a surgical strike on reactors or military facilities, Mr Bolton answered: \"For us, all options are on the table.\" The tough talk highlights growing US impatience with the softly-softly diplomatic approach favoured by the North's neighbours - South Korea, China, Russia and Japan - to resolve the crisis. North Korean diplomats, who are in Seoul for ministerial talks, insisted yesterday that their country had no intention of developing nuclear weapons. However, suspicion has grown in recent weeks as Pyongyang kicked out international inspectors, reactivated a plutonium-producing reactor in Yongbyon, and announced its withdrawal from the international treaty to stop the spread of nuclear weapons. The North's energy ministry said yesterday that the reopened plant would start producing electricity within weeks, but it denied that it would be used to build bombs. Pyongyang said its actions were a response to a US decision to cut oil supplies, which were guaranteed under the 1994 Agreed Framework document. It was this deal- in which a US-led international consortium agreed to build two light-water nuclear reactors in the North - which ended a similar crisis nine years ago. Mr Bolton said that project would be scrapped, because Washington could never again trust the North with fissile material in any form. He blamed the North for killing off the Agreed Framework more than five years ago, by secretly putting together a uranium enrichment programme which, he said, could produce weapons in the very near future. \"The North has committed such a fundamental breach that you can't put Humpty Dumpty together again,\" he said. \"Whatever happens in the future will not involve the Agreed Framework.\" South Korean officials said any new compromise on energy was likely to involve the provision of a gas pipeline from Siberia through the North to Seoul and Tokyo, which could be a source of energy and funds for Pyongyang. Despite its dovish stance, Seoul accepted American demands that the North's non-compliance should be referred to the UN security council. At the council's first meeting on the issue, which could come as early as Friday, Japan and South Korea are expected to join the five permanent members - the US, Britain, France, Russia and China - to discuss warnings and punitive measures. The council has the authority to impose economic sanctions, which the North has said would be an act of war. South Korean officials, however, said the international body was likely to move incrementally. \"Referring the issue to the council does not mean we will rush into sanctions,\" said Chun Yong-wo, the director general of the international organisations division at the South Korea foreign ministry. \"That is only an option when all else fails.\" \"The first step is likely to be a presidential statement calling on Pyongyang to comply. We must remain focused on diplomatic efforts.\" · Japan is drawing up a plan for a mass evacuation of its citizens in South Korea, in case the crisis on the peninsula boils over into war. According to the Yomiuri newspaper, Tokyo will seek US and South Korean support for an airlift of about 35,000 Japanese residents and visitors.",
    "keywords": [
        "south",
        "possible",
        "international",
        "bolton",
        "korea",
        "crisis",
        "warns",
        "nuclear",
        "strike",
        "council",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The United States' top arms control envoy refused to rule out a military strike on North Korea yesterday, saying all options remained on the table to secure Pyongyang's compliance with nuclear nonproliferation accords.\n\"North Korea has been going through its blackmail handbook, but we're not going to play,\" said Mr Bolton after meetings in Seoul.\nNorth Korea is reportedly planning to resume tests of ballistic missiles if the security council begins discussions on the crisis.\n\"Pyongyang will never cave in to threats and will respond with an even harder line,\" said a North Korean source quoted by Reuters.\nAccording to the Yomiuri newspaper, Tokyo will seek US and South Korean support for an airlift of about 35,000 Japanese residents and visitors.",
    "sentiment": {
        "neg": 0.1007,
        "neu": 0.8294,
        "pos": 0.0699,
        "compound": -0.1428
    }
}