{
    "date": "2003-01-13T02:18:39Z",
    "title": "US tries to douse Pyongyang's fire",
    "url": "https://www.theguardian.com/world/2003/jan/13/northkorea",
    "content": "George Bush's envoy flew into Seoul yesterday to try to regain the initiative in its dispute with North Korea as the North issued a threat to engulf the United States in a \"sea of fire\". James Kelly, an assistant secretary of state, is visiting Japan and China as well as South Korea in an effort to reduce the tension and rally support from countries in the region which have watched in horror as the crisis has worsened. It is Mr Kelly's first visit to the region since the meeting in Pyongyang which provoked the crisis. The North marked his return by fiercely denying his claim that it had admitted at that meeting having an illicit nuclear weapons programme. Now the situation on the peninsula has reached new depths. In a series of swift and chilling steps the North has renounced its adherence to the nuclear non-proliferation treaty, declared it is no longer bound by a moratorium on missile tests, and accelerated plans to reopen its reprocessing plant, which can produce weapons-grade plutonium. With these moves it has gone beyond the point that prompted the US to prepare to knock out the nuclear reactor during the similar crisis in 1993-94. It has taken three months to reach the stage reached last time in 18. Washington has played down the threat and offered talks. But diplomats in Seoul say Mr Kelly may need to produce something more substantial to allay North Korea's suspicion that the US is just playing for time. \"The government in Pyongyang believes the US wants war with the North after war with Iraq,\" an official of Seoul's unification ministry said. \"They think delay works only to the US advantage, so they want to bring things to a head.\" At his meetings in Pyongyang in the autumn Mr Kelly dispensed with protocol and confronted the North with Washington's suspicion about its uranium programme. His hosts are reported to have been so shocked that they abruptly ended the meeting and returned the next day with the furious counter-response that they were entitled to have such weapons. Doubts have been raised in South Korea, China and Russia about Mr Kelly's interpretation of what passed as an admission: sceptics say that the North's outburst was more likely to have been an emotional response to provocation. Yesterday the government-controlled North Korean newspaper Rodong Sinmun said: \"The claim that we admitted developing nuclear weapons is an invention fabricated by the US with sinister intentions. \"If the United States evades its responsibility and challenges us, we'll turn the citadel of imperialists into a sea of fire.\" Last time it threatened the South with a sea of fire, but relations have improved in the past two years and yesterday, the North called again on the South to ally with it against the US. This is unlikely but there have been huge anti-American demonstrations in Seoul and the government is putting the diplomatic brake on US moves to punish the North with economic and political isolation. Bill Richardson, the governor of New Mexico and a Clinton-era ambassador who has been meeting North Korean envoys, said yesterday that despite their rhetoric they were prepared to negotiate. After reporting on his talks to the US secretary of State, Colin Powell, he told ABC television: \"They don't negotiate like we do. They don't have our same mentality.\"",
    "keywords": [
        "meeting",
        "south",
        "mr",
        "tries",
        "pyongyangs",
        "sea",
        "nuclear",
        "seoul",
        "weapons",
        "douse",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "It is Mr Kelly's first visit to the region since the meeting in Pyongyang which provoked the crisis.\nThe North marked his return by fiercely denying his claim that it had admitted at that meeting having an illicit nuclear weapons programme.\nYesterday the government-controlled North Korean newspaper Rodong Sinmun said: \"The claim that we admitted developing nuclear weapons is an invention fabricated by the US with sinister intentions.\n\"If the United States evades its responsibility and challenges us, we'll turn the citadel of imperialists into a sea of fire.\"\nBill Richardson, the governor of New Mexico and a Clinton-era ambassador who has been meeting North Korean envoys, said yesterday that despite their rhetoric they were prepared to negotiate.",
    "sentiment": {
        "neg": 0.134,
        "neu": 0.7911,
        "pos": 0.0748,
        "compound": -0.2946
    }
}