{
    "date": "2003-04-19T01:17:57Z",
    "title": "Leader: North Korea next",
    "url": "https://www.theguardian.com/world/2003/apr/19/northkorea.guardianleaders",
    "content": "The crisis over North Korea's nuclear plans is an object lesson in the counter-productive effect of announced policies of regime change. Once a government thinks it is in a superpower's sights, it becomes harder to negotiate a compromise and, if the target state has the means to develop weapons of mass destruction, to persuade it not to do so. Ever since the fall of the Berlin Wall led to expectations that Korea, like Germany, would soon be unified on terms set by the capitalist half of the country, Pyongyang has felt the grave digger's breath on its neck. North Korea's consequent behaviour has had a paranoid character. But its sense that it was under threat or, at least, that it had enemies who devoutly wished it to expire, had some basis in fact. This was reinforced by the Clinton administration's dilatory attitude to commitments made at the time of North Korea's agreement to forego nuclear weapons related work and some forms of nuclear energy production in 1994. Pyongyang probably began violating those agreements five or six years ago. But the Bush administration compounded existing problems by taking a brusque and unyielding line as soon as it was in office. Then President Bush went a rhetorical step further by naming North Korea in his \"axis of evil\"speech. The new doctrine of pre-emptive military action did not help. The response went beyond rhetoric when North Korea revealed it was pursuing two different methods of producing nuclear bomb fuel, expelled international inspectors, and withdrew from the nuclear non-proliferation treaty. During the fighting in Iraq the North Korean foreign ministry ominously pronounced that the conflict suggests that \"disarmament through inspection does not help avert a war but rather sparks it\" and that \"even the signing of a non-aggression treaty with the US\" would not prevent such a war. So the news that talks between the US, North Korea and China are due to begin next week is especially welcome. It is possible these may now be postponed, since the three had hoped to conduct the first sessions in privacy. But that the parties have got this far sustains that, in spite of all the hard talk, Washington and Pyongyang are still several steps back from the brink. North Korea has not moved to re-start its plutonium enrichment plant, nor has it tested a ballistic missile, and it has dropped its insistence on one-to-one talks. The US, which had wanted all the main regional actors involved, has agreed for the moment to be content with a triangular forum. America has hard choices here. North Korea in the past has reneged on agreements, accepted inducements to restore them, then reneged once more. That could happen again, with North Korea signing up to dismantle its nuclear weapons projects, picking up aid and loans, making gains like the normalisation of relations with Japan, and getting security guarantees, but secretly intending to keep a nuclear weapons capacity. Yet military action is not a serious option, even for those who think that a former US military commander's estimate of a million dead in a war is wide of the mark. The sanctions route, cutting off this impoverished country from trade and aid, would impose additional suffering on ordinary people and risk the catastrophic collapse of North Korean society. Letting things stay as they are, with North Korea advancing to the point of regular production of nuclear weapons and their possible sale to others, is not a solution either. That leaves negotiations. They should be pursued with the utmost seriousness.",
    "keywords": [
        "war",
        "leader",
        "military",
        "korea",
        "treaty",
        "nuclear",
        "went",
        "weapons",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "The crisis over North Korea's nuclear plans is an object lesson in the counter-productive effect of announced policies of regime change.\nThen President Bush went a rhetorical step further by naming North Korea in his \"axis of evil\"speech.\nSo the news that talks between the US, North Korea and China are due to begin next week is especially welcome.\nNorth Korea has not moved to re-start its plutonium enrichment plant, nor has it tested a ballistic missile, and it has dropped its insistence on one-to-one talks.\nNorth Korea in the past has reneged on agreements, accepted inducements to restore them, then reneged once more.",
    "sentiment": {
        "neg": 0.137,
        "neu": 0.8041,
        "pos": 0.0589,
        "compound": -0.1867
    }
}