{
    "date": "2003-01-15T02:11:27Z",
    "title": "Bush does u-turn in effort to end Korea crisis",
    "url": "https://www.theguardian.com/world/2003/jan/15/northkorea",
    "content": "President George Bush offered food and energy aid to North Korea yesterday as an incentive to dismantle its nuclear weapons programme. The promise is a u-turn in the Bush administration's hardline approach which had ruled out any negotiations to reward Pyongyang's \"nuclear blackmail\". It ends three months of stonewalling from the Bush administration after the North's admission that it was pursuing a clandestine uranium enrichment programme in defiance of international agreements. The offer came on a day when North Korea threatened another escalation in the crisis, warning it would exercise new \"options\" and resume testing long-range missiles. Mr Bush said yesterday he was open to reviving an aid package for North Korea he had been discussing with the Secretary of State, Colin Powell, before Pyongyang provoked the crisis last October by admitting its weapons programme. \"We expect this issue to be resolved peacefully,\" Mr Bush told reporters. \"If they so choose to do so - their choice - then I will reconsider whether or not we'll start the bold initiative that I talked to Secretary Powell about.\" The president offered no details on the aid that could be forthcoming. In recent weeks, World Food Programme officials have warned that hundreds of thousands in the North could go hungry this winter because of a shortfall in international donations. The promise of a review of energy aid goes to the heart of the North's grievances with Washington - that it failed to fulfil promises to build power reactors to compensate Pyongyang for shutting down its nuclear programme in 1994. The abrupt change in policy arrives at a time when conservative commentators in Washington had condemned the administration's approach as ill-conceived. There were fears that the deepening crisis in Asia would complicate Washington's objective of an early war against Iraq. The reversal of US policy was flagged on Monday when a spokesman for Mr Bush said that Washington was prepared to hold \"technical\" talks with junior North Korean officials as a prelude to more serious negotiations. The White House also welcomed an offer yesterday from Pyongyang's nominal ally, China, to host such talks. The apparent softening of Washington's stance coincided with a flurry of diplomatic initiatives to ease the crisis. Russia announced that it would send an envoy to Pyongyang, Beijing and Washington to seek a solution. \"In the last few days certain hopeful steps and statements have emerged which I would say look to return the situation to what it was before the current crisis,\" said the Russian defence minister, Sergei Ivanov. Pyongyang has maintained a willingness to negotiate. Yesterday, it welcomed a delegation of Australian diplomats to discuss the standoff and a UN ambassador to review the impact of the US and Japan halting food aid. But it also issued a warning that it was prepared for a further escalation. \"If the US responds to the DPRK's recent exercise of its option with new sanctions, it will exercise the second and third corresponding options,\" commented the Rodong Sinmun, the North's leading state newspaper.",
    "keywords": [
        "norths",
        "uturn",
        "korea",
        "crisis",
        "end",
        "washington",
        "does",
        "nuclear",
        "yesterday",
        "aid",
        "pyongyang",
        "programme",
        "effort",
        "north",
        "bush"
    ],
    "summary": "President George Bush offered food and energy aid to North Korea yesterday as an incentive to dismantle its nuclear weapons programme.\nThe promise is a u-turn in the Bush administration's hardline approach which had ruled out any negotiations to reward Pyongyang's \"nuclear blackmail\".\nIt ends three months of stonewalling from the Bush administration after the North's admission that it was pursuing a clandestine uranium enrichment programme in defiance of international agreements.\nThe offer came on a day when North Korea threatened another escalation in the crisis, warning it would exercise new \"options\" and resume testing long-range missiles.\nThere were fears that the deepening crisis in Asia would complicate Washington's objective of an early war against Iraq.",
    "sentiment": {
        "neg": 0.0939,
        "neu": 0.8098,
        "pos": 0.0964,
        "compound": -0.0166
    }
}