{
    "date": "2003-08-28T01:46:18Z",
    "title": "The editor: 'Pessimism comes easily'",
    "url": "https://www.theguardian.com/world/2003/aug/28/northkorea.theeditorpressreview",
    "content": "Lee Hong-koo JoongAng Daily, South Korea, August 26 \"The six nations attending the Beijing talks - as well as the entire international community - are focused on Pyongyang's nuclear weapons programme. But only South Korea can prove that the nuclear issue, despite the latest buzz about its urgency and threat, was not created overnight, but has originated from a half-century-long history of confrontation and division on the Korean peninsula.\" \"The nuclear threat posed by Pyongyang is not just about the prevention of nuclear weapons proliferation, but should be handled in a larger context. We need to challenge the division of the peninsula in order to resolve the nuclear issue. None of the other partners in the talks - the United States, Russia, China and Japan - can be assumed to have a complete understanding and real sense of history when it comes to the division of the peninsula. For Americans, Russians, Chinese and Japanese, the division in 1945 or the Korean war in 1950 might be just another chapter in the history book.\" Washington Post Editorial, August 26 \"Pessimism comes easily as a new round of talks with North Korea begins. Though dictator Kim Jong-il suggests he might be willing to bargain [his] weapons away, his violation of a previous deal with the US makes that stance hard to credit. Any deal will require months of tough negotiations and extended talks risk giving Pyongyang the time it needs to secure an arsenal. \"All of this suggests that it might be better to drop negotiations with Mr Kim's odious regime for some more promising strategy. Yet there is none. The alternatives to negotiating boil down to attempting to force regime change through economic strangulation or war, as Bush administration hardliners advocate, or doing nothing, which was the administration's de facto policy until recently. Strangulation won't work without the help of China and South Korea, which don't want an abrupt regime change, and war ought to be a last and desperate resort, given the devastation it would likely bring to both Koreas. Talks with Mr Kim, to paraphrase Winston Churchill, are the worst possible course - except for all the rest.\" Ralph A Cossa Korea Times, South Korea, August 26 \"We should be paying closest attention to the comments coming from Seoul, Beijing, and Moscow. Unless and until Pyongyang believes that these traditionally more sympathetic states are prepared to play hardball in demanding an end to Pyongyang's nuclear programme it is unlikely to take the talks seriously. \"Realistically, the best we can hope for from this first meeting would be a declaration (probably unverified) by Pyongyang that it is freezing its current programmes, along with a multilateral pledge by all parties that each will refrain fromaggressive actions against the other while talks proceed in good faith. The best we are likely to get is an agreement to keep talking.\" Asahi Shimbun Editorial, Japan, August 26 \"We want those involved in the talks to do one thing from the outset: make North Korea stop reprocessing spent nuclear fuel to produce plutonium-type bombs and freeze all other elements of nuclear development at once. \"Whether this position succeeds will depend upon how much pressure the five other countries, acting in concert, can apply to North Korea and how they plan to assure North Korea that the US has no intention of invading North Korea by force. We hope the US government will soon present its own plan for a breakthrough.\" People's Daily Editorial, China, August 26 \"Piling up pressure unilaterally or taking hardline measures will not help solve the nuclear issue. On the contrary, it would deepen contradictions and threaten regional peace and security. \"Only peaceful measures can bring hope of solving the nuclear crisis on the Korean peninsula. The issue must be solved peacefully, and the international community is also looking forward to a peaceful solution. \"The road ahead for the six-party talks will by no means be smooth, but as long as the sides concerned work together sincerely and stick to peaceful negotiations, they will be able to register the first step toward a peaceful solution to the nuclear issue.\" Straits Times Editorial, Singapore, August 26 \"The US can best show its willingness to end the stalemate if it offers a detailed road map that will obviate the need for one side to feel it is giving in to the other. The sequence of which comes first is problematic, to be sure. There is mention of a multilateral security guarantee, but on the understanding that Pyongyang dismantle its weapons infrastructure first. \"If Pyongyang baulks at this, as it could, there is a danger the US could proceed to sanctions and maritime and air interdictions. These would be dangerous provocations. The issue at gut level turns on this perception: The US can attack North Korea any time but the reverse is improbable, not least because Pyongyang's strike capability is suspect. Who ought to be giving the other side quarter, such as it is?\"",
    "keywords": [
        "south",
        "korea",
        "easily",
        "north",
        "issue",
        "nuclear",
        "editor",
        "peninsula",
        "pyongyang",
        "weapons",
        "26",
        "comes",
        "pessimism",
        "talks"
    ],
    "summary": "\"The nuclear threat posed by Pyongyang is not just about the prevention of nuclear weapons proliferation, but should be handled in a larger context.\nWe need to challenge the division of the peninsula in order to resolve the nuclear issue.\nWashington Post Editorial, August 26 \"Pessimism comes easily as a new round of talks with North Korea begins.\nRalph A Cossa Korea Times, South Korea, August 26 \"We should be paying closest attention to the comments coming from Seoul, Beijing, and Moscow.\n\"Whether this position succeeds will depend upon how much pressure the five other countries, acting in concert, can apply to North Korea and how they plan to assure North Korea that the US has no intention of invading North Korea by force.",
    "sentiment": {
        "neg": 0.117,
        "neu": 0.7503,
        "pos": 0.1328,
        "compound": 0.0378
    }
}