{
    "date": "2003-01-04T01:43:42Z",
    "title": "Leader: Asia's shifting alliances",
    "url": "https://www.theguardian.com/world/2003/jan/04/northkorea.guardianleaders",
    "content": "South Korea's efforts to revive a stalled dialogue with its fractious northern neighbour are driven by the dawning realisation that the US lacks a coherent policy for dealing with the Pyongyang regime. Since the latest crisis over North Korea's nuclear weapons programme erupted last autumn, Washington has sent confusing signals. Its initial action in cutting off fuel supplies provoked the North into reactivating its Yongbyon nuclear plant and expelling IAEA nuclear inspectors. US defence secretary Donald Rumsfeld's ill-advised public boast that the Pentagon could manage simultaneous military confrontations in Iraq and North Korea only increased the alarm felt in Seoul and elsewhere in the region. Now President Bush stresses the need for diplomacy, but refuses to talk directly to the North Koreans. Little wonder that the South Korean government has felt obliged to take the initiative. Seoul's single-handed attempts to encourage Chinese and Russian mediation, possibly through a new, regionally sponsored \"peace process\" also involving Japan, may reflect a more fundamental change in South Korea's outlook. Recent elections there were characterised by strong, street-level anti-American sentiments, to which the main candidates were forced to respond. This animosity springs in part from the large US military presence in South Korea which younger generations view as anachronistic. But it also stems from a rising sense of national autonomy; and from perceptions that Washington's aims are at odds with, even inimical to, those of South Korea. The two Koreas are committed to peaceful reunification. Mr Bush's early rejection of the \"sunshine policy\" of détente, his demonisation of North Korea as \"evil\" and his personal declaration of loathing for President Kim Jong-il have rendered attainment of that goal less likely. While the US government may be guilty of double standards over Iraq and North Korea, the bottom line is that it has no business unilaterally threatening either country. But by his recent actions and inaction, Mr Bush may have set in train a significant weakening of the South Korean alliance and of US strategic influence in the Asia-Pacific area. On Mr Bush's watch, China and Russia, firmly held at arm's length during 40 years of cold war, are now politely invited to arbitrate the region's future peace and security. The consequences of this turnabout could be far-reaching.",
    "keywords": [
        "shifting",
        "policy",
        "south",
        "mr",
        "leader",
        "recent",
        "korea",
        "peace",
        "president",
        "nuclear",
        "alliances",
        "koreas",
        "north",
        "asias"
    ],
    "summary": "Since the latest crisis over North Korea's nuclear weapons programme erupted last autumn, Washington has sent confusing signals.\nUS defence secretary Donald Rumsfeld's ill-advised public boast that the Pentagon could manage simultaneous military confrontations in Iraq and North Korea only increased the alarm felt in Seoul and elsewhere in the region.\nThis animosity springs in part from the large US military presence in South Korea which younger generations view as anachronistic.\nBut it also stems from a rising sense of national autonomy; and from perceptions that Washington's aims are at odds with, even inimical to, those of South Korea.\nWhile the US government may be guilty of double standards over Iraq and North Korea, the bottom line is that it has no business unilaterally threatening either country.",
    "sentiment": {
        "neg": 0.1163,
        "neu": 0.8034,
        "pos": 0.0803,
        "compound": -0.1577
    }
}