{
    "date": "2003-01-21T02:32:43Z",
    "title": "Ian Buruma: Does Kim Jong Il believe his own hype or doesn't he? Either way he must be insanse",
    "url": "https://www.theguardian.com/world/2003/jan/21/northkorea",
    "content": "I have in front of me a booklet, published in Pyongyang, entitled Kim Jong Il: The Genuine People's Leader. It is a book of worship. The Great Leader, the author exults, \"is a genius. I cannot find other expression for his intellect, talent and leadership than genius\". And this, as Kim worship goes, is pretty tame stuff. The writer, Tapani Keskinen, a former vice-chairman of the Socialist party of Finland, is a model of Nordic sobriety compared to the kind of jubilations that North Koreans are subjected to on a daily basis. Not only are they meant to believe that Kim Jong Il is a leader of genius, but also a great soldier, a peerless film-maker, movie critic, philosopher, scientist, miracle worker, and holy man. North Korean communism is more a religious cult than a political ideology. Like all modern Korean cults (think of the Moonies), it contains a mish-mash of animism, Confucianism, and even Christian elements. The Great Leader was in fact born in Russia during the war. But his official nativity story is set on Mount Paekdu, a sacred spot for all Koreans who believe that their country was founded there more than 4,000 years ago by a divine bear-man. When the Great Leader was born, a star shone brightly above Mt Paekdu, and his coming heralded the start of spring. More in the Confucian mould, the Great Leader is also a brilliant and industrious scholar imbued with great wisdom, like his father, the late Great Leader, President Kim Il Sung. Our Finnish friend tells us that the current Great Leader, \"when still a child, ambled about the garden late in nights to hush chirring crickets lest they disturb the president lost in thought\". Now, try to imagine a country where every bookstore and library stocks nothing but this pseudo-religious drivel. Imagine a place where all public art consists of worshipful images of the two human deities, Kim père and fils. And when it isn't them, it is a picture of the holy Mount Paekdu. Then seal off the borders, jam foreign radio stations, stop people from travelling, and imagine what effect this must have on the mental health of the holy men and their followers. If the Great Leader really believes everything people are compelled to say about him, all the praise of his genius, all the fawning tributes of foreign vice-chairmen of socialist parties, all the books celebrating his artistic masterpieces, all the pictures showing him pointing the way to Paradise, even as his subjects are starving, if he really believes all that, Kim is clearly insane. If he does not believe any of this orchestrated charade, then he is compelled, like his captive audience of millions, to live a daily lie so huge that he might as well be insane. Since he proudly tells foreign visitors that he watches CNN, one must assume that he does indeed live the lie, without believing a word of it. The inevitable tensions are washed away with litres of Hennessy Paradis cognac at £400 a bottle. And what about his people, the poor North Koreans? One wonders to what extent human scepticism still operates in the absence of any knowledge that contradicts official lies. That North Korea is no paradise is plain for anyone to see. But Koreans are told that everywhere else is infinitely worse. The fact that tens, maybe hundreds of thousands are dying horribly in the Korean gulag, and that many others try to escape across the Chinese border, must indicate, however, that human scepticism does function even in the most adverse circumstances. The implication is quite ghastly: the moment you start doubting, your life becomes unbearable. Yet not to doubt is to be in a permanent state of madness. The implication for the \"international community\" (aka the US) is pretty awful, too. With Saddam Hussein, things are a lot simpler. He thinks and behaves like a gangster, and gangsters inspire loyalty only as long as they can offer largesse and protection. As soon as even his most loyal followers realise that the game is up, they are likely to desert him and cut a deal as best they can with the new bosses in town. With the Great Leader we are dealing with a religious cult. Rather than implode, or even less surrender to outside pressure, the Kim cult is more likely to be apocalyptic. Try to break it by force and Kim will try to blow everyone to kingdom come. Forget military options; this is Waco on a nuclear scale. And the tragedy for North Koreans is that even if they no longer believed in him, they would still be forced to share his fate.",
    "keywords": [
        "doesnt",
        "jong",
        "leader",
        "insanse",
        "ian",
        "paekdu",
        "hype",
        "kim",
        "way",
        "does",
        "try",
        "genius",
        "imagine",
        "great",
        "korean",
        "buruma",
        "il",
        "north",
        "koreans"
    ],
    "summary": "North Korean communism is more a religious cult than a political ideology.\nThe Great Leader was in fact born in Russia during the war.\nWhen the Great Leader was born, a star shone brightly above Mt Paekdu, and his coming heralded the start of spring.\nMore in the Confucian mould, the Great Leader is also a brilliant and industrious scholar imbued with great wisdom, like his father, the late Great Leader, President Kim Il Sung.\nAnd the tragedy for North Koreans is that even if they no longer believed in him, they would still be forced to share his fate.",
    "sentiment": {
        "neg": 0.0873,
        "neu": 0.7631,
        "pos": 0.1496,
        "compound": 0.1758
    }
}