{
    "date": "2003-02-07T01:31:03Z",
    "title": "North Korea at a glance",
    "url": "https://www.theguardian.com/world/2003/feb/07/northkorea1",
    "content": "· Democratic People's Republic of Korea, known locally as Choson · Population is 22m · Capital is Pyongyang · Currency: 1 won = 100 chon (= 28 pence) · Life expectancy is 74 years for women and 68 for men · The communist regime allows North Koreans to vote in elections from the age of 17 · Traditionally Buddhist and Confucianist but religious activities are controlled by the government · Gained independence from Japan on August 15 1945, at the end of the second world war, and the DPRK was founded on September 9 1948, a national holiday · Kim Il-sung, known as the Great Leader, ruled for almost five decades until his death on July 8 1994. In September 1998 he was declared Eternal President. His son Kim Jong-il, who took over leadership of the Korean Workers' Party in 1997, had his powers extended to head of state on the same day · In 2002, North Korea was named as part of the 'axis of evil' by George Bush · The Korean People's Army is one of the largest in the world. Troops total more than 1 million, with a further 7 million in reserve units. Around 30% of GDP is spent on the military Compiled by Katy Helsop. Sources: CIA World Factbook; BBC; Global Security",
    "keywords": [
        "won",
        "korea",
        "world",
        "known",
        "million",
        "workers",
        "kim",
        "peoples",
        "glance",
        "north",
        "korean"
    ],
    "summary": "In September 1998 he was declared Eternal President.\nHis son Kim Jong-il, who took over leadership of the Korean Workers' Party in 1997, had his powers extended to head of state on the same day · In 2002, North Korea was named as part of the 'axis of evil' by George Bush · The Korean People's Army is one of the largest in the world.\nTroops total more than 1 million, with a further 7 million in reserve units.\nAround 30% of GDP is spent on the military Compiled by Katy Helsop.\nSources: CIA World Factbook; BBC; Global Security",
    "sentiment": {
        "neg": 0.0265,
        "neu": 0.8957,
        "pos": 0.078,
        "compound": 0.0987
    }
}