{
    "date": "2003-01-08T16:27:47Z",
    "title": "North Korea adds fuel to nuclear crisis",
    "url": "https://www.theguardian.com/world/2003/jan/08/usa.iraq",
    "content": "Could Kim Jong Il be receiving a retainer from Saddam Hussein? No doubt the \"Dear Leader\" needs the money and the oil, while his timing could not be better from the Iraqi despot's point of view. The sudden escalation of the North Korean nuclear programme and Pyongyang's ejection of international inspectors has complicated the United States strategy both diplomatically and militarily. It is now much harder for the US to go to the security council to make the case for military action against Saddam Hussein, who might have nuclear weapons in a few years time, while pushing a diplomatic approach towards the quixotic North Korean government, which probably has a couple of crude plutonium weapons already. Militarily, while Donald Rumsfeld insists the US can handle two major conflicts at once, in practice the very prospect strains even the American military. For example, the USS Kitty Hawk aircraft carrier and its battle group had been earmarked to serve as a platform for special operations against Iraq. Now it is likely to remain in the Far East. Moreover, while the world has more or less reconciled itself to the inevitability of a war in Iraq, the prospect of a clash in North Korea with nuclear implications would produce an international backlash that could derail even the Bush administration's determined advance on Baghdad. Most strategic analysts say that - short of a coup in Baghdad - a significant worsening of the North Korea confrontation is just about the only scenario that could postpone an invasion of Iraq until next winter. The untimely eruption of defiance in Pyongyang has thus forced the White House to improvise hastily to plug the holes it has punched in the Bush doctrine. There is, for instance, an administration-wide ban on using the word \"crisis\" in relation to North Korea. Speaking to troops in Texas last Friday, the president argued that while the world was still trying to find common ground on North Korea, it had \"spoken with one voice\" over Iraq. This was both obviously false (there are still deep splits in the security council over Iraq) and an admission of failure for Washington's policy of containing North Korea. Both South Korea and China have little stomach for more economic sanctions against a country on the brink of implosion. To the question of why North Korea is currently the \"lesser evil\" on Bush's axis, American officials also point out that Saddam Hussein has, unlike Kim Jong Il, already used weapons of mass destruction. That is true, but it is a statement about the past. Currently Saddam is in better international standing than his North Korean counterpart, having opened his doors to UN weapons inspectors. The \"Dear Leader\" has not only ripped up international controls on his nuclear activities, he has a track record of supporting terrorism (the central yet unproven charge against Saddam). He also makes most of the currency he seeks for buying Mercedes and Hennessy brandy (he is apparently the company's biggest single customer) from selling weapons systems abroad. The real reason containment remains the US policy of choice in North Korea, but a dirty word when it comes to Iraq, has nothing to do with international law and a lot to do with crude military reality. Kim is being handled gently not in spite of his transgressions, but because of them. He already has the bomb and could conceivably destroy South Korea and large parts of Japan if attacked. Meanwhile, because Saddam's weapons programmes have proceeded more slowly under more intense international scrutiny, he is more vulnerable. Give him another a couple of years, the Washington hawks argue, and we will have to treat him as gingerly as Kim. There is a persuasive logic behind this, but the Bush administration has made it almost impossible to sell on the international stage because of the clumsiness of its foreign policy, which is all the more astonishing in view of the veterans on its team. Having begun 2002 vowing to bring \"regime change\" to Iraq, Washington has faced an uphill struggle in persuading the UN security council (a body whose usefulness the US belatedly remembered) that its primary interest was disarmament. The about-turn required some unconvincing wordplay from the secretary of state, Colin Powell, and the White House spokesman, Ari Fleischer, who both suggested that if it comprehensively disarmed, the Baghdad regime would by definition have \"changed\", and might therefore be permitted to stay in power. The performance did not impress. The administration's rhetorical baggage quickly became a cumbersome diplomatic burden, deepening the distrust of would-be allies who suspected that renewed weapons inspections would serve as little more than a pretext for going to war. Furthermore, by warning Saddam Hussein that he will be a target whatever he does, it takes away any incentive he might have had to surrender his most fearsome means of defence. Even if the administration genuinely believes that the only way to truly disarm Iraq is to remove Saddam, it would be in a far better position now if it had kept the revelation to itself, pursued disarmament in word and deed, and allowed the rest of the world to come to its own conclusions. As far as North Korea is concerned, the Bush team's apparent compulsion to act tough (in self-regarding \"contrast\" to the Clinton administration's policy of engagement) has helped precipitate the current crisis. Pyongyang appears to have been riled by its inclusion in President Bush's celebrated \"axis of evil\" trio, and by the incoming administration's abrupt and seemingly arbitrary decision to cut off Clinton-era contacts. Kim's nuclear brinksmanship, most analysts agree, is primarily a means of demanding respect and recognition. Having talked tough with no credible threat of force to back it up, the Bush foreign policy team is anxiously looking for a diplomatic way out. The White House is now saying it is ready for \"talks\" with Pyongyang, but not negotiations. The \"axis of evil\" must have sounded like a catchy motif when it was first slipped into the president's state of the union address a year ago (Bush's speechwriter, David Frum, originally suggested \"axis of hatred\", but was told \"evil\" sounded more \"theological\"), but there is no end to the trouble it has caused the administration that spawned it. Apart from prodding North Korea into a game of atomic \"chicken\" and tipping off Saddam Hussein that he has little to gain by disarming, it has mightily annoyed Iran, which could otherwise have been a much more willing and useful ally when it came to getting rid of Saddam. President Bush's aides make much of his \"moral clarity\", by which they mean his preference for dividing the world into \"good and evil\", \"for us or against us\". It was a useful rallying cry in the immediate wake of September 11, but with each passing month since the \"axis of evil\" came into being, and deals are struck with regimes inhabiting the shadows between good and evil, the picture is getting murkier. Mr Bush's vision looks increasingly as though it has the wrong kind of clarity altogether - easy rhetoric in place of clear-headedness.",
    "keywords": [
        "policy",
        "international",
        "evil",
        "korea",
        "iraq",
        "hussein",
        "crisis",
        "nuclear",
        "weapons",
        "saddam",
        "fuel",
        "north",
        "adds"
    ],
    "summary": "Could Kim Jong Il be receiving a retainer from Saddam Hussein?\nThe sudden escalation of the North Korean nuclear programme and Pyongyang's ejection of international inspectors has complicated the United States strategy both diplomatically and militarily.\nThere is, for instance, an administration-wide ban on using the word \"crisis\" in relation to North Korea.\nThis was both obviously false (there are still deep splits in the security council over Iraq) and an admission of failure for Washington's policy of containing North Korea.\nAs far as North Korea is concerned, the Bush team's apparent compulsion to act tough (in self-regarding \"contrast\" to the Clinton administration's policy of engagement) has helped precipitate the current crisis.",
    "sentiment": {
        "neg": 0.1237,
        "neu": 0.7988,
        "pos": 0.0775,
        "compound": -0.1881
    }
}