{
    "date": "2003-04-21T01:44:52Z",
    "title": "Anger at UN role for rights violators",
    "url": "https://www.theguardian.com/world/2003/apr/21/cuba.russia",
    "content": "Human rights organisations are protesting at the inclusion of countries with some of the worst records of abuses on a list of candidates for election to the main United Nations watchdog. North Korea, Iran and Nigeria are likely to win membership of the UN Commission on Human Rights in an election either at the end of this month or early next. Egypt is another candidate and, even though its abuses are not on the same scale as the others, it has been conducting a vigorous campaign against homosexuals. The chair of the commission, which is holding its annual meeting in Geneva, is held at present by Libya, another member with a list of deplorable violations. Human Rights Watch and Amnesty International are among the organisations which are complaining that the inclusion of these countries makes a mockery of the organisation, and are urging reform of the process. The New York-based Human Rights Watch described the list of candidate countries as \"a Who's Who of the worst human rights abusers.\" Seeking re-election are other countries with poor records: Saudi Arabia, Cuba, Russia and the Democratic Republic of Congo. The body has a membership of 53, each serving a two-year term. It catalogues human rights abuses, investigates claims and puts pressure on governments to change. A group of countries with poor records can block or slow the work of the commission. Other members seeking election this year are Eritrea, Mauritania, Bhutan, Cambodia, Indonesia, Nepal, Qatar, Hungary, the Dominican Republic, Honduras, Italy, the Netherlands and Portugal. Seeking re-election are Britain, Costa Rica, Guatemala, India, Peru, South Africa and Thailand. Amnesty International said it would like to see a benchmark set for membership: each candidate would have to ratify guarantees of basic human rights and open its borders to investigators. Melinda Ching, a spokeswoman for Amnesty, said that without such a benchmark, the signal being sent out was that the commission \"lures those countries that have been under the body's spotlight - North Korea, Iran - into gaining membership to the UN's supreme human rights body for the very purpose of deflecting criticism of each other's human rights situations\". The problem for the UN is that if it was to apply such a strict benchmark, relatively few countries could stand for election. While deploring their records, the UN believes there is a better chance of changing these countries if they are included rather than excluded. North Korea has no right of free speech or religion, and carries out public executions. It also known for extensive use of torture. Executions are commonplace in Iran, and Nigeria was in the spotlight last year over the stoning of women under sharia law for alleged infidelity. Already on the commission are Zimbabwe, whose government has been terrorising its political opponents, and Sudan, another country where human rights are regularly abused. Michael Cashman, the British MEP, yesterday accused Egypt of seeking to block a new UN declaration against discrimination on grounds of sexual orientation that is being put forward at the Geneva meeting. Mr Cashman said: \"Not only does the Egyptian government openly and repeatedly violate human rights through their entrapment and torture of homosexuals, but now they are lobbying countries in the UN to allow these medieval attitudes to sexuality to continue.\"",
    "keywords": [
        "membership",
        "human",
        "countries",
        "commission",
        "seeking",
        "role",
        "election",
        "rights",
        "list",
        "violators",
        "records",
        "anger",
        "north"
    ],
    "summary": "The New York-based Human Rights Watch described the list of candidate countries as \"a Who's Who of the worst human rights abusers.\"\nIt catalogues human rights abuses, investigates claims and puts pressure on governments to change.\nOther members seeking election this year are Eritrea, Mauritania, Bhutan, Cambodia, Indonesia, Nepal, Qatar, Hungary, the Dominican Republic, Honduras, Italy, the Netherlands and Portugal.\nAmnesty International said it would like to see a benchmark set for membership: each candidate would have to ratify guarantees of basic human rights and open its borders to investigators.\nAlready on the commission are Zimbabwe, whose government has been terrorising its political opponents, and Sudan, another country where human rights are regularly abused.",
    "sentiment": {
        "neg": 0.13,
        "neu": 0.834,
        "pos": 0.0359,
        "compound": -0.255
    }
}