{
    "date": "2003-07-19T23:51:47Z",
    "title": "Chef serves up Kim's life of sushi and orgy",
    "url": "https://www.theguardian.com/world/2003/jul/20/northkorea",
    "content": "Kim Jong Il's hunger for a nuclear bomb may be the concern of diplomats and politicians, but it is the North Korean leader's alleged taste for fine wine, gourmet sushi and naked dancing girls that is setting tongues wagging in Japan. A new book, by Kim's former Japanese chef, has stirred up interest in the leader's insatiable appetite for the good things in life, including four-day banquets, as his people endure famine. With so little information about the mysterious leader of the world's most reclusive nation, I Was Kim Jong Il's Cook is a Japanese bestseller. The author has written under a pseudonym, Kenji Fujimoto, fearing North Korean agents will find him. The publisher, Fusosha, is known for revisionist history books whitewashing Japan's war atrocities. In an article in the conservative Sankei Shimbun, Fujimoto said his 13-year association with Kim began in 1982 when he was working as a sushi chef in Pyongyang. He was paid £45,000 a year, given two Mercedes and invited to join the leader, who took control of North Korea on the death of his father in 1994, at his country home and on jet-skiing and horse-riding trips. Kim is known to be fond of $600-a-bottle cognac, and Fujimoto says that he also had a cellar of 10,000 bottles of wine. Attention has focused on 'Kim's Joy Division' - young women chosen to dance, sing and bathe the leader. At one party Kim ordered the dancers to undress and instructed the chef and his guards to join them - but not to touch. Fujimoto later married a member of the Joy Division at a drunken wedding feast attended by Kim.",
    "keywords": [
        "leaders",
        "leader",
        "orgy",
        "sushi",
        "known",
        "serves",
        "kim",
        "wine",
        "chef",
        "kims",
        "fujimoto",
        "life",
        "north",
        "korean"
    ],
    "summary": "A new book, by Kim's former Japanese chef, has stirred up interest in the leader's insatiable appetite for the good things in life, including four-day banquets, as his people endure famine.\nThe author has written under a pseudonym, Kenji Fujimoto, fearing North Korean agents will find him.\nIn an article in the conservative Sankei Shimbun, Fujimoto said his 13-year association with Kim began in 1982 when he was working as a sushi chef in Pyongyang.\nAttention has focused on 'Kim's Joy Division' - young women chosen to dance, sing and bathe the leader.\nAt one party Kim ordered the dancers to undress and instructed the chef and his guards to join them - but not to touch.",
    "sentiment": {
        "neg": 0.0574,
        "neu": 0.847,
        "pos": 0.0955,
        "compound": 0.1056
    }
}