{
    "date": "2003-02-26T01:41:12Z",
    "title": "S Korean leader warns of threat from the North",
    "url": "https://www.theguardian.com/world/2003/feb/26/northkorea",
    "content": "South Korea's new president, Roh Moo-hyun, took office yesterday, warning of a \"grave threat to world peace\" from North Korea's suspected nuclear weapons programme. Amid the worst tensions on the peninsula for 10 years, Mr Roh received a baptism of fire from the North Korean capital, Pyongyang, which launched a short-range missile into the Sea of Japan hours before his inauguration ceremony began. But Mr Roh vowed to carry on with the peaceful policy of engaging the North that won his predecessor, Kim Dae-jung, a Nobel Peace Prize. \"It is up to Pyongyang whether to go ahead and obtain nuclear weapons or to get guarantees for the security of its regime and international economic support,\" he told an audience packed with dignitaries in Seoul. His refusal to consider the possibility of armed conflict with North Korea has put him at odds with the United States, which insists that all options are on the table in dealing with Pyongyang. Washington favours a tough response, including sanctions, to punish the North for restarting the nuclear reactor at Yongbyon, kicking out international inspectors and withdrawing from a global treaty designed to prevent the spread of atomic weapons. Mr Roh, however, is as close as South Korea has ever come to having an anti-American leader. Although soldiers from the US and South Korea fought side by side in the 1950-53 Korean war, he was elected by a young generation that has no memories of that conflict and feels more sympathy than fear for the North. Mr Roh, a civil rights lawyer who has never visited America, has said that the bilateral security alliance between the two countries needs revision to make it more \"reciprocal and equitable\". His policy plan is in line with the demands of the hundreds of thousands of young South Koreans who protested last December at the death of two girls killed in an accident with a US military vehicle. Although he acknowledged the Korean people's gratitude for Washington's role in guaranteeing their security and economic development, he promised to \"see to it that the alliance matures into a more reciprocal and equitable relationship\". Colin Powell, the US secretary of state, tried to reassure the new president that Washington was not considering a military solution to the crisis with the North. \"There are no armies on the march,\" he said, promising that Washington would consult Seoul before taking any action. Despite yesterday's efforts to smooth over bilateral relations, the growing divergence of opinion between South Korea and the US has added to the difficulty of dealing with North Korea. In typically bellicose fashion, the isolated North stole the show yesterday by test-firing an anti-ship missile. US, South Korean and Japanese delegates played down the significance of the launch, saying it did not represent an end to the moratorium on more powerful medium- and long-range missiles. Mr Powell called it a \"fairly innocuous\" launch of an old missile for which the North had given advance notice. He also unveiled US plans to resume food aid to North Korea, saying America would donate 40,000 tonnes of food and was prepared to give another 60,000 tonnes later in the year. At the White House, however, George Bush's spokesman, Ari Fleischer, said the missile launch fitted a pattern in which North Korea \"engages in rather bizarre actions and then expects the world to pay them or negotiate with them to give them something in exchange for stopping what they shouldn't have done in the first place\". \"North Korea will not be rewarded for bad behaviour, they should not expect any types of financial inducements as a result of their actions,\" Mr Fleischer said. \"This is a regional issue for the nations in the region to deal with.\" The Japanese prime minister, Junichiro Koizumi, who advised Mr Roh to maintain close relations with Washington, took the same line yesterday. \"We agreed that even if the North takes a provocative attitude, we should deal with it calmly and carefully,\" he said. The North Korean state news agency fired off its own accusations, saying American RC-135 spy planes had flown over its territory for four days. \"This is a premeditated move to find an opportunity to mount a pre-emptive attack,\" the agency said.",
    "keywords": [
        "south",
        "mr",
        "leader",
        "roh",
        "korea",
        "threat",
        "washington",
        "warns",
        "s",
        "weapons",
        "missile",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "But Mr Roh vowed to carry on with the peaceful policy of engaging the North that won his predecessor, Kim Dae-jung, a Nobel Peace Prize.\nMr Roh, however, is as close as South Korea has ever come to having an anti-American leader.\nDespite yesterday's efforts to smooth over bilateral relations, the growing divergence of opinion between South Korea and the US has added to the difficulty of dealing with North Korea.\nUS, South Korean and Japanese delegates played down the significance of the launch, saying it did not represent an end to the moratorium on more powerful medium- and long-range missiles.\nThe North Korean state news agency fired off its own accusations, saying American RC-135 spy planes had flown over its territory for four days.",
    "sentiment": {
        "neg": 0.1005,
        "neu": 0.8108,
        "pos": 0.0887,
        "compound": -0.1016
    }
}