{
    "date": "2003-01-09T01:35:03Z",
    "title": "North Korea urges South to 'pool efforts' against America",
    "url": "https://www.theguardian.com/world/2003/jan/09/northkorea",
    "content": "North Korea celebrated the diplomatic trumping of the United States by its southern neighbour - and erstwhile enemy - with a call yesterday for the two halves of the divided peninsula to unite against Washington. \"The 'nuclear issue' that renders the situation on the Korean peninsula strained is a product of the US strategy to dominate the world,\" said Pyongyang's state-controlled media. \"The two Koreas should pool their efforts and condemn and frustrate the US nuclear policy for aggression.\" It was the North's first response to a US climbdown that opened the door for a compromise over Pyongyang's nuclear weapons programme. After a two-day meeting with diplomats from South Korea and Japan, US officials dropped conditions for dialogue. \"The United States is willing to talk to North Korea about how it will meet its obligations to the international community,\" the three countries said in a joint statement. \"However, the US delegation stressed that the United States will not provide quid pro quos to North Korea to live up to its existing obligations.\" Until now White House staff have said that negotiations could not begin until Pyongyang scrapped its uranium enrichment programme, shut down a plutonium-producing nuclear reactor in Yongbyon and readmitted international inspectors, who were kicked out last month. But Washington's preferred strategy of using economic sanctions to force the North to back down was rejected by other countries in the region who feared North Korea would become the next Iraq. With anti-US sentiment growing in Seoul - usually a staunch ally - George Bush has been forced to accept dialogue with an \"axis of evil\" country and its leader, Kim Jong-il whom the president admits he \"loathes\". Having achieved its aim to prevent an immediate escalation of the crisis, Seoul moved yesterday to soothe relations with the US. Dismissing the North's calls for an alliance as propaganda, officials said it was up to Pyongyang to agree to dismantle its nuclear weapons programme. \"North Korea tries to weaken the South Korea-US alliance's capability of deterring war,\" said the South Korean defence ministry in calling for stronger military ties with the US. Analysts said the next step would be for talks - probably through the mediation of South Korea - that would ask Pyongyang to halt development of nuclear weapons in return for economic aid, international recognition and security guarantees.",
    "keywords": [
        "pool",
        "south",
        "korea",
        "efforts",
        "states",
        "nuclear",
        "weapons",
        "america",
        "pyongyang",
        "united",
        "urges",
        "programme",
        "north",
        "international"
    ],
    "summary": "It was the North's first response to a US climbdown that opened the door for a compromise over Pyongyang's nuclear weapons programme.\nAfter a two-day meeting with diplomats from South Korea and Japan, US officials dropped conditions for dialogue.\n\"However, the US delegation stressed that the United States will not provide quid pro quos to North Korea to live up to its existing obligations.\"\nBut Washington's preferred strategy of using economic sanctions to force the North to back down was rejected by other countries in the region who feared North Korea would become the next Iraq.\n\"North Korea tries to weaken the South Korea-US alliance's capability of deterring war,\" said the South Korean defence ministry in calling for stronger military ties with the US.",
    "sentiment": {
        "neg": 0.1158,
        "neu": 0.8181,
        "pos": 0.0662,
        "compound": -0.1941
    }
}