{
    "date": "2003-04-17T01:24:31Z",
    "title": "Beijing brokers North Korea talks with US",
    "url": "https://www.theguardian.com/world/2003/apr/17/northkorea",
    "content": "After a six-month crisis, North Korea and the US are to hold talks next week, with China as their chaperone, in a face saving compromise for each side. The Beijing talks will be the first step to resolve tension over North Korea's suspected nuclear weapons programme. North Korea has accused the US of putting it \"next on the list\" for invasion, while US officials claim that \"Pyongyang has blinked\" under pressure of the US victory in Iraq. The talks have been made possible through energetic diplomacy by China whose worst nightmare is the prospect of a US-led war next door on the Korean peninsula. South Korea, which is desperately anxious to avoid conflict on its soil, has also played a skilful role; the new Seoul government has agreed not to take part in this first round of talks even though previous South Korean regimes claimed the right to participate. South Korea's new president, Roh Moo-hyun, welcomed the possible break-through, restating his commitment to detente with the North and opposition to any thought of \"regime change\". He said: \"North Korea will take the road of reform and openness if economic aid and its political system are guaranteed. I don't think it will take risks, especially if the safety of its system is guaranteed.\" Pyongyang had previously insisted that it would only join in direct bilateral negotiations with the US, while Washington maintained that a multilateral forum was the only possibility. The compromise means that the talks will be bilateral in effect, but with China holding the ring in a nominally multilateral role. \"The important thing is to help both the North and the US save face,\" said South Korea's national security advisor Ra Jong-yil yesterday, explaining why Seoul would not take part. China proposed the compromise last month when the two countries were deadlocked: the US then consulted South Korea which said it had no objection. \"We accepted it in light of the need to resolve the North Korean nuclear standoff peacefully at an early date,\" said the foreign affairs-trade minister, Yoon Young-kwan, yesterday. North Korea this week reiterated its willingness to meet the US while continuing to insist on a more positive attitude from Washington. \"We will not stick to a particular format of future dialogue once the US gives up hostility and sincerely responds to the dialogue,\" said the official newspaper, Minju Choson. Japan and Russia have also stepped back to allow the talks to begin, but both countries believe that they are entitled, as regional players in east Asia, to join in later. South Korea says that the US and China have given it a guarantee of future participation. The future of the talks may be decided very early on. North Korea, although deeply concerned by Washington's commitment to preemptive war, will not tolerate any hint that it is being bullied by the US. The temptation for hawks in Washington to tighten the screw on the impoverished North will be considerable. Last week China persuaded the US not to press for condemnation of North Korea at the UN security council following Pyongyang's withdrawal from the nuclear non-proliferation treaty. However, yesterday the UN's human rights commission for the first time condemned North Korea, expressing \"deep concern\" at the \"systematic\" rights abuses in the reclusive communist state. The commission voted by 28 to 10, with 14 abstentions, in favour of a resolution brought by the EU and the US accusing Pyongyang of \"widespread and grave violations\". These violations reportedly included \"torture and other cruel, inhuman or degrading treatment or punishment [and] public executions\", as well as \"all-pervasive and severe restrictions on the freedoms of thought, conscience, religion, opinion and expression\". North Korea, which was publicly backed at the commission by China and Syria, dismissed the charges as \"fabrications\" and accused the EU, the prime mover behind the motion, of being politically motivated. \"The draft is full of fabrications. The EU is always acting arrogantly,\" North Korea's ambassador, Ri Tcheul, told the commission.",
    "keywords": [
        "south",
        "korea",
        "beijing",
        "commission",
        "week",
        "washington",
        "talks",
        "china",
        "brokers",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "After a six-month crisis, North Korea and the US are to hold talks next week, with China as their chaperone, in a face saving compromise for each side.\nThe Beijing talks will be the first step to resolve tension over North Korea's suspected nuclear weapons programme.\nNorth Korea has accused the US of putting it \"next on the list\" for invasion, while US officials claim that \"Pyongyang has blinked\" under pressure of the US victory in Iraq.\nHe said: \"North Korea will take the road of reform and openness if economic aid and its political system are guaranteed.\nNorth Korea, although deeply concerned by Washington's commitment to preemptive war, will not tolerate any hint that it is being bullied by the US.",
    "sentiment": {
        "neg": 0.0965,
        "neu": 0.8097,
        "pos": 0.0939,
        "compound": -0.0548
    }
}