{
    "date": "2003-03-03T10:13:27Z",
    "title": "Singalonga-Kim",
    "url": "https://www.theguardian.com/media/2003/mar/03/mondaymediasection.koreanews",
    "content": "North Korea's Communist party newspaper urged the country's people on Monday to redouble their courage and sing the song \"Long Trip for Army-based Leadership\" more loudly at a time of tension with the United States. - Reuters Top 10 Songs for the Duration of the Staunch Struggle 1. Good Riddance to the Expelled Inspectors of the International Atomic Energy Commission. This should be sung sonorously in order to bolster spirits for the coming conflict. Be advised that verse four, which begins, \"Nuclear reprocessing is our birthright,\" goes up a half-step. Do not forget this. 2. Your Evil Food Aid Cannot Destroy Our Faith In Juche. To be sung twice through while abstaining from lunch. Our cherished philosophy of self-reliance must burn vigilantly in our hearts at this testing time. Second chorus is ladies only. 3. Dear Leader, How Do You Stay So Slim? This is a new one, so you will need to learn the words without delay. For maximum efficiency and the convenience of all citizens, it is sung to the tune of Let's Farm Well This Year As Asked by the Rural Theses. 4. Pyongyang In Springtime Is So Impregnable. This was number one last spring, so there are no excuses for lack of lyric-knowledge or inharmoniousness. It's going on heavy rotation from next week. Just start singing when your hear it on the loudspeakers. 5. Juche, Juche, Juche (Everybody Dance). From Tuesday this is number four on the official karaoke list, replacing Let's Enrich The Communist Economy First With Rice. 6. Bush the Evil Cretin. The words are on the back of your ration book. The decadent capitalist drug dirge Puff the Magic Dragon will be temporarily unbanned so that all Koreans may become accustomed to the appropriate melody. Do not attempt to translate the words. Those citizens with harmony parts will be notified by telegram. 7. Please Me by Dying for the Motherland, Soldier-Husband. Very appropriate for weddings. The CD is in Department Store Number One now. 8. Come on, Fill the Quota (for Annual Anti-Tank Missile Production). Words and music by the Dear Leader. A debut performance by the Sea of Blood Opera Company will be televised at the weekend. Don't-miss television at its most punishable. 9. Give Me More of That Delicious, Nutritious Soup Made From Grass. Careful, it's in swing time, so it needs to be sung with plenty of juche. There will be fines for all who do not successfully follow the appropriate rhythmic clapping procedure. 10. Me and Bobby McGee. Still hanging in there.",
    "keywords": [
        "lets",
        "communist",
        "appropriate",
        "leader",
        "juche",
        "evil",
        "singalongakim",
        "sung",
        "dear",
        "number",
        "words"
    ],
    "summary": "Dear Leader, How Do You Stay So Slim?\nJuche, Juche, Juche (Everybody Dance).\nFrom Tuesday this is number four on the official karaoke list, replacing Let's Enrich The Communist Economy First With Rice.\nWords and music by the Dear Leader.\nCareful, it's in swing time, so it needs to be sung with plenty of juche.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.8747,
        "pos": 0.0748,
        "compound": 0.0437
    }
}