{
    "date": "2003-02-26T01:41:13Z",
    "title": "Promises, promises",
    "url": "https://www.theguardian.com/world/2003/feb/26/northkorea1",
    "content": "Top priorities for new-look Seoul Less kowtowing to Washington South Korean president Roh Moo-hyun has said he will reform his country's security alliance with the US to make it \"more reciprocal and equitable\". Closer ties with North Korea The new president wants to use closer economic and political links to lure the North out of its isolation. He has said that military tension should not be heightened and intends to turn the other cheek to provocative missile tests, while keeping up the pressure on North Korea to hold back from declaring itself a nuclear weapons state. Follow the example of the European Union \"For a long time, I had a dream of seeing a regional community of peace and co-prosperity in north-east Asia like the European Union,\" Mr Roh said, in calling for closer economic cooperation between Korea, China and Japan. Between them, the countries have a population almost four times that of the EU. Tackle corruption Mr Roh vowed to \"eliminate irregularities and corruption\". Given South Korea's appalling record, this will have to be seen to be believed. Sidestep disaster A week after a fire in the underground killed more than 130 commuters, the new president promised a full review of disaster management systems to ensure there is no repetition. Despite its hi-tech modern economy, South Korea has a very poor reputation for safety.",
    "keywords": [
        "south",
        "union",
        "roh",
        "mr",
        "economic",
        "korea",
        "european",
        "promises",
        "president",
        "closer",
        "north"
    ],
    "summary": "Top priorities for new-look Seoul Less kowtowing to Washington South Korean president Roh Moo-hyun has said he will reform his country's security alliance with the US to make it \"more reciprocal and equitable\".\nCloser ties with North Korea The new president wants to use closer economic and political links to lure the North out of its isolation.\nHe has said that military tension should not be heightened and intends to turn the other cheek to provocative missile tests, while keeping up the pressure on North Korea to hold back from declaring itself a nuclear weapons state.\nTackle corruption Mr Roh vowed to \"eliminate irregularities and corruption\".\nDespite its hi-tech modern economy, South Korea has a very poor reputation for safety.",
    "sentiment": {
        "neg": 0.1142,
        "neu": 0.8223,
        "pos": 0.0634,
        "compound": -0.1447
    }
}