{
    "date": "2003-06-03T16:05:59Z",
    "title": "Nuclear warning for 'rogue states'",
    "url": "https://www.theguardian.com/world/2003/jun/03/northkorea.iran",
    "content": "The leading industrial states last night sharply stepped up the pressure on North Korea and Iran to abandon covert nuclear weapons programmes when they instructed the two alleged \"rogue states\" to comply with the global drive against terrorism and weapons of mass destruction. In unexpectedly adding the names of two countries on President George Bush's \"axis of evil\" list to their WMD non-proliferation statement, the G8 summit in Evian delivered a diplomatic success to the White House in an otherwise lacklustre gathering in the shadow of the Iraq war. Yesterday's declaration on WMD - which accompanied a new G8 action plan that targets the use of stolen surface-to-air missiles against civil aircraft - \"strongly urges North Korea to visibly, verifiably and irreversibly dismantle any nuclear weapons programmes\" to facilitate a solution to its current stand-off with the US. With Mr Bush and the French president Jacques Chirac warily circling each other in an attempt to make peace without losing face, President Vladimir Putin produced Russia's own olive branch. He told the summit he would end his controversial nuclear exports to Iran until Tehran signs up to a nuclear non-proliferation protocol with the International Atomic Energy Authority (IAEA). Urging Iran to sign \"without delay or conditions\" and to allow a full IAEA inspection of its Russian-built facilities, the G8 warned: \"We will not ignore the proliferation implications of Iran's nuclear weapons programme.\" Iran admits an extensive programme, but denies military intent. Given the recent level of US sabre-rattling against both states, yesterday's language was mild. But it reflects US muscle-flexing and the desire of Mr Bush's Iraq critics to mend the breach where possible, albeit without losing face. Yesterday's action plan called for \"stronger international will\" to thwart attacks and admitted that \"not all proliferation challenges require the same remedies\". Given the jitters about the tone of US threats to perceived enemies, that could be a seen as a call for caution, favoured by states such as Japan. Only yesterday US military planners alarmed Tokyo and Seoul by announcing plans for a realignment of US forces on the peninsular aimed at \"taking down\" North Korean troops within an hour of any conflict. Rather than risk a G8 row which key players are keen to avoid - on economic as well as security grounds - Washington did not even table its plan in Evian to strengthen powers to stop suspected illegal weapons shipments on the high seas. France had threatened to block it. But Mr Chirac's own hopes of a summit triumph, placing his third-world agenda centre stage, were stalled. While Mr Bush and Mr Blair had a 90-minute private breakfast together, Mr Chirac and Mr Bush spoke for 25 minutes after a display of public unity for the TV cameras. Mr Chirac, the summit's host, voiced support for Mr Bush's Middle East peace plan, which took the president on to Egypt last night, and Mr Bush declared he had come \"to ask Jacques's advice\" on the subject. Acknowledging their recent dispute Mr Bush said: \"We can have disagreements but that doesn't mean we have to be disagreeable.\" Blair aides reported that the prime minister had told Mr Bush what he saw in his five-hour visit to Iraq: the scale of past repression and future reconstruction. Both men agreed to provide the resources and personnel to finish the job they have started.",
    "keywords": [
        "mr",
        "iran",
        "yesterdays",
        "rogue",
        "plan",
        "states",
        "warning",
        "president",
        "nuclear",
        "weapons",
        "g8",
        "bush"
    ],
    "summary": "The leading industrial states last night sharply stepped up the pressure on North Korea and Iran to abandon covert nuclear weapons programmes when they instructed the two alleged \"rogue states\" to comply with the global drive against terrorism and weapons of mass destruction.\nGiven the recent level of US sabre-rattling against both states, yesterday's language was mild.\nWhile Mr Bush and Mr Blair had a 90-minute private breakfast together, Mr Chirac and Mr Bush spoke for 25 minutes after a display of public unity for the TV cameras.\nAcknowledging their recent dispute Mr Bush said: \"We can have disagreements but that doesn't mean we have to be disagreeable.\"\nBlair aides reported that the prime minister had told Mr Bush what he saw in his five-hour visit to Iraq: the scale of past repression and future reconstruction.",
    "sentiment": {
        "neg": 0.145,
        "neu": 0.7571,
        "pos": 0.0979,
        "compound": -0.1321
    }
}