{
    "date": "2003-06-09T09:12:42Z",
    "title": "North Korea admits to nuclear plans",
    "url": "https://www.theguardian.com/world/2003/jun/09/northkorea.usa",
    "content": "North Korea today made its first official admission that it intended to build up a \"nuclear deterrent\" in a further escalation of its stand-off with the United States. The North's official KCNA news agency said Pyongyang was willing to ease US concerns over its nuclear programme if Washington changed its stance towards it. \"But if the US keeps threatening the DPRK [Democratic People's Republic of Korea] with nukes instead of abandoning its hostile policy toward Pyongyang, the DPRK will have no option but to build up a nuclear deterrent force,\" it said. North Korea has routinely emphasised the importance it sees in using military force to stave off a possible US attack but has never before threatened a nuclear retaliation. However, its alleged nuclear arms programmes came under the spotlight at the end of last year when the US said a senior North Korean official had told one of its officials the country was enriching uranium in contravention of a 1994 arms control agreement. According to an account of the talks revealed to CNN, Kang Suk-ju, Pyonyang's second most-powerful official, told the US diplomat James Kelly something to the effect of: \"Your president called us a member of the axis of evil ... Your troops are deployed on the Korean peninsula ... Of course, we have a nuclear programme.\" An oil embargo was then imposed on the country, to which Pyongyang responded by expelling UN inspectors from its mothballed Yongbyon plutonium nuclear reactor and bringing it back into use. It had previously been feared that spent fuel rods from the plant were being used in an arms programme, leading to the 1994 agreement, and those fears then resurfaced. The North today said its \"intention to build up a nuclear deterrent force is not aimed to threaten and blackmail others\" but is part of a long-term plan to reduce its conventional weapons arsenal and funnel resources and funds to the economy. Its comments came as the South Korean president, Roh Moo-hyun, repeated that his country would never accept a nuclear-armed North Korea. North Korea says it has the right to develop nuclear weapons to defend itself, but has never publicly said it is developing a nuclear arsenal. It has said it would give up its nuclear programmes in exchange for economic aid and US security guarantees. The US says it has no plans to invade North Korea, but has not ruled out the military option. A US delegation said last week, after a visit to North Korea, that the North told it it has nuclear weapons and plans to build more. The North also claimed it had nearly finished reprocessing more than 8,000 spent nuclear fuel rods.",
    "keywords": [
        "plans",
        "korea",
        "north",
        "nuclear",
        "build",
        "weapons",
        "told",
        "pyongyang",
        "official",
        "programme",
        "admits",
        "korean"
    ],
    "summary": "North Korea has routinely emphasised the importance it sees in using military force to stave off a possible US attack but has never before threatened a nuclear retaliation.\nIts comments came as the South Korean president, Roh Moo-hyun, repeated that his country would never accept a nuclear-armed North Korea.\nNorth Korea says it has the right to develop nuclear weapons to defend itself, but has never publicly said it is developing a nuclear arsenal.\nThe US says it has no plans to invade North Korea, but has not ruled out the military option.\nA US delegation said last week, after a visit to North Korea, that the North told it it has nuclear weapons and plans to build more.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.8794,
        "pos": 0.0441,
        "compound": -0.1249
    }
}