{
    "date": "2003-03-05T02:04:05Z",
    "title": "Force is next resort, Bush tells Pyongyang",
    "url": "https://www.theguardian.com/world/2003/mar/05/northkorea",
    "content": "President George Bush gave notice yesterday that the US will resort to military force against North Korea if diplomacy fails to stop it building a substantial nuclear arsenal. He told US newspapers that his administration would maintain its efforts to prevent North Korea building a nuclear arsenal, adding: \"If they don't work diplomatically, they'll have to work militarily.\" It is the first time he has explicitly raised the question of using force, but officials said Washington would almost certainly not respond with force if Pyongyang took the next step towards producing plutonium: moving its spent nuclear fuel rods to the recently reactivated Yongbyon reprocessing plant. \"I don't think that is a red line any more,\" an official involved in policy-making on the Korean peninsula said. At the weekend Pyongyang flexed its military muscle further by sending four warplanes to shadow a US spy-plane patrolling 150 miles off the North Korean coast, in international airspace. US officers said the North Korean jets flew within 50ft (15 metres) of the American plane and locked fire-control radar on it, potentially putting it within seconds of an attack. The US plane then abandoned its mission and returned to Kadena air base in Japan. \"It's a very serious incident,\" a defence official told reporters. \"Our indications are that it wasn't an accidental event.\" North Korea has accused the US of sending hundreds of spy-plane missions into its airspace to prepare for an attack. The state-controlled Korean Central News Service says: \"Nuclear war could break out at any moment.\" Pyongyang's anxiety was heightened yesterday by the beginning of the annual US-South Korean war games, a month-long event during which North Korea's economic activity - already moribund - is said to come to a virtual halt as the country braces itself for a possible offensive. Although Washington and London believe Pyongyang is bluffing to win economic concessions, an increasing number of observers are convinced that it is serious about acquiring more nuclear weapons. Either way the risk of a deadly miscalculation is growing, the MEP Glyn Ford, who has close ties to Pyongyang, said. \"If this crisis is not resolved, the outcome is potentially far more dangerous than anything that could happen because of Iraq,\" he said after meeting the prime minister and senior officials in the North Korean capital. \"I don't think they want war, but there is a danger that either side could stumble into it.\" The sides have failed to agree even on a formula for negotiations. Pyongyang insists on one-to-one talks with Washington, Washington favours a 10-party forum including North and South Korea, Japan, Australia and the EU, and the five permanent members of the UN security council: the US, China, Russia, France and Britain. The European parliament has suggested as a compromise dropping Britain, France and Australia, three countries seen to be close to the US on this issue. The North Koreans told Mr Ford they would consider that. A proposal by China to hold multiparty talks has made no progress. Concern in the region that a diplomatic solution seems to be drifting away has prompted speculation on more radical steps. China is said to be considering military intervention in North Korea under the guise of giving it assistance. Some politicians in Beijing believe such action may become necessary to get rid of the hardline officers around Kim Jong-il, according to sources in Tokyo.",
    "keywords": [
        "war",
        "military",
        "korea",
        "washington",
        "tells",
        "nuclear",
        "resort",
        "told",
        "force",
        "korean",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "President George Bush gave notice yesterday that the US will resort to military force against North Korea if diplomacy fails to stop it building a substantial nuclear arsenal.\nUS officers said the North Korean jets flew within 50ft (15 metres) of the American plane and locked fire-control radar on it, potentially putting it within seconds of an attack.\nNorth Korea has accused the US of sending hundreds of spy-plane missions into its airspace to prepare for an attack.\nThe state-controlled Korean Central News Service says: \"Nuclear war could break out at any moment.\"\nChina is said to be considering military intervention in North Korea under the guise of giving it assistance.",
    "sentiment": {
        "neg": 0.1011,
        "neu": 0.8366,
        "pos": 0.0623,
        "compound": -0.1245
    }
}