{
    "date": "2003-01-10T09:22:47Z",
    "title": "North Korean statement on withdrawal from nuclear pact",
    "url": "https://www.theguardian.com/world/2003/jan/10/northkorea2",
    "content": "North Korea said today that it was pulling out of the nuclear Non-Proliferation Treaty with immediate effect but had no intention of developing nuclear weapons. Following is the text of the government's statement as issued by the official Korean Central News Agency (KCNA). It refers to the country by its official name, the Democratic People's Republic of Korea (DPRK). \"A dangerous situation where our nation's sovereignty and our state's security are being seriously violated is prevailing on the Korean peninsula due to the US vicious hostile policy toward the DPRK. \"The United States instigated the International Atomic Energy Agency (IAEA) to adopt another 'resolution' against the DPRK on January 6 in the wake of a similar 'resolution' made on November 29 2002. \"Under its manipulation, the IAEA in those 'resolutions' termed the DPRK 'a criminal' and demanded it scrap what the US called a 'nuclear programme' at once by a verifiable way in disregard of the nature of the nuclear issue, a product of the US hostile policy toward the DPRK, and its unique status in which it declared suspension of the effectuation of its withdrawal from the nuclear Non-Proliferation Treaty (NPT). Following the adoption of the latest 'resolution', the IAEA director general issued an ultimatum that the agency would bring the matter to the UN security council to apply sanctions against the DPRK unless it implements the 'resolution' in a few weeks. \"This clearly proves that the IAEA still remains a servant and a spokesman for the US, and the NPT is being used as a tool for implementing the US hostile policy towards the DPRK aimed to disarm it and destroy its system by force. \"A particular mention should be made of the fact that the IAEA in the recent 'resolution' kept mum about the US which has grossly violated the NPT and the DPRK-US Agreed Framework, but urged the DPRK, the victim, to unconditionally accept the US demand for disarmament and forfeit its right to self-defence, and the agency was praised by the US for 'saying all what the US wanted to do'. \"This glaringly reveals the falsehood and hypocrisy of the signboard of impartiality the IAEA put up. \"The DPRK government vehemently rejects and denounces this 'resolution' of the IAEA, considering it as a grave encroachment upon our country's sovereignty and the dignity of the nation. \"It is none other than the US which wrecks peace and security on the Korean peninsula and drives the situation there to an extremely dangerous phase. \"After the appearance of the Bush administration, the United States listed the DPRK as part of an 'axis of evil', adopting it as a national policy to oppose its system, and singled it out as a target of pre-emptive nuclear attack, openly declaring a nuclear war. \"Systematically violating the DPRK-US Agreed Framework, the US brought up another 'nuclear suspicion' and stopped the supply of heavy oil, reducing the AF to a dead document. \"It also answered the DPRK's sincere proposal for the conclusion of the DPRK-US non-aggression treaty and its patient efforts for negotiations with such threats as 'blockade' and 'military' punishment' and with such an arrogant attitude as blustering that it may talk but negotiations are impossible. \"The US went so far to instigate the IAEA to internationalise its moves to stifle the DPRK, putting its declaration of a war into practice. \"This has eliminated the last possibility of solving the nuclear issue of the Korean peninsula in a peaceful and fair way. \"It was due to such nuclear war moves of the US against the DPRK and the partiality of the IAEA that the DPRK was compelled to declare its withdrawal from the NPT in March 1993 when a touch-and-go situation was created on the Korean peninsula. \"As it has become clear once again that the US persistently seeks to stifle the DPRK at any cost and the IAEA is used as a tool for executing the US hostile policy towards the DPRK, we can no longer remain bound to the NPT, allowing the country's security and the dignity of our nation to be infringed upon. \"Under the grave situation where our state's supreme interests are most seriously threatened, the DPRK government adopts the following decisions to protect the sovereignty of the country and the nation and their right to existence and dignity: \"Firstly, the DPRK government declares an automatic and immediate effectuation of its withdrawal from the NPT, on which 'it unilaterally announced a moratorium as long as it deemed necessary' according to the June 11 1993 DPRK-US joint statement, now that the US has unilaterally abandoned its commitments to stop nuclear threat and renounce hostility towards the DPRK in line with the same statement. \"Secondly, it declares that the DPRK withdrawing from the NPT is totally free from the binding force of the Safeguards Accord with the IAEA under its Article 3. \"The withdrawal from the NPT is a legitimate self-defensive measure taken against the US moves to stifle the DPRK and the unreasonable behaviour of the IAEA following the US. \"Though we pull out of the NPT, we have no intention to produce nuclear weapons and our nuclear activities at this stage will be confined only to peaceful purposes such as the production of electricity. \"If the US drops its hostile policy to stifle the DPRK and stops its nuclear threat to the DPRK, the DPRK may prove through a separate verification between the DPRK and the US that it does not make any nuclear weapon. \"The United States and the IAEA will never evade their responsibilities for compelling the DPRK to withdraw from the NPT, by ignoring the DPRK'S last efforts to seek a peaceful settlement of the nuclear issue through negotiations.\"",
    "keywords": [
        "npt",
        "policy",
        "iaea",
        "pact",
        "states",
        "nuclear",
        "withdrawal",
        "resolution",
        "hostile",
        "dprk",
        "statement",
        "north",
        "korean"
    ],
    "summary": "North Korea said today that it was pulling out of the nuclear Non-Proliferation Treaty with immediate effect but had no intention of developing nuclear weapons.\nFollowing is the text of the government's statement as issued by the official Korean Central News Agency (KCNA).\n\"A dangerous situation where our nation's sovereignty and our state's security are being seriously violated is prevailing on the Korean peninsula due to the US vicious hostile policy toward the DPRK.\n\"This has eliminated the last possibility of solving the nuclear issue of the Korean peninsula in a peaceful and fair way.\n\"If the US drops its hostile policy to stifle the DPRK and stops its nuclear threat to the DPRK, the DPRK may prove through a separate verification between the DPRK and the US that it does not make any nuclear weapon.",
    "sentiment": {
        "neg": 0.1115,
        "neu": 0.8052,
        "pos": 0.0833,
        "compound": -0.1638
    }
}