{
    "date": "2003-01-04T01:43:57Z",
    "title": "Anxious ally sees Bush's hand behind the confrontation",
    "url": "https://www.theguardian.com/world/2003/jan/04/northkorea1",
    "content": "Not for the first time since George Bush became president the United States is finding it a lot harder to deal with its friends than its enemies. On this occasion the conundrum is in north-east Asia, where Washington's efforts to punish North Korea for its nuclear transgressions have so far served only to alienate one of its staunchest allies, South Korea. The plans for a diplomatic solution floated by Seoul yesterday in advance of the meeting in Washington on Monday are in sharp contrast with the hardline policy favoured by the US. Mr Bush now faces a dilemma: ignore the South Korean plan and risk a wider rift with Seoul or accept the compromise and face a domestic backlash for backing away from a state he has described as part of an axis of evil. Pyongyang's reopening of the Yongbyon reactor means it will have enough plutonium to make several bombs within a few months. Mr Bush will look foolish if his stance against proliferation accelerates the acquisition of nuclear weapons by a \"rogue regime\". In Seoul, this is increasingly seen as a problem of the US president's own making. Before Mr Bush came to power, the South Korean president Kim Dae-jung's \"sunshine policy\" for luring Pyongyang out of its isolation seemed to be working. In 2000 the US secretary of state, Madeleine Albright, visited Pyongyang as a prelude to a possible summit between Bill Clinton and Kim Jung-il, but just before he left office Mr Clinton declined the invitation to go to Pyongyang, partly because of uncertainties about his host's intentions and partly because he suspected that Mr Bush was likely to freeze US policy toward Korea. That suspicion was confirmed within days when Mr Bush publicly expressed scepticism about \"whether or not we can verify an agreement in a country that doesn't enjoy the freedoms that our two countries understand\". In the succeeding two years the diplomatic thaw had been replaced by a chilling rerun of the nuclear confrontation that took the region to the brink of war in 1994, when the residents of Seoul were so terrified of the North that they stripped shop shelves bare of bottled water, toilet paper and other essentials. This time, however, most South Koreans do not believe they will be attacked by their brothers and sisters in the North and blame the US for stirring up trouble. They are not the only ones. Many in the state department were shocked last January when Mr Bush used his state of the union address to dump the North alongside Iraq and Iran in the \"axis of evil\". \"That speech left a bad taste in the mouth of the Washington foreign policy elites, who made it clear that the phrase should not be used again,\" a White House adviser said. Nevertheless Washington has raised its demands of the North, from Mr Clinton's focus on it scrapping nuclear weapons and missiles to Mr Bush's insistence on a reduction in its million-strong army. Given that Pyongyang pursues a \"military first\" policy, this is tantamount to a call for a change of regime. Mr Bush would clearly not be sad to see the end of the North Korean leader, a man whom he said he \"loathes\". This dramatisation and personalisation has alarmed Japan, which is usually content to follow the US. Officials in Tokyo say concern about America's intentions was among the reasons why the prime minister, Junichiro Koizumi, met Mr Kim in Pyongyang in September. Two weeks later Washington said the North had admitted to its undersecretary of state James Kelly, when he visited Pyongyang, that it had a uranium enrichment programme. The timing and wording of that report has prompted the suspicion in the region that the current crisis was manufactured by Washington to regain the initiative when Seoul and Tokyo were moving closer to Pyongyang. Seoul and Beijing have even doubted whether the North actually confessed to an illicit programme. Rather than an admission, they say, the North's representative at the talks may have simply made a show of defiance in response to the confrontational stance of Mr Kelly, who upset his hosts by dispensing with the diplomatic niceties. \"There is still some ambiguity,\" an official of the unification ministry in Seoul said. \"Taking into account the cultural context, this may have been an emotional rather than a political statement.\" The furore that followed seemed to be out of proportion to the crime. The CIA reported several years ago that North Korea probably had two nuclear weapons made with plutonium from the Yongbyon plant before it closed down in 1994. So questions are now being asked about the fuss surrounding a possible uranium programme that is technically more difficult and will take several years to reach fruition, if ever. \"Officials in Seoul are asking why the state department revealed North Korea's supposed nuclear admission when it did,\" said Michael Yoo, an analyst with the Research Institute of Economy, Trade and Industry in Tokyo. \"It is felt that the ability of the North Koreans to make a bomb has been exaggerated so that Bush can keep tensions on the boil until the next presidential election, just in case an attack on Iraq is not possible for some time.\" Until this week South Korean ministers have largely kept such reservations to themselves to maintain a unified front with Washington and Tokyo. The final straw appears to have been last month's seizure of a North Korean ship carrying missiles to Yemen, by Spanish forces at the behest of the US. This produced tension as the South Korean presidential election campaign reached its climax. A cabinet source has told the Guardian that Kim Dae-jung's government demanded a meeting with the US to complain about this attempt to influence the election in favour of the pro-American candidate Lee Hoi-chang. Mr Lee lost the campaign, during which tens of thousands demonstrated outside the US ambassador's residence in Seoul. A diplomatic compromise that will return the peninsula to the position it was in last summer and scrap the uranium enrichment programme - in whatever form it exists - is still the most likely outcome of the dispute unless Mr Bush insists on a reduction of the North's army, which would strengthen the hand of hardliners in Pyongyang. If that happens the 50th anniversary year of the US-South Korea security alliance could prove to be its worst. And the US could lose a friend before ridding itself of an enemy.",
    "keywords": [
        "south",
        "mr",
        "hand",
        "anxious",
        "state",
        "washington",
        "bushs",
        "seoul",
        "nuclear",
        "sees",
        "confrontation",
        "ally",
        "korean",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "Mr Bush will look foolish if his stance against proliferation accelerates the acquisition of nuclear weapons by a \"rogue regime\".\nBefore Mr Bush came to power, the South Korean president Kim Dae-jung's \"sunshine policy\" for luring Pyongyang out of its isolation seemed to be working.\nMr Bush would clearly not be sad to see the end of the North Korean leader, a man whom he said he \"loathes\".\nUntil this week South Korean ministers have largely kept such reservations to themselves to maintain a unified front with Washington and Tokyo.\nThis produced tension as the South Korean presidential election campaign reached its climax.",
    "sentiment": {
        "neg": 0.1055,
        "neu": 0.8455,
        "pos": 0.049,
        "compound": -0.2302
    }
}