{
    "date": "2004-04-14T00:59:48Z",
    "title": "North Korea 'had nuclear bombs five years ago'",
    "url": "https://www.theguardian.com/world/2004/apr/14/northkorea",
    "content": "In what may prove to be the first sighting of Pyongyang's atomic arsenal, Abdul Qadeer Khan - the father of Pakistan's uranium weapons programme - has told investigators he saw three nuclear bombs in North Korea five years ago, the New York Times reported yesterday. The details of Mr Khan's visit to an underground weapons facility are said to have been released by the Pakistani government three weeks ago as a warning to states within range of Pyongyang's missiles. But the leak of the politically sensitive information in Washington appears to have been timed to influence elections in South Korea and the outcome of a visit by the US vice-president, Dick Cheney, to Beijing, where he is hoping to persuade China to take a tougher line against its recalcitrant neighbour. Quoting US and Asian sources, the paper said Mr Khan - who has claimed to have provided Kim Jong-il's regime with blueprints and equipment for enriching uranium - was shown three objects his hosts described as \"nuclear devices\" during a visit in 1999. Mr Khan reportedly told his interrogators he was briefly allowed to inspect the devices and judged they were complete bombs. It is impossible to confirm the report because Mr Khan has only been debriefed by Pakistan interrogators, who have selectively passed on their findings about his \"freelance\" nuclear marketing activities to the US and other governments. By the time the information reached the New York Times it was already fourth-hand. If true Mr Khan's claims may prompt the US and other powers in the region to rejig their policies towards North Korea. In 1999 the CIA estimated North Korea had only one - possibly two - nuclear weapons. This assessment was based on the amount of plutonium Pyongyang is thought to have squirrelled away from its small nuclear reactor in Yongbyon. North Korea has yet to test an atomic weapon, despite claiming to possess a nuclear deterrent and reprocessing enough used fuel for six more devices. It denied Mr Khan's previous allegations as \"nothing but a whopping lie\". The most important audiences, however, are in China and South Korea, where many people doubt US claims that Pyongyang is illegally enriching uranium in addition to the plutonium weapons programme in Yongbyon. By releasing new details of Mr Khan's visits to Pyongyang, the US appears to be trying to prompt those countries to take a tougher stance against their neighbour. South Korea goes to the polls tomorrow for parliamentary elections that could decide the fate of the president, Roh Moo-hyun, who is viewed with suspicion in Washington for taking a soft line against the North. The race is too close too call. Mr Cheney arrived in Beijing yesterday with North Korea high on his agenda. Although he has publicly praised China for initiating three rounds of talks on Pyongyang's nuclear weapons, Bush administration hawks have expressed frustration at Beijing's reluctance to apply more pressure on its former ally.",
    "keywords": [
        "uranium",
        "bombs",
        "mr",
        "south",
        "korea",
        "nuclear",
        "khans",
        "visit",
        "weapons",
        "khan",
        "ago",
        "north"
    ],
    "summary": "Mr Khan reportedly told his interrogators he was briefly allowed to inspect the devices and judged they were complete bombs.\nIf true Mr Khan's claims may prompt the US and other powers in the region to rejig their policies towards North Korea.\nIn 1999 the CIA estimated North Korea had only one - possibly two - nuclear weapons.\nNorth Korea has yet to test an atomic weapon, despite claiming to possess a nuclear deterrent and reprocessing enough used fuel for six more devices.\nMr Cheney arrived in Beijing yesterday with North Korea high on his agenda.",
    "sentiment": {
        "neg": 0.0696,
        "neu": 0.9022,
        "pos": 0.0282,
        "compound": -0.1915
    }
}