{
    "date": "2004-01-30T02:51:15Z",
    "title": "Tokyo paves way for sanctions on Korea",
    "url": "https://www.theguardian.com/world/2004/jan/30/japan.northkorea",
    "content": "The prospects for a quick end to the crisis of North Korea's suspected nuclear weapons programme suffered a setback yesterday when the Japanese parliament passed a law allowing Tokyo to impose unilateral sanctions on the impoverished state. The law will cover any country seen as a threat to Japan's \"peace and stability\", but few doubt that North Korea is the prime target after the failure to achieve a breakthrough on the weapons question and the abductions of Japanese citizens in the 70s and early 80s. Talks between the Koreas, the US, China, Russia and Japan ended without agreement in August. No date has been set for a second round. At present, Japan can impose sanctions only as part of a multilateral agreement or a UN resolution. On Wednesday, the North Korean official news agency said the prospect of sanctions could \"harass peace and security on the Korean peninsula and escalate military tension in the region\". The bill is almost certain to be passed into law next month by the upper house of parliament. While there are no immediate plans to impose sanctions, Japan will not hesitate to do so if North Korea \"makes the situation worse\", the chief cabinet secretary, Yasuo Fukuda, told reporters.",
    "keywords": [
        "law",
        "korea",
        "peace",
        "sanctions",
        "way",
        "impose",
        "japan",
        "weapons",
        "passed",
        "parliament",
        "tokyo",
        "paves",
        "north",
        "koreas"
    ],
    "summary": "The prospects for a quick end to the crisis of North Korea's suspected nuclear weapons programme suffered a setback yesterday when the Japanese parliament passed a law allowing Tokyo to impose unilateral sanctions on the impoverished state.\nAt present, Japan can impose sanctions only as part of a multilateral agreement or a UN resolution.\nOn Wednesday, the North Korean official news agency said the prospect of sanctions could \"harass peace and security on the Korean peninsula and escalate military tension in the region\".\nThe bill is almost certain to be passed into law next month by the upper house of parliament.\nWhile there are no immediate plans to impose sanctions, Japan will not hesitate to do so if North Korea \"makes the situation worse\", the chief cabinet secretary, Yasuo Fukuda, told reporters.",
    "sentiment": {
        "neg": 0.1761,
        "neu": 0.7457,
        "pos": 0.078,
        "compound": -0.2596
    }
}