{
    "date": "2004-01-16T09:27:33Z",
    "title": "Fury over closure of Samsung factory",
    "url": "https://www.theguardian.com/business/2004/jan/16/koreanews.politics",
    "content": "Samsung, the Korean electronics group, yesterday provoked a bitter dispute over government grants for foreign investors after its shock decision to close its Teesside plant with the loss of 425 jobs. Its out-of-the-blue announcement - on the day when the parent group declared record profits and sales last year - brought fresh gloom about the future of British manufacturing and its inability to compete with low-cost producers in the far east and eastern Europe. It came just two days after the Guardian exposed the excessive hours and third world pay suffered by scores of illegal Chinese immigrants working for suppliers to Samsung's Wynyard plant in Billingham, which makes microwave ovens and computer monitors. Samsung, which made $2bn (£1.1bn) operating profits for the final quarter of last year, said its decision to relocate output to Slovakia was unconnected to the revelations. It blamed instead high wages in north-east England and deflationary prices on the high street for its products, contrasting pay rates of up to £5.70 an hour with the 50p earned in China and £1 in Slovakia. Its decision shocked and angered local politicians and unions but it emerged that it had been foreshadowed by moves by at least two of its local suppliers, Woo One and Sync, to shift plant and output to Slovakia several months ago. Woo One employed illegal Chinese workers provided by Asian gangmasters. Frank Cook, Stockton North MP, urged the National Audit Office to mount an urgent inquiry into the grants given to Samsung to promote investment and jobs at Billingham. \"Bearing in mind the red carpet treatment they have had in the past, to do this without any consultation ... really is breathtaking. They were allocated £58m and given every consideration.\" A spokesman for Samsung insisted that the group had drawn down only £10.5m of the £58m potentially available if it had acted on plans to employ up to 3,000 people. The DTI agreed that £10.5m had been paid but said it was considering invoking claw-back provisions to recoup the money. Samsung countered that it had surpassed the grant's criteria by employing up to 1,600 at the plant's peak of production and saw no reason to repay the aid. John Slider, Samsung UK's deputy managing director, said there was no alternative to closing the plant. His aides said the price of ovens had fallen from £150 to just £30 in a few years, making it deeply uncompetitive. Tony Blair said he \"deeply regretted\" the loss of jobs, some of them among his nearby Sedgefield constituents. \"It is part of the world economy we live in. There will be occasions when companies close plants and ... we are ready to help them get new jobs.\" Peter Mandelson, Hartlepool MP, said: \"This is a serious blow and heavy disappointment ... The fact is that the price of their products has fallen worldwide and that is the reason for the closure.\" But Nick Horn, regional chairman of the Federation of Small Businesses, said: \"Samsung were happy to take the grants and make their grand promises but where is the commitment to the north-east now?\" The Korean group sugared the pill by saying it had sold the site for redevelopment and expansion to a local manufacturer who could take on redundant workers. An announcement is due within 10 days but the buyer must win local council consent for a change of use.",
    "keywords": [
        "closure",
        "jobs",
        "factory",
        "samsung",
        "fury",
        "world",
        "decision",
        "local",
        "group",
        "slovakia",
        "workers",
        "grants",
        "plant"
    ],
    "summary": "Samsung, the Korean electronics group, yesterday provoked a bitter dispute over government grants for foreign investors after its shock decision to close its Teesside plant with the loss of 425 jobs.\nSamsung, which made $2bn (£1.1bn) operating profits for the final quarter of last year, said its decision to relocate output to Slovakia was unconnected to the revelations.\nFrank Cook, Stockton North MP, urged the National Audit Office to mount an urgent inquiry into the grants given to Samsung to promote investment and jobs at Billingham.\nJohn Slider, Samsung UK's deputy managing director, said there was no alternative to closing the plant.\nThe fact is that the price of their products has fallen worldwide and that is the reason for the closure.\"",
    "sentiment": {
        "neg": 0.0909,
        "neu": 0.8266,
        "pos": 0.0826,
        "compound": -0.0295
    }
}