{
    "date": "2004-07-08T23:05:51Z",
    "title": "Family reunion for victims of the cold war",
    "url": "https://www.theguardian.com/world/2004/jul/09/usa.japan",
    "content": "The meeting today in Jakarta would have been emotional enough for Charles Robert Jenkins and his daughters Mika and Belinda. Waiting for their flight from North Korea will be Mr Jenkins's wife, Hitomi Soga, the mother of the two girls. They have not seen each other for two years. Surrounded by reporters yesterday, Ms Soga said she could not wait to hug her husband and spend a few quiet moments with her children. She blames herself for not being a \"proper mother\". But the story behind the meeting goes far deeper than a simple reunion, stretching back four decades into the cold war era. For Mr Jenkins is a former American army sergeant who disappeared while on patrol in the demilitarised zone between North and South Korea in January 1965 - when Winston Churchill was alive, the Beatles were in their prime and England had yet to win the football World Cup. He has not left North Korea since then. His wife has a remarkable history of her own. She was kidnapped from the Japanese island of Sado in 1978 while on a shopping trip and taken to North Korea to teach its spies the Japanese language and customs. The children, who are students at the elite Pyongyang University of Foreign Studies, have never left North Korea. The family's life together, thought to have been quite luxurious by North Korea's primitive standards, ended in September 2002, when the Japanese prime minster, Junichiro Koizumi, negotiated the temporary release of Ms Soga and four other Japanese abductees. Mr Jenkins did not follow her, fearing he would be arrested and extradited to the United States if he set foot in Japan. For one of the few things that North Korea and America agree on is that Mr Jenkins is a deserter who slipped away from his comrades during that patrol almost 40 years ago. He has always claimed that he was kidnapped and then brainwashed to help the North Koreans and star in their propaganda films, but the Americans still want to try him on five charges relating to the alleged desertion. Despite repeated pleadings from Mr Koizumi, the Bush administration has refused to afford Mr Jenkins special treatment - which is why today's intended reunion is taking place in Indonesia. Jakarta has no extradition treaty with America, so Mr Jenkins will be safe there. In a sign of how the family's plight has gripped Japan, Ms Soga's arrival at her Jakarta hotel last night was grander than the reception accorded to most heads of state. On one side of the lobby were scores of TV cameras, photographers and reporters. On the other was a crowd of well-wishers who burst into spontaneous applause as the 45-year-old Japanese nurse walked through the front door. After being given a huge bouquet by a young Indonesian girl, she thanked the Indonesian government for facilitating the reunion and asked to be allowed to meet her relatives in peace. \"For the time being I would like to have a quiet moment for the four of us to talk,\" she said, before being whisked up to her suite amid tight security. Before she left Japan, Ms Soga said she was looking forward to giving her husband a \"good hug\" and apologising to her daughters for not being a \"proper mother\" to them for the past 19 months. But she could not hide her anxiety about what the future holds for her family once the emotion of the reunion - which is being funded by the Japanese government - has subsided. \"There's no way we're just going to say, 'That's great, we're together again,' and for that to be the end of the matter,\" she told reporters in her home town. \"At the end of all of this, what I really want is for the four of us to be living here in Japan.\" Japanese officials are refusing to speculate how long the reunion will last. While she was in Jakarta last week, the Japanese foreign minister, Yoriko Kawaguchi, said Mr Jenkins wanted to celebrate Belinda's 19th birthday on July 23. In a private meeting on Wednesday, Mr Koizumi told Ms Soga to take as much time as she needs to convince her family that they will be safe in Japan. A Japanese embassy official said yesterday that it could last a month. \"It's obviously not an ordinary [hotel] booking,\" he said. He admitted that Japan would like Mr Jenkins and his daughters to return to Japan with Ms Soga. \"Nobody knows [if they will],\" he said. \"But we hope so.\" There have been charges that Mr Koizumi brought forward today's reunion to save his political skin. With his support at a record low due to his poor handling of pension reforms and Japan's role in post-war Iraq, critics say he wants to bathe in Ms Soga's happiness just as Japan prepares for upper-house elections on Sunday. The Japanese media have speculated that an indication of Mr Jenkins's intentions could be the presence of his beloved dog. If the dog travels with him they are predicting he will not return to Pyongyang.",
    "keywords": [
        "war",
        "mr",
        "reunion",
        "korea",
        "koizumi",
        "ms",
        "soga",
        "victims",
        "cold",
        "japanese",
        "jenkins",
        "japan",
        "family",
        "north"
    ],
    "summary": "Surrounded by reporters yesterday, Ms Soga said she could not wait to hug her husband and spend a few quiet moments with her children.\nBut the story behind the meeting goes far deeper than a simple reunion, stretching back four decades into the cold war era.\nThe children, who are students at the elite Pyongyang University of Foreign Studies, have never left North Korea.\nHe admitted that Japan would like Mr Jenkins and his daughters to return to Japan with Ms Soga.\nThere have been charges that Mr Koizumi brought forward today's reunion to save his political skin.",
    "sentiment": {
        "neg": 0.0411,
        "neu": 0.8569,
        "pos": 0.102,
        "compound": 0.1931
    }
}