{
    "date": "2004-07-19T22:58:50Z",
    "title": "Suspected US deserter arrives in Japan",
    "url": "https://www.theguardian.com/world/2004/jul/19/usa.japan",
    "content": "A former American soldier accused of defecting to North Korea 40 years ago flew to Japan with his family yesterday, despite fears he could be arrested and deported back to the US. Charles Jenkins steadied himself with a walking stick as he emerged from a specially chartered plane at Haneda Airport in Tokyo. With him was his Japanese wife, Hitomi Soga, with whom he was reunited in Indonesia 10 days ago. She was abducted by the North Koreans during the cold war, but was allowed home two years ago. Mr Jenkins had resisted joining her in Japan until yesterday because the US has refused to drop the charges against him. But a deterioration in his health appears to have prompted the US government to soften its stance. Mr Jenkins, 64, is reported to be suffering from complications from abdominal surgery he underwent in North Korea in April, and may also have lung disease. He was taken straight to hospital after landing yesterday. Washington insists that Mr Jenkins, then a 24-year-old US army sergeant, defected to North Korea after slipping away from his unit while on patrol near the demilitarised zone between South and North Korea in 1965. But Howard Baker, the US ambassador to Japan, has indicated that the former soldier would not be pursued while he was in hospital. \"I acknowledged that the US government is sympathetic to his health condition and that Sergeant Jenkins's medical condition may delay our request for his transfer to US custody,\" Mr Baker said in a statement issued after a weekend meeting with the Japanese foreign minister, Yoriko Kawaguchi. \"There are no plans for US officials to see Jenkins in the immediate future.\" Mr Jenkins's arrival was greeted with relief by his nephew, James Hyman, who flew to Japan to be reunited with an uncle he barely knows. \"I just want to say hi to my uncle, tell him we love him and that we've always believed in him,\" he said in an interview on Japanese television. \"We hope that it being so long since he's been gone that he might not be prosecuted and we can get a pardon for him.\" Though Mr Jenkins, originally from North Carolina, has remained tight-lipped about what happened to him on the day of his disappearance, his American family insist he was abducted by Pyongyang agents - the same fate that befell Ms Soga. The 45-year-old former nurse, who was permitted to return to Japan with four other abductees in October 2002, was snatched along with her mother from Japan's Sado Island in 1978. Her mother has not been heard of since. Ms Soga and Mr Jenkins married in 1980 after meeting while he was teaching English in Pyongyang. Their July 9 reunion, which was held in Jakarta because Indonesia does not have an extradition agreement with the US, ended a 21-month separation. In May Mr Jenkins and his daughters rejected a personal plea from the visiting Japanese prime minister, Junichiro Koizumi, to travel to Japan with the children of other abductees because he feared being arrested. Japan's television stations, which devoted hours of coverage to Mr Jenkins's arrival, searched for signs of how he and his two daughters were adapting to their new circumstances. Though Mr Jenkins removed his lapel badge of Kim Il-sung, the communist state's founder, in Jakarta, his daughters - Mika, 21, and Belinda, 18 - had chosen to keep theirs on. But as they walked onto the airport tarmac it was clear they had decided to remove their badges. It remains to be seen whether such gestures will sway those who maintain Mr Jenkins was a willing citizen of the reclusive state, citing, among other things, his starring role in a North Korean propaganda film as a sinister, cigar-chomping American.",
    "keywords": [
        "arrives",
        "suspected",
        "mr",
        "korea",
        "soga",
        "jenkinss",
        "deserter",
        "japanese",
        "japan",
        "jenkins",
        "daughters",
        "yesterday",
        "north"
    ],
    "summary": "Mr Jenkins had resisted joining her in Japan until yesterday because the US has refused to drop the charges against him.\nMr Jenkins, 64, is reported to be suffering from complications from abdominal surgery he underwent in North Korea in April, and may also have lung disease.\nWashington insists that Mr Jenkins, then a 24-year-old US army sergeant, defected to North Korea after slipping away from his unit while on patrol near the demilitarised zone between South and North Korea in 1965.\nMr Jenkins's arrival was greeted with relief by his nephew, James Hyman, who flew to Japan to be reunited with an uncle he barely knows.\nMs Soga and Mr Jenkins married in 1980 after meeting while he was teaching English in Pyongyang.",
    "sentiment": {
        "neg": 0.0618,
        "neu": 0.8851,
        "pos": 0.053,
        "compound": -0.0486
    }
}