{
    "date": "2004-04-29T11:15:11Z",
    "title": "Asia  Koreans die 'saving Kim portraits'",
    "url": "https://www.theguardian.com/world/2004/apr/29/northkorea",
    "content": "Many North Koreans died a \"heroic death\" after last week's train explosion by running into burning buildings to rescue portraits of the country's leader, Kim Jong-il, and his father, the North's official media reported yesterday. Portraits of Mr Kim and his late father, the national founder Kim Il-sung, are mandatory fixtures in every home, office and factory in the hardline communist state of 23 million people. All adults are required to wear lapel pins bearing images of one or both Kims. Last Thursday's blast in the town of Ryongchon, near the Chinese border, killed at least 161 people and injured 1,300, according to international relief agencies. Many of the victims were children. The dead also included workers and teachers who died clutching the portraits of the Kims, the official KCNA news agency said. \"Many people _ evacuated portraits before searching after their family members or saving their household goods,\" it said. \"Upon hearing the heavy explosion on their way home for lunch, Choe Yong-il and Jon Tong-sik, workers of the county procurement shop, ran back to the shop. \"They were buried under the collapsing building to die a heroic death when they were trying to come out with portraits of President Kim Il-sung and leader Kim Jong-il. \"Teacher Han Jong-suk, 56, also breathed her last with portraits in her bosom.\" Another teacher saved seven students, but died rescuing the portraits, KCNA said. Reuters, Seoul",
    "keywords": [
        "kcna",
        "portraits",
        "leader",
        "shop",
        "die",
        "saving",
        "teacher",
        "workers",
        "kim",
        "died",
        "kims",
        "asia",
        "koreans",
        "official"
    ],
    "summary": "Many North Koreans died a \"heroic death\" after last week's train explosion by running into burning buildings to rescue portraits of the country's leader, Kim Jong-il, and his father, the North's official media reported yesterday.\nPortraits of Mr Kim and his late father, the national founder Kim Il-sung, are mandatory fixtures in every home, office and factory in the hardline communist state of 23 million people.\nThe dead also included workers and teachers who died clutching the portraits of the Kims, the official KCNA news agency said.\n\"They were buried under the collapsing building to die a heroic death when they were trying to come out with portraits of President Kim Il-sung and leader Kim Jong-il.\nAnother teacher saved seven students, but died rescuing the portraits, KCNA said.",
    "sentiment": {
        "neg": 0.1299,
        "neu": 0.8283,
        "pos": 0.0418,
        "compound": -0.2682
    }
}