{
    "date": "2004-02-23T01:56:55Z",
    "title": "The Editor briefing: Pyongyang prepares for nuclear talks",
    "url": "https://www.theguardian.com/world/2004/feb/23/northkorea.theeditorpressreview",
    "content": "Who will be attending? Chinese vice foreign minister Wang Yi ... will chair the six-way talks ... North and South Korea, China, Japan, Russia and the United States will take part. · From the Kyodo News Service, Tokyo, February 20 What will the talks achieve? Supposedly, the Beijing meeting ... [is intended] to persuade the North Koreans to abandon their ambitions to acquire nuclear weapons. In exchange, Pyongyang would get aid for its devastated economy, diplomatic recognition by the US, and Japan, reconciliation with South Korea and a multinational security guarantee. · Richard Halloran in the Korea Herald, February 19 What exactly is Pyongyang hiding? At issue is whether North Korea has only a plutonium-based nuclear programme, as it claims, or whether Pyongyang also has a uranium-based programme ... US officials believe North Korea has at least one or two nuclear bombs from plutonium, though some experts believe Pyongyang does not have the technology and resources to mount a nuclear warhead on a missile. · From ABCnews.com, February 18 Haven't we been here before? The CIA had accumulated enough evidence of the uranium-enriching programme for James Kelly, the US assistant secretary of state, to take to Pyongyang in the autumn of 2002. North Korea first admitted the allegations were true but later retracted the confession. The 1994 Agreed Framework collapsed and Pyongyang expelled the International Atomic Energy Agency inspectors. · Jasper Becker in the Independent, February 11 How was the Pakistani scientist Abdul Qadeer Khan involved? North Korea ... denied the admission by Dr Khan that he sold nuclear-weapons technology to the state. A statement by a foreign ministry spokesman described the claim as \"false propaganda\" spread by the US ... It was North Korea's first official response to the Pakistani disclosures. · From Asia Times online, February 11 Is North Korea likely to negotiate? Pyongyang has said it will freeze its nuclear programmes as a first step in resolving the dispute, but only if the US lifts sanctions, resumes oil shipments and removes North Korea from its list of countries sponsoring terrorism. · From CNN.com, February 18 Is Pyongyang really a threat? Those countries now trying to build nuclear bombs cannot be trusted to keep them from use. It is precisely because they believe they can preserve or increase their power through the use of a weapon calculated to kill on a massive scale that megalomaniacs have made such efforts to acquire these weapons. To North Korea's leaders, the human cost of nuclear destruction is immaterial as long as the war can be \"won\" or face saved. · From the Times, February 13 Does North Korea need the west's friendship? Its people are in desperate need of food. The UN ... is currently asking for more international donations to feed a third of North Korea's entire population ... Though no country has yet cited the nuclear issue as a factor in deciding whether to contribute, hungry North Koreans continue to suffer a decline in donations. · From Chosun Ilbo, South Korea, February 14 And what does Japan want? Junichiro Koizumi [the Japanese prime minister] ... told senior foreign ministry officials to address the issue of North Korea's abduction of Japanese nationals on every occasion, including during upcoming six-nation talks, ministry sources said ... [Japan has] failed to reach an agreement with North Korean negotiators over Japan's demand that ... eight family members of those kidnapped, who live in Pyongyang, be allowed to come to this country. · From the Yomiuri Shimbun, Japan, February 15 Can the west work with China? Beijing finally seems committed to cooperating with Washington to prevent nuclear proliferation in North Korea and elsewhere, despite past sales of nuclear-related technology. · Edward Cody in the Washington Post, February 18",
    "keywords": [
        "south",
        "prepares",
        "korea",
        "north",
        "nuclear",
        "editor",
        "japan",
        "briefing",
        "technology",
        "pyongyang",
        "programme",
        "talks",
        "koreas"
    ],
    "summary": "Chinese vice foreign minister Wang Yi ... will chair the six-way talks ... North and South Korea, China, Japan, Russia and the United States will take part.\nAt issue is whether North Korea has only a plutonium-based nuclear programme, as it claims, or whether Pyongyang also has a uranium-based programme ...\nTo North Korea's leaders, the human cost of nuclear destruction is immaterial as long as the war can be \"won\" or face saved.\nThe UN ... is currently asking for more international donations to feed a third of North Korea's entire population ...\nBeijing finally seems committed to cooperating with Washington to prevent nuclear proliferation in North Korea and elsewhere, despite past sales of nuclear-related technology.",
    "sentiment": {
        "neg": 0.0885,
        "neu": 0.8661,
        "pos": 0.0455,
        "compound": -0.1689
    }
}