{
    "date": "2004-12-11T01:12:47Z",
    "title": "Experts rebel over US stance on N Korea",
    "url": "https://www.theguardian.com/world/2004/dec/11/northkorea.usa",
    "content": "A group of senior US policymakers has called on the Bush administration to change its stance towards North Korea, with its chairman accusing the White House of \"distorting\" intelligence about Pyongyang's uranium weapons programme just as it exaggerated claims about Iraq. The Task Force on Korean Policy, which includes former US chiefs of staff and ambassadors to Seoul, said the administration's obsession with the unproven uranium programme had held up negotiations, scuppered the old nuclear inspection regime and allowed Pyongyang to press ahead with the development of plutonium weapons, which represent a far more immediate and substantiated threat. The unusually public rebellion by Washington's top advisory body on Korean affairs is likely to have been prompted by concerns that hawks in the White House will try to use the second Bush administration to resolve the issue by force now that Colin Powell - the main advocate for restraint - has said he will stand down from the post of secretary of state. Since last year, six-nation talks on the future of the peninsula have failed to make any progress, largely because the US has insisted that no deal can be reached until North Korea promises to scrap its uranium programme. Pyongyang has consistently denied such a programme exists. \"Greater recognition should be given to the urgency of the threat posed by North Korea's possession of significant quantities of weapons-usable plutonium that could be transferred to third parties,\" news agencies quoted the report as saying. \"The group urges the adoption of a more ambitious, sharply focused strategy designed to achieve the complete removal of all of this plutonium from North Korea in the first phase of denuclearisation.\" The current nuclear stand-off started in October 2002 when US officials returned from a trip to Pyongyang claiming a senior North Korean diplomat, Kang Sok Ju, had admitted the existence of a covert uranium programme. North Korea denied this and the South Korean government expressed doubts about the US's interpretation of events. But the US claims were enough to disrupt a year of otherwise surprisingly good relations between Pyongyang and its neighbours. They also killed the \"Agreed Framework\" - the nuclear freeze put in place by the Clinton administration and condemned by neo-conservatives in the Bush administration. Washington and its allies halted supplies of oil and North Korea responded by kicking out nuclear inspectors. Selig Harrison, chairman of the Task Force on Korean Policy, said this was a deliberate ploy by the US to regain the initiative in north-east Asia. \"Relying on sketchy data, the Bush administration presented a worst-case scenario as an incontrovertible truth and distorted its intelligence on North Korea (much as it did on Iraq),\" he writes in next month's Foreign Affairs journal. The intelligence on North Korea's supposed uranium programme has not been made public, but the evidence has been shown to at least three countries - South Korea, Japan and China. It is not known whether British officials have seen the documents, but the UK Foreign Office has supported the accusations. While the US has focused on uranium and the removal of Kim Jong-il, North Korea has made no secret of building up its plutonium deterrent. Mohamed ElBaradei, head of the UN nuclear watchdog, said he was certain North Korea had converted enough fuel for four to six nuclear bombs.",
    "keywords": [
        "rebel",
        "uranium",
        "plutonium",
        "korea",
        "experts",
        "administration",
        "nuclear",
        "bush",
        "n",
        "stance",
        "pyongyang",
        "programme",
        "north",
        "korean"
    ],
    "summary": "North Korea denied this and the South Korean government expressed doubts about the US's interpretation of events.\nThey also killed the \"Agreed Framework\" - the nuclear freeze put in place by the Clinton administration and condemned by neo-conservatives in the Bush administration.\nWashington and its allies halted supplies of oil and North Korea responded by kicking out nuclear inspectors.\nWhile the US has focused on uranium and the removal of Kim Jong-il, North Korea has made no secret of building up its plutonium deterrent.\nMohamed ElBaradei, head of the UN nuclear watchdog, said he was certain North Korea had converted enough fuel for four to six nuclear bombs.",
    "sentiment": {
        "neg": 0.0887,
        "neu": 0.8239,
        "pos": 0.0873,
        "compound": 0.0301
    }
}