{
    "date": "2004-04-20T01:22:15Z",
    "title": "Kim Jong-il on trip to woo China",
    "url": "https://www.theguardian.com/world/2004/apr/20/china.northkorea",
    "content": "The North Korean leader, Kim Jong-il, left his country for the first time in three years yesterday to visit China. To counter the influence of the US, which wants Pyongyang punished for its nuclear weapons programme, he is expected to offer a new round of multilateral talks in return for Chinese economic aid, especially in the form of food and energy resources. Rarely have charm offensives been conducted in greater secrecy. Mr Kim is reported to have had talks with the Chinese president, Hu Jintao, yesterday, but he is being kept out of the public eye. The Chinese foreign ministry said it had \"no information\" about the visit. Beijing station was closed for the arrival of Mr Kim's train, and the 40 visitors were driven to the Zhongnanhai state guesthouse in a fleet of unmarked cars. Mr Kim's previous visits, in 2000 and 2001, were not announced officially until after he was back in North Korea. The US vice-president, Dick Cheney, was in Beijing last week, and Mr Hu is seen by many as fulfilling the role of honest broker between the US and North Korea.",
    "keywords": [
        "mr",
        "korea",
        "talks",
        "china",
        "kim",
        "visit",
        "yesterday",
        "kims",
        "hu",
        "chinese",
        "jongil",
        "trip",
        "woo",
        "north"
    ],
    "summary": "The North Korean leader, Kim Jong-il, left his country for the first time in three years yesterday to visit China.\nMr Kim is reported to have had talks with the Chinese president, Hu Jintao, yesterday, but he is being kept out of the public eye.\nBeijing station was closed for the arrival of Mr Kim's train, and the 40 visitors were driven to the Zhongnanhai state guesthouse in a fleet of unmarked cars.\nMr Kim's previous visits, in 2000 and 2001, were not announced officially until after he was back in North Korea.\nThe US vice-president, Dick Cheney, was in Beijing last week, and Mr Hu is seen by many as fulfilling the role of honest broker between the US and North Korea.",
    "sentiment": {
        "neg": 0.0716,
        "neu": 0.8693,
        "pos": 0.059,
        "compound": -0.0839
    }
}