{
    "date": "2004-02-26T02:44:34Z",
    "title": "Pyongyang offered trade-off",
    "url": "https://www.theguardian.com/world/2004/feb/26/northkorea",
    "content": "North Korea was offered compensation in return for the freezing of its nuclear weapons programme yesterday as a second round of six-country talks opened with cautious hopes of a breakthrough in the 15-month-long standoff between Washington and Pyongyang. The unspecified concessions - thought to include a resumption of oil shipments and financial aid - were proposed by South Korea, which is anxious to alleviate tension on the peninsula and promote the reform of its neighbour's economy. According to the New York Times, the US has endorsed the compensation proposal, despite repeated statements from the Bush administration that it will not reward what it sees as nuclear blackmail. The South Korean offer was made in Beijing on the first day of six-party talks - also including Japan, Russia and hosts China - aimed at easing the greatest remaining cold war conflict. Progress is expected to be slow. It took more than 50 years to bring all the major regional players around the same negotiating table for the first set of talks last August. That meeting ended acrimoniously and the second round has been repeatedly delayed.",
    "keywords": [
        "tradeoff",
        "south",
        "round",
        "korea",
        "second",
        "nuclear",
        "yesterday",
        "offered",
        "weapons",
        "compensation",
        "pyongyang",
        "york",
        "talks"
    ],
    "summary": "North Korea was offered compensation in return for the freezing of its nuclear weapons programme yesterday as a second round of six-country talks opened with cautious hopes of a breakthrough in the 15-month-long standoff between Washington and Pyongyang.\nThe unspecified concessions - thought to include a resumption of oil shipments and financial aid - were proposed by South Korea, which is anxious to alleviate tension on the peninsula and promote the reform of its neighbour's economy.\nAccording to the New York Times, the US has endorsed the compensation proposal, despite repeated statements from the Bush administration that it will not reward what it sees as nuclear blackmail.\nIt took more than 50 years to bring all the major regional players around the same negotiating table for the first set of talks last August.\nThat meeting ended acrimoniously and the second round has been repeatedly delayed.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.8064,
        "pos": 0.1016,
        "compound": -0.0655
    }
}