{
    "date": "2004-05-22T23:46:54Z",
    "title": "Japanese kidnap families reunited",
    "url": "https://www.theguardian.com/world/2004/may/23/japan.northkorea",
    "content": "They had not seen their parents for almost two years, and when the reunion finally came, it was in a country worlds apart from the one in which they grew up. Hours after stepping on to a plane in Pyongyang, the children of four Japanese citizens abducted by North Korea 25 years ago were in Tokyo with their parents last night following a dramatic meeting in the North Korean capital between the Japanese Prime Minister, Junichiro Koizumi, and the North Korean leader, Kim Jong-il. The children, all in their teens and early 20s, arrived at Haneda airport on a government plane half an hour after Koizumi had returned from his second summit with Kim in less than two years. Looking understandably nervous about the dramatic turn their lives were about to take, the children were led on to a bus to meet their waiting parents, who had spent 25 years in North Korea before being allowed to return to Japan, but without their children, after the leaders' first summit, in Pyongyang in September 2002. They were driven to a hotel in Tokyo to begin the process of coming to terms with their new lives and their parents' tragic pasts, about which they had known nothing until very recently. But amid the relief was dismay that a fifth repatriated abductee, Hitomi Soga, will have to wait before she can be reunited with her husband and two daughters. Soga, a 45-year-old former nurse who was abducted along with her mother in 1978, is married to Charles Jenkins, a former American GI whom the US says defected to North Korea after deserting his unit during a patrol in South Korea in 1965. Despite pleas for clemency from Japan, Washington has promised to seek his extradition if he travels to Japan, raising the prospect of a diplomatic rift with one of its most trusted allies in Iraq. Koizumi said he had failed to persuade Jenkins and the couple's two daughters to travel back with him during an hour-long private meeting before the summit. 'He seemed unconvinced, although I promised to do my best to enable him to live in Japan with his family,' he told reporters. Arrangements are being made for the couple to meet in a third country, probably China, in the coming weeks. Soga's plight has stirred strong emotions in Japan. Early yesterday she told reporters she was still hoping her husband and daughter would be on the plane from Pyongyang. 'I heard that two rooms have been reserved for us,' she said. 'But just for tonight, I'd like the four of us to sleep together in the same room, even if it means pushing the beds together.' Kim did not leave the 90-minute summit empty-handed, securing pledges of $10 million of medical supplies and 250,000 tonnes of food that will be provided through international agencies. Koizumi denied the aid had been offered as a straight swap for the children. 'This is not collateral for the relatives,' he said. 'It is the responsibility of the international community to help North Korea.' The leaders agreed on the need for a peaceful resolution of the crisis sparked by North Korea's suspected nuclear weapons programme, and Kim pledged he would not risk further enraging the international community by lifting a moratorium on nuclear tests. 'I made it very clear to Kim Jong-il that there is nothing to gain in terms of energy and food aid by possessing nuclear weapons,' Koizumi said. 'I told him he should seize the opportunity to become part of international society; that North Korea would, in fact, be safer if he did.' Though just hours from a reunion with his daughter, 22, and son, 19, Kaoru Hasuike, who was abducted with his then fiancee, Yukiko, in 1978, was unhappy with the summit's outcome. 'Knowing the situation Soga is in, I can't find the words to console her. But this is not the end. The day will come when she is reunited with her family.' Yasushi Chimura, who was engaged to his wife, Fukie, when they were snatched by Pyongyang agents in 1978, acknowledged that his daughter and two sons who, like the other children, speak no Japanese, may struggle to adjust to life in Japan. 'I just want us to enjoy being back together,' he said. We'll leave the details until later.' Though reuniting the two families will earn him kudos weeks before parliamentary elections, Koizumi could face criticism from hardliners in his Liberal Democratic party who view the offer of aid as a reward for bad behaviour. And the treatment of Jenkins, who is said to be unwell, will have dismayed many Japanese who believed their government's support for the war in Iraq should have elicited a more sympathetic response from the US. Questions also remain over the fates of 10 other Japanese citizens thought to have been forcibly taken to North Korea to teach spies their language and culture. They include Megumi Yokota, who was 13 when she was snatched on the way home from badminton practice in 1977. She is believed to have married a North Korean, with whom she had a daughter, now 16. Her parents refuse to believe Pyongyang's claims that she committed suicide in a mental hospital in 1993. At his first meeting with Koizumi, Kim made the startling admission that the North Korean regime had abducted 13 Japanese citizens in the late 1970s and early 1980s to teach spies their language and culture. He allowed five of them - the Chimuras, the Hasuikes and Soga - to return to Japan but said the other eight had died. The two others, he said, had never set foot in North Korea. But those claims were called into question yesterday when Kim agreed to investigate their whereabouts. Their relatives believe they are being held as bargaining chips or because they have been exposed to sensitive information about the reclusive state. Koizumi's failure to establish what happened to them drew a furious response from Yokota's father, Shigeru. 'This was the worst possible outcome,' he said. 'When we heard the news, our anger filled the room.'",
    "keywords": [
        "parents",
        "summit",
        "children",
        "korea",
        "reunited",
        "koizumi",
        "north",
        "soga",
        "kim",
        "japanese",
        "japan",
        "families",
        "kidnap"
    ],
    "summary": "But amid the relief was dismay that a fifth repatriated abductee, Hitomi Soga, will have to wait before she can be reunited with her husband and two daughters.\n'It is the responsibility of the international community to help North Korea.'\n'I told him he should seize the opportunity to become part of international society; that North Korea would, in fact, be safer if he did.'\nQuestions also remain over the fates of 10 other Japanese citizens thought to have been forcibly taken to North Korea to teach spies their language and culture.\nThe two others, he said, had never set foot in North Korea.",
    "sentiment": {
        "neg": 0.0813,
        "neu": 0.8438,
        "pos": 0.0749,
        "compound": -0.0235
    }
}