{
    "date": "2004-05-25T02:01:17Z",
    "title": "Tokyo's families reclaim stolen lives",
    "url": "https://www.theguardian.com/world/2004/may/25/japan.northkorea",
    "content": "Last weekend Pak Ki-hyok was a 19-year-old student at a computer college in North Korea. He is now called Katsuya Hasuike, a name in a language he can not yet understand, who finds himself in a country he knows nothing about. For the children, like him, of Japanese citizens abducted by North Korean spies a quarter of a century ago, it has been the strangest of homecomings. The young people, aged 16-22, were reunited with their parents in Tokyo at the weekend after a meeting in Pyongyang between the Japanese prime minister, Junichiro Koizumi, and the North Korean leader, Kim Jong-il. Yesterday they spent their first full day in the Japan Sea coastal towns where their parents had lived before they were abducted and forcibly taken to North Korea. The reunions, almost two years after their parents were allowed to return to Japan, have brought elation. But there are fears, too, for these young adults as they try to assimilate. Pak Ki-hyok's sister, Yong-hwa, 22, a graduate of a Pyongyang university, must now get used to being Shigeyo. Their father, Kaoru, told them for the first time that they were the children of victims of political abductions. \"I asked them how they felt about that but they didn't respond,\" he said. \"They are still very confused.\" Mr Hasuike said his children said they already knew. They had probably heard about the abductions soon after he and his wife returned to Japan without them in October 2002, he said. \"It still must have come as a shock when I told them myself.\" Their assimilation must take place in the full glare of a hungry media. \"They were upset when they kept seeing themselves on television,\" Mr Hasuike said. \"They aren't ready to go out yet, but they're upbeat. They said they want to learn Japanese.\" He said the children felt let down when he and his wife, Yukiko, with whom he was abducted from a beach in 1978, had not returned \"home\". \"I didn't sense any hostility this morning, but I know they were very sad and angry when they realised we weren't going back to North Korea,\" he said. \"But now we've got all we need for a new life together.\" Yasushi and Fukie Chimura, who were engaged when they were abducted the same year, said his family felt complete again after 19 months of forced separation and uncertainty. They were reunited with their two sons and their daughter, Kyong Ae. \"They seem to realise now that their parents are Japanese,\" he said, while declining to reveal their new names. \"First they have to get used to the idea that they too are Japanese.\" Japan is ready to provide the five children with interpreters, counsellors and even a police guard while they settle in. Local authorities are arranging instruction in Japanese, their parents' native language. The children apparently speak highly of life in communist North Korea and were unnerved by their first experience of a different egalitarianism: a chat with Mr Koizumi in Tokyo.",
    "keywords": [
        "parents",
        "felt",
        "children",
        "abducted",
        "mr",
        "tokyos",
        "korea",
        "north",
        "japanese",
        "japan",
        "reclaim",
        "hasuike",
        "families",
        "stolen",
        "lives"
    ],
    "summary": "Last weekend Pak Ki-hyok was a 19-year-old student at a computer college in North Korea.\nMr Hasuike said his children said they already knew.\n\"They were upset when they kept seeing themselves on television,\" Mr Hasuike said.\nHe said the children felt let down when he and his wife, Yukiko, with whom he was abducted from a beach in 1978, had not returned \"home\".\n\"I didn't sense any hostility this morning, but I know they were very sad and angry when they realised we weren't going back to North Korea,\" he said.",
    "sentiment": {
        "neg": 0.0703,
        "neu": 0.9063,
        "pos": 0.0234,
        "compound": -0.1638
    }
}