{
    "date": "2004-07-27T10:57:39Z",
    "title": "Largest ever group flees North Korea",
    "url": "https://www.theguardian.com/world/2004/jul/27/northkorea",
    "content": "South Korea today welcomed 200 North Korean defectors into the country, the largest ever single group to escape from the poverty-stricken North. The men, women and children flew into the South Korean capital, Seoul, from an unidentified south-east Asian country. They arrived on a chartered Asiana Airlines plane arranged by the South Korean government, the Yonhap news agency said. A second, even larger group was expected to arrive tomorrow, bringing the total to 460 people, it said. South Korean government officials declined to confirm the report. A trickle of defectors to the South has swelled in recent years as more North Koreans flee the hunger and repression of Kim Jong-il's regime. The border between the two countries remains sealed and heavily guarded by nearly 2 million troops on both sides. Most defectors escape across the North's long border with China before heading to other countries. South Korean officials have declined to reveal the escape route of the 460 defectors, the Yonhap report said. The North Koreans were swiftly taken away in five buses. The government typically puts defectors through a month of questioning before giving them a two-month orientation course on how to make their way in their new, capitalist home. Television footage showed buses standing near the Asiana Airlines plane and later taking the people away. However, reporters were barred from getting close to the scene. More than 60% of the 460 defectors are women and children, and most of them had illegally entered the unnamed south-east Asian country via China, Yonhap said. Human rights groups have said that hundreds of North Koreans were living in Vietnam, Thailand, Cambodia and other south-east Asian countries and were eager to travel to South Korea. Previously, defecting North Koreans have arrived in the South in small groups of three or four, or a dozen. Analysts cautioned against interpreting the latest defection as heralding further mass defections from the communist state. \"I think it is difficult to interpret the latest event as a possible beginning of mass defection,\" said Koh Yu-hwan, a North Korea expert in Seoul. Koh said North Korea would probably try to crack down harder on its citizens seeking to defect. Only around 5,000 of North Korea's 22 million people have defected to South Korea since the 1950-53 Korean war, but the numbers have been increasing in recent years. Last year, the number of defectors arriving in the South reached 1,285, up from 1,140 in 2002 and 583 in 2001. South Korea's unification minister, Chung Dong-young, today said the number of defectors was expected to reach 10,000 people within \"a couple of years\". \"It is necessary to review and upgrade the general policy,\" toward the defectors, Mr Dong-young said. \"Until now, it was more at the level of helping a small group of North Korean defectors settling down.\" Meanwhile, North Korea today called into doubt negotiations over its controversial nuclear programme and denounced a US bill aimed at supporting North Korean refugees and pressuring Pyongyang to respect human rights. The North Korean Human Rights Act passed unanimously in the US House of Representatives last week. The North's defence ministry responded that if the \"US makes ceaseless political provocations against the DPRK [Democratic Republic of Korea] with such bitter antipathy and hostility toward its political system, the DPRK is compelled to ponder over whether there is any need to continue dialogue with the US for the settlement of the nuclear issue at the moment\".",
    "keywords": [
        "south",
        "yonhap",
        "korea",
        "flees",
        "group",
        "southeast",
        "largest",
        "defectors",
        "rights",
        "today",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "South Korea today welcomed 200 North Korean defectors into the country, the largest ever single group to escape from the poverty-stricken North.\n\"I think it is difficult to interpret the latest event as a possible beginning of mass defection,\" said Koh Yu-hwan, a North Korea expert in Seoul.\nKoh said North Korea would probably try to crack down harder on its citizens seeking to defect.\n\"Until now, it was more at the level of helping a small group of North Korean defectors settling down.\"\nMeanwhile, North Korea today called into doubt negotiations over its controversial nuclear programme and denounced a US bill aimed at supporting North Korean refugees and pressuring Pyongyang to respect human rights.",
    "sentiment": {
        "neg": 0.085,
        "neu": 0.869,
        "pos": 0.0459,
        "compound": -0.1528
    }
}