{
    "date": "2004-08-31T23:52:07Z",
    "title": "Minister to visit North Korea",
    "url": "https://www.theguardian.com/world/2004/sep/01/northkorea.foreignpolicy",
    "content": "In a small softening of relations between North Korea and the west, it was announced yesterday that Bill Rammell of the Foreign Office is to become the first British minister to visit the communist state. The breakthrough came after North Korea agreed that Mr Rammell would be entitled to raise human rights issues, as well as nuclear disarmament concerns. Mr Rammell has been critical of North Korean human rights abuses in debates in parliament, as well as in meetings with North Korean ministers visiting Britain. But the subject has been banned from discussion for any visiting Foreign Office ministers. Mr Rammell reiterated yesterday that if North Korea also cooperated over its nuclear programme, all kinds of possible aid would be made available. \"They have to irrevocably commit to getting rid of their nuclear weapons: that is the absolute bottom line,\" he said yesterday, adding that if Pyongyang were to do that, Britain could consider granting aid and even start trade. Mr Rammell said: \"They should look at the example of Libya and look what progress a country can make if it genuinely starts to renounce its nuclear weapons capability. He added that he wanted to get beyond the automatic denials on human rights abuses, saying he was not naive about the likely pace of progress.",
    "keywords": [
        "human",
        "mr",
        "rammell",
        "korea",
        "visit",
        "nuclear",
        "visiting",
        "weapons",
        "rights",
        "minister",
        "yesterday",
        "north"
    ],
    "summary": "In a small softening of relations between North Korea and the west, it was announced yesterday that Bill Rammell of the Foreign Office is to become the first British minister to visit the communist state.\nThe breakthrough came after North Korea agreed that Mr Rammell would be entitled to raise human rights issues, as well as nuclear disarmament concerns.\nMr Rammell has been critical of North Korean human rights abuses in debates in parliament, as well as in meetings with North Korean ministers visiting Britain.\nMr Rammell reiterated yesterday that if North Korea also cooperated over its nuclear programme, all kinds of possible aid would be made available.\nHe added that he wanted to get beyond the automatic denials on human rights abuses, saying he was not naive about the likely pace of progress.",
    "sentiment": {
        "neg": 0.0874,
        "neu": 0.8323,
        "pos": 0.0801,
        "compound": -0.0524
    }
}