{
    "date": "2004-09-14T01:55:00Z",
    "title": "Leader: North Korea",
    "url": "https://www.theguardian.com/world/2004/sep/14/northkorea.guardianleaders",
    "content": "Normally, a giant explosion that sends a mushroom cloud high into the sky would not be counted as good news. But the explanation by the North Korean authorities that last week's mysterious blast was caused by demolition work for a hydroelectric dam is far less alarming than what was briefly feared: a test of the nuclear weapon the secretive Stalinist state is believed to be developing. Happily, there is no evidence of a nuclear detonation, though some of the experts who monitor the \"hermit kingdom\" believe that Pyongyang's official admission may conceal an accident in a closed military-industrial zone on the remote border with China. Others suggest whatever happened could have been deliberate, citing the fact that it took place on September 9, the date of North Korea's foundation. The way the regime seals itself off from the outside has often encouraged rumour, as was the case with a massive train crash earlier this year. Whatever the truth, this episode is a troubling reminder of the big issue that rightly worries the entire world. Having admitted two years ago that it had the know-how to develop nuclear weapons, North Korea is still refusing to resume stalled talks with South Korea, Japan, China, Russia and the US, although it has been able to exploit reports that Seoul has experimented with plutonium enrichment. International aid to the victims of famine and the train disaster has not persuaded the leadership to change tack, despite internal reforms and signs it wants to improve its dire international image. Other changes may be needed to achieve a breakthrough. At the weekend, John Kerry launched an attack on George Bush for breaking with the Clinton administration's policy of direct engagement with Kim Jong-il, and then for being so preoccupied by Iraq that he has let a \"nuclear nightmare\" develop in the country he famously included in his \"axis of evil\". Americans worry about an \"October surprise\" in the run-up to presidential elections. But mountains that go bang in the night make people nervous far beyond the Washington Beltway.",
    "keywords": [
        "develop",
        "leader",
        "worry",
        "korea",
        "nuclear",
        "china",
        "far",
        "train",
        "zone",
        "north",
        "international"
    ],
    "summary": "Normally, a giant explosion that sends a mushroom cloud high into the sky would not be counted as good news.\nOthers suggest whatever happened could have been deliberate, citing the fact that it took place on September 9, the date of North Korea's foundation.\nWhatever the truth, this episode is a troubling reminder of the big issue that rightly worries the entire world.\nHaving admitted two years ago that it had the know-how to develop nuclear weapons, North Korea is still refusing to resume stalled talks with South Korea, Japan, China, Russia and the US, although it has been able to exploit reports that Seoul has experimented with plutonium enrichment.\nBut mountains that go bang in the night make people nervous far beyond the Washington Beltway.",
    "sentiment": {
        "neg": 0.1216,
        "neu": 0.8173,
        "pos": 0.0614,
        "compound": -0.2679
    }
}