{
    "date": "2004-07-03T01:18:52Z",
    "title": "Mutual distrust clouds US-Korea negotiations",
    "url": "https://www.theguardian.com/world/2004/jul/03/northkorea",
    "content": "North Korea said yesterday it did not trust the US after the two sides' foreign ministers held their highest-level talks since Washington described Pyongyang as part of an \"axis of evil\". Colin Powell, the US secretary of state, said after meeting his North Korean counterpart Paek Nam-sun in Jakarta that great mistrust existed between their countries. Both countries sought to put a positive spin on the discussions, held on the sidelines of a regional security conference. But aides said the two men were no closer to a solution over US demands for Pyongyang to dismantle its nuclear weapons programme. \"There is no trust between the Democratic People's Republic of Korea and the United States,\" Mr Paek was quoted as saying in an official statement. \"[However] if the United States is of the position to improve bilateral relations, the DPRK will not regard the US as a permanent enemy.\" Mr Powell was equally forthright. \"These are difficult negotiations. It just doesn't happen overnight,\" he said afterwards in a meeting with Indonesian students. His spokesman, Richard Boucher, said Mr Powell told his counterpart there was an opportunity for \"concrete progress\" in the continuing efforts to rid the Korean peninsula of nuclear weapons. But Washington wanted \"words not deeds\" on disarmament before it started making concessions. Mr Paek said his government would budge only if it saw \"simultaneous actions\" from Washington. When officials from the two sides met last month in Beijing, along with representatives from China, Japan, Russia and South Korea, they put forward contrasting proposals to move the stalled six- party peace talks forwards. The US said Pyongyang would receive aid and security guarantees if it agreed to a step-by-step dismantling both of the plutonium weapons that it admits to, and the uranium bomb programme that its neighbours are convinced it is developing. Assistance would come first from South Korea and Japan and then, once North Korea has shown long-term commitment to the deal, from the US. North Korea has offered to freeze rather than dismantle its weapons programmes if it receives guarantees of vital energy supplies to make up for serious shortfalls. Washington's offer, which is being seen as a conciliatory step, is thought to have been partly prompted by criticism at home from the Democratic presidential contender, John Kerry, over the lack of progress in the negotiations. Mr Powell's meeting with Mr Paek was short on substance, according to Byungki Kim, an associate professor of international relations at the Korea University in Seoul. \"This meeting was an important symbolic sign that both parties will continue to talk,\" he said. \"But in terms of substance, it won't have much impact.\" He said there would be little progress before the American presidential election in November. \"North Korea won't be making any substantive proposals [soon] because of the elections,\" he said.",
    "keywords": [
        "distrust",
        "negotiations",
        "clouds",
        "paek",
        "mr",
        "meeting",
        "progress",
        "korea",
        "washington",
        "uskorea",
        "mutual",
        "weapons",
        "powell",
        "pyongyang",
        "north"
    ],
    "summary": "\"There is no trust between the Democratic People's Republic of Korea and the United States,\" Mr Paek was quoted as saying in an official statement.\nMr Powell was equally forthright.\nMr Paek said his government would budge only if it saw \"simultaneous actions\" from Washington.\nAssistance would come first from South Korea and Japan and then, once North Korea has shown long-term commitment to the deal, from the US.\n\"North Korea won't be making any substantive proposals [soon] because of the elections,\" he said.",
    "sentiment": {
        "neg": 0.0619,
        "neu": 0.8361,
        "pos": 0.102,
        "compound": 0.1764
    }
}