{
    "date": "2004-07-15T23:00:36Z",
    "title": "US softens stance on ailing suspected defector",
    "url": "https://www.theguardian.com/world/2004/jul/16/usa.northkorea",
    "content": "The US hinted yesterday at a more lenient approach towards a former American soldier suspected of defecting to North Korea 40 years ago, as plans were made to take him to Japan for urgent medical treatment. Charles Jenkins could arrive in Japan, his wife's birthplace, as early as this weekend, though Japanese officials were tight-lipped about his exact itinerary. \"We are still trying to make the final arrangements,\" said Hiroyuki Hosoda, the government's top spokesman. The US has made clear that it will pursue a legal case against Mr Jenkins, who is accused of abandoning his US army unit on a patrol near the demilitarised zone between North and South Korea in 1965 and defecting to North Korea. But yesterday the ambassador to Tokyo, Howard Baker, suggested that any action could be delayed while Mr Jenkins received medical help. \"If and when he comes to Japan we will ask for custody ... It is certainly possible that he could come to Japan, [and] that the United States would insist on its rights, but that actual custody would not be sought or consummated under some circumstances.\" Possible reasons for not pursuing custody included Mr Jenkins's poor health. The decision to bring the gaunt, 64-year-old smoker to Japan came after he was examined a week ago in Jakarta. He had gone there to be reunited with his wife, Hitomi Soga, after a 21-month separation. Ms Soga, 45, was abducted by Pyongyang agents in 1978 and married Mr Jenkins in North Korea in 1980. She went back to Japan in October 2002 but left behind her husband and two daughters, Mika, 21, and Belinda, 18, because Mr Jenkins feared he would be arrested by US authorities if he set foot in Japan. Indonesia was chosen for the reunion because it does not have an extradition agreement with the US. Officials refuse to disclose the nature of his condition, but he is known to have undergone surgery on his abdomen earlier this year in North Korea. NHK, Japan's public broadcaster, speculated that he might be suffering from peritonitis. Whatever the ailment, it was serious enough for Mr Baker to show sympathy. \"This man is in terrible shape,\" he said. \"His health circumstances are really barely short of extreme. I have no doubt that he's in need of skilful medical attention.\" Ms Soga, whose plight has touched millions in her home country, voiced similar concerns. \"We are very worried about the health of my husband,\" she said in a statement released yesterday. \"I wish for him to have treatment in a Japanese hospital, and my hope is that we can return to Japan and live as a family.\" Prolonged hospital treatment for Mr Jenkins would give Tokyo and Washington time to reach a face-saving compromise. The US president, George Bush, is said to be reluctant to anger American veterans by pardoning Mr Jenkins so close to an election and while US troops are fighting in Iraq.",
    "keywords": [
        "suspected",
        "mr",
        "korea",
        "ailing",
        "soga",
        "softens",
        "japan",
        "stance",
        "jenkins",
        "treatment",
        "medical",
        "defector",
        "health",
        "yesterday",
        "north"
    ],
    "summary": "But yesterday the ambassador to Tokyo, Howard Baker, suggested that any action could be delayed while Mr Jenkins received medical help.\nMs Soga, 45, was abducted by Pyongyang agents in 1978 and married Mr Jenkins in North Korea in 1980.\nOfficials refuse to disclose the nature of his condition, but he is known to have undergone surgery on his abdomen earlier this year in North Korea.\nProlonged hospital treatment for Mr Jenkins would give Tokyo and Washington time to reach a face-saving compromise.\nThe US president, George Bush, is said to be reluctant to anger American veterans by pardoning Mr Jenkins so close to an election and while US troops are fighting in Iraq.",
    "sentiment": {
        "neg": 0.0972,
        "neu": 0.8517,
        "pos": 0.0511,
        "compound": -0.1187
    }
}