{
    "date": "2004-06-24T15:39:59Z",
    "title": "North Korea in nuclear talks",
    "url": "https://www.theguardian.com/world/2004/jun/24/northkorea",
    "content": "US and North Korean negotiators held a rare one-to-one meeting today to discuss a plan to swap energy aid in exchange for the communist country dismantling its nuclear programme. However no one close to the six-nation talks in Beijing, seemed hopeful of an immediate breakthrough. Negotiators from the two Koreas, the US, Russia, China and Japan had met twice before to settle the impasse over US claims that North Korea is attempting to build or has already built nuclear weapons. On the second of four days of talks, North Korea presented a massive demand for energy aid, asking for 2m kW of power per year in exchange for freezing its nuclear programme. However, the US wants North Korea to dismantle its nuclear development programme, not just cease work on it as it offered its first detailed proposal for settling the dispute yesterday. It offered North Korea a step-by-step plan that would provide energy aid and security guarantees in exchange for dismantling its nuclear facilities with fuel contributions by both Japan and South Korea. But the US itself would not provide energy assistance under the proposal. The US and North Korean envoys held the bilateral meeting at a Chinese government guesthouse, a US embassy spokeswoman said on condition of anonymity as competing US and North Korean proposals for ending the dispute dominated the second day of talks. \"There are considerable differences, but there is common ground as well,\" said Cho Taeyong, a member of the South Korean delegation. The Kyodo news agency reported that North Korea was offering to freeze work at its main nuclear facility at Yongbyon. It did not say whether that included a commitment sought by Washington to dismantle all nuclear facilities. North Korea are requesting the equivalent of 2.7m tonnes of fuel oil per year, compared to its annual consumption of around 8m kW. US officials said their proposal was meant to break the impasse in talks that went through two earlier rounds with no major progress. The US proposal would include a three-month preparation period during which work on the nuclear programme would be frozen and a list of all nuclear activities and remove key weapons ingredients would be submitted. US officials said it might be several days before Pyongyang responded to the \"very complex\" proposal. Russian envoy Alexander Alexeyev said Moscow would be willing to help provide energy aid and security guarantees, the Russian news agency Itar-Tass reported. The report didn't say what conditions Russia might attach to that offer. The dispute erupted in late 2002 when Washington said North Korea admitted operating a secret nuclear programme in violation of a 1994 agreement. North Korea has agreed in principle to give up its existing weapons programmes but denies a US claim that it has a uranium-based program in addition to one based on plutonium that it has acknowledged. Washington says any settlement has to include monitoring to ensure North Korea does not renege on its promises, and must include all of its nuclear programmes. Ahead of the latest talks, North Korea demanded that Washington withdraw its call for an \"irreversible\" dismantling of its nuclear programme, casting doubt on hopes for a breakthrough. The North Korean envoy, vice foreign minister Kim Gye Gwan, said yesterday that his government was willing to renounce nuclear weapons in exchange for aid and an end to Washington's \"hostile policy.\" North Korea has insisted that without a security guarantee from the US, it must keep its nuclear programme to deter a possible US attack. US envoy James Kelly said yesterday that a resolution of the dispute would \"open the door to a new relationship\" between the United States and North Korea.",
    "keywords": [
        "energy",
        "korea",
        "talks",
        "nuclear",
        "proposal",
        "weapons",
        "aid",
        "programme",
        "north",
        "korean"
    ],
    "summary": "On the second of four days of talks, North Korea presented a massive demand for energy aid, asking for 2m kW of power per year in exchange for freezing its nuclear programme.\nThe Kyodo news agency reported that North Korea was offering to freeze work at its main nuclear facility at Yongbyon.\nThe dispute erupted in late 2002 when Washington said North Korea admitted operating a secret nuclear programme in violation of a 1994 agreement.\nAhead of the latest talks, North Korea demanded that Washington withdraw its call for an \"irreversible\" dismantling of its nuclear programme, casting doubt on hopes for a breakthrough.\nNorth Korea has insisted that without a security guarantee from the US, it must keep its nuclear programme to deter a possible US attack.",
    "sentiment": {
        "neg": 0.0747,
        "neu": 0.8586,
        "pos": 0.0667,
        "compound": -0.0556
    }
}