{
    "date": "2004-04-28T13:46:33Z",
    "title": "'Train blast victims died saving leaders' portraits'",
    "url": "https://www.theguardian.com/world/2004/apr/28/northkorea",
    "content": "North Korea's state-run media today claimed that many of the 161 people who died in last week's train explosion in the town of Ryongchon had struggled heroically in the last moments of their lives to save portraits of the ruling family. The claims - from a country that enforces leader worship with prison camps - came as Pyongyang issued fresh pleas for international aid. UN medics allowed to visit the victims have reported severe burns and eye injuries among the survivors, who numbered more than 1,300. The blast also caused an estimated $356m (£200m) worth of damage to houses and public buildings in the town of Ryongchon, according to the offical KCNA news agency. This figure is much larger than the amount promised by international donors to aid the town's recovery and has fuelled speculation that North Korea is trying to gain as much aid as possible. In one of the stories of the dead told by KCNA - effectively the state's mouthpiece - Han Jong-suk, 56, a teacher, saved the lives of seven children but died rescuing pictures of Kim Jong-il and his late father, Kim Il-sung. Two other of the dead, Choe Yong-il and Jon Tong-sik, were on a lunch break but rushed back to work on hearing the explosion, according to KCNA. \"They were buried under the collapsing building to die a heroic death when they were trying to come out with portraits of President Kim Il-sung and leader Kim Jong-il,\" it said. Though dead, Kim Il-sung is still considered head of state, with his son the official \"dear leader\" and \"Great General\". Portraits of the two are mandatory fixtures in every home, office and factory in the hardline communist state of 23 million. All adults are required to wear lapel pins bearing images of one or both Kims. The prison diaries of North Korean defectors refer to people imprisoned for accidentally defacing portraits of the Kims. Kim Jong-il, 62, inherited power upon his father's death in 1994 in the communist world's only case of hereditary succession. The KCNA report, which went to claim that many people rescued the portraits before their family members, could not be independently verified. A team of foreign aid workers who today visited Ryongchon reported thousands of people were living in tents without adequate sanitation or water. Hospitals were lacking basic supplies such as intravenous drips to treat the burn patients, antibiotics and eye drops. Dr Eigil Sorensen, a representative for the World Health Organisation who yesterday saw burn victims, said he feared many of the 370 most seriously injured could at least become blind in one eye. The United States, China, Australia and Japan are among nations that have offered aid, and Germany said it would donate $119,000 to buy food and building materials. A first instalment of Russian relief aid - including medicine, tents and blankets - arrived today, according to KCNA. Chronically short of fuel, electricity and food, North Korea has taken most of the aid offered, but it has been hesitant to accept help from South Korea. It rejected offers from the rival south to send doctors but did ask it for building materials, bulldozers and diesel fuel. Pyongyang also refused to allow South Korean trucks to deliver the aid overland and insisted on a much longer sea route. The two countries are technically still at war and North Korea is jumpy about incursions over the border, one of the most heavily militarised in the world. The first consignment - which arrived at port today - is expected to have delivered medicines, blankets, underwear, instant noodles, bottled water and clothes by tomorrow morning. North Korea says the explosion occurred when workers knocked train cars carrying oil and chemicals against power lines.",
    "keywords": [
        "kcna",
        "leaders",
        "south",
        "portraits",
        "leader",
        "korea",
        "saving",
        "kim",
        "victims",
        "blast",
        "ryongchon",
        "died",
        "today",
        "train",
        "aid",
        "north"
    ],
    "summary": "UN medics allowed to visit the victims have reported severe burns and eye injuries among the survivors, who numbered more than 1,300.\n\"They were buried under the collapsing building to die a heroic death when they were trying to come out with portraits of President Kim Il-sung and leader Kim Jong-il,\" it said.\nChronically short of fuel, electricity and food, North Korea has taken most of the aid offered, but it has been hesitant to accept help from South Korea.\nThe two countries are technically still at war and North Korea is jumpy about incursions over the border, one of the most heavily militarised in the world.\nNorth Korea says the explosion occurred when workers knocked train cars carrying oil and chemicals against power lines.",
    "sentiment": {
        "neg": 0.1077,
        "neu": 0.8161,
        "pos": 0.0762,
        "compound": -0.1012
    }
}