{
    "date": "2004-05-18T10:45:00Z",
    "title": "Nerve gas used for first time against coalition",
    "url": "https://www.theguardian.com/world/2004/may/18/usa.iraq1",
    "content": "The explosion of a roadside bomb containing a small quantity of the nerve agent sarin near a US military convoy in Iraq marks the first time that chemical or biological agents have been detected in attacks on US troops. Two soldiers were treated for \"minor exposure to nerve agent\", according to the military, but it was not clear how seriously they were affected. The sarin was contained in a 155mm artillery shell, one of the more common devices used in the past year for roadside bombs. Brigadier General Mark Kimmitt said the shell appeared to be of a type of which the Iraqi regime claimed to have destroyed before the 1991 Gulf war. He said it was unlikely that the insurgents who planted it knew it contained sarin. The explosion happened a \"couple of days ago,\" he said. The shell was old and a \"binary\" type, in which two chemical components are mixed before the agent is produced. The shell was originally intended to be fired from a heavy artillery gun. UN weapons inspectors knew that Iraq produced significant quantities of sarin as part of a broader chemical weapons programme. But the majority of the chemicals and the warheads were thought to have been destroyed by the regime or by the inspectors in the early 1990s. According to the last UN inspectors' report in January 1999, 16 sarin warheads were destroyed by the inspectors from 1991-93. Hundreds of other \"aerial bombs\" that contained sarin components in a binary form and 122mm rockets containing sarin were also destroyed. The inspectors said they could not be confident that Iraq had destroyed all of its chemical weapons. Yet in the past year, the Iraq Survey Group, which has led the hunt for weapons of mass destruction, has failed to produce any evidence of any banned chemical, biological or nuclear weapons. David Kay, who led last year's hunt for weapons of mass destruction before stepping down, said the sarin was probably left over from the 1980s, produced either during the Iraq-Iran war or before the 1991 Gulf war. \"It was probably just scavenged from one of the 125-plus ammunition storage points that still remain,\" he said. Today's events in Iraq added to the pressure on George Bush, whose presidency has been brought to the tipping point by the prison abuse scandal, with opinion polls indicating the images from the Abu Ghraib jail had hardened misgivings about his leadership. A Newsweek poll put Mr Bush's overall job rating at 42%, historically in the danger zone for a president facing reelection. The erosion in support came after more than two weeks of almost daily revelations of prisoner abuse in Afghanistan as well as Iraq, and evidence of a wholesale shift in US policy on the Geneva convention prohibitions against torture after the September 11 2001 terror attacks. Yesterday, the New York Times exposed another area of potential abuse: a detention centre at Baghdad airport where about 100 \"high value\" inmates are held in cramped cells for 23 hours at a time. The International Committee for the Red Cross regards conditions at the facility as a violation of the Geneva convention. With the seepage of support for Mr Bush, polls in Time and Newsweek showed a lift for the Democratic contender, John Kerry. Mr Kerry leads Mr Bush by five points among likely voters, according to the Time magazine poll. Some 48% of Americans believed that America was right to go to war, a drop from 53% last April. The Newsweek poll detected an even steeper decline in Mr Bush's approval rating on his handling of Iraq, falling to 35% from 44% last month. Some 57% disapproved of his handling of the war. Heavy fighting continued yesterday, with US forces claiming to have killed 51 insurgents, including 20 in an air strike on a group of men unloading weapons from vehicles in south-eastern Iraq. Gen Kimmitt said that US led forces had killed 17 militiamen loyal to the rebel Shia cleric Moqtada al-Sadr. The manpower strain on the US army of the insurgency began to show yesterday. The US army confirmed that it was planning to redeploy almost 4,000 troops from the Korean peninsula to Iraq. Steve Hadley, the US deputy national security adviser, called South Korea's foreign minister, Ban Ki-moon, to explain that the troops were needed to assist the transition of sovereignty in Iraq. The timing of the move has yet to be made public, but US officials told Associated Press it would be during the next rotation of troops at the end of summer. As a 10% cut in the 37,000 US troops stationed in South Korea, the redeployment will be the biggest reduction since 1992.",
    "keywords": [
        "war",
        "nerve",
        "troops",
        "mr",
        "sarin",
        "iraq",
        "used",
        "coalition",
        "shell",
        "destroyed",
        "weapons",
        "inspectors",
        "chemical",
        "gas"
    ],
    "summary": "Two soldiers were treated for \"minor exposure to nerve agent\", according to the military, but it was not clear how seriously they were affected.\nThe sarin was contained in a 155mm artillery shell, one of the more common devices used in the past year for roadside bombs.\nUN weapons inspectors knew that Iraq produced significant quantities of sarin as part of a broader chemical weapons programme.\nAccording to the last UN inspectors' report in January 1999, 16 sarin warheads were destroyed by the inspectors from 1991-93.\nThe inspectors said they could not be confident that Iraq had destroyed all of its chemical weapons.",
    "sentiment": {
        "neg": 0.1584,
        "neu": 0.8182,
        "pos": 0.0234,
        "compound": -0.4125
    }
}