{
    "date": "2004-09-13T23:00:50Z",
    "title": "Glyn Ford: In from the cold",
    "url": "https://www.theguardian.com/world/2004/sep/14/northkorea.guardiananalysispage",
    "content": "The Korean peninsula is probably the most dangerous place on earth, made worse by those who extrapolate dodgy intelligence to fanciful \"worst-case\" scenarios that become the sand on which policy is founded. In reality, Europe being threatened by North Korea's nuclear missiles is about as likely as the Pope converting to Islam. The most \"pessimistic\" estimated range of Pyongyang's projected Taepodong 2 missile would fall well short. Even concerns over last week's \"mushroom cloud\" in the north-east were quickly dismissed by the US and South Korea. The truth is that North Korea is changing: it wants to come in from the cold. A country seen by many as the final remnant of the cold war is trying to transform itself, driven by need, and necessity to embrace the market. These steps signify a willingness for engagement not seen before, but they have been overshadowed by the \"nuclear crisis\" triggered in October 2002 when Pyongyang admitted to having the \"know-how\", but not the technology, for a highly enriched uranium route to nuclear weapons. In fact, North Korea didn't trust the US to keep to the 1994 framework agreement which promised - in exchange for the freezing and dismantling of its Russian-designed reactors capable of producing weapons-grade plutonium - a lifting of the 50-year economic embargo; normalisation of relations; a formal commitment not to use nuclear weapons against North Korea; two proliferation-resistant nuclear reactors; and an interim supply of oil. Pyongyang had a point. The US negotiators in 1994 were confident that after the collapse of the Soviet empire, North Korea was sure to follow. They failed to take into account that, in contrast to central and eastern Europe, North Korea's was an indigenous regime rooted in the country's history and culture. Now, the revelation that Seoul had its own clandestine nuclear programme, which went further than the one Pyongyang has admitted, undermines the US's righteous indignation. On top of that, North Korea's military budget is a quarter of Seoul's. South Korea spends more on defence each year than the North's entire GDP. In the 90s, North Korea suffered badly from a series of natural and man-made disasters, including droughts and floods, and from Russia and China switching from friendship prices and counter trade to demanding pre-payment in hard currency. Starvation killed up to 3 million people, one in eight of the population. Substantial humanitarian aid slowly stabilised the situation. The World Food Programme now estimates that \"only\" 250,000 children under six are suffering from chronic malnutrition, which will leave them stunted and brain damaged, while a million are badly malnourished. Again this year, there will be a 20% shortfall of cereals: 1m tonnes. It took a while, but in July 2002 North Korea embraced the market. Salaries were increased 18 fold, food prices 26 fold, and the exchange rate for the euro - Pyongyang's official currency for foreign exchange transactions - 70 fold. Farmers were set attainable targets for food delivery to the state, with the surplus allowed to be sold in new markets set up around the country. As the vice-minister of state planning, Pak Chang-ryun, said: \"It has worked better than fertiliser in improving productivity.\" Last month North Korea went a step further, acknowledging that central planning must be curtailed because it loses local knowledge and undermines creativity. In future, factories will be set financial targets. Managers will be able to hire and fire at will, and choose what to produce and how much to charge. The new markets are flourishing. Crowds are buying everything from Spanish oranges to ice-cream makers. But rice price inflation is running at 400-500% per annum. Despite the people's distribution service delivering about 50% of daily needs at hugely subsidised prices, up to 5 million people no longer earn enough to feed themselves. The problem is particularly acute in the heavily industrialised north-eastern cities, where few factories are working and access to homegrown food or humanitarian aid is limited. A new rich class is emerging, and they are beginning to appropriate what little is available. Freeing the farmers to go to the market is having an impact on productivity, despite inflation. However, the same is not true in the manufacturing sector, where the boost in demand is merely sucking in imports. Without development aid to kick-start the economy, the situation will not change. North Korea, once a developed country with 70% of the workforce in manufacturing, is experiencing a reruralisation of the economy, with factory managers laying off industrial workers to grow food instead. What can be done? It is in our interest to negotiate away the country's nuclear programme - though Pakistan, the source of the technology sold or traded to North Korea and others, seems to be mysteriously escaping global condemnation. It is clear that the programme can be ended with a package of economic and political incentives. If we can set the North Koreans on the broad path to emulating China and Vietnam, the world will be a safer place. With a changing regime instead of regime change, we can move on to restart the human-rights dialogue. · Glyn Ford is the Labour MEP for South West England. He has just spent four days in Pyongyang at a workshop organised by the European commission, the North Korean ministry of foreign affairs and the Friedrich Naumann Foundation gford@europarl.eu.int",
    "keywords": [
        "south",
        "set",
        "glyn",
        "korea",
        "regime",
        "ford",
        "nuclear",
        "cold",
        "prices",
        "food",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "Even concerns over last week's \"mushroom cloud\" in the north-east were quickly dismissed by the US and South Korea.\nThe truth is that North Korea is changing: it wants to come in from the cold.\nThe US negotiators in 1994 were confident that after the collapse of the Soviet empire, North Korea was sure to follow.\nLast month North Korea went a step further, acknowledging that central planning must be curtailed because it loses local knowledge and undermines creativity.\n· Glyn Ford is the Labour MEP for South West England.",
    "sentiment": {
        "neg": 0.066,
        "neu": 0.8652,
        "pos": 0.0688,
        "compound": -0.0539
    }
}