{
    "date": "2004-04-22T16:06:57Z",
    "title": "Many feared dead in North Korea 'blast'",
    "url": "https://www.theguardian.com/world/2004/apr/22/northkorea",
    "content": "As many as 3,000 people were killed or injured today when two trains carrying oil and liquefied petroleum gas collided and exploded in a North Korean train station, South Korean media have reported. The explosion was said to have occurred at about 1pm local time (0500 BST) at a station in the town of Ryongchon, around 30 miles south of the Chinese border, in northern North Korea. The North Korean leader, Kim Jong Il, was said to have passed through the station nine hours earlier on a special train on his way back to Pyongyang after a rare visit to China. North Korea's state-run news agency confirmed that Mr Kim had travelled to China on Monday and stayed there until Wednesday, but carried no comments on the reported explosion. South Korean officials said they were aware of the reports, but could not confirm them. There was no immediate evidence that the reported explosion was anything more than a horrific accident. \"The area around Ryongchon station has turned into ruins, as if it were bombarded,\" South Korea's Yonhap news agency quoted unnamed sources in the Chinese border city of Dandong as saying. Some of the injured were reportedly evacuated to hospitals in Dandong, a bustling industrial city on the Yalu river. However, a railway worker on the Chinese side of the Dandong border crossing told the news agency Reuters he had not heard of a blast and had seen no signs of any emergency effort. Yonhap said the North Korean authorities had declared a state of emergency in the area. The South Korean agency claimed the north appeared to have cut international telephone lines to the area to prevent information about the explosion getting out. The South Korean TV station YTN said the casualties included Chinese people living in the North Korean border region, and that others, in Dandong, were desperate to learn about their relatives. \"Debris from the explosion soared high into the sky and drifted to Sinuju,\" a North Korean town on the border with China, it added. Chinese and North Korean traders frequently cross the border. Mr Kim's visit to China was understood to be to discuss the north's nuclear weapons plans and tentative economic reforms. When he goes abroad, he does not travel by air. Residents in Pyongyang told Reuters over the telephone there was nothing unusual in the capital, and that North Korean television was broadcasting military songs and music. The accident resembled a disaster in Iran on February 18, in which runaway train cars carrying fuel and industrial chemicals derailed in the town of Neyshabur. The resulting explosions destroyed five villages and killed at least 200 people.",
    "keywords": [
        "border",
        "dandong",
        "south",
        "korea",
        "station",
        "agency",
        "dead",
        "china",
        "blast",
        "chinese",
        "feared",
        "explosion",
        "north",
        "korean"
    ],
    "summary": "As many as 3,000 people were killed or injured today when two trains carrying oil and liquefied petroleum gas collided and exploded in a North Korean train station, South Korean media have reported.\nSouth Korean officials said they were aware of the reports, but could not confirm them.\nYonhap said the North Korean authorities had declared a state of emergency in the area.\nThe South Korean agency claimed the north appeared to have cut international telephone lines to the area to prevent information about the explosion getting out.\nResidents in Pyongyang told Reuters over the telephone there was nothing unusual in the capital, and that North Korean television was broadcasting military songs and music.",
    "sentiment": {
        "neg": 0.1211,
        "neu": 0.8725,
        "pos": 0.0064,
        "compound": -0.3269
    }
}