{
    "date": "2004-03-18T03:04:10Z",
    "title": "Kim Jong-il's chef spills the beans",
    "url": "https://www.theguardian.com/world/2004/mar/18/northkorea",
    "content": "Almost three years after he fled North Korea, Kenji Fujimoto, the former personal chef and confidant of the country's leader, Kim Jong-il, says he is still living in fear. Mr Fujimoto (a pseudonym) fears he is being targeted by North Korean agents for describing in great detail the 13 years he spent in Pyongyang as witness to the Dear Leader's debauched lifestyle and exotic tastes. His memoir, I Was Kim Jong-il's Cook, tells of Mr Kim's penchant for the most expensive cuts of raw tuna, Iranian caviar, Danish bacon and fine wines - while millions of North Koreans died of starvation. The Japanese sushi chef started working for Mr Kim in 1988, after being offered a £45,000 salary. He travelled the world, all expenses paid, in search of Mr Kim's favourite foods, and once returned to Tokyo just to buy cigarettes and 100 rice cakes. By 2001 Mr Fujimoto had learned enough about the leader to know his life was in danger and fled to Japan. As an insight into the behaviour of the reclusive leader, Mr Fujimoto's book is reported to have attracted the attention of intelligence services. But the titillation factor has made it a bestseller in Japan. He tells of the evening he was asked to attend one of the leader's pleasure parties, where guests were told to dance with \"Kim's Joy Division\", a troupe of women who were ordered to strip, but were forbidden to touch them.",
    "keywords": [
        "leaders",
        "fled",
        "mr",
        "leader",
        "jongils",
        "tells",
        "kim",
        "japan",
        "chef",
        "beans",
        "kims",
        "fujimoto",
        "north",
        "spills"
    ],
    "summary": "Almost three years after he fled North Korea, Kenji Fujimoto, the former personal chef and confidant of the country's leader, Kim Jong-il, says he is still living in fear.\nThe Japanese sushi chef started working for Mr Kim in 1988, after being offered a £45,000 salary.\nHe travelled the world, all expenses paid, in search of Mr Kim's favourite foods, and once returned to Tokyo just to buy cigarettes and 100 rice cakes.\nBy 2001 Mr Fujimoto had learned enough about the leader to know his life was in danger and fled to Japan.\nAs an insight into the behaviour of the reclusive leader, Mr Fujimoto's book is reported to have attracted the attention of intelligence services.",
    "sentiment": {
        "neg": 0.0611,
        "neu": 0.876,
        "pos": 0.0629,
        "compound": -0.0146
    }
}