{
    "date": "2004-02-14T02:50:53Z",
    "title": "Press review: Human embryo cloning",
    "url": "https://www.theguardian.com/society/2004/feb/14/health.lifeandhealth1",
    "content": "JoongAng Ilbo Editorial, South Korea, February 13 \"Korean scientists, led by Hwang Woo-suk, a professor of veterinary medicine at Seoul National University, have created human embryos through cloning and have extracted embryonic stem cells for the first time. They have achieved the spectacular feat of producing cells capable of growing into any kind of cell in the body, a potential boon for treating chronic illnesses. We congratulate these scientists, who scored a victory amid tough competition among research institutes in advanced nations ... \"Biotechnology is the field where the technical gap between nations is the narrowest, and where Koreans can easily surpass rivals. An advanced biotechnology industry could serve as a source of the nation's wealth, and researchers could feel proud of their efforts to enhance the welfare of humankind.\" Daily Mail Editorial, February 13 \"Parkinson's, cancer, Alzheimer's ... the claim is that these and other devastating diseases can eventually be cured by advances in stem-cell therapy, using material harvested from the earliest stages of human life. \"Yet the moral issue won't go away. The full potential of humanity lay in those tiny clusters of cells created to live and die in the laboratory. If life isn't worthy of dignity and respect in its earliest moments, why should it be respected at any stage? Does anyone seriously believe rogue researchers won't now be encouraged to create the first cloned baby? Step by step, we seem to be losing all respect for the miracle of life ... Of course we must encourage science to find ways of relieving suffering. But is it too much to ask for a national debate ... before welcoming a 'breakthrough' that has such stupendous implications?\" Theodore Dalrymple Daily Telegraph, February 13 \"The ethical objection ... is that the embryo is a human being as soon as the ovum [divides] into more than one cell, that it then becomes 'ensouled'. If this is so, that the ovum has the rights of a full human being, it is no more permissible to use embryos in this fashion than to use prisoners as a source of transplantable organs ... \"However, for myself, I cannot truly consider an embryo a full member of the human race. I cannot mourn for its loss as for, say, the death of a six-year-old child ... Indeed, if anyone claimed to be able to do so, I should think him either a humbug or a madman ...I don't think anyone who has seen someone die of [Parkinson's disease] would doubt for an instant that if it could be cured, it ought to be. If stem-cell research can do it, I welcome it.\" Patrick Sabatier Libération, France, February 13 \"The announcement in Seoul was not very surprising. We have known, since the birth of Dolly in 1996, that it is possible to clone mammals. Moving from a sheep to a human was simply a question of time, competence and means ... \"Asia is busy investing in the areas of biotechnology and genetics, which will be all-important this century. It is able to do this because it has not been paralysed by the type of religious heritage that colours the debate in America and Europe (outside Britain) about when life becomes sacred and when research should be banned. Not that these debates should not take place. Strict controls must be enforced, regulations must be set to give science fixed limitations. But it would be a mistake to cut off all avenues of research that aims to treat incurable degenerative diseases.\" Boston Globe Editorial, February 13 \"The fear is that other scientists will use the Koreans' techniques and create human clones for reproduction. To prevent this, Congress has tried and failed to pass a bill banning both reproductive and therapeutic cloning. Bill opponents, who favour a ban just on reproductive cloning, rightly point out that an across-the-board ban would keep US scientists from taking part in this new age of medicine. \"US researchers are already working under the cloud of President George Bush's 2001 order that forbade US funds for stem-cell experiments using any but a few lines of cells. Congress should ban reproductive but not therapeutic cloning and should liberalise stem-cell research by permitting US funding for it, both on embryos left over at fertility clinics and on cloned embryos. Sufferers of diseases should not be denied the best efforts of US scientists.\" Kathimerini Editorial, Greece, February 13 \"The moral and social dilemma is not whether progress must be allowed to continue but in the way and extent to which its fruits are to be utilised. The food industry, currently plagued by the cattle and avian diseases, highlights the perils that derive from the unchecked exploitation of technological progress for profit. Furthermore, in the case of therapeutic cloning, there is an additional issue that must be addressed, namely that of fair distribution. In other words, how many or who will have access to the new and, most likely, costly treatments ... Banning progress is neither desirable nor feasible.\"",
    "keywords": [
        "human",
        "research",
        "cloning",
        "editorial",
        "press",
        "life",
        "scientists",
        "embryo",
        "13",
        "diseases",
        "stemcell",
        "embryos",
        "review"
    ],
    "summary": "JoongAng Ilbo Editorial, South Korea, February 13 \"Korean scientists, led by Hwang Woo-suk, a professor of veterinary medicine at Seoul National University, have created human embryos through cloning and have extracted embryonic stem cells for the first time.\nIf stem-cell research can do it, I welcome it.\"\nBoston Globe Editorial, February 13 \"The fear is that other scientists will use the Koreans' techniques and create human clones for reproduction.\nCongress should ban reproductive but not therapeutic cloning and should liberalise stem-cell research by permitting US funding for it, both on embryos left over at fertility clinics and on cloned embryos.\nFurthermore, in the case of therapeutic cloning, there is an additional issue that must be addressed, namely that of fair distribution.",
    "sentiment": {
        "neg": 0.0909,
        "neu": 0.8135,
        "pos": 0.0956,
        "compound": -0.0164
    }
}