{
    "date": "2004-10-01T09:35:14Z",
    "title": "Hindering the helpers",
    "url": "https://www.theguardian.com/world/2004/oct/01/northkorea",
    "content": "Recent reports that North Korea is trying to reduce the presence of foreign aid agencies in Pyongyang have highlighted the growing pressure on the isolated regime to open up. The pressure comes from two directions - inside-out and outside-in - that have come to reflect the differences between radical and cautious proponents of change. Hawkish inside-outers, who include US neo-conservatives and South Korean Christians, want to bring down the \"great leader\", Kim Jong-il, as quickly as possible. Their preferred method is to \"squeeze\" North Korea in order to encourage a mass exodus of refugees similar to that which led to the fall of the Berlin wall. Their recent successes have included the passage of a new bill through the US congress, aiming to provide financial support for refugees, and the growing number of North Korean asylum seekers flooding into embassies, consulates and international schools in China. Dovish outside-inners, on the other hand, fear that a sudden destabilisation will lead to starvation, war and economic chaos in north-east Asia. The approach favoured by this side, which includes international aid institutions and most governments in the region, is to slowly \"dissolve\" North Korea's most rigid institutions through a gradual opening up that allows the country to blend in better with the outside world. This camp has also made impressive gains in recent years. The number of South Koreans visiting the North has surged from several hundred to tens of thousands, several dozennon-governmental organisations (NGOs) have opened offices in Pyongyang, and the World Food Programme now feeds around one fifth of the North's 22 milllion population. The North Korean government has always condemned the former while grudgingly tolerating the latter. In recent weeks, however, there have been signs that Pyongyang is beginning to view even the more sympathetic outside-in camp as a threat. Last month, the North unilaterally announced that it would not take part in the next UN consolidated appeal for aid - the means by which it has requested help from international donors for the past eight years. Instead, it wants to switch the focus of support from short-term humanitarian food aid to long-term development assistance. The switch reflects a slight improvement in its food situation. Although levels of malnutrition remain high, international support and improved harvests have removed the immediate threat of famine. UN officials want the emergency appeal process to continue, because the country is still not growing nearly enough to feed its population. However, the government in Pyongyang is impatient to graduate from the humanitarian programme, which it associates with a humiliating dependency on outside charity. The arrival of a combatative new WFP country director - Richard Regan, from the US - may also have raised North Korean fears that the aid agency will begin to push harder for access to regions that are currently deemed to be off limits because they house military institutions and political internment camps. According to the Los Angeles Times, the government also wants to shut down some smaller aid agencies, viewing them as an intrusive presence. The paper reported that, for the past month, South Korean NGOs have been refused permission to cross the border, and a number of projects have been postponed. Political dialogue with Seoul has also been interrupted since late July, when a record 468 defectors arrived in South Korea. Pyongyang accused its neighbour of \"kidnap\" - an absurd charge, but one that sent Seoul a message that it should not collude with efforts to destabilise the North through mass migration. The extent to which North Korea is willing - or able - to close the door remains unclear. The restrictions of the last few weeks have been far less significant than the openings of the last four years, the border with China remains porous, and a growing number of North Koreans have come to depend on foreign aid and business. The mostly likely explanation is that this is another strategic feint by a government that frequently switches between extremes as a negotiating tactic. With the six nation talks on the future of the peninsular at an impasse, the recent shut-out could be interpreted as an expression of North Korea's frustration that the nuclear issue is being used to thwart its economic development. However, if the door is closed more tightly for any length of time, the government will upset a lot of its own people, who now know - to a far greater extent than 10 years ago - that cooperation with the outside world can improve their standard of living. Should a disengagement with aid agencies result in a return to famine, the urge to flee rather than endure is thus likely to be far stronger than it was in the 90s. And as Pyongyang considers its next step, this is likely to weigh strongly against its reclusive instincts. Shutting down sympathetic outside-inners simply plays into the hands of the hostile inside-outers.",
    "keywords": [
        "south",
        "international",
        "hindering",
        "recent",
        "korea",
        "growing",
        "helpers",
        "number",
        "aid",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Hawkish inside-outers, who include US neo-conservatives and South Korean Christians, want to bring down the \"great leader\", Kim Jong-il, as quickly as possible.\nTheir preferred method is to \"squeeze\" North Korea in order to encourage a mass exodus of refugees similar to that which led to the fall of the Berlin wall.\nThe North Korean government has always condemned the former while grudgingly tolerating the latter.\nPolitical dialogue with Seoul has also been interrupted since late July, when a record 468 defectors arrived in South Korea.\nThe extent to which North Korea is willing - or able - to close the door remains unclear.",
    "sentiment": {
        "neg": 0.0769,
        "neu": 0.8225,
        "pos": 0.1006,
        "compound": 0.065
    }
}