{
    "date": "2004-08-24T22:59:13Z",
    "title": "North Korea denounces 'tyrant' Bush",
    "url": "https://www.theguardian.com/world/2004/aug/24/usa.northkorea",
    "content": "North Korea yesterday called President Bush an \"imbecile\" and \"a tyrant that puts Hitler into the shade\" in a stream of insults that seemed to rule out any progress on nuclear disarmament talks before the US presidential elections. \"The meeting of the working group for the six-party talks cannot be opened because the US has become more undisguised in pursuing its hostile policy toward North Korea,\" a foreign ministry spokesman told the state-controlled news agency. New talks are due to be held in Beijing in September or October, as North Korea's neighbours and the US seek to per suade it to stop making nuclear weapons. Yesterday's tirade was apparently set off by a campaign stop remark last week by President Bush, who referred to the North Korean leader, Kim Jong Il, as a \"tyrant\". Pyongyang's diplomatic spokesman called Mr Bush \"an idiot, an ignorant, a tyrant and a man-killer\". He added: \"Bush's assumption of office turned a peaceful world into a pandemonium unprecedented in history as it is plagued with a vicious circle of terrorism and war. The president's aides and allies are \"a typical gang of political gangsters\". John Kerry, the Democrat presidential candidate, has indicated that, if elected president, he would pursue direct bilateral talks with North Korea within the existing six-country framework. He has criticised President Bush for promising to pull out a third of the 36,000 US troops in South Korea without any reciprocal military concession from Pyongyang. \"The North Koreans made it very clear, politely, that they want Kerry to win the election,\" said C Kenneth Quinones, a former US diplomat who was in Pyongyang earlier this month for a Korean studies conference. \"Nobody wants to move. North Koreans are going to play wait and see.\" Mr Quinones, who worked on talks in 1994 that led to a first nuclear control accord with North Korea, added: \"The six-party talks have stabilised the situation. But the process will require the US to sit down with the North Koreans in a smoke-filled room for three months and bring out an agreement.\" In Pyongyang, official irritation with the US has increased with the passage last month by the House of Representatives of the North Korean human rights act, a bill that seeks to support North Korean refugees in China. Increasingly nervous over the defector issue, North Korea has criticised South Korea for taking 460 North Korean refugees to Seoul last month.",
    "keywords": [
        "month",
        "korea",
        "denounces",
        "tyrant",
        "talks",
        "president",
        "nuclear",
        "korean",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "North Korea yesterday called President Bush an \"imbecile\" and \"a tyrant that puts Hitler into the shade\" in a stream of insults that seemed to rule out any progress on nuclear disarmament talks before the US presidential elections.\nYesterday's tirade was apparently set off by a campaign stop remark last week by President Bush, who referred to the North Korean leader, Kim Jong Il, as a \"tyrant\".\nJohn Kerry, the Democrat presidential candidate, has indicated that, if elected president, he would pursue direct bilateral talks with North Korea within the existing six-country framework.\nMr Quinones, who worked on talks in 1994 that led to a first nuclear control accord with North Korea, added: \"The six-party talks have stabilised the situation.\nIncreasingly nervous over the defector issue, North Korea has criticised South Korea for taking 460 North Korean refugees to Seoul last month.",
    "sentiment": {
        "neg": 0.0923,
        "neu": 0.8571,
        "pos": 0.0506,
        "compound": -0.1462
    }
}