{
    "date": "2004-04-24T01:37:53Z",
    "title": "North Korea admits hundreds died and asks for help",
    "url": "https://www.theguardian.com/world/2004/apr/24/northkorea",
    "content": "North Korea made a rare appeal to the international community for help yesterday as details began to emerge of the huge train explosion on Thursday which killed hundreds of people, injured thousands, and flattened more than 1,800 homes. The usually secretive government in Pyongyang acknowledged that rescue workers sifting through the debris were likely to find more casualties. Officials told the British ambassador that several hundred people were believed to have died and several thousand to have been injured, the Foreign Office said. There was no specific request for British help. Television stations in South Korea broadcast pictures of the devastation in Ryongchon, a city of 130,000 people now filled with mangled trains and demolished buildings. The Yonhap news agency reported that everything within 500 metres was demolished, including the station, an apartment block, and a school. Many children are said to be among the victims. Contradicting the first reports that two fuel trains had collided, the North Korean government told international agencies that the blast occurred in railway sidings when an overhead electricity cable snagged on a wagon filled with explosives. South Korean security sources said they believed it was an accident rather than a failed attempt to kill the North Korean leader Kim Jong-il, who had passed through the station nine hours earlier on his way home from Beijing. Although it has yet to reveal the calamity to its own people, the government has written asking for help from foreign institutions and invited their representatives to visit the site of the blast. Masood Hyder, the UN representative in Pyongyang, said this degree of openness was a big step forward from its response to the humanitarian disasters of the mid-1990s, when hundreds of thousands of people starved to death before it appealed for outside support. \"There is a good degree of cooperation. This is very encouraging,\" he said. \"It is the product of a gradual shift in thinking over many years. They realise now that the foreign aid community is helpful.\" Britain and other countries have offered support. Senior representatives of the World Food Programme, the World Health Organisation, Unicef and the Red Cross will visit Ryongchon today to assess the needs of the victims. Several international organisations have already begun moving emergency supplies to the area. The Red Cross was among the quickest to react. It has a warehouse of blankets and other stock in Sinuju, 12 miles from the blast site. Red Cross officials said five vehicles carrying medical staff and equipment had been sent to the area. But the openness prompted is limited. The state-controlled media has yet to report the explosion, international telephone connections with the area are reported to have been blocked, and foreign journalists are being kept at bay. The relief work will draw on supplies and organisations already in the country. Aid workers said the North Korean hospitals were unable to cope with the disaster. But although hospitals in the Chinese border town of Dandong, less than 15 miles away, were put on alert, they have not received any patients. Miao Yan-qing, a hospital administrator there, said she did not now expect they would be called upon to help. \"Their healthcare facilities are a mess,\" she said. \"But they haven't given us a call. I guess they are more worried about covering up what happened.\"",
    "keywords": [
        "hundreds",
        "international",
        "korea",
        "asks",
        "admits",
        "cross",
        "world",
        "red",
        "blast",
        "died",
        "korean",
        "foreign",
        "area",
        "north",
        "help"
    ],
    "summary": "South Korean security sources said they believed it was an accident rather than a failed attempt to kill the North Korean leader Kim Jong-il, who had passed through the station nine hours earlier on his way home from Beijing.\nSenior representatives of the World Food Programme, the World Health Organisation, Unicef and the Red Cross will visit Ryongchon today to assess the needs of the victims.\nThe Red Cross was among the quickest to react.\nRed Cross officials said five vehicles carrying medical staff and equipment had been sent to the area.\nAid workers said the North Korean hospitals were unable to cope with the disaster.",
    "sentiment": {
        "neg": 0.0866,
        "neu": 0.8406,
        "pos": 0.0728,
        "compound": -0.0992
    }
}