{
    "date": "2004-06-14T22:56:31Z",
    "title": "The Editor briefing: North Korea",
    "url": "https://www.theguardian.com/world/2004/jun/14/northkorea.theeditorpressreview",
    "content": "What exactly is happening next week? The much-anticipated third round of six-nation talks [involving China, Japan, the US, Russia and the two Koreas] on resolving North Korea's nuclear standoff is set to take place June 23-25 in Beijing ... North Korea is seeking a guarantee it won't be invaded, economic aid and the end of sanctions in return for freezing its nuclear programme. The US wants the programme dismantled before it normalises relations. From Bloomberg, June 8 Is North Korea being conciliatory in the build-up to the talks? Our country has done and is doing whatever it can to resolve the nuclear issue ... However, the US is further enhancing its manoeuvre to isolate and crush our country. This desperately requires our country to further reinforce its nuclear deterrent. Our republic has a right to enhance its nuclear deterrent to cope with the US imperialists' [desire to launch] a pre-emptive nuclear strike on North Korea. Kim Jong-sin in Nodong Sunmun, North Korea, June 7 (via BBC monitoring) And what is the word from behind closed doors? The Japanese prime minister, Junichiro Koizumi, meeting with George Bush ... before the start of the G8 summit, provided a cautiously upbeat assessment of his recent discussion with the North Korean leader, Kim Jong-il, suggesting North Korea's resolve to keep its nuclear weapons programmes may be weakening ... During a lunch with Mr Bush, Mr Koizumi reported that Mr Kim said he did not want nuclear weapons, a senior [Bush] administration figure said, adding that Mr Koizumi said Mr Kim did not include the usual language that North Korea was forced to have such weapons because of the [US's] \"hostile policy\". Glenn Kessler in the Washington Post, June 8 Is Mr Kim softening his stance? The interpretation put upon his remarks by the Japanese prime minister may be regarded as naive. Many experts think North Korea has used protracted six-party negotiations ... to play for time while it advances its nuclear programme. David Pilling in the Financial Times, June 8 What is the state of relations between North and South Korea? In a dramatic breakthrough, the militaries of the two Koreas agreed on Friday June 4 to set up a telephone hotline and stop propaganda broadcasts along their heavily fortified border ... The agreement, reached in overnight negotiations ... represented the first concrete steps the two sabre-rattling Korean militaries have promised to take to ease tension on the world's last cold war frontier. From the Yonhap news agency, South Korea, June 4 (via BBC monitoring) Has the US made any steps towards demilitarising the peninsula? The US will pull 12,500 troops out of South Korea by the end of next year ... Under the plan, the US will pull its remaining forces in the country away from the demilitarised zone to air and naval positions in the south, and the South Koreans will take up the border positions. Bryan Bender in the Boston Globe, June 8 Will that have any impact on next week's talks? It is hard to judge how the troop reduction should be evaluated. One thing is certain, though. If this issue drives Washington and Seoul further apart, it could shake up the concerted diplomatic front put up by the US, South Korea and Japan to resolve the North Korean nuclear crisis. Washington and Seoul must try to prevent that. From Asahi Shimbun, Japan, June 9 And where does China stand on all this? [China's deputy foreign minister] said he had doubts about the Bush administration's claim that North Korea had been trying to build nuclear bombs using uranium, and he urged the Bush administration to stop using the allegations to hold up nuclear talks ... [The] comments represent a potentially important shift in Beijing's approach to the talks ... Though China has long-standing ties to North Korea, it had previously adopted a posture of studied neutrality in the negotiations. Joseph Khan and Susan Chira in the New York Times, June 8",
    "keywords": [
        "south",
        "mr",
        "korea",
        "talks",
        "nuclear",
        "editor",
        "kim",
        "briefing",
        "country",
        "koreas",
        "north",
        "bush"
    ],
    "summary": "From Bloomberg, June 8 Is North Korea being conciliatory in the build-up to the talks?\nKim Jong-sin in Nodong Sunmun, North Korea, June 7 (via BBC monitoring) And what is the word from behind closed doors?\nMany experts think North Korea has used protracted six-party negotiations ... to play for time while it advances its nuclear programme.\nDavid Pilling in the Financial Times, June 8 What is the state of relations between North and South Korea?\nThough China has long-standing ties to North Korea, it had previously adopted a posture of studied neutrality in the negotiations.",
    "sentiment": {
        "neg": 0.0508,
        "neu": 0.905,
        "pos": 0.0442,
        "compound": -0.0515
    }
}