{
    "date": "2004-04-23T15:11:37Z",
    "title": "150 killed in North Korea blast",
    "url": "https://www.theguardian.com/world/2004/apr/23/northkorea1",
    "content": "At least 150 people were killed, and more than 1,200 injured, after a huge explosion at a railway station in North Korea. It has emerged that yesterday's blast destroyed or damaged almost 10,000 buildings in the surrounding area, aid workers said today. The latest reports on the disaster say that an Irish aid worker has put forward a new theory about the cause, claiming officials in Pyongyang had said that the blast happened when power lines came into contact with rail cars carrying dynamite. The huge blast happened in the bustling town of Ryongchon, which is in the north of the country. Earlier reports had said that it was caused by a collision of trains carrying fuel, or by an ammonium nitrate leak. The death toll was expected to rise. North Korea has maintained its official silence about the explosion, but details were today beginning to emerge from aid workers. In a sign that Pyongyang's isolationist stance might be softening, the government has agreed to offers of help from the UN and other aid agencies. Red Cross workers were already at the scene, and offers of help have come from Britain, China, South Korea and Australia. The British government said it would do \"whatever we can\", but added that the North Korean regime had to be open about the scale of the disaster if the international community was to help. Foreign Office minister Bill Rammell said that, although details were sketchy, it was \"clearly a major tragedy\". Speaking to Irish radio station RTE from Pyongyang, Anne O'Mahony, the regional director of Irish aid agency Concern, said that the North's government \"says 150 people died, including some schoolchildren\". North Korean officials had invited foreign counterparts to visit the disaster site tomorrow, she claimed. Speaking about the cause of the blast, she said: \"What they've said is that two carriages of a train carrying dynamite ... they were trying to disconnect the carriages and link them up to another train. They got caught in the overhead electric wiring ... [then] the dynamite exploded.\" In Beijing, Red Cross spokesman John Sparrow said that the trains had been carrying explosives similar to those used for mining. China's Xinhua news agency reported that the blast had been blamed on ammonium nitrate - a chemical used in explosives, rocket fuel and fertiliser - leaking from a train. South Korea's unification minister said that the trains had been carrying fuel. Mr Sparrow gave the first substantial account of the damage after speaking Red Cross workers at the scene. He said that the blast had killed at least 54 people and injured 1,249, but that those numbers were expected to climb. \"When you look at the number of buildings destroyed, you have to be afraid of what you're going to find,\" Mr Sparrow said. \"We are anticipating that the casualty figures will increase.\" Initial reports in the South Korean media said that 3,000 people had been killed or hurt in the disaster at Ryongchon, which is around 90 miles north of Pyongyang and 10 miles south of the border with China. The town is home to chemical and metalworking plants, and has a reported population of 130,000. What now appears to be clear is that the blast has caused devastation in the surrounding area, which was said to be densely packed with buildings including a school and homes, most of them flats. Mr Sparrow said thousands of homes had been destroyed or damaged, and 12 public buildings had been razed to the ground. He added that, as rescuers searched for people trapped in the rubble, the Red Cross was also trying to provide shelter for a large number of people made homeless and injured. Those injured \"will be suffering greatly from ... burns and those types of injuries that leave you traumatised,\" Mr Sparrow said. He explained that Red Cross workers in the North were distributing tents and blankets to 4,000 families, while the international group was putting together hospital kits containing antibiotics, bandages and anaesthetics. Hospitals in China, near the border, were ready for an influx of patients, and Seoul has urged North Korea to send casualties to China for help. However, South Korea's unification minister, Jeong Se-hyun, said that Pyongyang was instead asking China to send relief workers to the scene. Around 12 miles from the disaster scene, there was no sign in Dandong, the Chinese border city, of injured people being brought from North Korea. \"We're ready to offer our close neighbour our best medical help any time,\" an official at Dandong Chinese hospital said. China confirmed the first fatalities, saying that two Chinese had been killed and 12 others injured in the disaster. Quoting Chinese witnesses, South Korea's Yonhap news agency said that around 500 passengers and railway officials had been in the station at the time of the blast. South Korean media said that the station had been \"obliterated\", as though bombarded from above. North Korea declared an emergency in the area while cutting off international telephone connections to prevent crash details from leaking out, Yonhap reported. The North Korean leader, Kim Jong-il, was said to have passed through the station on a special train around nine hours before the blast. He had been returning home after a rare visit to China, and reports dismissed speculation about a possible assassination attempt. The agreement with the UN followed two meetings between the North Korean government and Masood Hyder, the World Food Programme's (WFP) representative in North Korea today. Christiane Berthiaume, spokeswoman for WFP said: \"The authorities have accepted the offer of UN help, and agreed to an evaluation mission by UN agencies.\" Damien Personnaz, a spokesman for Unicef, said that the UN children's agency was planning to take medicines and first aid supplies to the region. \"We don't need an assessment mission to know that, after an accident, there is a need for first aid supplies in these hospitals that are lacking everything,\" he said. International media have struggled to cover the explosion because of North Korea's secrecy. The explosion was earlier confirmed by the governments in Seoul and Beijing.",
    "keywords": [
        "south",
        "korea",
        "150",
        "injured",
        "workers",
        "china",
        "blast",
        "aid",
        "killed",
        "help",
        "north",
        "korean"
    ],
    "summary": "At least 150 people were killed, and more than 1,200 injured, after a huge explosion at a railway station in North Korea.\nNorth Korea has maintained its official silence about the explosion, but details were today beginning to emerge from aid workers.\nRed Cross workers were already at the scene, and offers of help have come from Britain, China, South Korea and Australia.\nNorth Korea declared an emergency in the area while cutting off international telephone connections to prevent crash details from leaking out, Yonhap reported.\nThe agreement with the UN followed two meetings between the North Korean government and Masood Hyder, the World Food Programme's (WFP) representative in North Korea today.",
    "sentiment": {
        "neg": 0.1137,
        "neu": 0.8323,
        "pos": 0.054,
        "compound": -0.1882
    }
}