{
    "date": "2004-12-23T02:39:31Z",
    "title": "Tremors that may signal political earthquake in North Korea",
    "url": "https://www.theguardian.com/world/2004/dec/23/northkorea",
    "content": "European policymakers have been advised to prepare for \"sudden change\" in North Korea amid growing speculation among diplomats and observers that Kim Jong-il is losing his grip on power. A EU delegation to Pyongyang recommended a review of the union's policy towards the peninsula, including proposals for closer engagement with North Korea and contingency plans for a possible collapse of the reclusive state, the Guardian has learned. The sense of urgency was prompted by reports of divisions within the North Korean leadership and expectations that the second Bush administration will intensify pressure on a country the US president labelled part of an \"axis of evil\". Despite boasting about its nuclear deterrent, North Korea has been left on the diplomatic backburner for the past 12 months. Six-country talks aimed at resolving one of the world's last cold war conflicts have been postponed largely because the two main protagonists - Washington and Pyongyang - were awaiting the results of the US presidential election. In the past month, however, the North Korean rumour mill has been working overtime. While no one is ever quite sure what is going on in one of the world's most closed countries, diplomats, intelligence agents, academics and defectors across the political spectrum and from several different countries are reporting signs of potentially destabilising change. There are strong indications of a power struggle centring on the successor to Kim Jong-il. Last weekend South Korean news agencies reported an assassination attempt on Kim Jong-nam, a son of the \"Great Leader\", while he was on a trip to Europe. The plan, which was foiled by Austrian police, is believed to have been hatched by supporters of a rival son. Another possible successor, Kim Jong-il's brother-in-law, Chang Sung-taek, has been purged from government and possibly placed under house arrest, according to a South Korean intelligence official who testified to a parliamentary committee late last month. Mr Chang, who had close connections to the military, was often cited as Mr Kim's second-in-command, but he has not been seen in official leadership line-ups for more than a year. Mr Kim has also been out of the public eye long enough to prompt rumours that he has been killed or struck down by disease. Such speculation is not unusual, but it coincides with reports that his portraits have been removed from several public places. Since the summer Pyongyang residents have reported a security crackdown, with extra checkpoints and ID inspections. Even Chinese academics - usually cautious in criticising North Korea - say there have been a large number of high-level defections because of growing dissatisfaction with the political system. Veteran North Korea watchers say government officials are contradicting one another and being forced to wear military uniforms instead of their usual civilian clothes. \"I've never seen or heard so many signs of division within the leadership,\" said a western observer who has been travelling in and out of Pyongyang for more than five years. \"Kim Jong-il seems to be losing control.\" \"There is a great deal of pressure coming from somewhere,\" a North Korea-based diplomat said. \"We don't know whether it is internal or external, but something is going on.\" In typically pugnacious style, North Korea denounced such speculation as part of a psychological warfare campaign by the US and its allies. \"The system in the Democratic People's Republic of Korea is politically stable and is as firm as a rock,\" the state-run Korean Central News Agency said. \"No matter how noisily the US may cry out, we will take it as no more than a dog's barking at a moon.\" Even if the reports are part of a new whispering campaign, it would be a sign of heightened pressure. Colin Powell, the main advocate of a cautious approach to North Korea, is leaving the White House next month. This will strengthen the position of hawks who favour a more combative policy, including taking the North Korean nuclear issue to the UN security council, which could lead to sanctions. Japan is also taking a tougher stance. This week the foreign minister, Nobutaka Machimura, said time was running out for Pyongyang. \"The international community as a whole, the United Nations, will have to implement stricter policies, including sanctions,\" he said. Alarmed at the prospect of instability in north-east Asia - an increasingly important centre of economic growth - European diplomats are urging EU policymakers to draw up contingency plans. The delegation to Pyongyang has called for a report, which is expected to be completed by early March. \"There is a lot of discussion now about how the EU should react in the event of a sudden change taking place in North Korea,\" a diplomat said. \"The idea is to pull opinions together so we are prepared.\" Among matters under consideration are an emergency fund to support refugees and rebuild the country in the event of a collapse, and the response of EU members to a US call for sanctions. A sharpening of policy could cause another transatlantic rift. Most European countries have maintained links with North Korea, while the US has tried to isolate it. \"One of the options is to intensify our engagement as a way of persuading them to shift their position in the six-party talks,\" said Glynn Ford, a European MP who has visited North Korea on several occasions. \"I'm in favour. The best way to persuade them is to use carrots rather than sticks.\"",
    "keywords": [
        "political",
        "earthquake",
        "eu",
        "korea",
        "signal",
        "european",
        "kim",
        "sanctions",
        "speculation",
        "taking",
        "pyongyang",
        "tremors",
        "north",
        "korean"
    ],
    "summary": "Despite boasting about its nuclear deterrent, North Korea has been left on the diplomatic backburner for the past 12 months.\nEven Chinese academics - usually cautious in criticising North Korea - say there have been a large number of high-level defections because of growing dissatisfaction with the political system.\nVeteran North Korea watchers say government officials are contradicting one another and being forced to wear military uniforms instead of their usual civilian clothes.\nColin Powell, the main advocate of a cautious approach to North Korea, is leaving the White House next month.\nMost European countries have maintained links with North Korea, while the US has tried to isolate it.",
    "sentiment": {
        "neg": 0.0725,
        "neu": 0.8398,
        "pos": 0.0877,
        "compound": 0.0087
    }
}