{
    "date": "2004-12-10T11:15:25Z",
    "title": "Pacifist Japan boosts 'self-defence' measures",
    "url": "https://www.theguardian.com/world/2004/dec/10/china.japan",
    "content": "After almost 60 years of pacifism, Japan today overhauled its defence policy; easing an arms exports ban and singling out North Korea and China as security threats. The country's cabinet approved plans for Japan to participate in more international peacekeeping missions and play a global security role that better matched its economic strength. In a bid to increase its security cooperation with the United States, Japan decided yesterday to approve a one-year extension of the military's humanitarian mission in Iraq. This morning the cabinet decided to ease its long-time ban on arms exports to allow it to develop a missile defence programme with the US. The new guidelines cited the threats posed by North Korean missiles, China's military build-up and terrorism. \"This is about ensuring security and dealing with new threats as the times change,\" the prime minister, Junichiro Koizumi, said. However, acknowledging the budgetary pressures Japan will face as its population rapidly ages, the cabinet cut the number of ground forces and tanks. The ruling Liberal Democratic party on Thursday approved a 3.7 percent cut in defence spending. North Korea became one of Tokyo's biggest security worries after it test-fired a long range ballistic missile over Japan in 1998, prompting Tokyo to begin researching missile defence. Its neighbour also has an active nuclear weapons development programme. Japan has maintained an arms export ban since 1976. But the chief cabinet secretary, Hiroyuki Hosoda, said the government would make exceptions to pursue missile defence with Washington because of the contribution this would make to their security alliance and Japan's own security. Critics have raised concerns about the slow erosion of the pacifist society Japan has built since it adopted its current war-renouncing constitution after the second world war. Some of Japan's neighbours, who suffered under Tokyo's expansionist policies in the first half of the last century, have expressed unease. But the cabinet sought to allay such fears, saying Japan's military would not go on the offensive. \"Our country, under our constitution, will adhere exclusively to self-defence,\" said a cabinet report. \"Following our policy of not becoming a major military power that would pose a threat to other countries, we will secure civilian control.\" The cabinet also vowed to maintain the current policy of not possessing nuclear weapons, not making them and not allowing them into Japan, the only country to have been attacked with nuclear weapons, in 1945. Japan will continue to participate in peacekeeping, but troops will still adhere to the constitutional ban on using force to resolve international disputes. In more dangerous areas, such as Iraq, they will likely be limited to humanitarian work and leave policing to other countries. The cabinet singled out China as a security concern, pointing out that Beijing had expanded the range of its military activities at sea and had been modernising its naval and air force. Japan's navy went on alert last month when a Chinese submarine was detected in the country's waters between the southern island of Okinawa and Taiwan. Japan says that China apologised, but tensions remain high. This morning the government also said it would submit legislation by 2006 allowing authorities to fingerprint and photograph foreigners entering the country as part of a new drive against terrorism. And Japanese MPs passed a non-binding resolution urging the government to consider sanctions against North Korea.",
    "keywords": [
        "military",
        "ban",
        "cabinet",
        "japans",
        "measures",
        "selfdefence",
        "pacifist",
        "japan",
        "weapons",
        "security",
        "defence",
        "missile",
        "boosts",
        "north"
    ],
    "summary": "After almost 60 years of pacifism, Japan today overhauled its defence policy; easing an arms exports ban and singling out North Korea and China as security threats.\nThis morning the cabinet decided to ease its long-time ban on arms exports to allow it to develop a missile defence programme with the US.\nHowever, acknowledging the budgetary pressures Japan will face as its population rapidly ages, the cabinet cut the number of ground forces and tanks.\nNorth Korea became one of Tokyo's biggest security worries after it test-fired a long range ballistic missile over Japan in 1998, prompting Tokyo to begin researching missile defence.\nBut the cabinet sought to allay such fears, saying Japan's military would not go on the offensive.",
    "sentiment": {
        "neg": 0.1438,
        "neu": 0.7415,
        "pos": 0.1146,
        "compound": -0.1205
    }
}