{
    "date": "2004-08-31T13:40:51Z",
    "title": "British minister to visit North Korea",
    "url": "https://www.theguardian.com/politics/2004/aug/31/foreignpolicy.northkorea",
    "content": "Foreign Office minister Bill Rammell is to become the first British minister to visit North Korea, it was announced today. Mr Rammell will travel to the secretive communist state next month for talks on North Korea's nuclear weapons programme. He also plans to raise the issue of human rights abuses in top-level talks with ministers. The Foreign Office's chief human rights expert will accompany the minister. Mr Rammell said the North Korean government had long wanted a British minister to visit, but Britain had resisted until now. It was the right time to visit as the North Koreans have for the first time agreed to discuss their human rights situation, he added. \"I will express to the North Korean authorities the UK's deep concern at the Democratic People's Republic of Korea's nuclear programme and our full support for the six-party talks process,\" he said. \"North Korea's nuclear programme is a matter of great concern for the entire international community. I will urge North Korea to remain committed to the agreed objectives of the talks process, namely the denuclearisation of the Korean Peninsula. \"I will also convey the UK's concern at the dreadful reports that we continue to hear about the human rights situation in the DPRK. \"I want to get beyond the automatic denials. I will urge the North Korean authorities to comply with the resolutions of the UN Commission on Human Rights.\" North Korea has been at the centre of international concerns since October 2002, when it admitted running a secret nuclear programme in violation of international agreements. Mr Rammell will hold talks with the North Korean foreign minister, Paek Nam Sun, and other senior figures. He will also meet non-governmental organisations during the trip, which will take him outside the capital Pyongyang. Today's announcement comes amid a fresh diplomatic row between North Korea and the US over Pyongyang's nuclear programme. North Korea has warned that Washington's hostile policy towards it is \"darkening\" prospects for negotiation on the issue. The next round of talks seeking to convince North Korea to give up its nuclear ambitions was due to take place by the end of next month, but the country's decision not to attend has thrown them into doubt. The Australian foreign minister, Alexander Downer, visited Pyongyang earlier this month to help resolve the stand-off over nuclear weapons.",
    "keywords": [
        "human",
        "korea",
        "rammell",
        "talks",
        "visit",
        "nuclear",
        "british",
        "rights",
        "minister",
        "programme",
        "north",
        "korean"
    ],
    "summary": "Foreign Office minister Bill Rammell is to become the first British minister to visit North Korea, it was announced today.\nMr Rammell said the North Korean government had long wanted a British minister to visit, but Britain had resisted until now.\nI will urge the North Korean authorities to comply with the resolutions of the UN Commission on Human Rights.\"\nToday's announcement comes amid a fresh diplomatic row between North Korea and the US over Pyongyang's nuclear programme.\nNorth Korea has warned that Washington's hostile policy towards it is \"darkening\" prospects for negotiation on the issue.",
    "sentiment": {
        "neg": 0.051,
        "neu": 0.8755,
        "pos": 0.0735,
        "compound": 0.008
    }
}