{
    "date": "2004-08-28T01:34:01Z",
    "title": "UN tells North Korea to protect its environment",
    "url": "https://www.theguardian.com/society/2004/aug/28/environment.koreanews",
    "content": "North Korea must take urgent action to protect its environment, the UN environment programme said yesterday, publishing its first report on the deforestation and pollution caused by more than a decade of famine and economic hardship. It said the search for food and fuel had led to the felling of a tenth of the country's trees since 1990, threatening the habitats of rare species and increasing the risk of soil erosion and flooding. Although the authors admit that much of the information is old and incomplete, the study and its publication - both done with the cooperation of the North Korean authorities - is hailed as a breakthrough. Until now the government has either ignored the environment or launched ad hoc measures, such as the campaign for every citizen to walk 10,000 steps a day rather than use buses and trams. Unep's executive director, Klaus Töpfer, said: \"This country has very severe environmental challenges.\" But he praised the government for making a commitment yesterday to work with the international community to clear up the damage. \"The most important consequence is that there is a full dedication for cooperation and that there is a full understanding that there must be done more for the environment.\" At first sight, the spectacular deindustrialisation of North Korea since the collapse of the Soviet bloc appears to have been beneficial to the environment. The halving of the country's output between 1992 and 1996 has closed countless factories. But the report points out that the search for fuel, power and farmland has forced many of the 24.4 million people into the hills in search of firewood. In the six years from 1990 the volume of timber burned in homes and factories more than doubled. At least 144,000 hectares (359,900 acres) of woodland has been lost. Although 80% of the land is still forested, most of the remaining trees are on inaccessible mountain slopes. During the years of famine in the mid-1990s, many hills were stripped in an attempt to expand farmland. With a harvest 20% short of needs, aid workers say they have seen peasants trying to grow wheat on slopes so steep that they are unable to stand straight. \"It's very evident that more and more marginal land is being brought into use, which has had an adverse environmental impact,\" Gerry Bourke of the World Food Programme said. \"They are cultivating hillsides and even hilltops that should be left fallow. When the rain comes, it all just gets washed off and you get a growing problem of soil erosion.\" Other problems reported include the pollution of rivers with sewage, leading to the spread of water-borne disease; and air pollution, partly caused by the heavy reliance on coal. With the population expected to grow to 29m by 2020, the government expects a fivefold increase in the demand for coal for domestic fires and industrial boilers and kilns.",
    "keywords": [
        "soil",
        "slopes",
        "environment",
        "trees",
        "korea",
        "tells",
        "pollution",
        "report",
        "search",
        "protect",
        "programme",
        "yesterday",
        "north"
    ],
    "summary": "North Korea must take urgent action to protect its environment, the UN environment programme said yesterday, publishing its first report on the deforestation and pollution caused by more than a decade of famine and economic hardship.\nBut he praised the government for making a commitment yesterday to work with the international community to clear up the damage.\nAt first sight, the spectacular deindustrialisation of North Korea since the collapse of the Soviet bloc appears to have been beneficial to the environment.\nAlthough 80% of the land is still forested, most of the remaining trees are on inaccessible mountain slopes.\nWhen the rain comes, it all just gets washed off and you get a growing problem of soil erosion.\"",
    "sentiment": {
        "neg": 0.0691,
        "neu": 0.8736,
        "pos": 0.0572,
        "compound": -0.043
    }
}