{
    "date": "2004-06-23T11:18:05Z",
    "title": "'New offer' in Korean nuclear talks",
    "url": "https://www.theguardian.com/world/2004/jun/23/northkorea",
    "content": "Washington was reported today to be considering offering North Korea a limited set of incentives to dismantle its nuclear weapons, as the two nations headed into six-way talks aimed at averting a crisis over the arms programme. The US suggested it might be willing to offer North Korea a \"grace period\" in which to receive aid before it started to scrap the weapons, according to the New York Times and Japan's Yomiuri newspaper. The New York Times said the window would be three months, while Yomiuri put it at five. Under the plan, as detailed by the Times, China, Russia, Japan and South Korea would immediately begin sending thousands of tonnes of heavy fuel oil to the north every month; the US would offer a \"provisional\" guarantee not to invade the country or seek to topple the government of Kim Jong-Il. Washington would also reportedly begin direct talks about lifting US economic sanctions operative for decades, providing energy and retraining nuclear scientists. \"Our allies have been telling us they think Kim Jong-Il is ready for a test of his intentions,\" the New York Times quoted one of the top security aides to the US president, George Bush, as saying on Tuesday night. US officials were said to be expecting the North Koreans to take the offer back to Pyongyang, from where an answer could take weeks or longer. The New York Times quotes aides to Mr Bush as saying they are trying to correct what they view as major flaws in the abandoned 1994 nuclear freeze former president Bill Clinton agreed with North Korea, under which it did not have to ship its plutonium fuel out of the country and it continued to receive fuel oil and other aid. The reports came as a third round of talks between the US, the two Koreas, China, Japan and Russia got under way in Beijing. Two previous rounds failed to produce major progress. North Korea cast doubts on hopes for a breakthrough as it demanded Washington drop its insistence on the complete dismantling of the weapons programme. Rodong Sinmun, the north's official newspaper, rejected the US demand for a complete, verifiable and irreversible end to it. The paper said North Korea needed the arms as a \"deterrent\" against possible US attack and would \"steadily strengthen its retaliatory measures\" unless Washington dropped its demands. On Tuesday, the chief US delegate to the talks, the assistant secretary of state, James Kelly, said: \"There is no particular reason to be optimistic, but I've come prepared for serious discussions.\" The dispute flared in October 2002 when Washington said North Korea admitted running a secret nuclear weapons project in violation of the 1994 agreement. The north wants aid in exchange for a nuclear freeze, but Washington says there should be no reward for abandoning a programme North Korea should not have started in the first place. In preliminary discussions to the third round of talks, North Korea denied US claims that it had a nuclear programme based on highly enriched uranium in addition to its declared, plutonium-based one, South Korea's Yonhap news agency reported. The uranium issue could be a key sticking point in the talks because the US is demanding the north discard the alleged programme as part of any settlement, while Pyongyang denies any such project exists.",
    "keywords": [
        "offer",
        "times",
        "korea",
        "washington",
        "talks",
        "nuclear",
        "weapons",
        "programme",
        "york",
        "north",
        "korean"
    ],
    "summary": "The New York Times said the window would be three months, while Yomiuri put it at five.\nWashington would also reportedly begin direct talks about lifting US economic sanctions operative for decades, providing energy and retraining nuclear scientists.\nNorth Korea cast doubts on hopes for a breakthrough as it demanded Washington drop its insistence on the complete dismantling of the weapons programme.\nThe dispute flared in October 2002 when Washington said North Korea admitted running a secret nuclear weapons project in violation of the 1994 agreement.\nIn preliminary discussions to the third round of talks, North Korea denied US claims that it had a nuclear programme based on highly enriched uranium in addition to its declared, plutonium-based one, South Korea's Yonhap news agency reported.",
    "sentiment": {
        "neg": 0.1168,
        "neu": 0.8113,
        "pos": 0.0718,
        "compound": -0.1643
    }
}