{
    "date": "2004-09-13T12:08:27Z",
    "title": "North Korea offers blast site visit",
    "url": "https://www.theguardian.com/world/2004/sep/13/northkorea.foreignpolicy",
    "content": "North Korea today invited a British diplomat to visit the site of a massive mushroom-cloud explosion that sparked fears the regime may have carried out a nuclear weapons test. The North Koreans denied the blast was a nuclear test, insisting that it was part of the planned destruction of a mountain for a hydroelectric project. But Foreign Office minister Bill Rammell, on a visit to the secretive communist country, asked the authorities in the capital, Pyongyang, if British officials could see for themselves. Responding to the request, North Korea's vice-foreign minister for Europe, Kung Sok-ung, said Britain's ambassador to Pyongyang, David Slinn, could go to the site as early as tomorrow. Mr Rammell said: \"Having asked the vice-foreign minister this morning for our ambassador and other ambassadors to be allowed to visit the scene of the explosion, I am very pleased the North Koreans have agreed to the request.\" The blast near the Chinese border on Thursday caused a two-mile wide cloud of dust, which was picked up by satellite. A South Korean news agency said the blast was stronger than an April explosion that killed 160 people and injured an estimated 1,300 at a North Korean railway station when a train carrying oil and chemicals apparently hit power lines. In talks with Mr Rammell today, North Korea's foreign minister Paek Nam-sun said the blast was a controlled explosion that had nothing to do with nuclear weapons testing. He told Mr Rammell claims that it was a nuclear test or an accident similar to the train disaster were \"lies\". Earlier today, Mr Rammell told the BBC: \"If this is genuinely a deliberate detonation as part of a legitimate construction project then the North Koreans have nothing to fear and nothing to hide and should welcome the international community actually verifying the situation for themselves.\" China's government, which has the closest diplomatic relations with communist North Korea, made no immediate comment about the explosion. The remote border region of Ryanggang, where the latest blast happened, is understood to contain a secret missile base - prompting speculation in South Korea that it was a weapons-related accident. Kim Tae-woo, an analyst at the Korea Institute for Defence Analysis, told Reuters: \"Rodong missile bases are located in the blast area, and extremely explosive liquid fuel which is also very flammable is used in production and in operation of missiles. I believe it was a mere accident triggered by mishandling.\" South Korean officials are analysing satellite images and other data to determine the cause of the explosion. US officials, including the secretary of state, Colin Powell, have played down the possibility of a nuclear test. But the Democratic presidential candidate, Senator John Kerry, accused the Bush administration of letting a \"nuclear nightmare\" develop in North Korea, telling the New York Times that President George Bush was preoccupied with Iraq.",
    "keywords": [
        "mr",
        "minister",
        "korea",
        "rammell",
        "visit",
        "nuclear",
        "test",
        "blast",
        "site",
        "explosion",
        "offers",
        "north"
    ],
    "summary": "North Korea today invited a British diplomat to visit the site of a massive mushroom-cloud explosion that sparked fears the regime may have carried out a nuclear weapons test.\nThe North Koreans denied the blast was a nuclear test, insisting that it was part of the planned destruction of a mountain for a hydroelectric project.\nHe told Mr Rammell claims that it was a nuclear test or an accident similar to the train disaster were \"lies\".\nChina's government, which has the closest diplomatic relations with communist North Korea, made no immediate comment about the explosion.\nUS officials, including the secretary of state, Colin Powell, have played down the possibility of a nuclear test.",
    "sentiment": {
        "neg": 0.0929,
        "neu": 0.8772,
        "pos": 0.0298,
        "compound": -0.1899
    }
}