{
    "date": "2004-06-25T16:20:17Z",
    "title": "Chill in North Korean nuclear talks",
    "url": "https://www.theguardian.com/world/2004/jun/25/northkorea",
    "content": "A threat by North Korea to test a nuclear weapon has chilled talks aimed at resolving a long-running dispute over the country's nuclear programme, US diplomats said today. The communist country countered that Washington needed to make a \"bold, responsible decision\" in the wake of Pyongyang's offer to freeze its nuclear programme in return for fuel aid and guarantees that it would not come under attack from the US. The comments came on the third day of six-nation talks to negotiate a dismantling of North Korea's nuclear facilities. The US and North Korea have been at loggerheads for 20 months over Pyongyang's nuclear ambitions, and two previous rounds of talks have failed to produce an agreement. Diplomats from China, Japan, Russia and South Korea have joined the two countries in the Chinese capital, Beijing, in an attempt to move the positions of Pyongyang and Washington closer together. A senior US official said the threat to test a nuclear weapon was made during a 2 1/2-hour private meeting yesterday between the US assistant secretary of state, James Kelly, and the North Korean vice foreign minister, Kim Gye Gwan. The US believes North Korea has at least one or two nuclear weapons, with the potential for several more. Mr Kelly told Mr Kim there was little trust for North Korea in Washington and that his statements would not improve matters, the senior US official said. Both Japan and South Korea seemed unsure whether North Korea had actually threatened a test, although there had been similar threats in the past. During this round of talks, the US has modified its position, laying out a step-by-step plan that would provide fuel oil and security guarantees in exchange for North Korea dismantling its nuclear facilities. It is unclear if the US would accept or even consider the 'freeze' of the main nuclear facility at Yongbyon offered by the North. Today, North Korea renewed a demand for the US to drop its \"hostile policy,\" though it made no public response to the American proposal. North Korea has reportedly demanded massive energy aid in exchange for a nuclear freeze. The reports say Pyongyang asked for the equivalent of 2,000 MW of power per year - comparable to an estimated quarter of its current total consumption. Both Japan and South Korea say they would consider giving its northern neighbours fuel oil if it freezes its nuclear programme as a step toward its eventual dismantlement. Russia would be willing to help provide energy aid and security guarantees, said Russian envoy Alexander Alexeyev, Russian news agency ITAR-Tass reported. China put a positive spin on the talks, however, saying a consensus had been reached in that a freeze would be the first step to getting rid of nuclear weapons. Foreign ministry spokeswoman Zhang Qiyue told a news conference: \"If we can build on our confidence, the prospects of resolving the issue are still good. Differences with regard to how to carry out a nuclear freeze still exist, but all the parties showed a positive attitude to seriously study those differences.\"",
    "keywords": [
        "south",
        "korea",
        "washington",
        "freeze",
        "talks",
        "nuclear",
        "japan",
        "test",
        "chill",
        "programme",
        "north",
        "korean"
    ],
    "summary": "A threat by North Korea to test a nuclear weapon has chilled talks aimed at resolving a long-running dispute over the country's nuclear programme, US diplomats said today.\nThe comments came on the third day of six-nation talks to negotiate a dismantling of North Korea's nuclear facilities.\nThe US and North Korea have been at loggerheads for 20 months over Pyongyang's nuclear ambitions, and two previous rounds of talks have failed to produce an agreement.\nThe US believes North Korea has at least one or two nuclear weapons, with the potential for several more.\nNorth Korea has reportedly demanded massive energy aid in exchange for a nuclear freeze.",
    "sentiment": {
        "neg": 0.0915,
        "neu": 0.8024,
        "pos": 0.1061,
        "compound": 0.0551
    }
}