{
    "date": "2004-02-01T00:49:44Z",
    "title": "Revealed: the gas chamber horror of North Korea's gulag",
    "url": "https://www.theguardian.com/world/2004/feb/01/northkorea",
    "content": "In the remote north-eastern corner of North Korea, close to the border of Russia and China, is Haengyong. Hidden away in the mountains, this remote town is home to Camp 22 - North Korea's largest concentration camp, where thousands of men, women and children accused of political crimes are held. Now, it is claimed, it is also where thousands die each year and where prison guards stamp on the necks of babies born to prisoners to kill them. Over the past year harrowing first-hand testimonies from North Korean defectors have detailed execution and torture, and now chilling evidence has emerged that the walls of Camp 22 hide an even more evil secret: gas chambers where horrific chemical experiments are conducted on human beings. Witnesses have described watching entire families being put in glass chambers and gassed. They are left to an agonising death while scientists take notes. The allegations offer the most shocking glimpse so far of Kim Jong-il's North Korean regime. Kwon Hyuk, who has changed his name, was the former military attaché at the North Korean Embassy in Beijing. He was also the chief of management at Camp 22. In the BBC's This World documentary, to be broadcast tonight, Hyuk claims he now wants the world to know what is happening. 'I witnessed a whole family being tested on suffocating gas and dying in the gas chamber,' he said. 'The parents, son and and a daughter. The parents were vomiting and dying, but till the very last moment they tried to save kids by doing mouth-to-mouth breathing.' Hyuk has drawn detailed diagrams of the gas chamber he saw. He said: 'The glass chamber is sealed airtight. It is 3.5 metres wide, 3m long and 2.2m high_ [There] is the injection tube going through the unit. Normally, a family sticks together and individual prisoners stand separately around the corners. Scientists observe the entire process from above, through the glass.' He explains how he had believed this treatment was justified. 'At the time I felt that they thoroughly deserved such a death. Because all of us were led to believe that all the bad things that were happening to North Korea were their fault; that we were poor, divided and not making progress as a country. 'It would be a total lie for me to say I feel sympathetic about the children dying such a painful death. Under the society and the regime I was in at the time, I only felt that they were the enemies. So I felt no sympathy or pity for them at all.' His testimony is backed up by Soon Ok-lee, who was imprisoned for seven years. 'An officer ordered me to select 50 healthy female prisoners,' she said. 'One of the guards handed me a basket full of soaked cabbage, told me not to eat it but to give it to the 50 women. I gave them out and heard a scream from those who had eaten them. They were all screaming and vomiting blood. All who ate the cabbage leaves started violently vomiting blood and screaming with pain. It was hell. In less than 20 minutes they were quite dead.' Defectors have smuggled out documents that appear to reveal how methodical the chemical experiments were. One stamped 'top secret' and 'transfer letter' is dated February 2002. The name of the victim was Lin Hun-hwa. He was 39. The text reads: 'The above person is transferred from ... camp number 22 for the purpose of human experimentation of liquid gas for chemical weapons.' Kim Sang-hun, a North Korean human rights worker, says the document is genuine. He said: 'It carries a North Korean format, the quality of paper is North Korean and it has an official stamp of agencies involved with this human experimentation. A stamp they cannot deny. And it carries names of the victim and where and why and how these people were experimented [on].' The number of prisoners held in the North Korean gulag is not known: one estimate is 200,000, held in 12 or more centres. Camp 22 is thought to hold 50,000. Most are imprisoned because their relatives are believed to be critical of the regime. Many are Christians, a religion believed by Kim Jong-il to be one of the greatest threats to his power. According to the dictator, not only is a suspected dissident arrested but also three generations of his family are imprisoned, to root out the bad blood and seed of dissent. With North Korea trying to win concessions in return for axing its nuclear programme, campaigners want human rights to be a part of any deal. Richard Spring, Tory foreign affairs spokesman, is pushing for a House of Commons debate on human rights in North Korea. 'The situation is absolutely horrific,' Spring said. 'It is totally unacceptable by any norms of civilised society. It makes it even more urgent to convince the North Koreans that procuring weapons of mass destruction must end, not only for the security of the region but for the good of their own population.' Mervyn Thomas, chief executive of Christian Solidarity Worldwide, said: 'For too long the horrendous suffering of the people of North Korea, especially those imprisoned in unspeakably barbaric prison camps, has been met with silence ... It is imperative that the international community does not continue to turn a blind eye to these atrocities which should weigh heavily on the world's conscience.' ·This World is being broadcast on BBC2 at 9pm tonight.",
    "keywords": [
        "human",
        "camp",
        "korea",
        "world",
        "north",
        "22",
        "chamber",
        "horror",
        "korean",
        "prisoners",
        "revealed",
        "imprisoned",
        "gas",
        "gulag",
        "koreas"
    ],
    "summary": "In the remote north-eastern corner of North Korea, close to the border of Russia and China, is Haengyong.\nHidden away in the mountains, this remote town is home to Camp 22 - North Korea's largest concentration camp, where thousands of men, women and children accused of political crimes are held.\nThe allegations offer the most shocking glimpse so far of Kim Jong-il's North Korean regime.\nKwon Hyuk, who has changed his name, was the former military attaché at the North Korean Embassy in Beijing.\nHe said: 'It carries a North Korean format, the quality of paper is North Korean and it has an official stamp of agencies involved with this human experimentation.",
    "sentiment": {
        "neg": 0.1302,
        "neu": 0.8253,
        "pos": 0.0445,
        "compound": -0.2013
    }
}