{
    "date": "2004-09-12T00:32:28Z",
    "title": "US soldier reports for duty, 39 years after going Awol",
    "url": "https://www.theguardian.com/world/2004/sep/12/usa.japan",
    "content": "The ramrod-straight back and perfectly executed salute were to be expected from a man who had lied to join the US army at the age of 15. When Charles Jenkins reported for duty at the US army's headquarters in Japan yesterday, however, it was not as an ordinary soldier, but as one accused of turning his back on his country almost four decades ago to live in North Korea. His surrender marked the start of a legal process that will be keenly watched in Japan and will, perhaps, bring to a satisfactory end a case that has harmed Japan-US relations. Jenkins, 64, is accused of deserting his unit while on patrol in South Korea in 1965 and fleeing across the border to the communist north, where he taught English and occasionally played sinister Americans in North Korean propaganda films. Among his English students was Hitomi Soga, a nurse from Japan who had been abducted from her home in 1978 and taken to North Korea to teach Japanese to Pyongyang agents. They married in 1980 and had two daughters. Soga, 45, and four other abducted Japanese citizens were permitted to return home two years ago, but Jenkins stayed behind with their daughters because he feared arrest by US military authorities in Japan. The four were reunited in Jakarta last July and flew to Japan so that Jenkins could receive medical treatment. Most Japanese are desperate for a happy ending for Soga, who has won widespread praise for the dignified way she has handled her family's plight. The Japanese prime minister, Junichiro Koizumi, has much to gain if Jenkins avoids prison. He was instrumental in persuading him to come to Japan and has made repeated pleas to the US government to show leniency, for Soga's sake. US army spokesman Major John Amberg gave assurances yesterday that Jenkins would 'be treated with dignity and fairness', adding that he was 'innocent until proven guilty'. 'Sir, I'm Sergeant Jenkins and I'm reporting,' he told Lieutenant Colonel Paul Nigara, when he arrived at Camp Zama, just outside Tokyo. Nigara replied: 'You are now under the control of the US army.' Jenkins was expected to be given a uniform, ID card and haircut. He will be entitled to the benefits afforded any other sergeant and will perform administrative duties. Nevertheless, the charges against him are serious. Aside from desertion, which carries a maximum penalty of life imprisonment, he is accused of aiding the enemy, encouraging disloyalty and urging other US servicemen to defect. Jenkins has spent the past few weeks preparing his defence with an army-appointed lawyer. The most likely option is a plea bargain in which he would plead guilty to one of the four charges and tell the US all he knows about North Korea in return for a dishonourable discharge. Soga remained characteristically optimistic. 'I expect we'll have a lot more to face in the days to come,' she said. 'But we hope the four of us can live together as soon as possible.'",
    "keywords": [
        "going",
        "duty",
        "korea",
        "reports",
        "soga",
        "sergeant",
        "accused",
        "awol",
        "soldier",
        "japanese",
        "japan",
        "jenkins",
        "yesterday",
        "39",
        "army",
        "north"
    ],
    "summary": "When Charles Jenkins reported for duty at the US army's headquarters in Japan yesterday, however, it was not as an ordinary soldier, but as one accused of turning his back on his country almost four decades ago to live in North Korea.\nAmong his English students was Hitomi Soga, a nurse from Japan who had been abducted from her home in 1978 and taken to North Korea to teach Japanese to Pyongyang agents.\nThe four were reunited in Jakarta last July and flew to Japan so that Jenkins could receive medical treatment.\n'Sir, I'm Sergeant Jenkins and I'm reporting,' he told Lieutenant Colonel Paul Nigara, when he arrived at Camp Zama, just outside Tokyo.\nThe most likely option is a plea bargain in which he would plead guilty to one of the four charges and tell the US all he knows about North Korea in return for a dishonourable discharge.",
    "sentiment": {
        "neg": 0.0841,
        "neu": 0.8116,
        "pos": 0.1043,
        "compound": -0.0069
    }
}