{
    "date": "2004-04-26T01:38:23Z",
    "title": "Children suffer as N Korea struggles",
    "url": "https://www.theguardian.com/world/2004/apr/26/northkorea",
    "content": "Dozens of North Korean children who were badly burned or hit by debris during last week's train explosion are dying in pain because the ill-equipped hospital where they are being treated has been overwhelmed by casualties, it emerged yesterday. After the first visit by outsiders since the blast on Thursday, one international aid worker said the harrowing scenes inside the Sinuju hospital were among the worst he had seen in 20 years of humanitarian work. The North Korean government said 161 people were killed in the disaster, which it blamed on human error. According to the state media, cargo wagons filled with oil and chemicals exploded when workers snagged the cars on power lines in a shunting yard. Visitors to the Sinuju hospital were told the death toll is likely to rise because doctors lack medicines and the specialised equipment needed to treat burn patients. Of the 360 people taken in for treatment, 15 have already died and 50 others are said to be in a critical condition. More than half of the victims are infants from a primary school that was devastated when the blast ripped through the town of Ryongchon. \"We saw about 40 of the wounded, most of whom were children with blast injuries,\" said Masood Hyder, the UN humanitarian coordinator in North Korea. \"Basically, anyone who was looking in the direction of the explosion got in the face.\" Among the wounded were an 11-year-old boy, whose face had been ripped off, four children who had lost their sight and a comatose eight-year-old boy. Even at the best of times, North Korea's dilapidated health system is unable to cope with normally treatable illnesses. After 10 years of famine, economic decline and government policies that devote all available resources to the military, most hospitals lack heating, running water, medicine, surgical tools and sterilising equipment. Aid workers said doctors in Sinuju hospital were over-run, the drips were antiquated and beds were in such short supply that injured children were having to lie on filing cabinets. \"It was one of the worst sights I have ever seen,\" said Richard Ragan, country director for the World Food Programme. \"You could hear the screams of children and it made you wonder whether there were any painkillers. The doctors are doing a heroic job, but they are overworked and under-resourced.\" International aid is on its way. The World Food Programme has provided food for the victims and the homeless; the Red Cross has distributed medicine, tents and blankets, and yesterday, the first convoy of about eight Chinese trucks drove across the border with instant noodles, bottles of mineral water and other relief supplies. Japan, which has yet to establish diplomatic relations with Pyongyang, is said to have offered $100,000 (£56,000) of emergency aid. But visitors to the Sinuju hospital said specialised treatment would be needed to help the many people who have been blinded or badly burned. \"My sense is that they need supplies and technical expertise and they need it quickly,\" said Mr Ragan. \"The North Korean government realises this. That is why we have received unprecedented cooperation.\" The isolated and proud regime in Pyongyang has been unusually open about the blast and its inability to cope alone. As well as the humanitarian disaster, the impoverished nation lacks the resources to rebuild the town of Ryongchon, a large part of which was flattened by the explosion. Visitors to the 500m-radius (545-yard) blast site yesterday described an \"apocalyptic scene\" of survivors picking through the rubble for belongings and loading their few remaining goods on to oxen. Unusually, the outsiders were allowed to move around freely and film the blast site and the scenes inside the hospital. However, no foreign journalists were allowed to visit the area. Aid workers said some good might yet come out of the disaster if it led to greater openness by the government in Pyongyang and a deeper understanding of North Korea's humanitarian problems by the outside world. \"Access to those in need has long been an issue in North Korea,\" said Mr Hyder, who heads the UN mission in Pyongyang. \"Today's mission is a very encouraging example of prompt and open access.\"",
    "keywords": [
        "children",
        "suffer",
        "hospital",
        "korea",
        "world",
        "blast",
        "n",
        "sinuju",
        "humanitarian",
        "struggles",
        "aid",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "Visitors to the Sinuju hospital were told the death toll is likely to rise because doctors lack medicines and the specialised equipment needed to treat burn patients.\n\"We saw about 40 of the wounded, most of whom were children with blast injuries,\" said Masood Hyder, the UN humanitarian coordinator in North Korea.\nAid workers said doctors in Sinuju hospital were over-run, the drips were antiquated and beds were in such short supply that injured children were having to lie on filing cabinets.\nBut visitors to the Sinuju hospital said specialised treatment would be needed to help the many people who have been blinded or badly burned.\n\"Access to those in need has long been an issue in North Korea,\" said Mr Hyder, who heads the UN mission in Pyongyang.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.8468,
        "pos": 0.0475,
        "compound": -0.2125
    }
}