{
    "date": "2004-07-29T23:00:43Z",
    "title": "Press review: What they said about the Korean defectors",
    "url": "https://www.theguardian.com/world/2004/jul/30/northkorea.theeditorpressreview",
    "content": "The defection this week of two groups of North Korean refugees, totalling 460 people, was greeted cautiously by the South Korean papers. The Korea Times welcomed the refugees, who arrived in Seoul via a third country - thought to be Vietnam - on aircraft chartered by the South. It said the defections were \"the victorious result of the government's 'quiet diplomacy'\". However, it advised, Seoul should employ \"more open and square approaches instead of behind-the-scenes talks\" in its negotiations over defectors. Seo Hyun-jin, in the Korea Herald, believed the defections would jeopardise relations between the two countries. Pyongyang was \"seemingly embarrassed and irritated by international headlines\" and \"has rebuffed Seoul's offer to discuss future inter-Korean exchanges\". The Chosun Ilbo attacked the North for claiming the South had \"enticed\" the defectors: \"Had Pyongyang even a modicum of reason, it would be ashamed of its failure to guarantee the survival of its citizens, as a consequence of which they desperately search for ways of life, abandoning their country and wandering long distances.\" \"Is this gathering exodus the harbinger of the North's collapse into the South's arms, as happened in the autumn of 1989 with East and West Germany?\" asked the Daily Telegraph. The answer, probably, was no, although the paper conceded the situation was difficult to gauge. Seoul's message to Pyongyang was that it dreaded a sudden collapse with all the attendant economic and social burdens, said the Telegraph, but it had \"no great objection to the quiet sapping\" of North Korea's strength. In the online Asia Times, Aidan Foster-Carter thought South Koreans had better brace themselves for many more defectors. \"Why would, or should, their Northern cousins not seek a better life than Kim Jong-il has ever vouchsafed them?\" How can they deny \"the same rights to democracy and a decent life to their Northern brethren, without arrant selfishness and rank hypocrisy\"? The Korea Times echoed that thought, and said South Koreans should welcome North Koreans \"among themselves more positively, if for no other purpose than practising post-unification life in advance\".",
    "keywords": [
        "thought",
        "south",
        "times",
        "korea",
        "telegraph",
        "press",
        "life",
        "defectors",
        "koreans",
        "pyongyang",
        "review",
        "north",
        "korean"
    ],
    "summary": "The defection this week of two groups of North Korean refugees, totalling 460 people, was greeted cautiously by the South Korean papers.\nThe Korea Times welcomed the refugees, who arrived in Seoul via a third country - thought to be Vietnam - on aircraft chartered by the South.\nHowever, it advised, Seoul should employ \"more open and square approaches instead of behind-the-scenes talks\" in its negotiations over defectors.\nIn the online Asia Times, Aidan Foster-Carter thought South Koreans had better brace themselves for many more defectors.\nThe Korea Times echoed that thought, and said South Koreans should welcome North Koreans \"among themselves more positively, if for no other purpose than practising post-unification life in advance\".",
    "sentiment": {
        "neg": 0.1334,
        "neu": 0.8105,
        "pos": 0.0561,
        "compound": -0.1646
    }
}