{
    "date": "2004-01-19T14:27:45Z",
    "title": "Aid cut off to millions in North Korea",
    "url": "https://www.theguardian.com/world/2004/jan/19/northkorea",
    "content": "The UN world food programme (WFP) has been forced to cut off food aid to 2.7 million North Korean women and children during the country's harsh winter due to lack of foreign donations, a spokesman for the agency said today. The WFP received new promises of aid from the US, the EU and Australia after warning in December of an impending crisis, but those supplies could take up to three months to arrive, said Gerald Bourke. The food crisis coincides with efforts to arrange new talks on the standoff over North Korea's nuclear ambitions. Despite diplomatic tensions, two leading critics of the North's nuclear programme - the US and South Korea - are among its biggest food donors, and the WFP said that no governments had cited the nuclear issue as a factor in deciding whether or not to contribute. Aid shortfalls forced the WFP to start cutting food distribution in December to some of its 4.2 million \"core beneficiaries\" - children, pregnant women and elderly people, said Mr Bourke, who is based at the agency's Beijing office. \"In January, 2.7 million of our core beneficiaries are not being fed,\" he said. North Korea's isolated Stalinist regime has relied on foreign aid to feed its people since it revealed in the mid-1990s that its state-run farming industry had collapsed following decades of mismanagement and the loss of Soviet subsidies. Representatives from the US and EU said they knew of no plans for any official emergency action in response to the drop in food supplies. In Seoul, an official from South Korea's unification ministry said on customary condition of anonymity that the country has not yet decided how much food and other aid to provide to the North this year. It was unclear as to how those people cut from WFP programmes were surviving, though some might receive small rations from the North's autumn harvests of rice and corn, Mr Bourke said. This year's harvest is expected to fall 1m tons - or about 20% - short of the minimum the country needs to feed itself, according to aid agencies, which also say that it is difficult to foresee a time when the North will be able to feed itself without outside help. WFP had planned to feed a total of 6.2 million of the North's 20 million people this year. The cutbacks come as temperatures in the North drop below freezing, aggravated by a lack of fuel for heat and lighting. Daytime highs in Pyongyang this week are forecast to be as low as -14C (6F). \"North Korean winters are very cold. This one is no exception,\" Mr Bourke said. \"When you're both hungry and cold, things are terrible.\" A key issue for donors has been the restrictions Pyongyang places on the ability of foreign agencies to monitor who receives food aid. US officials and others have expressed concern that supplies might be diverted to the country's huge military or to reward supporters of its leader, Kim Jong Il.",
    "keywords": [
        "cut",
        "wfp",
        "norths",
        "feed",
        "bourke",
        "korea",
        "millions",
        "million",
        "nuclear",
        "food",
        "aid",
        "supplies",
        "north"
    ],
    "summary": "The UN world food programme (WFP) has been forced to cut off food aid to 2.7 million North Korean women and children during the country's harsh winter due to lack of foreign donations, a spokesman for the agency said today.\nThe food crisis coincides with efforts to arrange new talks on the standoff over North Korea's nuclear ambitions.\nRepresentatives from the US and EU said they knew of no plans for any official emergency action in response to the drop in food supplies.\nWFP had planned to feed a total of 6.2 million of the North's 20 million people this year.\nA key issue for donors has been the restrictions Pyongyang places on the ability of foreign agencies to monitor who receives food aid.",
    "sentiment": {
        "neg": 0.1088,
        "neu": 0.8505,
        "pos": 0.0406,
        "compound": -0.2242
    }
}