{
    "date": "2004-12-13T16:06:32Z",
    "title": "Korean whispers",
    "url": "https://www.theguardian.com/world/2004/dec/13/northkorea",
    "content": "The North Korean rumour mill has been working overtime in the past week after reports that Kim Jong-il has purged his brother-in-law and political second-in-command amid a wave of defections by senior government and military officials. As is often the case with the world's most reclusive nation, most of the reports are unconfirmed, fuzzy and originate from sources with a vested interest in bringing down Kim's administration. But they are unusually widespread and persistent. Their timing also coincides with testimony from several Pyongyang residents about a security clampdown in the North Korean capital, and a rare acknowledgement from Chinese policymakers about high-level defections. According to the South Korean media, Chang Sung Taek - who was tipped as a possible successor to Kim - has been removed from public life and may have been placed under house arrest. The rumours about his political demise have been circulating for more than a year, during which time he has not been seen in the usual line-ups of state leaders at public events. Several news organisations say the reports were confirmed by a senior intelligence official last month at a closed-door session of a parliamentary committee in Seoul. The dismissal suggests a major realignment within the North Korean hierarchy. Chang is the husband of Kim Kong-hui - the sister of the 'Great Leader' - and had previously been seen as a stalwart supporter of the regime. As head of the Organisation and Guidelines Bureau of the ruling Workers' party, his political influence was second only to Kim's. Chang also had strong ties to the military through his two brothers, one of whom was the general in charge of security for Pyongyang. This power base - initially a source of support for Kim - may have become a threat, particularly after Chang was praised by prominent defectors and South Korean magazines as a palatable alternative to the current leader. Analysts say Chang may also have been removed to clear the way for one of Kim's sons to take power. The apparent favourite is 23-year-old Kim Jong-chul, who was recently appointed head of the propaganda department - the same post given to Kim when he was being groomed for leadership by his father. It is difficult, however, to distinguish between calculated guesses and wild speculation. A few weeks ago, stock markets in Tokyo and Seoul jumped at reports that Kim had been shot in the head during a coup. He surfaced to quash these rumours a few days later. Soon after, the removal of Kim's portraits from several prominent locations in Pyongyang prompted more talk of his political demise, but it seems just as likely that the pictures were removed as part of a softening of Kim's cult of personality, which is much ridiculed in the outside world, or simply for refurbishment. Adding to the mystery, one of Japan's most influential lawmakers Shinzo Abe - formerly prime minister Junichiro Koizumi's right-hand man - said Tokyo should prepare for instability in North Korea. \"I think we should consider the possibility of regime change taking place,\" he told reporters. Leading Chinese academics have also been unusually open in revealing the unpopularity of the regime. Zhao Huji, one of China's leading North Korean experts and a researcher at the elite Communist Party School, said generals and many senior cadres were fleeing to China because they were unhappy with Kim's leadership style. \"Some fear arrests. Many don't agree with what the regime is doing and are unable to accept its method of rule. They can't change the situation, so they run,\" he told the AFP news agency. North Korea denied speculation about defections and power struggles yesterday. Its state-run news agency said this was a form of psychological warfare by the US. But Pyongyang-based diplomats and aid workers say security in the capital has been tightened since summer. The number of checkpoints has increased on the streets, ID checks have become more commonplace and foreigners face tighter restrictions on their movements. New laws have also been introduced that increase the penalties for criticising the government or possessing banned South Korean books and videos. Analysts are divided about whether this heightened activity is a sign of Kim's weakness or strength. Apart from the South Korean Christian groups that are encouraging refugees to flee the country, no one is predicting an imminent change of power, but everyone believes something unusual is going on. Exactly what remains a mystery. The only certainty is that Kim has not lost the knack of leaving the outside world utterly flummoxed.",
    "keywords": [
        "political",
        "south",
        "regime",
        "reports",
        "kim",
        "power",
        "whispers",
        "kims",
        "chang",
        "north",
        "korean"
    ],
    "summary": "Their timing also coincides with testimony from several Pyongyang residents about a security clampdown in the North Korean capital, and a rare acknowledgement from Chinese policymakers about high-level defections.\nAccording to the South Korean media, Chang Sung Taek - who was tipped as a possible successor to Kim - has been removed from public life and may have been placed under house arrest.\nThe dismissal suggests a major realignment within the North Korean hierarchy.\nNew laws have also been introduced that increase the penalties for criticising the government or possessing banned South Korean books and videos.\nApart from the South Korean Christian groups that are encouraging refugees to flee the country, no one is predicting an imminent change of power, but everyone believes something unusual is going on.",
    "sentiment": {
        "neg": 0.083,
        "neu": 0.844,
        "pos": 0.073,
        "compound": 0.0607
    }
}