{
    "date": "2004-08-03T23:02:11Z",
    "title": "North Korean nuclear missile 'could reach US'",
    "url": "https://www.theguardian.com/world/2004/aug/04/northkorea",
    "content": "North Korea is deploying a new missile which may be able to strike the US mainland with a nuclear warhead, a report in Jane's Defence Weekly says today. In the most alarming and detailed picture yet painted of Pyongyang's deterrent force, the authoritative military publication said the navy had customised a dozen scrapped Russian submarines to launch ballistic weapons of mass destruction. Rumours have been circulating for several years that North Korea is developing an intercontinental missile - the Taepodong 2 - but the latest report suggests that the country's leader, Kim Jong-il, may also have ordered his military to attempt a short cut. If confirmed, North Korea would join an exclusive club capable of covertly launching atomic weapons from submarines. Only the five permanent members of the United Nations security council - the US, UK, France, China and Russia - and possibly Israel possess such a strategic advantage. The article, which appears in this week's edition of Jane's, says North Korea's new systems appeared to be based on a decommissioned Soviet submarine-launched ballistic missile, the R-27. It notes that several Russian missile experts from Chelyabinsk, a city in the Urals, were blocked in an attempt to enter North Korea in 1992, but others succeeded in subsequent years. Much of the technology was reportedly transferred in the form of scrap in 1993, when a Japanese trading firm sold 12 decommissioned Foxtrot and Golf II class submarines to North Korea. Although many key mechanisms were removed, the magazine said the vessels still contained launch tubes and stabilising sub-systems. By customising these devices, it said, North Korea had developed and deployed a land-based missile with a range of 2,500km to 4,000km, as well as a sea-based missile with a range of 2,500km (1,500 miles). The version of the missile capable of being launched from submarines or ships \"is potentially the most threatening,\" Jane's said. \"It could finally provide its leadership with something that it has long sought to obtain - the ability to directly threaten the continental US.\" North Korea's nuclear and missile programmes have long been a concern to the world. In 2002, President George Bush named North Korea, alongside Iran and Iraq, as part of an axis of evil. Pyongyang is now locked in a standoff with Washington over its withdrawal last year from the nuclear non-proliferation treaty. Although the country has never successfully tested a nuclear weapon, it is thought to have reprocessed sufficient plutonium for one to eight warheads. According to the South Korean military, North Korea has 600 Scud missiles with a range of 600km and 100 Nodong missiles with a range of 1,300km. It also test-fired a multi-stage Taepodong 1 rocket over Japan in 1998. A second-generation Taepodong capable of hitting Hawaii, Alaska and possibly the western seaboard of the US is under development. Although the CIA believes that North Korea possesses an arsenal of biological and chemical weapons, Jane's news editor, Ian Kemp, said there was no doubt that the new missiles were primarily designed to carry nuclear warheads. But Japanese military analysts are sceptical that North Korea possesses the miniaturisation technology to fit a nuclear warhead into a missile.",
    "keywords": [
        "range",
        "military",
        "korea",
        "reach",
        "nuclear",
        "weapons",
        "taepodong",
        "janes",
        "missile",
        "submarines",
        "north",
        "korean"
    ],
    "summary": "North Korea is deploying a new missile which may be able to strike the US mainland with a nuclear warhead, a report in Jane's Defence Weekly says today.\nNorth Korea's nuclear and missile programmes have long been a concern to the world.\nIn 2002, President George Bush named North Korea, alongside Iran and Iraq, as part of an axis of evil.\nAccording to the South Korean military, North Korea has 600 Scud missiles with a range of 600km and 100 Nodong missiles with a range of 1,300km.\nBut Japanese military analysts are sceptical that North Korea possesses the miniaturisation technology to fit a nuclear warhead into a missile.",
    "sentiment": {
        "neg": 0.0629,
        "neu": 0.8719,
        "pos": 0.0653,
        "compound": -0.0232
    }
}