{
    "date": "2004-09-11T22:59:38Z",
    "title": "US deserter to turn himself in",
    "url": "https://www.theguardian.com/world/2004/sep/11/usa.northkorea",
    "content": "Nearly 40 years after he defected to communist North Korea, US army staff sergeant Charles Robert Jenkins is today expected to surrender to American military authorities to face a court martial on desertion charges. Mr Jenkins, 64, will arrive at the headquarters of the US army in Japan, Camp Zama, this morning and will live there with his family during the court martial proceedings. Mr Jenkins, from rural North Carolina, faces a maximum sentence of life imprisonment if found guilty. But widespread public sympathy for his wife - a Japanese former nurse who was abducted to North Korea in 1974, where she met and married Mr Jenkins in 1980 - and repeated pleas for leniency from Tokyo may yet allow him to live out his remaining years in Japan. \"The idea is to make this as matter-of-fact and businesslike as possible,\" said Colonel Victor Warzinski, a spokesman for US forces. He said Mr Jenkins would not be led into court handcuffed. He has been receiving treatment at a hospital in Tokyo since he arrived in Japan with his wife, Hitomi Soga, and their daughters, Belinda, 19, and Mika, 21. Despite claims by some of his relatives in America that he was abducted to North Korea, the US military claims that he abandoned his unit on a freezing morning in January 1965 while on patrol near the demilitarised zone that separates North and South Korea. Ms Soga, 45, was among five Japanese citizens kidnapped by Pyongyang agents in the late 1970s, but was allowed to return to Japan two years ago. She left her family behind, as her husband feared arrest in Japan. The four were reunited in Jakarta in May, and flew on to Japan a week later. Mr Jenkins faces charges of desertion, aiding the enemy, encouraging disloyalty and encouraging other US soldiers to desert. He may strike a deal to plead guilty to at least one of the charges and share his knowledge of North Korea, in exchange for a light punishment, possibly a dishonourable discharge. In a recent magazine interview from his hospital room, he claimed he had sought asylum from North Korea at the Soviet embassy in Pyongyang in 1966. Under his lawyer's instructions, he did not reveal the circumstances of his arrival in the North, where he taught English and appeared in anti-American propaganda films. He is saving the most sensitive information for US authorities in the hope that they will show leniency. Further heartache for the stoic and likeable Ms Soga and her children would provoke an angry response among many Japanese, although questions are being raised in the country about the use of taxpayers' money to support the family.",
    "keywords": [
        "mr",
        "charges",
        "korea",
        "soga",
        "deserter",
        "japanese",
        "japan",
        "jenkins",
        "court",
        "family",
        "turn",
        "north"
    ],
    "summary": "Mr Jenkins, 64, will arrive at the headquarters of the US army in Japan, Camp Zama, this morning and will live there with his family during the court martial proceedings.\nMr Jenkins, from rural North Carolina, faces a maximum sentence of life imprisonment if found guilty.\nHe said Mr Jenkins would not be led into court handcuffed.\nMr Jenkins faces charges of desertion, aiding the enemy, encouraging disloyalty and encouraging other US soldiers to desert.\nIn a recent magazine interview from his hospital room, he claimed he had sought asylum from North Korea at the Soviet embassy in Pyongyang in 1966.",
    "sentiment": {
        "neg": 0.0932,
        "neu": 0.8614,
        "pos": 0.0454,
        "compound": -0.159
    }
}