{
    "date": "2004-02-03T13:01:15Z",
    "title": "North Korea agrees to more nuclear talks",
    "url": "https://www.theguardian.com/world/2004/feb/03/northkorea",
    "content": "North Korea has said that it will take part in a second round of talks on its nuclear programme, it was announced today. The news represents a major breakthrough in efforts to resolve the state's long-running dispute with the US. Chinese foreign ministry officials announced that a six-nation summit will take place in Beijing on February 25. It follows months of tense negotiations between the US, China, Russia, Japan and North and South Korea, and represents a diplomatic victory for Beijing, which has cast itself in the role of intermediary in the dispute. A foreign ministry spokeswoman said: \"Consensus has been growing. At the present, the various parties all believe that conditions are right for the second round of talks.\" The spokeswoman added that all sides should \"exert sincerity and flexibility ... so as to obtain real progress.\" China's announcement came hours after North Korea's official news agency, KCNA, said that the reclusive Stalinist government had agreed to return to the negotiating table. The first round of talks, held in Beijing last August, ran for three days. A timetable for the second round has yet to be announced. The nuclear dispute flared in October 2002, when US officials accused the North of running a uranium program in violation of a 1994 treaty. In that year, the US president, George Bush, accused it of being part of an \"axis of evil\" that also included Iran and Iraq. North Korea has insisted that it needs a nuclear \"deterrent\" against a possible US attack. However, after sustained international pressure, it has agreed to suspend its nuclear programmes provided that the US lifts sanctions, resumes oil shipments and removes it from its list of countries that sponsor terrorism. Washington says that North Korea must \"verifiably begin\" dismantling its nuclear programmes before receiving any concessions. The previous discussions ended without much progress, and no date was set for further meetings. The prospect of more talks had appeared to be dim until today. South Korea's deputy foreign minister, Lee Soo-hyuck, said that he expected North Korea to explain its position and its offer to freeze its nuclear activities at the talks. \"We're not bringing any agendas. The agenda is resolving the North Korean nuclear issue,\" he said. He added that the South's government had not promised any concessions in response to the offer, adding: \"Though we cannot have big expectations, we think what each country wants will be made clear this time.\" Russia's deputy foreign minister, Alexander Losyukov, said: \"The difference of stances between Washington and Pyongyang is very great. \"However, not a breakthrough, but an understanding in what direction to develop the negotiating process, is necessary.\"",
    "keywords": [
        "round",
        "korea",
        "beijing",
        "second",
        "talks",
        "nuclear",
        "agrees",
        "dispute",
        "announced",
        "foreign",
        "north"
    ],
    "summary": "North Korea has said that it will take part in a second round of talks on its nuclear programme, it was announced today.\nAt the present, the various parties all believe that conditions are right for the second round of talks.\"\nNorth Korea has insisted that it needs a nuclear \"deterrent\" against a possible US attack.\nWashington says that North Korea must \"verifiably begin\" dismantling its nuclear programmes before receiving any concessions.\nSouth Korea's deputy foreign minister, Lee Soo-hyuck, said that he expected North Korea to explain its position and its offer to freeze its nuclear activities at the talks.",
    "sentiment": {
        "neg": 0.0673,
        "neu": 0.8712,
        "pos": 0.0614,
        "compound": -0.0574
    }
}