{
    "date": "2004-11-04T23:58:46Z",
    "title": "Token sentence for US sergeant who defected to N Korea",
    "url": "https://www.theguardian.com/world/2004/nov/04/usa.northkorea",
    "content": "An American soldier who spent nearly 40 years in North Korea was yesterday given a 30-day prison sentence and a dishonourable discharge after pleading guilty to defecting to the communist state and aiding the enemy - charges that carry a maximum penalty of life imprisonment. Staff Sergeant Charles Jenkins, 64, broke down as he told a court martial at Camp Zama, the US army's headquarters in Japan, that he had defected to avoid doing dangerous daytime patrols in South Korea and because he feared being sent to Vietnam. \"I started to fear something for myself,\" he said, \"but I started to fear even more that I might cause other soldiers to be killed. \"I started drinking alcohol. I never drank so much before.\" He said he had tied a white T-shirt to his rifle before entering the north on the morning of January 5 1965. He had planned to ask the North Koreans to send him to the Soviet Union so that he could turn himself in at the US embassy in Moscow. Instead, he said, he was harshly treated by the North Koreans and was forced to teach English to cadets. Refusal to do so, he said, would have resulted in \"hardship to me and my family that would never end\". Two further charges brought against him by the US army, of calling for the overthrow of the United States in propaganda broadcasts and of making disloyal statements, were dropped. Mr Jenkins will be held at Yokosuka naval base just outside Tokyo while US military authorities decide whether or not to follow the judge's recommendation to suspend the 30-day sentence. Even if he has to serve his time Mr Jenkins will soon be free to live in Japan with his Japanese wife and their two children after months of uncertainty over their future. His wife, Hitomi Soga, was abducted from near her home on Sado Island in the Sea of Japan in 1978 and taken to North Korea to teach Japanese to spies. She was taught English by Mr Jenkins, whom she married in 1980. Ms Soga, 45, was among five Japanese abductees permitted to return to Japan in 2002, but she had to leave her family behind because her husband feared arrest by the US military. Mr Jenkins' fate has proved a minor diplomatic headache for the US and Japan. US military authorities were reluctant to pardon him, particularly while American troops were fighting in Iraq. But Japan's prime minister, Junichiro Koizumi, has been under domestic pressure to reunite Ms Soga, who has won public sympathy, with her husband and daughters, Mika, 21, and Brinda, 19. The reunion came in July when a frail-looking Mr Jenkins and his daughters met Ms Soga in a third country, Indonesia. He was persuaded to travel to Japan with his family just over a week later. The US military, aware of the support for Ms Soga in Japan, allowed Mr Jenkins to spend several weeks in hospital receiving treatment for an abdominal disorder rather than arrest him. He surrendered himself to the military authorities at Camp Zama on September 11.",
    "keywords": [
        "mr",
        "military",
        "started",
        "korea",
        "token",
        "sergeant",
        "soga",
        "ms",
        "japanese",
        "japan",
        "n",
        "sentence",
        "jenkins",
        "defected",
        "north"
    ],
    "summary": "Mr Jenkins will be held at Yokosuka naval base just outside Tokyo while US military authorities decide whether or not to follow the judge's recommendation to suspend the 30-day sentence.\nShe was taught English by Mr Jenkins, whom she married in 1980.\nMr Jenkins' fate has proved a minor diplomatic headache for the US and Japan.\nBut Japan's prime minister, Junichiro Koizumi, has been under domestic pressure to reunite Ms Soga, who has won public sympathy, with her husband and daughters, Mika, 21, and Brinda, 19.\nThe reunion came in July when a frail-looking Mr Jenkins and his daughters met Ms Soga in a third country, Indonesia.",
    "sentiment": {
        "neg": 0.1037,
        "neu": 0.8667,
        "pos": 0.0295,
        "compound": -0.2221
    }
}