{
    "date": "2004-09-13T23:00:08Z",
    "title": "Huge blast was mountain demolition, says North",
    "url": "https://www.theguardian.com/world/2004/sep/14/northkorea1",
    "content": "North Korea claimed yesterday that a huge explosion in the north-east of the country last week was the controlled demolition of a mountain to make way for a hydroelectric dam - not, as feared, a nuclear weapons test. It was the first official comment from the reclusive state since a huge mushroom cloud was seen over Yanggang province, near the Chinese border, last Thursday. The BBC said the North Korean foreign minister, Paek Nam-sum, had given the assurance to the Foreign Office minister Bill Rammell, who is on a three-day visit to Pyongyang. Mr Rammell said: \"If they are going to be open and engage with the international community, what we really need is for diplomats to be able to go to the area and confirm for themselves that that is the case.\" \"If this is genuinely a deliberate detonation as part of a legitimate construction project, then the North Koreans have nothing to fear and nothing to hide, and should welcome the international community actually verifying the situation for themselves.\" Mr Paek reportedly said he would consider the request. At the weekend, the New York Times reported that George Bush had been given intelligence reports detailing unusual movements of material in North Korea, which some experts interpreted as a sign that it was about to conduct a test. But on Sunday, US and South Korean officials said it was extremely unlikely that the explosion, which was observed by South Korean satellites, had been caused by a nuclear device. The North has indicated that it will not attend talks involving the US, China, Japan, Russia and South Korea planned for this month. But the Japanese government insisted yesterday that there was still time to salvage the talks.",
    "keywords": [
        "paek",
        "huge",
        "south",
        "korea",
        "rammell",
        "talks",
        "nuclear",
        "blast",
        "demolition",
        "test",
        "mountain",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "North Korea claimed yesterday that a huge explosion in the north-east of the country last week was the controlled demolition of a mountain to make way for a hydroelectric dam - not, as feared, a nuclear weapons test.\nIt was the first official comment from the reclusive state since a huge mushroom cloud was seen over Yanggang province, near the Chinese border, last Thursday.\nThe BBC said the North Korean foreign minister, Paek Nam-sum, had given the assurance to the Foreign Office minister Bill Rammell, who is on a three-day visit to Pyongyang.\nBut on Sunday, US and South Korean officials said it was extremely unlikely that the explosion, which was observed by South Korean satellites, had been caused by a nuclear device.\nThe North has indicated that it will not attend talks involving the US, China, Japan, Russia and South Korea planned for this month.",
    "sentiment": {
        "neg": 0.0077,
        "neu": 0.9309,
        "pos": 0.0614,
        "compound": 0.2462
    }
}