{
    "date": "2004-01-12T02:49:12Z",
    "title": "US team sees Korean nuclear plant",
    "url": "https://www.theguardian.com/world/2004/jan/12/northkorea",
    "content": "A five-strong US delegation has witnessed at first hand the scale of North Korea's disputed nuclear complex, including its \"nuclear deterrent\", it emerged yesterday. The team toured the Yongbyong facility, closed to outsiders since Pyongyang triggered the crisis by expelling UN inspectors a year ago. The visit comes amid vigorous efforts to revive talks aimed at ending the nuclear standoff. The delegates would not be drawn on whether they were shown reprocessed plutonium, saying only that they were allowed to see everything they wanted to. The team is to brief officials in Seoul and Washington before divulging more details. But a North Korean spokesman said it had unveiled its \"nuclear deterrent\" during the surprise tour, and hoped the visit would accelerate a settlement to the row. \"The world is now watching whether the US has a true will to settle the nuclear issue,\" Pyongyang's mouthpiece, news agency KCNA, said yesterday. Last week North Korea offered to freeze its nuclear activities to get talks started again. China, Russia, Japan and South Korea are brokering the negotiations. Colin Powell, the US secretary of state, told Japanese television in remarks broadcast yesterday: \"I am fairly confident that the talks will be held in the not-too-far future.\"",
    "keywords": [
        "yongbyong",
        "korea",
        "world",
        "deterrent",
        "north",
        "talks",
        "nuclear",
        "visit",
        "sees",
        "plant",
        "yesterday",
        "team",
        "korean"
    ],
    "summary": "A five-strong US delegation has witnessed at first hand the scale of North Korea's disputed nuclear complex, including its \"nuclear deterrent\", it emerged yesterday.\nThe team toured the Yongbyong facility, closed to outsiders since Pyongyang triggered the crisis by expelling UN inspectors a year ago.\nThe visit comes amid vigorous efforts to revive talks aimed at ending the nuclear standoff.\nBut a North Korean spokesman said it had unveiled its \"nuclear deterrent\" during the surprise tour, and hoped the visit would accelerate a settlement to the row.\nLast week North Korea offered to freeze its nuclear activities to get talks started again.",
    "sentiment": {
        "neg": 0.0361,
        "neu": 0.8866,
        "pos": 0.0772,
        "compound": 0.146
    }
}