{
    "date": "2004-05-24T01:20:20Z",
    "title": "North Korean nuclear trade exposed",
    "url": "https://www.theguardian.com/world/2004/may/24/northkorea.libya",
    "content": "North Korea supplied uranium for Libya's secret nuclear bomb programme, UN investigators have established, raising alarm about the heightened risk of so-called rogue states or terrorist groups buying nuclear materials. Western diplomats in Vienna close to the International Atomic Energy Agency confirmed yesterday that the IAEA investigation into the Pakistan-led black market in nuclear materials and technology had found that 1.7 tonnes of slightly enriched uranium hexafluoride uncovered in Libya when Colonel Muammar Gadafy voluntarily scrapped his nuclear project last December was sent from North Korea. It was initially suspected that the material had been obtained via private traders. \"There was a direct North Korea-Libya connection through the Khan network,\" said a diplomat close to the agency, referring to Abdul Qadeer Khan, the Pakistani scientist who led the secret nuclear trading network. \"This is the first time that there is evidence that North Korea has sold nuclear materials to another country.\" The discovery, reported yesterday by the New York Times and confirmed by diplomats in Vienna, was made recently, the source added. It indicates that North Korea is the first state known to be involved in the illicit nuclear trade. Officials at the agency declined to comment publicly on the North Korea case, although they did not deny that the Libyan uranium was of North Korean provenance. The discovery by IAEA investigators does not reflect well on British or US intelligence, who spent nine months last year negotiating secretly with the Libyans to get Col Gadafy to scrap his weapons of mass destruction programmes. The bargain was sealed with a dramatic announcement. Col Gadafy lost his pariah status in return for surrendering his programmes and information. The Americans spirited the nuts and bolts of the Libyan nuclear project out of Libya to the US, including the uranium in question, enrichment centrifuge equipment bought on the black market to refine the uranium to weapons grade, and a nuclear bomb blueprint. But the news of the North Korean involvement has come not from the US or Britain but from the IAEA's investigation, led by Finnish inspector Olli Heinonen, of the Khan network. A western diplomat with extensive knowledge of North Korea and its secret weapons programmes said that he was not surprised by the news since Col Gadafy was a principal supplier of hard currency to the impoverished Pyongyang regime, mainly through engineering and medical contracts. He stressed that North Korea had done nothing illegal in supplying minimally enriched uranium to Libya. Pyongyang kicked UN nuclear inspectors out of the country, cut relations with the IAEA, abrogated its pledges under the nuclear non-proliferation treaty, and said it was building a bomb at the end of 2002. The main row over the North Korean bomb project concerns weapons-grade plutonium retrieved from spent nuclear fuel rods in power stations. But the supplies to Libya appear to confirm US charges that the North Koreans also have a uranium mining and enrichment project that could deliver bomb-grade material. \"The North Koreans are obviously mining, refining uranium and selling it to others,\" said the diplomatic source close to the IAEA. \"This is worrying since they have the capability for enriching uranium.\" Given that Pyongyang supplied Libya, investigators are worried that it may also have supplied other clients, possibly including terrorist groups, and that it could also have sold on a more lethal form of uranium. The exposure of the Khan network threw up evidence of cooperation between Pakistan and North Korea in the nuclear sphere. The expert on North Korea also believes that Pyongyang has been involved in Iran, the prime international suspect in the illicit nuclear wargames rackets. The Iranians at the weekend handed over to the IAEA what they said was a full dossier on their nuclear projects ahead of an IAEA meeting in three weeks which had been due to focus on the Iranian programme, but will also now be preoccupied with the North Korean trading.",
    "keywords": [
        "uranium",
        "iaea",
        "project",
        "trade",
        "korea",
        "network",
        "exposed",
        "nuclear",
        "libya",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "\"This is the first time that there is evidence that North Korea has sold nuclear materials to another country.\"\nIt indicates that North Korea is the first state known to be involved in the illicit nuclear trade.\nOfficials at the agency declined to comment publicly on the North Korea case, although they did not deny that the Libyan uranium was of North Korean provenance.\nThe main row over the North Korean bomb project concerns weapons-grade plutonium retrieved from spent nuclear fuel rods in power stations.\nThe exposure of the Khan network threw up evidence of cooperation between Pakistan and North Korea in the nuclear sphere.",
    "sentiment": {
        "neg": 0.0863,
        "neu": 0.8883,
        "pos": 0.0254,
        "compound": -0.2302
    }
}