{
    "date": "2004-01-09T02:41:10Z",
    "title": "Wife for sale: price £390",
    "url": "https://www.theguardian.com/world/2004/jan/09/china.northkorea1",
    "content": "Kim Jeong-oh left her home in North Korea to start a new life across the Yalu river. Instead of finding a job, however, the 35-year-old was sold as a wife for £390. Along with countless others, she fled a devastating famine in her native town of Kimchaek on the advice of a guide who offered to arrange her passage to China. But when Ms Kim arrived in the border town of Hyesan, the North Korean guide arranged to sell her to a wife-trader. \"He promised to find me a factory job in China where I could earn 2,000RMB (£160) per month,\" she said. \"I had no idea he was planning to sell me.\" She and three other women waded across the shallow river and were met by a Chinese broker who paid 300RMB for each of them. They spent the next four days in a car parked in the mountains while their \"owner\" drove from village to village looking for buyers. \"I was sold to the first bidder for 5,000RMB,\" Ms Kim, whose name has been changed to protect her identity, said. \"I don't know what happened to the other girls.\" There is no shortage of men in need of a wife in the rustbelt of northeast China, where migrant workers labour far from home in thousands of tiny coal mines. Villages are emptying of young people who would rather seek their fortunes in the cities. \"There aren't enough women here,\" said a middle-aged local. \"All the pretty girls leave to become prostitutes. For many men, a Korean wife is very desirable.\" The practice of wife-buying is illegal but commonplace. Towns and villages from the border area to the city of Shenyang in Liaoning province are filled with tales of wife sales. Not all go unwittingly into the marriage market. Food and shelter are considerable incentives, but the risks are immense. As illegal immigrants, the women can be arrested at any time and sent back to North Korea. Ms Kim was picked up a year after getting married and giving birth to a daughter. Her new family pleaded for her release, arguing that the baby needed her mother because she was still breastfeeding. Ms Kim says they paid a 10,000RMB bribe for her freedom. Three years later she is well established and has a residence permit. The trade in women is said to have fallen in the past two years as the food situation improves in North Korea and Chinese police crack down. But locals are adamant that the business continues.",
    "keywords": [
        "town",
        "village",
        "wife",
        "sale",
        "korea",
        "price",
        "north",
        "390",
        "ms",
        "kim",
        "china",
        "villages",
        "women"
    ],
    "summary": "Kim Jeong-oh left her home in North Korea to start a new life across the Yalu river.\nInstead of finding a job, however, the 35-year-old was sold as a wife for £390.\nBut when Ms Kim arrived in the border town of Hyesan, the North Korean guide arranged to sell her to a wife-trader.\n\"I was sold to the first bidder for 5,000RMB,\" Ms Kim, whose name has been changed to protect her identity, said.\nMs Kim was picked up a year after getting married and giving birth to a daughter.",
    "sentiment": {
        "neg": 0.0693,
        "neu": 0.877,
        "pos": 0.0537,
        "compound": -0.0374
    }
}