{
    "date": "2004-04-27T11:28:56Z",
    "title": "US pledges aid to North Korea after train explosion",
    "url": "https://www.theguardian.com/world/2004/apr/27/northkorea",
    "content": "The US yesterday offered North Korea a gesture of reconciliation, promising a small financial aid package to help cope with last week's train blast that killed at least 161 people. The offer - confirmed by Colin Powell, the secretary of state - came at a time when Washington is attempting to encourage Pyongyang to return to the negotiating table to discuss its nuclear weapons programme. \"We are working with the United Nations, and we will be making an offer, some financial assistance, and we are waiting to see what the need is and what else we might be able to do,\" Mr Powell said. \"We are making the United Nations aware of our willingness to participate in whatever relief efforts it might be appropriate for us to participate in.\" The White House said it had earmarked $100,000 (£56,000) to help the thousands who lost their homes in Thursday's explosion at Ryongchon, near the border with China. The Red Cross has launched an emergency appeal for $1.25m in aid of the victims. The US said it would also make available medical supplies and equipment, as well as specialists in emergency medicine, according to a White House statement. There was no immediate response from North Korea to the US gesture yesterday but Pyongyang was reported to be reluctant to take a shipment of aid from South Korea which had been ready to cross the demilitarised zone dividing the two countries. A meeting was due to be held yesterday between officials from North and South Korea to discuss relief operations. \"It is most important to have the relief goods arrive at the site of the explosion as quickly as possible,\" said Goh Kun, South Korea's prime minister. China has sent lorries loaded with tents, blankets and food, while Japan, Russia and Australia have offered aid. The US is a major food donor to North Korea, but yesterday's offer took on diplomatic significance as it came at a time of tension in relations between Washington and Pyongyang, following the latter's admission that it had been actively pursuing a nuclear weapons programme. Mr Powell said the aid offer was unrelated to the nuclear issue. \"We believe there is a sufficient basis to hope and expect that six-party talks [on the nuclear issue] will get under way again and that the North Koreans will see it in their interests to do that, separately from this humanitarian issue,\" he said. North Korean official accounts blamed the accident on \"carelessness\". A loose electrical wire generated a spark that ignited railway carriages full of ammonium nitrate fertiliser. According to the Red Cross, 76 children were among those killed in the blast, which levelled much of the town. Richard Ragan, from the UN World Food Programme, said he had visited a hospital in the town where 370 of the 1,300 injured were being treated, and that 60% of the wounded were children, many with face and eye injuries. He described conditions as rudimentary, without basic medical equipment. \"They need everything from basic antibiotics to technical help to deal with these injuries,\" he said. Video footage released by the UN showed patients squeezed two to a bed in shabby hospitals.",
    "keywords": [
        "south",
        "offer",
        "korea",
        "nuclear",
        "relief",
        "pyongyang",
        "programme",
        "train",
        "aid",
        "explosion",
        "pledges",
        "yesterday",
        "north"
    ],
    "summary": "The US yesterday offered North Korea a gesture of reconciliation, promising a small financial aid package to help cope with last week's train blast that killed at least 161 people.\nThere was no immediate response from North Korea to the US gesture yesterday but Pyongyang was reported to be reluctant to take a shipment of aid from South Korea which had been ready to cross the demilitarised zone dividing the two countries.\nA meeting was due to be held yesterday between officials from North and South Korea to discuss relief operations.\nChina has sent lorries loaded with tents, blankets and food, while Japan, Russia and Australia have offered aid.\nMr Powell said the aid offer was unrelated to the nuclear issue.",
    "sentiment": {
        "neg": 0.083,
        "neu": 0.8351,
        "pos": 0.0819,
        "compound": 0.0326
    }
}