{
    "date": "2004-11-18T00:05:48Z",
    "title": "Remains of kidnapped girl returned to Japan",
    "url": "https://www.theguardian.com/world/2004/nov/18/northkorea.japan",
    "content": "Twenty-seven years after a 13-year-old girl was snatched off the streets of her home town in Japan by North Korean spies, the two countries have negotiated the return of what are thought to be her remains. The story of Megumi Yokota has fascinated Japan since rumours surfaced that she had been abducted. It led to a nationwide movement which forced politicians and foreign ministry officials to demand that North Korea account for 15 Japanese thought to have been kidnapped and taken to North Korea. From 1997 until 2002, at seminars, public rallies and in the media, a photograph of Megumi in her school uniform was prominently displayed by as a reminder of the cruelty of the North Korean regime. This led to a summit in September 2002 between Japan's prime minister, Junichiro Koizumi, and North Korea's leader, Kim Jong-il, during which Mr Kim admitted 13 Japanese had been kidnapped and eight, including Megumi, had died. The five survivors returned to Japan in October that year. Two others, who Japan claims were also kidnapped, remain unaccounted for. The news that North Korea had turned over Megumi's ashes was greeted with disbelief by her parents and the millions of Japanese who had hoped for her safe return. Her father, Shigeru, and her mother, Sakie, refused to believe North Korea. \"I cannot believe what Pyongyang says until the remains are verified to be Megumi's,\" Mrs Yokota said at a press conference in Tokyo. North Korea also turned over three photographs, which Mrs Yokota said resembled her daughter. One showed a teenage girl, and the other two were of a woman in her mid to late 20s. \"If real, these photos may have been presented to us to try to show us that Megumi had a good life,\" her father said. Anecdotal evidence, however, suggested Megumi's life in North Korea was not good. For years after her disappearance, just several hundred metres from her home in Niigata city on the evening of November 15 1977, there was no trace of her. It was not until the mid-90s when a former North Korean spy, An Myong-jin who defected to Seoul in 1993, told a Japanese journalist that he had seen and talked to a Japanese woman teaching at an elite spy academy when he was there in the late 80s, that news of Megumi's whereabouts surfaced. Mr An said he was told the woman had been kidnapped and taken to North Korea as a teenager \"by mistake\". He also told Mr and Mrs Yokota that the man who had kidnapped Megumi said she had been thrown into the cargo hold of a spy ship waiting off the coast and that, upon arrival in North Korea, was told she could return to Japan if she learned Korean and taught North Koreans Japanese culture. She apparently became depressed after some years and was treated in hospital in the 90s. North Korea says she committed suicide in 1993, an explanation that neither her parents nor Mr An believe. \"I wouldn't be surprised if Megumi is still alive and still being held by North Korea as a bargaining chip with Japan,\" Mr An said. Japan has hinted that if DNA tests show the remains are Megumi's they may withhold 125,000 tonnes of food aid they promised North Korea.",
    "keywords": [
        "girl",
        "megumi",
        "mr",
        "korea",
        "megumis",
        "remains",
        "japanese",
        "japan",
        "told",
        "yokota",
        "kidnapped",
        "returned",
        "north"
    ],
    "summary": "The story of Megumi Yokota has fascinated Japan since rumours surfaced that she had been abducted.\nIt led to a nationwide movement which forced politicians and foreign ministry officials to demand that North Korea account for 15 Japanese thought to have been kidnapped and taken to North Korea.\nMr An said he was told the woman had been kidnapped and taken to North Korea as a teenager \"by mistake\".\n\"I wouldn't be surprised if Megumi is still alive and still being held by North Korea as a bargaining chip with Japan,\" Mr An said.\nJapan has hinted that if DNA tests show the remains are Megumi's they may withhold 125,000 tonnes of food aid they promised North Korea.",
    "sentiment": {
        "neg": 0.0648,
        "neu": 0.8979,
        "pos": 0.0373,
        "compound": -0.1027
    }
}