{
    "date": "2004-12-15T13:32:57Z",
    "title": "Into the hornet's nest",
    "url": "https://www.theguardian.com/world/2004/dec/15/japan.northkorea",
    "content": "It is a sure sign of the precarious state of Japan-North Korean relations that one of the few voices of restraint belongs to the normally rambunctious Richard Armitage. Speaking in Washington this week, the US deputy secretary of state urged Japan not to impose sanctions against North Korea to pressure it into giving accurate details about the fates of 10 Japanese nationals abducted by the regime's agents in the 1970s and '80s. But after years of responding to North Korea's transgressions with what many saw as unwarranted caution, Japan is running out of patience: voters, politicians and the media are united in their calls for Tokyo to get tough with Pyongyang. The usual trepidation about provoking the reclusive state all but evaporated last week when DNA tests showed that bones ands ashes which North Korea claimed belonged to Megumi Yokota, a Japanese woman abducted in 1977, were found not to be hers at all. Other remains, thought to be those of a second abductee, Kaoru Matsuki, also proved not to be his. Ms Yokota was 13 when she was snatched on the way from school to her home on the Sea of Japan coast. North Korea said she had committed suicide in a mental hospital in 1994. Mr Matsuki was abducted in 1980 at the age of 26. Ms Yokota's parents, while relieved that their daughter may still be alive, are among those who support comprehensive sanctions. Her mother, Sakie, said, \"It is good that the results let everyone in this country know how Kim Jong-il's country is cruel, cold blooded and inhumane. \"From the beginning I thought [the remains] were absolutely not hers. That much was clear. I am convinced that she is still alive.\" The prime minister, Junichiro Koizumi, agreed that North Korea had done \"unjust and abominable things\", but reiterated his commitment to dialogue to resolve the abductions issue. Shinzo Abe, secretary general of Koizumi's Liberal Democratic party, went further, however, calling on the government to set a deadline for a satisfactory North Korean response to questions about Ms Yokota, Mr Matsuki and eight other abductees who Pyongyang insists died or never entered its territory. If no response is forthcoming, the hawkish Mr Abe said, Japan should be ready to impose the harshest possible sanctions. In fact, punitive measures are already in place. Japan is withholding 125,000 tonnes of food aid pledged when Mr Koizumi and the North Korean leader, Kim Jong-il, met in Pyongyang in May. Under a law passed earlier this year, Japan would be able to impose further unilateral sanctions, including blocking money transfers and goods transactions, estimated to be worth 30.8bn yen in 2003 (£152.5m at today's rate), making Japan North Korea's third-largest trading partner after China and South Korea. Shying away from sanctions could cost Mr Koizumi politically. A recent opinion poll by the Yomiuri Shimbun newspaper showed that 74% of people support sanctions if North Korea refuses to give verifiable answers to questions about the abductees. But placating domestic opinion carries its own risks, not least how North Korea, unpredictable at the best of times, would respond. Today it offered a clue, saying it would regard sanctions as a declaration of war. \"If sanctions are applied against the Democratic People's Republic of Korea due to the moves of the ultra-right forces [in Japan], we will regard it as a declaration of war against our country and promptly react to the action by an effective physical method,\" a spokesman for North Korea's foreign ministry was quoted as saying by the Korean Central News Agency. Few outside North Korea take that charge seriously. They are more disturbed by the prospect that sanctions will kill off forever six-party talks aimed at persuading Mr Kim to abandon his suspected nuclear weapons programme. \"We will seriously reconsider the issue of taking part in the six-party talks together with Japan as long as such a premeditated and provocative campaign of the ultra-right forces against the DPRK goes on,\" the spokesman said. Given the risks involved, the Japanese government appears unwilling to stir up the hornet's nest of sanctions - for the time being at least. Instead, North Korea will be given a final chance to satisfactorily explain the fates of the missing abductees. If it fails to do so, Mr Koizumi will again be faced with the precarious task of reconciling public anger and wider diplomatic considerations. He has proved willing to ignore domestic opinion before - notably on deploying Japanese troops to Iraq - but the cold war abductions of Japanese citizens resonate with voters in a way that the Iraq war never could.",
    "keywords": [
        "war",
        "hornets",
        "mr",
        "nest",
        "korea",
        "koizumi",
        "sanctions",
        "japanese",
        "japan",
        "yokota",
        "north",
        "korean"
    ],
    "summary": "North Korea said she had committed suicide in a mental hospital in 1994.\nBut placating domestic opinion carries its own risks, not least how North Korea, unpredictable at the best of times, would respond.\nGiven the risks involved, the Japanese government appears unwilling to stir up the hornet's nest of sanctions - for the time being at least.\nInstead, North Korea will be given a final chance to satisfactorily explain the fates of the missing abductees.\nIf it fails to do so, Mr Koizumi will again be faced with the precarious task of reconciling public anger and wider diplomatic considerations.",
    "sentiment": {
        "neg": 0.1256,
        "neu": 0.7857,
        "pos": 0.0885,
        "compound": -0.129
    }
}