{
    "date": "2004-06-30T02:20:51Z",
    "title": "Korean heart-throb helps detente",
    "url": "https://www.theguardian.com/world/2004/jun/30/japan.northkorea",
    "content": "His face is one of the most recognisable on Japanese television, but Bae Yong-joon is an unlikely heart-throb. Not because, at 31, he is slightly on the old side for an industry that worships youth. Nor because he has a chubby face and wears wire-rimmed spectacles. It is because of his birthplace, South Korea. After decades of ambiguity - and occasional hostility - towards its closest neighbour, Japan is opening its doors to all things Korean. The actor should take much of the credit for this unlikely cultural detente, which has taken hold despite Japan's brutal 1910-45 occupation of the Korean peninsula and the political mudslinging that has characterised the countries' relations ever since. \"It is often said that Japan and South Korea are so close, yet so far, in that people in both countries do not understand each other,\" said Takayasu Nakamura, an associate professor of human sciences at Osaka University. \"But with more Japanese television personalities speaking Korean on TV, and the drama boom, perceptions are changing - and that can only be good.\" Mr Bae stars in a popular drama, Winter Sonata, a tale of rekindled puppy love that has left many Japanese women hankering for an age when their own men were as sensitive and attentive as the Korean actor. Now in the middle of a third successful run on Japan's national broadcaster NHK, Winter Sonata has spawned an industry worth an estimated £56m. The show, and its imitators from across the Sea of Japan, have led to several magazines filled with glossy images of the stars of Korean film and TV. Viewer numbers received an extra push when NHK decided to use material from the drama for its Korean language course. Sales of a textbook to accompany the language programme rose by 90,000 to 200,000 in the past year as fans brushed up their Hangul. They aim to be ready to join the tours of Winter Sonata locations that have begun in Seoul. The besotted even try to look like their hero. In the past month, they have snapped up hundreds of wigs modelled on Mr Bae's unisex mop, at £65 apiece. To his tens of thousands of fans, Mr Bae represents a caring, sharing version of masculinity lacking in many of the men of modern Japan. Few think of him as someone with whom they would like to share a night of passion, but perhaps as the man they secretly wish they had married. Even his latest incarnation, a scheming lothario in the film Untold Scandal - a Korean remake of Les Liaisons Dangereuses - has failed to dent his image. The film, which drew a reported 40,000 people to its opening a month ago, is expected to rank among the year's box-office hits.",
    "keywords": [
        "unlikely",
        "mr",
        "detente",
        "sonata",
        "japanese",
        "japan",
        "winter",
        "film",
        "helps",
        "bae",
        "drama",
        "heartthrob",
        "korean"
    ],
    "summary": "His face is one of the most recognisable on Japanese television, but Bae Yong-joon is an unlikely heart-throb.\nAfter decades of ambiguity - and occasional hostility - towards its closest neighbour, Japan is opening its doors to all things Korean.\nNow in the middle of a third successful run on Japan's national broadcaster NHK, Winter Sonata has spawned an industry worth an estimated £56m.\nThe show, and its imitators from across the Sea of Japan, have led to several magazines filled with glossy images of the stars of Korean film and TV.\nThey aim to be ready to join the tours of Winter Sonata locations that have begun in Seoul.",
    "sentiment": {
        "neg": 0.0192,
        "neu": 0.8887,
        "pos": 0.0921,
        "compound": 0.2027
    }
}