{
    "date": "2004-12-09T00:06:51Z",
    "title": "Remains not cold war woman",
    "url": "https://www.theguardian.com/world/2004/dec/09/japan.northkorea",
    "content": "Officials in Tokyo said yesterday that human remains which North Korea claimed were those of a Japanese woman kidnapped by Pyongyang agents almost three decades ago are not hers. The discovery is certain to set back attempts to determine the fates of at least eight Japanese nationals abducted by the communist state at the height of the cold war. North Korea said the ashes were those of Megumi Yokota, who was 13 when she was snatched near her home in Japan in 1977. Pyongyang claims she hanged herself in hospital in 1994 but has not offered conclusive proof. The results of DNA and other tests prompted a furious response from Japanese government officials and Ms Yokota's family. It was the second time the remains of a suspected Japanese abduction victim proved to belong to someone else. \"We have reached the conclusion that [the ashes] are not Yokota's,\" said chief cabinet secretary Hiroyuki Hosoda. \"Future Japan-North Korea talks have hit a very big obstacle.\" Mr Hosoda said Japan would protest to Pyongyang and hinted that Tokyo may halt a shipment of promised food aid. The findings are also expected to strengthen calls for Japan to impose economic sanctions. North Korea has admitted abducting 13 Japanese citizens in the 1970s and 1980s. Five of them returned to Japan in 2002, but Pyongyang insisted the remaining eight, including Ms Yokota, had died.",
    "keywords": [
        "war",
        "yokotas",
        "woman",
        "korea",
        "remains",
        "japanese",
        "cold",
        "japan",
        "yokota",
        "tokyo",
        "officials",
        "pyongyang",
        "north"
    ],
    "summary": "Officials in Tokyo said yesterday that human remains which North Korea claimed were those of a Japanese woman kidnapped by Pyongyang agents almost three decades ago are not hers.\nThe discovery is certain to set back attempts to determine the fates of at least eight Japanese nationals abducted by the communist state at the height of the cold war.\nNorth Korea said the ashes were those of Megumi Yokota, who was 13 when she was snatched near her home in Japan in 1977.\nIt was the second time the remains of a suspected Japanese abduction victim proved to belong to someone else.\nNorth Korea has admitted abducting 13 Japanese citizens in the 1970s and 1980s.",
    "sentiment": {
        "neg": 0.0966,
        "neu": 0.8619,
        "pos": 0.0414,
        "compound": -0.2023
    }
}