{
    "date": "2004-01-16T02:41:22Z",
    "title": "President 'dumps' pro-US minister",
    "url": "https://www.theguardian.com/world/2004/jan/16/northkorea",
    "content": "South Korea's foreign minister resigned yesterday in a dispute pitting pro-US ministry officials against presidential aides over Seoul's policy toward America and North Korea. The personnel secretary of the president, Roh Moo-hyun, said the leader accepted the resignation of Yoon Young-kwan, a pro-US moderate who leaves at a pivotal moment in multinational efforts to resolve a crisis over North Korea's suspected nuclear arms programmes. Jeong Chan-yong said Mr Yoon resigned to take responsibility for failing to guide foreign policy in line with directives from Mr Roh's year-old administration. Foreign policy analysts said there was little doubt that the president had dumped Mr Yoon. \"Some foreign ministry staff were unable to shed the past foreign policy and failed to adequately understand the basic spirit of the new independent foreign policy advocated by the people's participatory government,\" Mr Jeong told reporters. The \"people's participatory government\" is the slogan team used by the team of Mr Roh for their populist administration, which calls for more independence from Washington and, instead, closer ties with North Korea. A dispute, billed as a battle between the \"alliance faction\" and the \"independence faction\", erupted last year with reports that senior diplomats had disparaged members of Mr Roh's National Security Council calling them amateurish. Mr Roh's mostly young NSC advisers criticised the diplomats as being too pro-American. Many opposed Seoul's decision to send troops to Iraq and advocated a softer line on communist North Korea. The trigger that cost Mr Yoon his job was contentious negotiations with Washington on relocating US military bases, including a huge one in the heart of Seoul. Mr Roh campaigned in 2002 on a pledge not to \"kowtow\" to Washington, Seoul's traditional ally. Like Mr Roh, many of the president's appointees had no ties to the US and demanded \"equality\" in the 50-year-old alliance. The president's narrow victory was helped by a surge of anti-American sentiment that drew tens of thousands of young South Koreans to US flag burning protests triggered by the deaths of two girls run over by a US army vehicle.",
    "keywords": [
        "policy",
        "prous",
        "mr",
        "roh",
        "dumps",
        "yoon",
        "korea",
        "washington",
        "president",
        "rohs",
        "seouls",
        "minister",
        "foreign",
        "north"
    ],
    "summary": "South Korea's foreign minister resigned yesterday in a dispute pitting pro-US ministry officials against presidential aides over Seoul's policy toward America and North Korea.\nJeong Chan-yong said Mr Yoon resigned to take responsibility for failing to guide foreign policy in line with directives from Mr Roh's year-old administration.\nForeign policy analysts said there was little doubt that the president had dumped Mr Yoon.\nMr Roh campaigned in 2002 on a pledge not to \"kowtow\" to Washington, Seoul's traditional ally.\nLike Mr Roh, many of the president's appointees had no ties to the US and demanded \"equality\" in the 50-year-old alliance.",
    "sentiment": {
        "neg": 0.1233,
        "neu": 0.8465,
        "pos": 0.0304,
        "compound": -0.3207
    }
}