{
    "date": "2004-01-09T02:41:10Z",
    "title": "Lifeline for isolated North Koreans",
    "url": "https://www.theguardian.com/world/2004/jan/09/china.northkorea",
    "content": "The smugglers' signal comes shortly after midnight. From the darkness of the North Korean houses on the \"opposite\" bank of the icy Yalu river, a torchlight flashes twice. It stirs a Chinese woman, wrapped in thick winter clothing, to leave her ramshackle home and trudge across the snow towards the narrow stretch of water that serves as a border. She is not alone. Here and there, shadowy figures can be seen on both sides of the misty river quietly carrying out an illegal - but thriving - trade in women, endangered species, food and consumer appliances that makes a mockery of North Korea's reputation as a tightly controlled and internationally isolated state. Chinese border guards patrol the river banks, rifles slung over the shoulders of their thick green coats. But tonight at least they turn a blind eye to the flow of contraband goods and refugees that is keeping countless people from starvation and, according to some critics, Kim Jong-il's regime from collapse. On the Chinese side, entire villages appear to be involved in the trade and nobody is particularly concerned about being caught. Chairs and sofas are left outside riverside homes so that lookouts can wait in comfort for the signal to make a delivery or pick-up. Local night markets openly sell the contraband goods procured across the border - ginseng, dog meat, bronzeware and timber. Traders also whisper that they can get bear gallstones - part of an endangered species. Selling these items is forbidden by law but they are highly prized in traditional medicine and fetch a good price. So do the Korean women whose sales are just as illegal and commonplace. Many locals know someone who has bought a wife smuggled from across the border. During the day, restaurants are filled with the chatter of illegal traders, who play mah jong until darkness falls and their real business begins. \"I can get you ginseng and dozens of bear gallstones from Korea if you can supply second-hand televisions,\" boasts one Chinese smuggler, who says his network of employees and contacts across the border could handle 1,000 TVs a month. \"We wrap them up watertight and then float them over the river on inflatable dinghies. We have connections with border guards on both sides. They take a 10% cut and we get no trouble.\" At first sight, these illicit deals and cheap bribes seem a long way from the international negotiating tables in Beijing, where diplomats from China have been trying to bring the US, North Korea and other regional powers together to resolve the nuclear standoff on the peninsula. But speculation is growing among embassies, academics and locals that developments at the border could help to determine the outcome of the peace talks and the fate of the North Korean leader. For many years, this north-east Asian boundary has been far more porous than many in the outside world believe. Since the start of the famines of the mid-90s, tens, possibly hundreds, of thousands have fled across the Yalu in search of food. Those who stay behind depend on the huge amounts of food and clothing acquired legally and illegally in China. Now that the temperature has dropped below zero, child beggars and day labourers cross back and forth over the frozen river. Such is the lack of controls that a local taxi driver says livestock are even led across the ice during daylight. According to aid workers, the illegal trade and movement of people between the two nations have kept millions of North Koreans alive. Their evidence is circumstantial: those living close to the border are healthier than inlanders, who have no access to rice, fruit and meat smuggled out of China. The prices in Pyongyang's market are more expensive than markets near the border, closer to the main source of supplies. For North Korea, which is under a virtual embargo, business with China is a lifeline. According to the latest government figures in Beijing, exports to North Korea rose 18.8% to $43m (£23.5m) in the first 11 months of 2002. Imports tripled to about half that amount. But no one knows how comprehensive those official figures are - let alone the extent of the smuggling business. When the Guardian requested details of the energy trade between the two countries, the Chinese government said the information was classified. The subject has always been politically sensitive and is becoming more so as China uses a combination of carrots and sticks to drive North Korea to the negotiating table. Last year the Chinese government leaked reports that it had cut oil supplies to its neighbour for several days to pressure it into starting talks. Shortly after, Pyongyang agreed to a first round of negotiations in Beijing with the US. In September, after North Korea angrily denounced the outcome of expanded six-party talks, China quietly redeployed 150,000 troops to the border. Patrols Although the government called this a routine move, locals say the troops have now replaced local police in patrolling the river banks, a move equivalent to replacing the rotten washer on the leaky border so that the tap of illegal trade can be shut off at any time. \"Before, the smugglers and the local police were so close that they could always get round any attempted clampdown,\" said a local resident. \"But the soldiers come from a different area. They don't mix with us. If they get an order to halt the illegal trade, it won't be so easy to bribe them. They'll shoot to kill.\" If China were to choke off the border trade, the impact would be devastating. According to a local church pastor, the degree of North Korea's dependence was apparent during the Sars crisis. \"The Korean government ordered the border to be sealed to prevent a spread of the infection. But they soon had to abandon that plan because so many people were either suffering or breaking the rules.\" The presence of the army also sends other disturbing signals to Pyongyang. Last year a policy paper is said to have circulated in Beijing, proposing Chinese military intervention to bring about regime change in North Korea. While this would fly in the face of decades of diplomatic and military passivity, its backers claim it would be a last resort to prevent a destabilising war that could bring US troops closer to the Chinese border. There are already signs of growing lawlessness near the border. Chinese residents say they have lost all sympathy for the North Koreans, who are now accused of robberies and murders. Some cross the border to raid warehouses and homes. Others - illegal immigrants who have been forced to live in the mountains for several years - have become bandits. In one border village, all the locals could talk about was a raid on the trading depot two nights earlier and the murder of a policeman. In both cases, Koreans were being blamed. \"No one wants to help them any more,\" said one waitress. \"They come to your house asking for food, but they're actually casing the joint. If they see something valuable, they return at night to steal it - and kill people who get in their way. I used to pity them. Now I hate them.\"",
    "keywords": [
        "border",
        "trade",
        "korea",
        "illegal",
        "local",
        "isolated",
        "china",
        "locals",
        "chinese",
        "river",
        "lifeline",
        "north",
        "koreans"
    ],
    "summary": "According to aid workers, the illegal trade and movement of people between the two nations have kept millions of North Koreans alive.\nFor North Korea, which is under a virtual embargo, business with China is a lifeline.\nAccording to the latest government figures in Beijing, exports to North Korea rose 18.8% to $43m (£23.5m) in the first 11 months of 2002.\nIn September, after North Korea angrily denounced the outcome of expanded six-party talks, China quietly redeployed 150,000 troops to the border.\nIf they get an order to halt the illegal trade, it won't be so easy to bribe them.",
    "sentiment": {
        "neg": 0.1268,
        "neu": 0.8309,
        "pos": 0.0423,
        "compound": -0.2104
    }
}