{
    "date": "2004-02-04T02:58:22Z",
    "title": "North Korea and US agree new talks",
    "url": "https://www.theguardian.com/world/2004/feb/04/northkorea",
    "content": "North Korea and the US announced yesterday that they will take part this month in a second round of talks with four other countries aimed at resolving the world's last cold war conflict. The negotiations, to begin in Beijing on February 25, will address Washington's demand that Pyongyang abolish its nuclear weapons programme, and North Korea's request for economic aid and diplomatic ties. The other countries involved are South Korea, Japan, Russia and China, which has acted as the mediator between Washington and Pyongyang. Beyond agreement on a format for more discussions, little progress is expected. The Chinese foreign ministry said Beijing hoped the talks would produce a written consensus. Since the US and North Korea were both reluctant to make the first move, the initial round of talks last August ended in acrimony.",
    "keywords": [
        "agree",
        "worlds",
        "round",
        "korea",
        "beijing",
        "talks",
        "written",
        "countries",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "North Korea and the US announced yesterday that they will take part this month in a second round of talks with four other countries aimed at resolving the world's last cold war conflict.\nThe negotiations, to begin in Beijing on February 25, will address Washington's demand that Pyongyang abolish its nuclear weapons programme, and North Korea's request for economic aid and diplomatic ties.\nThe other countries involved are South Korea, Japan, Russia and China, which has acted as the mediator between Washington and Pyongyang.\nThe Chinese foreign ministry said Beijing hoped the talks would produce a written consensus.\nSince the US and North Korea were both reluctant to make the first move, the initial round of talks last August ended in acrimony.",
    "sentiment": {
        "neg": 0.0633,
        "neu": 0.829,
        "pos": 0.1077,
        "compound": -0.0394
    }
}