{
    "date": "2004-04-19T13:32:55Z",
    "title": "Kim Jong-il visits China",
    "url": "https://www.theguardian.com/world/2004/apr/19/northkorea.china",
    "content": "North Korea's reclusive leader, Kim Jong-il, made an unannouced visit to China today for nuclear weapons talks. Mr Kim, who does not like to fly, arrived in Beijing on his special train after an overnight journey from Pyongyang. The first sign of the visit was a convoy of unmarked cars, including a black Mercedes limousine, that pulled out of the Chinese capital's main railway station. It was guarded by military police and an official who said it was closed for the arrival of a special visitor. Chinese sources familiar with the visit told the Reuters news agency that Mr Kim was to stay in China for up to four days. The talks on his nuclear weapons ambitions come after Washington urged Beijing to push to end the crisis. The US vice president, Dick Cheney, was in China last week armed with fresh evidence of the North's nuclear weapons capabilities. China's leaders are likely to dangle the prospect of economic help while repeating that they oppose a nuclear-armed Pyongyang and insisting on a peaceful resolution to a problem that has enraged Washington and triggered nervousness among North Korea's neighbours. The current standoff over North Korea's nuclear capabilities began with an oil embargo imposed by the US in November 2002 after a Pyongyang official admitted it had a secret uranium enrichment programme. Tension had been building between the two nations after the US president, George Bush, put the country at the eastern end of his \"axis of evil\" in that year's state of the union address. North Korea then expelled UN monitors, gave notice that it was to withdraw from the nuclear non-proliferation treaty and re-started a plutonium reactor it had mothballed under a 1994 agreement with the then-US president, Bill Clinton, in return for fuel aid and an alternative civilian nuclear power programme. Mr Kim's entourage included 40 high-level ruling party, state and military officials. He is expected to seek economic aid and meet Wen Jiabao, the technocrat at the helm of China's booming economy. China has played host to two rounds of inconclusive six-party talks with the two Koreas, the United States, Japan and Russia aimed at ending the crisis. A third round is planned before July.",
    "keywords": [
        "mr",
        "visits",
        "talks",
        "nuclear",
        "china",
        "kim",
        "visit",
        "weapons",
        "president",
        "jongil",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North Korea's reclusive leader, Kim Jong-il, made an unannouced visit to China today for nuclear weapons talks.\nMr Kim, who does not like to fly, arrived in Beijing on his special train after an overnight journey from Pyongyang.\nChinese sources familiar with the visit told the Reuters news agency that Mr Kim was to stay in China for up to four days.\nThe talks on his nuclear weapons ambitions come after Washington urged Beijing to push to end the crisis.\nThe US vice president, Dick Cheney, was in China last week armed with fresh evidence of the North's nuclear weapons capabilities.",
    "sentiment": {
        "neg": 0.0886,
        "neu": 0.8467,
        "pos": 0.0647,
        "compound": -0.0781
    }
}