{
    "date": "2004-09-13T01:25:03Z",
    "title": "North Korea in mushroom cloud riddle",
    "url": "https://www.theguardian.com/world/2004/sep/13/northkorea",
    "content": "The United States and Britain were last night trying to discover the cause of a huge mushroom cloud spotted over North Korea. US officials played down fears that it might have come from a nuclear test. However, the White House was reported to have received an intelligence briefing that Pyongyang could be preparing to carry out a test. Such a move would throw the region and US foreign policy into crisis at the climax of the election campaign. Bush administration officials have still to establish whether the 2.5-mile-wide cloud, seen in satellite pictures four days ago, was the result of an explosion or natural disaster. \"There are all kinds of reports and there are all kinds of assessments that are going on,\" Condoleezza Rice, the national security adviser, told CNN yesterday. \"Maybe it was a forest fire of some kind. But we don't believe at this point that it was a nuclear event.\" However, according to the South Korean media, the cloud was caused by a blast that rocked an area in the north-eastern county Kimhyungjik, near the Chinese border, last Thursday, the 56th anniversary of communist North Korea's foundation. It appeared to be much more powerful than the accidental explosion at Ryongchon railway station in April, which killed at least 170 people. A spokesman in the South Korean presidential office was quoted as saying: \"We are trying to find out in detail the exact character, cause and size of the accident, but we don't think North Korea conducted a nuclear test.\" Nuclear experts said such a test would have been very easy to detect, adding that it was unlikely North Korea would have let off an above-ground atomic blast so close to China. Several other explanations have been offered, including a failed test of a conventional missile. It happened in a highland area known to house ballistic missile launch sites. But last night Colin Powell, the US secretary of state, said: \"There was no indication that it was a nuclear event of any kind. Exactly what it was, we're not sure.\" News of the explosion came as Bill Rammell, a junior Foreign Office minister, arrived in North Korea to discuss its nuclear weapons programme. He demanded an \"immediate explanation\" for the blast and will raise the issue at a meeting with Pyongyang's foreign minister today. North Korea said at the weekend that last week's admission by the South that it had secretly produced small quantities of uranium and plutonium had made it even more determined to continue its own nuclear arms programme. The news of the mushroom cloud coincided with a report in the New York Times yesterday that President George Bush had received recent intelligence reports indicating unusual activity around suspected North Korean test sites. Some observers interpreted the activity as a prelude to a nuclear test. The newspaper quoted an unnamed US administration official as saying the likelihood of a test had risen significantly in the past month. Responding to the reports, Ms Rice said: \"We're certainly watching certain indicators to see whether it looks like a routine activity or whether something more is going on, but it would obviously not be smart for the North Koreans to test.\" Ms Rice added that if the North Korean leadership were \"somehow trying to gain negotiating leverage, or their own October surprise ... they would simply isolate themselves even further\". An \"October surprise\" is the term used in US politics for a shock event deliberately timed to have an impact on the November presidential election. The US, along with South Korea, China, Japan and Russia, is trying to persuade Pyongyang to give up its nuclear ambitions. North Korea has threatened to stay away from a fourth round of multiparty talks later this year. In October 2002, US officials alleged that the North had admitted secretly developing a uranium-based nuclear programme, in breach of a 1994 agreement to freeze nuclear-related activities. Pyongyang denied the charge, but last year claimed to have reprocessed 8,000 spent fuel rods for plutonium-based weapons.",
    "keywords": [
        "south",
        "rice",
        "riddle",
        "korea",
        "reports",
        "nuclear",
        "mushroom",
        "cloud",
        "test",
        "trying",
        "north",
        "korean"
    ],
    "summary": "The United States and Britain were last night trying to discover the cause of a huge mushroom cloud spotted over North Korea.\nUS officials played down fears that it might have come from a nuclear test.\nNews of the explosion came as Bill Rammell, a junior Foreign Office minister, arrived in North Korea to discuss its nuclear weapons programme.\nThe news of the mushroom cloud coincided with a report in the New York Times yesterday that President George Bush had received recent intelligence reports indicating unusual activity around suspected North Korean test sites.\nNorth Korea has threatened to stay away from a fourth round of multiparty talks later this year.",
    "sentiment": {
        "neg": 0.0756,
        "neu": 0.8541,
        "pos": 0.0702,
        "compound": 0.0086
    }
}