{
    "date": "2004-02-10T13:29:49Z",
    "title": "Anne McIlroy's Ottawa dispatch",
    "url": "https://www.theguardian.com/world/2004/feb/10/northkorea1",
    "content": "His mother is dead, executed by the North Korean government. His father, a former North Korean trade official who defected while stationed in China, says he faces the same fate should he be returned home and is seeking refugee status in Canada. Chang-Il Ri, a six-year-old boy enrolled in school in Toronto, can stay in Canada, immigration officials have ruled. But his father has been told he must return to North Korea where he faces execution. \"I came on a long and difficult journey. It was not easy. And now I have to beg for my life here,\" the father, Song Dae Ri, told a reporter at The Globe and Mail, the national newspaper that has championed his cause. The Immigration and Refugee Board agreed Mr Ri will likely receive the death penalty for treason if he is returned home. Still, it rejected his application for asylum, arguing he was complicit in crimes against humanity because he worked for the North Korean regime. But it said the son, Chang-Il, could stay. \"While (Ri) may not have personally committed any atrocities, I believe that on a balance of probabilities he was aware of the North Korean government's excesses ... and waited 10 years to leave,\" immigration board member Bonnie Milliner wrote in a ruling that has upset many Canadians. Opposition MPs and members of Canada's Korean community quickly took up the case, demanding to know what sense there was in allowing a young boy to stay in Canada, while sending his father back to certain death. Chang Il's mother also defected with the family from China, but was lured home by her parents and executed in April 2002. Canada's War Crimes Unit says there is no evidence Mr Ri was involved in crimes against humanity. He was a low ranking trade official who got into trouble after having a few drinks and confiding to a colleague that he was upset by the treatment of North Korean prisoners and admired the prosperity of the West. The colleague was really a spy, and betrayed him. Fearing for his life, he and his wife and child fled to Canada in April 2001 and applied for asylum. In North Korea, treason is punishable by execution. The criminal code also says that families of political enemies must be wiped out for three generations. Mr Ri's father was also executed in 2002. Mr Ri's fate will likely be decided in the next few days, but now that his case has gained national attention it seems unlikely that he will be deported. In the House of Commons late last week, Immigration Minister Judy Sgro said she would look into his appeal on humanitarian grounds. \"How could you not be moved by that story? Clearly I was,\" she says. She has the power to issue a ministerial permit that would allow Mr Ri to stay. Canada accepts more than 200,000 immigrants every year, roughly 30,000 as refugees. But the refugee process has been under fire for years. It has been criticised as both wildly arbitrary, and yet at the same time too lenient, overseen by political appointees who receive only modest training. Often these cases make headlines when it is clear people granted seeking asylum aren't legitimate refugees, like the families of Somalian war lords. But every once in a while there is an obvious miscarriage of justice, where bureaucratic thinking triumphs over common sense. Last year the board ruled that a Holocaust survivor with Alzheimer's disease should be deported to the US rather than be allowed to remain in Toronto with her two sisters. In that case, the immigration minister quickly allowed the sick woman to stay. It is likely that Mr Ri will also get to stay and bring up his six-year-old boy.",
    "keywords": [
        "dispatch",
        "ri",
        "mr",
        "anne",
        "immigration",
        "refugee",
        "stay",
        "canada",
        "mcilroys",
        "ottawa",
        "likely",
        "father",
        "north",
        "korean"
    ],
    "summary": "His mother is dead, executed by the North Korean government.\nChang-Il Ri, a six-year-old boy enrolled in school in Toronto, can stay in Canada, immigration officials have ruled.\nThe Immigration and Refugee Board agreed Mr Ri will likely receive the death penalty for treason if he is returned home.\nStill, it rejected his application for asylum, arguing he was complicit in crimes against humanity because he worked for the North Korean regime.\nCanada's War Crimes Unit says there is no evidence Mr Ri was involved in crimes against humanity.",
    "sentiment": {
        "neg": 0.1417,
        "neu": 0.804,
        "pos": 0.0543,
        "compound": -0.2216
    }
}