{
    "date": "2004-02-10T12:24:08Z",
    "title": "Pyongyang denies buying nuclear secrets",
    "url": "https://www.theguardian.com/world/2004/feb/10/pakistan.northkorea",
    "content": "North Korea today denied buying nuclear secrets from Pakistan, accusing the US of inventing the claim to justify an invasion. The father of Pakistan's nuclear arms programme, Abdul Qadeer Khan, last week admitted that he had illegally sold secrets to North Korea, Libya and Iran. His confession, and subsequent pardoning by Pakistan's president, Pervez Musharraf, came three weeks before North Korea was scheduled to join the US, China, Japan, Russia and South Korea for a second round of talks to try and end its nuclear weapons programmes. However, today - in North Korea's first official statement on the issue - a foreign ministry spokesman said that the US had fabricated Mr Khan's story to derail the impending talks and lay the basis for an Iraq-style invasion. \"This is nothing but a mean and groundless propaganda,\" the spokesman told Pyongyang's official KCNA news agency. He said that the \"US smear campaign would only provide [North Korea] with an opportunity to realise once again what a just measure it [was] to build a nuclear deterrent force\". North Korea, officially known as the Democratic People's Republic of Korea (DPRK), denies pursuing an atomic weapons programme, as the US has alleged. \"The United States is now hyping the story about the transfer of nuclear technology to the DPRK by a Pakistani scientist in a bid to make the DPRK's 'enriched uranium programme' sound plausible,\" the North Korean spokesman said. \"This is aimed to ... scuttle the projected six-way talks for the present.\" There are fears that the latest increase in tension will hinder any chance of the negotiations succeeding. \"If negotiations start getting into the [highly enriched uranium] programme, the situation gets tremendously complicated,\" Koh Yu-hwan, a professor of North Korean studies at Dongguk University in South Korea, said. \"It is a programme that North Korea cannot admit to, and the United States, for its part, cannot overlook,\" he said. After confessing on television to black market nuclear technology dealings, and absolving Pakistan's military and government of blame, Mr Khan was pardoned by Mr Musharraf in an apparent bid to end the controversy. Washington has defended Mr Musharraf's handling of the scandal, its usual stance on punishing nuclear proliferation compromised by its support for the Pakistani leader, a key ally in the US \"war on terror\". However, there was a further twist in the tale today when Mr Musharraf blamed the US for a delay in providing evidence of Mr Khan's activities. The Pakistani president revealed that he had suspected, for at least three years, that his country's top nuclear scientist was selling atomic knowledge to other states. However, he said that US officials did not give him strong evidence until last October. \"If they knew it earlier, they should have told us,\" he said in an interview with the New York Times. \"Maybe a lot of things would not have happened.\" Mr Musharraf said his suspicions led him to force Mr Khan to retire from his official post in the nuclear weapons lab in 2001, but that the scientist had continued to use his expertise on the nuclear black market. Mr Musharraf could not take further action against Mr Khan without firm evidence because of the scientist's standing as a national hero in Pakistan. \"It was extremely sensitive,\" he told the paper. \"One couldn't outright start investigating as if he's any common criminal.\"",
    "keywords": [
        "musharraf",
        "mr",
        "secrets",
        "korea",
        "denies",
        "nuclear",
        "buying",
        "weapons",
        "told",
        "khan",
        "today",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "North Korea today denied buying nuclear secrets from Pakistan, accusing the US of inventing the claim to justify an invasion.\nThe father of Pakistan's nuclear arms programme, Abdul Qadeer Khan, last week admitted that he had illegally sold secrets to North Korea, Libya and Iran.\nNorth Korea, officially known as the Democratic People's Republic of Korea (DPRK), denies pursuing an atomic weapons programme, as the US has alleged.\n\"It is a programme that North Korea cannot admit to, and the United States, for its part, cannot overlook,\" he said.\nMr Musharraf could not take further action against Mr Khan without firm evidence because of the scientist's standing as a national hero in Pakistan.",
    "sentiment": {
        "neg": 0.0753,
        "neu": 0.8749,
        "pos": 0.0499,
        "compound": -0.067
    }
}