{
    "date": "2004-09-16T22:59:53Z",
    "title": "Korean press review",
    "url": "https://www.theguardian.com/world/2004/sep/16/northkorea.theeditorpressreview",
    "content": "Nuclear suspicions were aroused on both sides of the Korean border this week. News of a massive, mysterious explosion in North Korea arrived hot on the heels of the International Atomic Energy Agency's expression of \"serious concerns\" about South Korea's nuclear substance tests. The IAEA's criticism centred on a uranium experiment conducted in 2000. This was \"just a one-time experiment by a few researchers who were induced by scientific curiosity\", said Hahn Cul-hoon in the JoongAng Ilbo. All the same, \"we have to make sure that the talk ... does not become exaggerated\" and attract \"suspicion from international society\". Too late, said the Korea Times; already, \"the government's ignorance and negligence has increased suspicion around the globe.\" That was bad news, added the Chosun Ilbo, for \"if South Korea is perceived as a country that may develop nuclear weapons, we would sustain immeasurable diplomatic, economic and security losses.\" The South Korean press were as one in calling for greater transparency from Seoul. The Korea Herald was not alone in demanding a \"thorough investigation and full disclosure\". The revelation that a huge blast had taken place in Yanggag province last week returned North Korea to the headlines. Pyongyang insisted the mushroom cloud resulted from the demolition of a mountain as part of a hydroelectric project. Hankyoreh was inclined to accept that, but remarked that the attention the incident drew \"speaks of how closed North Korean society is\". The Dong-A Ilbo, meanwhile, was appalled that the North Korean explanation was provided to a visiting British minister, rather than Seoul. \"This act reveals their utter lack of regard for the South,\" it said. In the North, the Korean Central News Agency dismissed \"a preposterous smear campaign\". The \"plot breeders\" had made nuclear insinuations \"to divert the world's attention\" from the South's nuclear record, \"for which they are now finding themselves in a dire fix\". The KCNA could at least bring cheerful news from the ninth Pyongyang Film Festival, which was \"drawing a capacity crowd every day\". One of the highlights, it reported, was \"the New Zealand feature film 'A Young Girl Riding on a Whale'.\"",
    "keywords": [
        "south",
        "suspicion",
        "korea",
        "ilbo",
        "week",
        "society",
        "nuclear",
        "press",
        "seoul",
        "review",
        "north",
        "korean"
    ],
    "summary": "Nuclear suspicions were aroused on both sides of the Korean border this week.\nThe South Korean press were as one in calling for greater transparency from Seoul.\nThe revelation that a huge blast had taken place in Yanggag province last week returned North Korea to the headlines.\nHankyoreh was inclined to accept that, but remarked that the attention the incident drew \"speaks of how closed North Korean society is\".\nThe Dong-A Ilbo, meanwhile, was appalled that the North Korean explanation was provided to a visiting British minister, rather than Seoul.",
    "sentiment": {
        "neg": 0.0854,
        "neu": 0.8419,
        "pos": 0.0727,
        "compound": -0.0507
    }
}