{
    "date": "2004-02-10T03:00:08Z",
    "title": "Aid programme runs out of food for North Korea",
    "url": "https://www.theguardian.com/world/2004/feb/10/northkorea",
    "content": "The World Food Programme has run out of grain and rice to feed 6 million undernourished North Koreans as the standoff between Pyongyang and Washington takes an increasingly dire human toll. Once the world's biggest aid recipient, North Korea is suffering a sharp decline in donations as the US and its allies increase the pressure on it to give up its nuclear weapons programme. After a year of frequent supply cuts, the WPF said yesterday that food aid for North Korea has almost dried up, forcing it to axe its rations to pregnant women, orphans and old people. Since it began the operation in 1995 it has provided support for a quarter of the population of 23 million. For the next two months it will be able to feed less than 100,000 people, because donor countries have either ignored its latest annual appeal or responded too slowly. Masood Hyder, its representative in North Korea, said: \"We are talking of a total cutback. In the dead of winter this is the worst time to run out.\" He said the gains made in recent years were already being reversed as orphanages cut back from three meals a day to two. The government provides a daily ration of 300 grams of food a day, which is only half the minimum requirement for a healthy adult. The international community has been supplementing the North Korean diet, but if the cutbacks persist, Mr Hyder said, malnourished pregnant women were more likely to give birth to underweight babies. Pensioners would be unable to buy the food they needed because market prices had risen. A famine is likely to be averted because 60,000 tonnes of food aid is due to arrive from the US and Russia in April, but in the meantime the WFP is preparing emergency measures. In its latest appeal it asked for 485,000 tonnes of food aid for this year, but it has received pledges for only 140,000 tonnes. Since 2001 the United States has reduced its donations by 80% and Japan, once the leading donor, has cut its aid altogether. Mr Hyder said that the shortfall was a sign of the \"unfavourable political context\" and international frustration at the restrictions imposed by Pyongyang on the WFP, which is denied access to about a fifth of North Korea's counties. But he said positive change was taking place as monitoring missions increased and economic reforms began to take hold.",
    "keywords": [
        "wfp",
        "korea",
        "run",
        "hyder",
        "women",
        "tonnes",
        "runs",
        "food",
        "aid",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "The World Food Programme has run out of grain and rice to feed 6 million undernourished North Koreans as the standoff between Pyongyang and Washington takes an increasingly dire human toll.\nOnce the world's biggest aid recipient, North Korea is suffering a sharp decline in donations as the US and its allies increase the pressure on it to give up its nuclear weapons programme.\nAfter a year of frequent supply cuts, the WPF said yesterday that food aid for North Korea has almost dried up, forcing it to axe its rations to pregnant women, orphans and old people.\nMasood Hyder, its representative in North Korea, said: \"We are talking of a total cutback.\nIn its latest appeal it asked for 485,000 tonnes of food aid for this year, but it has received pledges for only 140,000 tonnes.",
    "sentiment": {
        "neg": 0.0874,
        "neu": 0.8608,
        "pos": 0.0517,
        "compound": -0.1336
    }
}