{
    "date": "2004-05-18T15:52:01Z",
    "title": "Korea opportunities",
    "url": "https://www.theguardian.com/world/2004/may/18/japan.northkorea",
    "content": "Junichiro Koizumi is hardly breaking new ground in seeking refuge abroad to avoid fallout from political embarrassment at home. What is surprising is that his search for respite will take him to North Korea. This week the Japanese prime minister became the latest senior politician to admit failing to pay into the state pension scheme just as the rest of the workforce is being asked to cough up higher premiums for lower returns in retirement. For the moment, though, attention is turning to Pyongyang, where he will meet the North Korean president, Kim Jong-il, on Saturday. Though the leaders will discuss the north's nuclear programme, for Mr Koizumi the success of the summit rests on the fates of seven civilian youths and a former American solder. When five Japanese citizens abducted in the late 1970s were allowed to return to Japan, in October 2002, they left behind seven children in their teens and early 20s who had no inkling of their parents' tragic pasts. Along with its nuclear programme, North Korea's dismissal of Japanese demands to allow the children to travel to Japan is an obstacle to the normalisation of diplomatic relations with Tokyo and a prerequisite for the resumption of desperately needed economic aid. Mr Koizumi's task is complex, for there is an eighth relative: Charles Jenkins, the husband of Hitomi Soga, a former nurse who disappeared with her mother in 1978. The 64-year-old former US army sergeant went missing while on patrol in South Korea in 1965. His family insists he was snatched and taken to the north to be brainwashed; the US administration says he defected, and has promised to seek his extradition on desertion charges should he ever set foot in Japan. Last November, the US defence secretary, Donald Rumsfeld, is understood to have dismissed Japanese requests to grant Mr Jenkins a pardon that would have allowed him to travel to Japan with the couple's two daughters without the risk of arrest. Attempts to play down the prospects for a breakthrough at the weekend have not dampened hopes that the abductees' children will soon be reunited with their relatives. Optimists in the press have even suggested they will travel back with Mr Koizumi on Saturday evening. That is unlikely, but any agreement would be a coup for Mr. Koizumi, whose ruling Liberal Democratic party faces crucial upper house elections in July. However, accusations that he timed the trip for purely political reasons appear simplistic. Preparations for his visit reportedly began weeks ago, before MPs began stepping forward to admit they had neglected to pay their pension premiums. And would Mr Kim have agreed to a hastily arranged summit to save Mr. Koizumi's skin? Critics who say they are witnessing a Japanese version of Wag the Dog fail to recognise that Saturday's summit carries as many risks as promises of kudos for Mr Koizumi. He is under pressure not only to reunite the children with their parents but also to establish the whereabouts of 10 other Japanese the government recognises as victims of cold war abductions by North Korea. In 2002 Mr Kim insisted they had either died or had never entered the country. Their families in Japan do not believe him and say Mr Koizumi's visit is an unwarranted show of confidence in the North Korean leader's sincerity. He must also respond to the expectation among supporters of his latest diplomatic initiative. \"We have great hopes for the trip,\" said Kaoru Hasuike, who was snatched, along with his then fiancée, Yukiko Hasuike, in 1978. The couple, who married after their abduction, returned to Japan in October 2002, leaving behind a 22-year-old daughter and a 19-year-old son. \"We want the trip to ensure the return of our families,\" Mr Hasuike said in a statement. In Japan, where attitudes to North Korea hardened following revelations about its nuclear weapons programme, Mr Koizumi cannot afford to appear to be rewarding bad behaviour. He is reportedly expected to offer North Korea 250,000 tons of rice, shipments of which have been suspended since 2002 - but only if progress is made on the abductees. The prime minister has built a reputation as a gambler, but even he is unlikely to have agreed to a meeting in Mr Kim's back yard unless he is certain he will have something to show for his efforts. In making it known that he alone took the decision to go the Pyongyang, Mr Koizumi has upped the stakes. But, as he said this week, \"I would not have made the decision unless I was certain of the prospects for progress.\" Still, any deal that ignored the fate of the 10 other abductees or which prevented Ms Soga from seeing her husband and children would leave Mr Koizumi open to accusations of leaving the job half done. He is understood to have repeated calls for clemency for her husband in a telephone call last night with the US president, George Bush, aware perhaps that his reputation in Washington has been enhanced both by committing troops to Japan and by refusing to withdraw them in the face of threats by Iraqi hostage-takers last month to murder three of his compatriots. Although Japan's anti-war opposition is in no position to capitalise on failure in Pyongyang, the question remains: how much damage is the US willing to allow the actions of a single soldier almost 40 years ago to inflict on the leader of one of its staunchest allies in Iraq?",
    "keywords": [
        "children",
        "mr",
        "travel",
        "korea",
        "koizumi",
        "opportunities",
        "japanese",
        "japan",
        "trip",
        "north",
        "2002"
    ],
    "summary": "What is surprising is that his search for respite will take him to North Korea.\nIn 2002 Mr Kim insisted they had either died or had never entered the country.\nIn Japan, where attitudes to North Korea hardened following revelations about its nuclear weapons programme, Mr Koizumi cannot afford to appear to be rewarding bad behaviour.\nHe is reportedly expected to offer North Korea 250,000 tons of rice, shipments of which have been suspended since 2002 - but only if progress is made on the abductees.\nIn making it known that he alone took the decision to go the Pyongyang, Mr Koizumi has upped the stakes.",
    "sentiment": {
        "neg": 0.0972,
        "neu": 0.8096,
        "pos": 0.0932,
        "compound": -0.0605
    }
}