{
    "date": "2004-12-08T13:02:39Z",
    "title": "After 40 years, US soldier who defected to North Korea begins new life in Japan",
    "url": "https://www.theguardian.com/world/2004/dec/08/usa.japan",
    "content": "To the American military he was a turncoat and a traitor, the soldier who defected to communist North Korea and lived as a fugitive during the height of the cold war. Yesterday, though, having paid his debt by serving a short court martial sentence after deserting from the US army almost 40 years ago, Charles Jenkins finally started his new life. In tears, the 64-year-old said he was starting \"the first day of the last chapter of my life\". Flanked by his wife, Hitomi Soga, and two daughters during a press conference on the island of Sado, north-west of Tokyo, Mr Jenkins said: \"It is here _ that I will hopefully live my remaining days.\" Ms Soga, 45, said: \"Today, our family, the four of us, were able to fulfil our dream of coming home to Sado. It's all because of the warm support given to us by the Japanese people.\" Mr Jenkins' life on the run, and the way he met and married his Japanese wife in North Korea, has entranced Japan, and strained the relationship between Tokyo and Washington. A staff sergeant in the US army, Mr Jenkins pleaded guilty on November 3 to defecting to North Korea in early 1965 and aiding the enemy by teaching English there. He was sentenced to 30 days' incarceration at the US naval base in Yokosuka but was released early for good behaviour. The fate of Mr Jenkins, a native of North Carolina, has gripped Japan largely because of his association with Ms Soga, who returned to Japan in October 2002 after almost 25 years in North Korea. She was abducted by North Korean spies from near her home on Sado island in 1978 when she was a 19-year-old student nurse. Ms Soga was snatched along with her mother, who has not been heard of since. She married Mr Jenkins, then her English teacher, in 1980, but returned to Japan two years ago following a landmark summit in the North Korean capital, Pyongyang, between the Japanese prime minister, Junichiro Koizumi, and the regime's leader, Kim Jong-il. At the meeting Mr Kim admitted that North Korean agents had abducted 13 Japanese nationals during the 1970s and 1980s and forced them to teach spies their language and customs. However, just a few months ago it looked like the Jenkins family would never experience the happy ending craved by many of Ms Soga's compatriots. Mr Jenkins refused to accompany his wife to Japan in 2002 because he feared a court martial for desertion by US military authorities as soon as he set foot in the country. He assumed he would be given a lengthy jail sentence. Then he decided to take a chance. He and his daughters were reunited with Ms Soga in Indonesia in July this year and they flew to Japan together days later after the Japanese government assured him he would not be arrested. He spent several weeks in a hospital in Tokyo being treated for complications arising from an operation in North Korea, giving his lawyers time to broker a plea bargain with the US military that would find him guilty of desertion but allow him to quickly rejoin his family. Little is known about Mr Jenkins' time in North Korea, during which he appeared in anti-US propaganda films. After his arrival in Japan he claimed he had secretly despised the Stalinist regime and had attempted to claim asylum at the Soviet embassy in Pyongyang. He said he had decided to leave North Korea because he feared that his daughters, Mika, 21, and Brinda, 19, were being primed for a life as spies in South Korea. In a rare interview, he told Time magazine this week that he had been willing to risk spending the rest of his life in a US military prison as long as he was able to get Mika and Brinda out of North Korea. \"I didn't care,\" he said. \"I thought, if I go to jail, I go to jail. As long as I get my daughters out.\" On Sado, the family will live in a mod est wooden home near the centre of Mano. The house looks out on a vegetable allotment, and a Christmas wreath hangs outside. The family's neighbours welcomed their arrival but warned that while life may prove more comfortable than it was in North Korea, the family would need time to adjust. \"We welcome them,\" Shoichi Sadaki, a 76-year-old farmer, told the Associated Press. \"But living in Sado is hard. Their feelings may change.\" Mr Jenkins, a poorly educated man who lied to join the army at the age of 15, says he wants to find work on the island. But it is unclear whether he will be able to do so in a country that is as unfamiliar to him now as North Korea was 40 years ago, when he slipped away from a patrol along the demilitarised zone in South Korea to avoid being sent to fight in Vietnam. The local municipal government, aware of huge public sympathy for Ms Soga, has vowed to do all it can to help him settle in his new home. The couple's daughters are studying Japanese and reportedly hope to be admitted to a local university. The family's arrival on Sado was welcomed by officials in Tokyo, for whom the fate of Mr Jenkins and his wife had threatened to sour relations with the US. Washington refused clemency for Mr Jenkins amid personal pleas for leniency from Mr Koizumi. \"We are delighted that the family can live together as they had hoped,\" said Hiroyuki Hosoda, the chief cabinet secretary.",
    "keywords": [
        "sado",
        "mr",
        "korea",
        "begins",
        "soga",
        "ms",
        "soldier",
        "japanese",
        "japan",
        "jenkins",
        "40",
        "defected",
        "life",
        "north"
    ],
    "summary": "To the American military he was a turncoat and a traitor, the soldier who defected to communist North Korea and lived as a fugitive during the height of the cold war.\nMr Jenkins' life on the run, and the way he met and married his Japanese wife in North Korea, has entranced Japan, and strained the relationship between Tokyo and Washington.\nThe fate of Mr Jenkins, a native of North Carolina, has gripped Japan largely because of his association with Ms Soga, who returned to Japan in October 2002 after almost 25 years in North Korea.\nLittle is known about Mr Jenkins' time in North Korea, during which he appeared in anti-US propaganda films.\nWashington refused clemency for Mr Jenkins amid personal pleas for leniency from Mr Koizumi.",
    "sentiment": {
        "neg": 0.0668,
        "neu": 0.8657,
        "pos": 0.0674,
        "compound": -0.046
    }
}