{
    "date": "2004-01-17T01:36:39Z",
    "title": "Time on our side, Kim tells US",
    "url": "https://www.theguardian.com/world/2004/jan/17/northkorea",
    "content": "Scientists and diplomatic experts from the US have confirmed that North Korea's Yongbyon nuclear plant is operational and its spent fuel rods have been removed from a storage pool. The findings, which will raise concerns about North Korea's ability to reprocess nuclear fuel into weapons grade material, were released after the first foreign visit to Yongbyon since the start of the year-long crisis. Jack Pritchard, a former state department diplomat who was among the unofficial delegation, said he had been warned by the North Korean vice-foreign minister, Kim Kye Gwan, that \"time is not on the US side\". Speaking in Washington after a debriefing, Mr Pritchard quoted Mr Kim as saying: \"The lapse of time will result in the quantitative and qualitative increase in our nuclear deterrent.\" The world's last cold war standoff entered a new and dangerous phase in October 2002 when US officials said North Korea had admitted to a secret uranium enrichment programme. Despite China's efforts to broker a compromise, Pyongyang and Washington have been unable to find sufficient common ground to set the date for a new round of six-country peace talks. The Bush administration insists that North Korea must \"verifiably and irrevocably\" scrap its nuclear weapons programme before it will be provided with a security guarantee and economic aid. North Korea is demanding \"simultaneous steps\" - equivalent, it says, to both Washington and Pyongyang lowering their guns at the same time.",
    "keywords": [
        "mr",
        "korea",
        "washington",
        "tells",
        "nuclear",
        "kim",
        "yongbyon",
        "pritchard",
        "weapons",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "Scientists and diplomatic experts from the US have confirmed that North Korea's Yongbyon nuclear plant is operational and its spent fuel rods have been removed from a storage pool.\nSpeaking in Washington after a debriefing, Mr Pritchard quoted Mr Kim as saying: \"The lapse of time will result in the quantitative and qualitative increase in our nuclear deterrent.\"\nThe world's last cold war standoff entered a new and dangerous phase in October 2002 when US officials said North Korea had admitted to a secret uranium enrichment programme.\nThe Bush administration insists that North Korea must \"verifiably and irrevocably\" scrap its nuclear weapons programme before it will be provided with a security guarantee and economic aid.\nNorth Korea is demanding \"simultaneous steps\" - equivalent, it says, to both Washington and Pyongyang lowering their guns at the same time.",
    "sentiment": {
        "neg": 0.0891,
        "neu": 0.8568,
        "pos": 0.0542,
        "compound": -0.1476
    }
}