{
    "date": "2004-04-25T00:09:52Z",
    "title": "Railway blast triggered North Korean paranoia",
    "url": "https://www.theguardian.com/world/2004/apr/25/northkorea",
    "content": "North Koreans thought they were under nuclear attack from the United States when they first heard the blast from Thursday's huge train explosion, it was revealed yesterday. The paranoia of a country that has been at war for more than 50 years was made apparent to international aid workers, who visited the devastated site for the first time yesterday as the government in Pyongyang revealed that 76 children were among those killed in the disaster. In a breakthrough for the secretive nation, 40 representatives of the United Nations, the Red Cross and other groups were allowed to visit Ryongchon, the town close to the border with China, where a train filled with industrial explosives caught fire. The aid workers talked to local people, who told them of the horror they imagined when they heard the first deafening blasts. 'I thought the Americans had finally dropped the bomb,' one woman told Kaika Rajahuhta of the International Red Cross. The Finnish aid worker said other locals had told her the same apocalyptic thought crossed their minds. Although fear is easily stirred up in a population constantly reminded of the threat of US nuclear weapons, the ferocity of the blast alone could have prompted nightmarish images. Aid workers described scenes of carnage near the station, where two huge craters were at the centre of damage that could be seen four kilometres away. 'It looks as though a fireball has swept through,' John Sparrow, a spokesman for the International Federation of Red Cross and Red Crescent Societies, told reporters. 'There was total destruction for several hundred metres around Ryongchon's railway station.' Others among the 40-strong delegation said a three story agricultural college and the railway station had been levelled. Casualties, however, appear to have been far lower than the initial reports of 3,000 dead or injured. North Korean rescue workers have found 154 bodies and the number is not expected to rise. Almost half the dead were infants at a nearby primary school that was reduced to rubble. Government officials said about 350 of the 1,200 injured had been taken to hospitals in Sinuiju, a city on the Chinese border. The homeless were being put up with relatives and other members of this highly communalised society. Aid workers said the situation appeared to be under control. There were no bodies or badly injured people, though some people on the streets had facial injuries that might have been caused by the blast. Passengers on one of the first trains to cross the border since the accident said the authorities appeared to be coping. 'This is not the catastrophe I had expected after seeing the initial reports,' said Jacek Poniewienski, of the Polish Railway Transport Enthusiasts Society, who spoke through a carriage window during a stop in Dandong. 'There was no smoke and our train was able to arrive here on time.' The North Korean government blamed the explosion on a short circuit. 'It occurred when an electrical pole nearby was knocked down after an oil tanker collided with two carriages loaded with ammonium nitrate fertiliser during the shunting of wagons,' a spokesman told the Xinhua news agency. North Korea's public were the last to hear of the disaster. Almost two days after the explosion, Pyongyang issued its first report to the domestic media. A short statement carried by the Korean Central News Agency is said to have blamed the accident on 'carelessness'. But, in a sign of change brought about by years of humanitarian assistance, the government publicly welcomed offers of international support. This was in stark contrast to the response during the famines of the mid-1990s, when the isolated nation did not appeal for help until hundreds of thousands had died of starvation. China offered 10 million renminbi (US$1.2m) in emergency aid to an old ally that has fallen far behind the spectacular growth seen elsewhere in the region. Chinese president Hu Jintao telephoned North Korean leader Kim Jong-il to offer his condolences. In Dandong, where many people have family connections in North Korea, one woman said her neighbours had rushed to Ryongchon with medicine after hearing that several of their relatives had been killed or injured in the blast. But Dandong's hospitals, which had initially been told to prepare for casualties, had been told to stand down. Elsewhere, the festive mood in the town could not have made a sharper contrast to the scenes of carnage described by aid workers on the other side of the Yalu river, which marks the border between the two countries. The riverside park was filled yesterday with well-heeled sightseers, folk dancers and more than 50 elegantly-dressed newly-weds. On the other side of the Yalu, however, huge factory chimneys were smokeless, a ferris wheel failed to turn, and when night fell it was almost pitch black. A group of old Chinese men, who sat in the park chatting and gazing across the river, said traffic across the formerly busy bridge between the two nations has diminished to occasional aid rather than thriving trade. 'Twenty years ago, this side of the river looked just like that side,' said one old man, pointing over to the bleak North Korean city of Shinuju. 'But we have changed so much and they haven't moved at all. I am very glad I was born on this side of the river.'",
    "keywords": [
        "international",
        "injured",
        "paranoia",
        "cross",
        "railway",
        "workers",
        "red",
        "blast",
        "told",
        "river",
        "aid",
        "triggered",
        "north",
        "korean"
    ],
    "summary": "'I thought the Americans had finally dropped the bomb,' one woman told Kaika Rajahuhta of the International Red Cross.\nNorth Korean rescue workers have found 154 bodies and the number is not expected to rise.\nThe North Korean government blamed the explosion on a short circuit.\nChinese president Hu Jintao telephoned North Korean leader Kim Jong-il to offer his condolences.\n'Twenty years ago, this side of the river looked just like that side,' said one old man, pointing over to the bleak North Korean city of Shinuju.",
    "sentiment": {
        "neg": 0.1143,
        "neu": 0.8442,
        "pos": 0.0415,
        "compound": -0.2024
    }
}