{
    "date": "2004-01-22T02:23:45Z",
    "title": "North Korea could soon be making 13 nuclear bombs a year",
    "url": "https://www.theguardian.com/world/2004/jan/22/northkorea",
    "content": "North Korea could be producing nuclear weapons at the rate of eight to 13 a year in the next year or two, the International Institute of Strategic Studies predicted yesterday. The US claims that North Korea is engaged in a covert programme to build nuclear weapons, and has entered into elaborate diplomacy with the Pyongyang government. North Korea boasts that it has nuclear weapons, but no one outside knows whether it is telling the truth. The IISS said the window for US diplomacy may be shorter than the US believes, and that if North Korea establishes a sizeable arsenal, it may be less willing to negotiate. John Chipman, director of the London-based IISS, said that lots of caveats had to be attached to assessments of North Korea's activities as it was an even more secretive state than Saddam Hussein's Iraq. An IISS assessment of Iraq's weapons programme in 1992 proved wrong in several key areas. In its latest report, a 120-page assessment of North Korea's weapons programmes, the IISS said that before 1992, North Korea could have had the ability to produce one or two nuclear weapons. A freeze was agreed in 1994 that lasted until 2002. Dr Chipman said that, based on various assumptions, \"North Korea's arsenal could be around four to eight nuclear weapons over the next year.\" The IISS assessment is that North Korea's ability to expand dramatically a nuclear weapons programme depends on how quickly it can complete a 50 megawatt reactor and a production-scale centrifuge enrichment plant. Dr Chipman said that it was impossible to predict when these might be completed. \"In a worst case, if the facilities are completed within the next one or two years, North Korea's output of nuclear weapons could significantly increase around mid-decade to about eight to 13 weapons every year,\" he said. \"A more cautious assessment - taking into consideration possible technical difficulties and delays, including interdiction efforts - is that these facilities will not be completed until the second half of the decade.\" Asked if a US invasion of North Korea to impose regime change was an option, Gary Samore, the author of the report, said this was \"an unattractive option\" that would involve high casualties. Dr Chipman hinted that the US should speed up negotiations: \"There is still some time for diplomatic efforts to halt and eliminate North Korea's nuclear arsenal while it remains limited to a handful of nuclear weapons. As time elapses, however, a diplomatic solution could become more difficult, as Pyongyang acquires additional strategic bargaining chips.\" In a separate development, a US nuclear weapons specialist, Siegfried Hecker, a former director of the Los Alamos nuclear research site in New Mexico, told the Senate foreign relations committee he had seen no convincing evidence that North Korea has the capability to build a plutonium-based nuclear device, but said he did see evidence the North Koreans can probably make plutonium. Mr Hecker made an unofficial visit to a North Korea nuclear facility on January 8.",
    "keywords": [
        "bombs",
        "making",
        "korea",
        "soon",
        "iiss",
        "nuclear",
        "weapons",
        "dr",
        "13",
        "assessment",
        "chipman",
        "programme",
        "north",
        "koreas"
    ],
    "summary": "North Korea could be producing nuclear weapons at the rate of eight to 13 a year in the next year or two, the International Institute of Strategic Studies predicted yesterday.\nThe US claims that North Korea is engaged in a covert programme to build nuclear weapons, and has entered into elaborate diplomacy with the Pyongyang government.\nNorth Korea boasts that it has nuclear weapons, but no one outside knows whether it is telling the truth.\nIn its latest report, a 120-page assessment of North Korea's weapons programmes, the IISS said that before 1992, North Korea could have had the ability to produce one or two nuclear weapons.\nMr Hecker made an unofficial visit to a North Korea nuclear facility on January 8.",
    "sentiment": {
        "neg": 0.1051,
        "neu": 0.8428,
        "pos": 0.052,
        "compound": -0.2598
    }
}