{
    "date": "2004-05-26T14:33:56Z",
    "title": "Koreas hold first high-level defence talks",
    "url": "https://www.theguardian.com/world/2004/may/26/northkorea",
    "content": "North and South Korea took small but symbolically important steps today in the first-ever talks between the two sides' military generals. An agreement was reached to hold more meetings to reduce the tensions that exist between the two countries. The South is especially concerned about the North's nuclear weapons programmes. The generals also discussed ways to avoid naval skirmishes along their west coast during the May-June crab-catching season, which has been a flashpoint in the past. North and South Korea often accuse each other of violating the western maritime border. The South recognises a border demarcated by the UN at the end of the Korean War, but the North claims a boundary further south. Fishing boats from the two countries jostle for position along the border during the fishing season, and they have descended into naval gun battles twice recent times - in June 1999 and again in June 2002. In the last clash, a South Korean warship was sunk, killing six of its sailors. The North claimed it also suffered casualties. It is feared any new skirmishes could derail fragile efforts to find a peaceful resolution to the nuclear issue. South Korea suggested setting up a telephone hotline and adopting a standard radio frequency and signalling system for their two navies, according to a statement issued by the South's defence ministry. North Korea had previously rejected the South's call for high-level military talks and kept them at the level of colonel. Today, though, it said both sides should discuss ways to reduce provocative propaganda - something its state-controlled media are traditionally known for producing. The one-day discussions at North Korea's Diamond Mountain resort stretched into the afternoon but ended in little concrete agreement except to meet again on June 3 in South Korea. South Korean unification minister Jeong Se-hyun said he was optimistic about progress at the one-day meeting, saying the prospects were \"not so bad\" and that \"accidental naval clashes ... must be prevented in whatever format.\" The United States, the two Koreas, China, Japan and Russia are trying to hold a third round of six-nation talks by the end of June to persuade North Korea to abandon its nuclear programmes, but a date has yet to be set. Divided in 1945, the Koreas remain officially in a state of war because the 1950-53 Korean War ended in a ceasefire, not a peace treaty. Their border is guarded by nearly two million soldiers, including 37,000 US troops in the South.",
    "keywords": [
        "border",
        "war",
        "hold",
        "south",
        "naval",
        "korea",
        "highlevel",
        "north",
        "nuclear",
        "korean",
        "defence",
        "talks",
        "koreas"
    ],
    "summary": "North and South Korea took small but symbolically important steps today in the first-ever talks between the two sides' military generals.\nIn the last clash, a South Korean warship was sunk, killing six of its sailors.\nSouth Korea suggested setting up a telephone hotline and adopting a standard radio frequency and signalling system for their two navies, according to a statement issued by the South's defence ministry.\nNorth Korea had previously rejected the South's call for high-level military talks and kept them at the level of colonel.\nDivided in 1945, the Koreas remain officially in a state of war because the 1950-53 Korean War ended in a ceasefire, not a peace treaty.",
    "sentiment": {
        "neg": 0.1421,
        "neu": 0.8027,
        "pos": 0.0553,
        "compound": -0.1867
    }
}