{
    "date": "2004-04-16T01:58:43Z",
    "title": "New era heralded in Seoul as voters avenge president",
    "url": "https://www.theguardian.com/world/2004/apr/16/northkorea",
    "content": "South Korea's impeached president, Roh Moo-hyun, appeared to have been vindicated in his conciliatory policies on North Korea and trade unions last night as the public voted in the country's most left-leaning parliament for more than 40 years. Riding a wave of public sympathy for Mr Roh after he was unceremoniously suspended from office last month, the Uri party - which backs him but does not claim him as a member - secured a slim majority in the 299-seat chamber. The result could increase concerns in Washington about the rise of anti-US sentiment in a country which was formerly a staunch cold war ally. The liberal Uri party, which had only 49 seats in the outgoing assembly, seized 152 seats, while its main rival, the conservative Grand National party (GNP) took only 121, according to the official tally. The Uri party's leader, Chung Dong-young, hailed the outcome as a vote of support for Mr Roh, who had been turfed out for alleged election violations. Mr Chung said the people had protected democracy and the president, and it was clear the people were \"the owners of the country\". He added: \"This election means that the old political forces that have dominated South Korean politics for 44 years are forced to leave the stage.\" The fate of Mr Roh, a 57-year-old former human rights lawyer, must still be decided by the courts, but the chances of his being returned to office have risen sharply. In contrast with previous times, when regional loyalties dominated the country's politics, the main divisions in this election were along age lines, with the young broadband generation backing the Uri party and Mr Roh. There has also been a marked shift in attitudes towards North Korea. Mr Roh's policy of reaching out to his country's impoverished neighbour is now so widely accepted that even the GNP - which formerly played up people's suspicions about the north to win votes - campaigned on a \"flexible\" and \"future-oriented\" policy towards Pyongyang. The US vice-president, Dick Cheney, arrived in Seoul yesterday to urge South Korea to take tougher action against North Korea to punish Kim Jong-il's government for its pursuit of a nuclear weapons programme. However, the victory of the Uri party may have the opposite effect. If the courts return Mr Roh to office, the friendly parliament will put the South Korean president in a stronger position than ever to adopt a more independent line towards Washington and a more conciliatory stance towards Pyongyang.",
    "keywords": [
        "heralded",
        "south",
        "mr",
        "roh",
        "korea",
        "president",
        "seoul",
        "avenge",
        "voters",
        "election",
        "office",
        "era",
        "party",
        "north",
        "uri"
    ],
    "summary": "The liberal Uri party, which had only 49 seats in the outgoing assembly, seized 152 seats, while its main rival, the conservative Grand National party (GNP) took only 121, according to the official tally.\nThe Uri party's leader, Chung Dong-young, hailed the outcome as a vote of support for Mr Roh, who had been turfed out for alleged election violations.\nThere has also been a marked shift in attitudes towards North Korea.\nThe US vice-president, Dick Cheney, arrived in Seoul yesterday to urge South Korea to take tougher action against North Korea to punish Kim Jong-il's government for its pursuit of a nuclear weapons programme.\nHowever, the victory of the Uri party may have the opposite effect.",
    "sentiment": {
        "neg": 0.0561,
        "neu": 0.8118,
        "pos": 0.1319,
        "compound": 0.274
    }
}