{
    "date": "2004-04-24T01:37:53Z",
    "title": "Leader: North Korea",
    "url": "https://www.theguardian.com/world/2004/apr/24/northkorea.guardianleaders",
    "content": "North Korea's rail disaster may still be hazy in detail, like so much else that is obscure in that country, but there is no doubt that a huge tragedy took place on Thursday at Ryongchon not far from the Chinese border. The explosion occurred with tragic irony only a few hours after the country's supreme ruler Kim Jong-il passed through the station on his return from a visit to Beijing - for Mr Kim, like his late father Kim Il-sung, always goes by train, instead of flying, for safety reasons. We may never know whether the railway authorities at Ryongchon were distracted by the ultra-extraordinary preparations routinely required for the passage of the Dear Leader. We do know that the country's whole infrastructure has been degraded by a decade of economic stagnation with adverse effects on efficiency and safety. According to one account relayed yesterday from the capital, railway workers were attempting to transfer two wagons carrying dynamite from one train to another when the overhead electric cable somehow became entangled, causing an immediate explosion. Those who make the slow journey by rail from the Yalu River to Pyongyang know that trains are infrequent and stations packed with waiting travellers: this might also help to explain the reportedly high casualties. The tragedy has obscured the results of Mr Kim's visit to Beijing, which may have nudged a little way forward the difficult six-party negotiations on North Korea's nuclear programme involving the US and North Korea's other neighbours. A deal would require fuller disclosure of its nuclear programme by Pyongyang, but also far more willingness by the US to provide it with security guarantees. China is generally supposed to have offered more aid to North Korea in return for the adoption of a more flexible attitude. And Pyongyang has now stressed Mr Kim's commitment to negotiating a settlement \"with patience and flexibility\". The US, in spite of its warning that time is running out for a deal, can hardly run the risk of another international crisis as well as Iraq. South Korean politics have also shifted in this month's elections which have seen younger liberal politicians, more open to improving inter-Korean relations, ending the conservative grip on parliament. Although the railways in any country are usually very safe, an accident on them, as we know well in Britain, can have disproportionately grave consequences. But the sooner that North Korea can be brought in from the cold, the better chance its people will have of avoiding disasters of all kinds.",
    "keywords": [
        "mr",
        "leader",
        "korea",
        "kim",
        "visit",
        "safety",
        "know",
        "train",
        "tragedy",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "We may never know whether the railway authorities at Ryongchon were distracted by the ultra-extraordinary preparations routinely required for the passage of the Dear Leader.\nThose who make the slow journey by rail from the Yalu River to Pyongyang know that trains are infrequent and stations packed with waiting travellers: this might also help to explain the reportedly high casualties.\nThe tragedy has obscured the results of Mr Kim's visit to Beijing, which may have nudged a little way forward the difficult six-party negotiations on North Korea's nuclear programme involving the US and North Korea's other neighbours.\nChina is generally supposed to have offered more aid to North Korea in return for the adoption of a more flexible attitude.\nBut the sooner that North Korea can be brought in from the cold, the better chance its people will have of avoiding disasters of all kinds.",
    "sentiment": {
        "neg": 0.118,
        "neu": 0.7677,
        "pos": 0.1143,
        "compound": -0.017
    }
}