{
    "date": "2004-07-27T23:01:37Z",
    "title": "Flight from North Korea gains pace",
    "url": "https://www.theguardian.com/world/2004/jul/28/china.northkorea",
    "content": "More than 220 North Koreans flew into Seoul yesterday after a 4,000-mile journey through China and Vietnam, completing the biggest single defection from the North. They are likely to be joined later this week by a similarly large contingent, bringing the number of defectors this year almost level with last year's record 1,281. A fourfold increase since 2000 is already straining diplomatic relations in north-east Asia and putting pressure on Seoul's welfare system, but with US support for defectors likely to grow South Korean ministers say that the number could rise above 10,000 in the next two years. Seoul refused to allow interviews with any of the defectors, mostly women and children, and declined to say how they had made their way around the world's most heavily fortified border. After their chartered Asiana Airlines plane touched down at Sungnam military airport, south of Seoul, the defectors were taken away in five buses. Past experience suggests that they will be kept in a transition camp for two months while it is established that they are not spies and are helped to adjust to the different pace of life in the capitalist south. Christian groups, which have played a leading role in securing the safe passage of refugees, say most of the group had been waiting for weeks in a camp close to Ho Chi Minh City (formerly Saigon) after crossing into Vietnam from China. Although the number is unprecedented they are by no means the first to make the risky and circuitous journey to bypass the two-mile-deep demilitarised zone between North and South Korea. Aid workers believe that since the late 1990s perhaps hundreds of thousands of North Koreans have fled famine, economic hardship and political repression by crossing the Tumen and Yalu rivers, which mark the border with China. Beijing refuses to recognise them as political refugees. Those that are caught are repatriated to North Korea, where they face punishments ranging from a few days in re-education camps to the death penalty, depending on their rank and the extent to which they are considered to have damaged national security. Many stay close to the border, setting up secret camps in the densely wooded mountains. Desperate and vulnerable, many of the men become bandits and countless women are sold as brides or prostitutes. Increasingly, they are being prompted by religious groups and opponents of Kim Jong-il to seek asylum in South Korea, where they are guaranteed citizenship, a resettlement payment of 28.3m won (£13,000), and a monthly stipend of 540,000 won. Some have broken into diplomatic compounds and foreign schools in Beijing. Others covertly move overland, either north across the Gobi desert to Mongolia or south across the Chinese plains and over the mountains of Yunnan to Vietnam, Thailand and Cambodia. None of them wants to upset China, so they say little about the passage of large numbers of North Koreans. The US House of Representatives, however, was far less bashful last week when it passed the North Korean human rights bill, calling on the administration to actively encourage refugees, with the help of an annual budget of $22m (£12m). Although the representatives denied that the act was aimed at toppling Kim Jong-il, Pyongyang's state media described it as a political provocation which showed \"bitter antipathy and hostility\" toward its political system. Many MPs in the South Korean government party, Uri, are afraid that if the bill is enacted it may destabilise the peninsula. South Korea is struggling to cope with the influx. The transition centre at Hanawon, which once had to deal with only a few hundred cases a year, has been upgraded to accommodate 400 defectors, but is now overflowing. The rising financial burden prompted the government to announce last week a 40% cut in the resettlement payment from next January. Social tension is increasing as poor South Koreans complain about the priority housing and welfare payments given to the refugees, many of whom are unable or unwilling to find work. The rising numbers of of North Korean refugees fleeing to the south 2000 312 2001 583 2002 1,139 2003 1,281 2004 (to June) 760 · Until the early 1990s fewer than 10 North Koreans a year arrived in the South. Most were soldiers, suspected spies or political defectors · The proportion arriving as a family went from almost none in the years up to 1993 to 19% in 1994, 31% in 1995 and 44% in 2003",
    "keywords": [
        "refugees",
        "political",
        "south",
        "korea",
        "gains",
        "china",
        "defectors",
        "pace",
        "korean",
        "say",
        "flight",
        "north",
        "koreans"
    ],
    "summary": "More than 220 North Koreans flew into Seoul yesterday after a 4,000-mile journey through China and Vietnam, completing the biggest single defection from the North.\nAlthough the number is unprecedented they are by no means the first to make the risky and circuitous journey to bypass the two-mile-deep demilitarised zone between North and South Korea.\nNone of them wants to upset China, so they say little about the passage of large numbers of North Koreans.\nMany MPs in the South Korean government party, Uri, are afraid that if the bill is enacted it may destabilise the peninsula.\nSouth Korea is struggling to cope with the influx.",
    "sentiment": {
        "neg": 0.1044,
        "neu": 0.8573,
        "pos": 0.0382,
        "compound": -0.1916
    }
}