{
    "date": "2004-04-26T11:56:10Z",
    "title": "Pyongyang blocks deliveries of aid from South Korea",
    "url": "https://www.theguardian.com/world/2004/apr/26/northkorea1",
    "content": "North Korea told its southern neighbour today that it would not accept any overland deliveries of urgently needed medical aid for the victims of last week's train explosion. The blast, which obliterated a school and large parts of the town of Ryongchon, killed at least 161 people. The death toll could rise as hundreds more are suffering from serious burns. The $1m worth of aid promised by South Korea has been blocked by the unwillingness of the notoriously secretive North to allow trucks across its border. The frontier between the two the countries, which are technically still at war, is one of the most heavily militarised in the world. The alternative to the four-hour road journey is a much longer sea crossing. UN officials in North Korea said aid from the Chinese, who also promised $1m, was reaching Ryongchon but that a lot more help was needed. \"At the hospital, they are overwhelmed. They have very little in the way of equipment and the necessary drugs and medicines,\" Gerald Bourke, a spokesman for the UN world food programme (WFP) in North Korea, told the Reuters news agency. The North's hospitals are impoverished and aid workers who visited victims at the nearby Sinuiju provincial hospital described great suffering. The regional director of the WFP in Asia, Tony Banbury, said he saw children \"rolling and moaning in pain\" with cuts to their face treated by a rudimentary twine stitching. \"Some of the kids had lost sight in both eyes. Two were laid out on cabinets. Several mothers had climbed into the beds of their wounded children,\" he told Reuters from Pyongyang. Journalists do not have good access to North Korea and are often forced to rely on the accounts of UN officials and NGOs to determine what is happening in the country. In recent years, more than a million people are believed to have died in famines that the Stalinist leadership has tried to hide from the outside world. North Korea's official KCNA news agency said government agencies had sent aid and officials were \"striving to heal the damage\" caused by the train explosion, but the service devoted more space to galas marking yesterday's army foundation day, which featured an acrobatic show at a special display for senior ministers and communist party officials in Pyongyang. Officials of the two Koreas are to meet tomorrow to discuss aid routes. Seoul has agreed to send some goods by sea.",
    "keywords": [
        "deliveries",
        "wfp",
        "south",
        "korea",
        "world",
        "suffering",
        "victims",
        "told",
        "train",
        "aid",
        "officials",
        "pyongyang",
        "blocks",
        "north"
    ],
    "summary": "North Korea told its southern neighbour today that it would not accept any overland deliveries of urgently needed medical aid for the victims of last week's train explosion.\nThe $1m worth of aid promised by South Korea has been blocked by the unwillingness of the notoriously secretive North to allow trucks across its border.\nUN officials in North Korea said aid from the Chinese, who also promised $1m, was reaching Ryongchon but that a lot more help was needed.\nThe North's hospitals are impoverished and aid workers who visited victims at the nearby Sinuiju provincial hospital described great suffering.\nJournalists do not have good access to North Korea and are often forced to rely on the accounts of UN officials and NGOs to determine what is happening in the country.",
    "sentiment": {
        "neg": 0.1126,
        "neu": 0.8251,
        "pos": 0.0624,
        "compound": -0.1467
    }
}