{
    "date": "2004-02-25T02:28:12Z",
    "title": "Mystery of Japanese kidnap victims persists",
    "url": "https://www.theguardian.com/world/2004/feb/25/japan.northkorea",
    "content": "In a living room in the suburbs of Kobe, a shy-looking girl in her teens looks out of a photograph. In another, she is pictured in her early 20s, fresh out of university. There the sequence ends. No pictures of an older Keiko Arimoto, perhaps with a husband and children, though her parents are now in their 70s. For 21 years, one hope has dominated the lives of Akihiro and Kayoko Arimoto: to be reunited with their daughter. As a second-round of six-nation talks on North Korea's suspected nuclear weapons programme begins in Beijing today, Japan is still seeking answers about at least eight people abducted by Pyongyang agents in the 1970s and 1980s. Five other abductees were allowed to return to Japan in 2002 after the North Korean leader, Kim Jong-il, and the Japanese prime minister, Junichiro Koizumi, met in Pyongyang. The five were among 13 Japanese Mr Kim admitted had been snatched from Japan and Europe during the cold war to teach their language and customs to spies. Pyongyang claimed that car crashes, gas poisoning, drowning and - in one case - suicide, had claimed the lives of the remaining eight, including Ms Arimoto. Japan's chief cabinet secretary, Yasuo Fukuda, insisted yesterday that the issue would be raised at the talks with North Korea. \"We've said on various occasions that we will point out the abduction issue at this round of six-way talks from the standpoint of seeking a comprehensive solution,\" he said. In 1983 Ms Arimoto, who was then 23, had been studying in London for a year when a Japanese woman lured her to Denmark with the promise of a job with a trading firm. A postcard from Copenhagen was the last the Arimotos heard from their daughter. In 2002 Megumi Yao, whose former husband was a Japanese Red Army member involved in hijacking a Japanese airliner and forcing it to go to Pyongyang in 1970, admitted tricking Ms Arimoto into flying to Denmark and then on to North Korea, where she was handed to government agents. Ms Arimoto was ideal material - intelligent, but naive. \"She was a very shy child,\" her 78-year-old mother said. \"I never thought she'd have the guts to travel all the way to England on her own.\" In 1988, the Arimotos learned via a letter posted in Poland to another family that their daughter was living in Pyongyang with Toru Ishioka, a Japanese man who had gone missing in Spain in 1980, and their young child. They have heard Ms Arimoto died from carbon monoxide poisoning caused by a gas heater. But they are convinced she is still alive, and refer to reports that she has been spotted in North Korea. The North Koreans will not release her, they say, because she knows too much about the state's spy network. A meeting between Japanese and North Korean officials in Pyongyang two weeks ago failed to make progress on the location of the missing people. \"We've been talking about this for 15 years and it has got us nowhere,\" said Mrs Arimoto. \"The only way forward now is to impose economic sanctions on North Korea.\" Such a move was made possible earlier this month when the Japanese parliament passed a law enabling introduction of such measures as freezing cash remittances, thought to amount to 4bn yen (£200m) a year, made by North Koreans living in Japan. Japan wants to discuss the abductions again, on the sidelines of the Beijing summit, and says it will not sign up to any weapons agreement that requires the normalisation of diplomatic ties unless substantial progress is made on the fate of the abductees. But Pyongyang has threatened to shut Japan out of the talks if the issue is raised. The abductees' families disagree about the way forward. \"Japan has only one decent card - sanctions - which it has worked very hard to get,\" said Toru Hasuike, whose abducted brother, Kaoru, returned to Japan in 2002. \"I can understand how the other families feel, but Japan should not show its hand yet.\" Kaoru and his fiancée, Yukiko Okudo, were snatched in 1978 by North Korean spies as they strolled along a beach and bundled on to a boat. They married in Pyongyang and have two adult children they have not seen for 16 months. With Japan dismissive of an unofficial North Korean offer to allow the five released abductees to fly back to Pyongyang to collect relatives, the prospects for a breakthrough look bleak. \"We are all getting old, and I worry every day that we won't live long enough to see our daughter again,\" Mrs Arimoto said.",
    "keywords": [
        "daughter",
        "korea",
        "north",
        "ms",
        "mystery",
        "arimoto",
        "talks",
        "victims",
        "japanese",
        "japan",
        "pyongyang",
        "persists",
        "kidnap",
        "korean"
    ],
    "summary": "Japan's chief cabinet secretary, Yasuo Fukuda, insisted yesterday that the issue would be raised at the talks with North Korea.\nThey have heard Ms Arimoto died from carbon monoxide poisoning caused by a gas heater.\nBut they are convinced she is still alive, and refer to reports that she has been spotted in North Korea.\nA meeting between Japanese and North Korean officials in Pyongyang two weeks ago failed to make progress on the location of the missing people.\nKaoru and his fiancée, Yukiko Okudo, were snatched in 1978 by North Korean spies as they strolled along a beach and bundled on to a boat.",
    "sentiment": {
        "neg": 0.0929,
        "neu": 0.8617,
        "pos": 0.0454,
        "compound": -0.1435
    }
}