{
    "date": "2004-11-19T00:05:02Z",
    "title": "North Korea's Kim cult begins to fade from view",
    "url": "https://www.theguardian.com/world/2004/nov/19/northkorea",
    "content": "The world's last major political personality cult could be fading, according to reports from North Korea. Portraits of the country's \"Great General\", Kim Jong-il, have been removed from several prominent locations in Pyongyang, including some hotels and the People's Cultural Palace, say news agencies and foreign observers. Pictures of the North Korean leader normally hang alongside images of his father, Kim Il-sung, on every major building, in every home, and on every train carriage. \"Only a light rectangular spot on the yellow whitewashed wall and a nail have remained in the place where [one] portrait used to be,\" said a source quoted by Russia's Itar-Tass agency, the only foreign media organisation to have a correspondent in the reclusive communist state. The order to remove the pictures was issued several months ago, the agency said. The empty spaces have prompted much speculation, ranging from suggestions that Mr Kim may have lost his grip on power to the possibility that the frames are simply being refitted. A more convincing explanation is that he may be trying to remarket himself. South Korea's Yonhap news agency said the leader recently sent out a directive ordering the removal of some pictures on the grounds that his image had been \"lifted too high\". Mr Kim is said to be an avid surfer of the internet, and will be aware that the semi-religious devotion he is supposed to inspire in his people is anachronistic and a feature of North Korea widely ridiculed elsewhere in north-east Asia. The removal of Mr Kim's portraits from North Korean schools in Japan three years ago fed rumours that he was uncomfortable with his cult-like image, but the mythical status of the ruling dynasty is such a central element in the country's power structure that it will be difficult to change without threatening the leader's authority. Pyongyang residents say the only portraits taken down have been in areas frequented by foreigners. \"This may be an attempt to improve Kim's image abroad,\" said one member of the city's small international community. \"If so, it makes you wonder what sort of system can be improved by the removal of the leader's portrait.\" In most other places the father-and-son images of the Kim dynasty are still said to be hanging side-by-side. \"I've been in probably 10 public buildings since Saturday and I've seen no evidence of these claims,\" said Richard Ragan, the local director of the World Food Programme. \"In fact, pictures [of both Kims] have been on prominent display in all the places I've visited.\" As with so much information that filters out of this secretive state, it is difficult to reach a firm conclusion.",
    "keywords": [
        "fade",
        "mr",
        "portraits",
        "ive",
        "begins",
        "pictures",
        "image",
        "agency",
        "kims",
        "kim",
        "cult",
        "removal",
        "view",
        "north",
        "koreas"
    ],
    "summary": "The world's last major political personality cult could be fading, according to reports from North Korea.\nPictures of the North Korean leader normally hang alongside images of his father, Kim Il-sung, on every major building, in every home, and on every train carriage.\nThe empty spaces have prompted much speculation, ranging from suggestions that Mr Kim may have lost his grip on power to the possibility that the frames are simply being refitted.\n\"This may be an attempt to improve Kim's image abroad,\" said one member of the city's small international community.\n\"In fact, pictures [of both Kims] have been on prominent display in all the places I've visited.\"",
    "sentiment": {
        "neg": 0.0271,
        "neu": 0.9069,
        "pos": 0.066,
        "compound": 0.1234
    }
}