{
    "date": "2004-04-23T12:12:37Z",
    "title": "3,000 feared dead or hurt in N Korea train blast",
    "url": "https://www.theguardian.com/world/2004/apr/23/northkorea",
    "content": "More than 3,000 people may have been killed or injured in a collision and explosion at a railway station in North Korea, the South Korean media said yesterday. The fireball at Ryongchon station, about 10 miles from the border with China, is said to have taken place only hours after North Korea's leader, Kim Jong-il, passed through on his first foreign trip in more than two years. Early today, as North Korea asked China for help in coping with the disaster, a South Korean newspaper reported that a train carrying \"a large number\" of Chinese residents had been in the station when the cargo trains blew up. Earlier, South Korea's YTN TV said the blast had been caused by a collision between cargo trains filled with gasoline and liquefied petroleum gas. Quoting unnamed sources in the Chinese border city of Dandong, the broadcaster said the station was devastated \"as if hit by a bombardment\". It added that debris had fallen from the sky in Sinuju, more than 10 miles away. According to the Yonhap news agency, South Korea's defence ministry confirmed that a large explosion had occurred at Ryongchon but it gave no details of casualties or the cause. \"It appears to be an accident,\" an official told the agency. The sources in Dandong feared that more than 3,000 people were dead or wounded, but figures are notoriously unreliable in reports from North Korea. One report said casualties were being treated by hospitals in Dandong because North Korea's dilapidated medical system is unable to cope. North Korea's media have yet to report the explosion but the government has reportedly declared a state of emergency in the north-western region. North Korean and British diplomats were unable to confirm that a big accident had taken place. Ryongchon is on the line from Beijing to Pyongyang, the route Mr Kim had taken nine hours before the blast at 1pm yesterday. Although he is the object of cult-like devotion, the leader is said to fear assassination by domestic enemies or agents of the US. Mr Kim has disappeared from public view for months at a time and rarely travels to other countries. This week he made an unofficial visit to Beijing to shore up his country's ties with its only ally, China, amid pressure from the US for Pyongyang to abandon its nuclear weapons program. Mr Kim's trip was not reported in North Korea or China until he left. Beijing station was closed for his arrival and the nearest the Chinese public got to seeing him was a sight of his Mercedes. After he returned, the North Korea news agency quoted Mr Kim as saying Pyongyang would take part in a new set of nuclear talks, though the previous two rounds have made little progress. North Korea's priority is maintaining its military strength and securing fuel and food for its people. China is its main source of oil and gas, much of which is transported by rail through Ryongchon.",
    "keywords": [
        "3000",
        "south",
        "mr",
        "taken",
        "korea",
        "station",
        "north",
        "dead",
        "china",
        "kim",
        "blast",
        "n",
        "ryongchon",
        "train",
        "feared",
        "hurt",
        "koreas"
    ],
    "summary": "Earlier, South Korea's YTN TV said the blast had been caused by a collision between cargo trains filled with gasoline and liquefied petroleum gas.\nThe sources in Dandong feared that more than 3,000 people were dead or wounded, but figures are notoriously unreliable in reports from North Korea.\nOne report said casualties were being treated by hospitals in Dandong because North Korea's dilapidated medical system is unable to cope.\nMr Kim has disappeared from public view for months at a time and rarely travels to other countries.\nNorth Korea's priority is maintaining its military strength and securing fuel and food for its people.",
    "sentiment": {
        "neg": 0.0964,
        "neu": 0.8759,
        "pos": 0.0278,
        "compound": -0.249
    }
}