{
    "date": "2005-02-10T16:52:39Z",
    "title": "North Korea: We have nuclear weapons to defend from US",
    "url": "https://www.theguardian.com/world/2005/feb/10/northkorea",
    "content": "North Korea today publicly acknowledged for the first time that it has nuclear weapons and rejected recent attempts to restart disarmament talks soon. In a statement from the foreign ministry, Pyongyang said it needed the weapons as protection against an increasingly hostile United States. The US secretary of state, Condoleezza Rice, reacted by saying North Korea should not worry about any US plans for invasion. The North Korean statement, which was carried by the state-run Korean Central News Agency, said: \"We ... have manufactured nukes for self-defence to cope with the Bush administration's evermore undisguised policy to isolate and stifle the [North].\" North Korea had reportedly already told the US in private that it had nuclear weapons and that it might test one of them. It is thought North Korea may have one or two nuclear weapons but is building its capacity to make more. Analysts said today's announcement may be a negotiating gambit aimed at improving North Korea's position in the vexed six-nation talks about its nuclear intentions that started two years ago. The ministry statement said that North Korea retained its \"principled stand to solve the issue through dialogue and negotiations and its ultimate goal to denuclearise the Korean Peninsula remain unchanged\". The statement attacked the US president, George Bush, who started his second term last month vowing to end North Korea's nuclear programme, although he used more toned down rhetoric than previously. He said this would be achieved through the talks that started in 2003 involving the two Koreas, America, China, Japan and Russia, that have so far failed to yield substantial progress. Mr Bush's tone - in stark contrast to three years ago when he described North Korea as part of an \"axis of evil\" with Iran and Iraq - raised hopes of a positive response from North Korea. But today's statement from North Korea said it had decided not to rejoin talks after Mr Bush's inaugural and state of the union speeches, and after Ms Rice labelled North Korea one of the \"outposts of tyranny\". The foreign ministry said it would not return to talks until \"there are ample conditions and atmosphere to expect positive results\". The statement said Washington's alleged attempt to topple the North's regime \"compels us to take a measure to bolster its nuclear weapons arsenal in order to protect the ideology, system, freedom and democracy chosen by its people\". Speaking in the Netherlands while on a trip through Europe, Ms Rice told Netherlands' RTL TV: \"The North Koreans have no reason to believe that anyone wants to attack them.\" \"They have been told they can have multilateral security assurances if they will make the important decision to give up their nuclear weapons programme.\" South Korea said the North's decision to stay away from talks was \"seriously regrettable\". Foreign ministry spokesman Lee Kyu-hyung said: \"We once again urge North Korea to rejoin the six-party talks without conditions so that it can discuss whatever differences it has with the United States and other participants. \"We express our strong concern with the North Korean statement that it has nuclear weapons and we again declare our stance that we will never tolerate North Korea possessing nuclear weapons.\" In Japan, the government's main spokesman said he wanted to confirm the North's intentions. \"They have used this sort of phrasing every so often. They didn't say anything particularly new,\" the chief cabinet secretary, Hiroyuki Hosoda, told a news conference. The North's UN envoy said last year that the country had \"weaponised\" plutonium from its pool of 8,000 spent nuclear fuel rods. Those rods contained enough plutonium for several bombs. The nuclear crisis began in October 2002 when US officials accused North Korea of running a secret uranium-enrichment programme in violation of international treaties, and the country expelled UN monitors. Washington and its allies cut off free oil shipments for the impoverished country under a 1994 deal with the US. North Korea retaliated by quitting the Nuclear Nonproliferation Treaty in early 2003 and restarting its plutonium-based nuclear weapons programme, which had been frozen under the 1994 agreement.",
    "keywords": [
        "norths",
        "korea",
        "ministry",
        "talks",
        "nuclear",
        "weapons",
        "told",
        "programme",
        "defend",
        "statement",
        "north"
    ],
    "summary": "North Korea had reportedly already told the US in private that it had nuclear weapons and that it might test one of them.\nIt is thought North Korea may have one or two nuclear weapons but is building its capacity to make more.\nMr Bush's tone - in stark contrast to three years ago when he described North Korea as part of an \"axis of evil\" with Iran and Iraq - raised hopes of a positive response from North Korea.\n\"We express our strong concern with the North Korean statement that it has nuclear weapons and we again declare our stance that we will never tolerate North Korea possessing nuclear weapons.\"\nNorth Korea retaliated by quitting the Nuclear Nonproliferation Treaty in early 2003 and restarting its plutonium-based nuclear weapons programme, which had been frozen under the 1994 agreement.",
    "sentiment": {
        "neg": 0.0751,
        "neu": 0.8641,
        "pos": 0.0608,
        "compound": -0.0182
    }
}