{
    "date": "2005-11-02T00:01:44Z",
    "title": "North and South Korea to join forces in fight for Olympic gold",
    "url": "https://www.theguardian.com/world/2005/nov/02/northkorea",
    "content": "North and South Korea will re-unite at the Beijing Olympics in 2008 by fielding a joint team for the first time since the troubled peninsula was divided 60 years ago. The sporting union, which was announced yesterday, is the most symbolic in a recent series of moves toward rapprochement across the world's last cold war border. Seoul and Pyongyang have yet to sign a peace treaty since the bloody 1950-53 Korean war, which claimed millions of lives on both sides. They have been bitter sporting as well as political rivals. North Korea boycotted the 1988 Seoul Olympics and football matches between the two countries have often caused security concerns. But the atmosphere has warmed considerably since a summit between the countries' leaders in 2000. Teams from the two marched together at the Sydney and Athens Olympics, and at the opening ceremony of the East Asia Games, now under way in Macau. But apart from a brief experiment in table tennis and football in the 90s, athletes from the two sides have been rivals rather than teammates. Sporting officials from the two countries said it was now time to take a step forward, first by fielding a joint team at the next Asian Games and then at the 2008 Olympics in Beijing. \"We had discussed making a single team since we jointly marched in such international events six times,\" Baek Sung-il, a spokesman for South Korea's Olympic Committee, told Reuters. \"As exchanges between South and North Korea have been progressing, the mood was ripe for reaching such an agreement.\" The two sides issued a joint statement that said they would meet on December 7 in the North's border city of Kaesong to discuss how to select and train athletes. If chosen on sporting rather than political grounds, the team is likely to have a strong South Korean bias. Athletes in the impoverished North are disadvantaged by a lack of facilities and - for much of the past decade - food shortages. At the Athens games, South Korea won 30 medals, including nine golds, while North Korea won only four silvers and one bronze. They won medals in featherweight boxing, women's singles table tennis and women's weightlifting. On both sides of the border there is a desire to score diplomatic points against the US ahead of the next round of six-nation nuclear talks later this month. Despite concerns about Pyongyang's nuclear weapons programme, most South Koreans believe the US - a traditional ally - has become a greater threat to peace than North Korea. South Korea has stepped up supplies of food and economic aid to its impoverished neighbour. Tens of thousands of tourists from the South have crossed the border this year. Test runs are expected to begin soon on a railway linking the two capitals. Last month, the South Korean government opened its first office in the North since the two sides were divided along the 38th parallel. The fielding of a joint team at the next Olympics would be the clearest declaration to the outside world of the improved relations. It would also be a coup for the host, China, which has led efforts to defuse tensions on the peninsula. · The North Korean leader Kim Jong-il is urging workers to produce more bicycles to cope with the lack of transport, improve people's health and prevent pollution just days after the country's first bike factory opened, Reuters reports. North Korea's official KCNA news agency reported on Monday that Mr Kim visited the Pyongyang Joint Venture Bicycle Factory. Previously most bikes have been cast-offs from China and Japan.",
    "keywords": [
        "border",
        "gold",
        "south",
        "team",
        "korea",
        "fight",
        "olympic",
        "sporting",
        "join",
        "korean",
        "sides",
        "joint",
        "olympics",
        "north",
        "forces"
    ],
    "summary": "North Korea boycotted the 1988 Seoul Olympics and football matches between the two countries have often caused security concerns.\n\"As exchanges between South and North Korea have been progressing, the mood was ripe for reaching such an agreement.\"\nAt the Athens games, South Korea won 30 medals, including nine golds, while North Korea won only four silvers and one bronze.\nDespite concerns about Pyongyang's nuclear weapons programme, most South Koreans believe the US - a traditional ally - has become a greater threat to peace than North Korea.\nSouth Korea has stepped up supplies of food and economic aid to its impoverished neighbour.",
    "sentiment": {
        "neg": 0.0567,
        "neu": 0.876,
        "pos": 0.0673,
        "compound": 0.0182
    }
}