{
    "date": "2005-12-24T14:21:35Z",
    "title": "Cloning fraud hits search for stem cell cures",
    "url": "https://www.theguardian.com/science/2005/dec/24/medicalresearch.stemcells",
    "content": "Research that gave hope to millions of people with incurable diseases has been put \"back on the starting line\" by one of the worst cases of scientific fraud, experts and patients groups warned yesterday. Dr Woo-suk Hwang was forced to quit his post at South Korea's leading academic institution, Seoul National University, following an investigation into his apparently pioneering work on human cloning. Alison Murdoch, who led the team at Newcastle's Fertility Centre that cloned the first human embryo in Europe, said the search for stem cell therapies to cure conditions such as Parkinson's, diabetes and spinal cord injury had been seriously damaged. \"We're back on the starting line. When Hwang's work was published, we assumed it was just a case of the rest of us learning how to do it. Now, we've still got to get to that first stage. Nobody wins in this, everybody loses,\" she said. Dr Hwang published papers in which he claimed to have achieved two world firsts by cloning a human embryo and a dog, and raised hopes for new cures by claiming to create stem cells tailored to patients with diseases. However, a panel of nine experts at the university accused Dr Hwang of \"major misconduct that undermines the fundamentals of science\". They said he had falsified at least nine of 11 embryonic stem cell lines that he announced in a research paper published in a US journal in May. Patient groups reacted with dismay to yesterday's announcement. \"This is very disappointing, and does set back research that could lead to effective treatments for motor neurone disease,\" said Brian Dickie, director of research development at the Motor Neurone Disease Association. \"However, we believe the scientific rationale behind therapeutic cloning is sound, and that it still offers a significant opportunity for achieving a breakthrough.\" Robert Meadowcroft at the Parkinson's Disease Society said: \"This can be seen as a disappointing setback for people with Parkinson's.\" The exposure of the fraud was seized on by opponents of stem cell research. Josephine Quintavalle of Comment on Reproductive Ethics called for a thorough investigation of all cloning claims that \"piggy-backed\" on Dr Hwang's research, in particular the work carried out by Dr Murdoch at Newcastle. Fallout from the investigation is likely to threaten plans for Britain to join the World Stem Cell Hub, a South Korean network of laboratories specialising in the field. \"The future for any collaboration with South Korea is effectively gone,\" said Dr Murdoch. Dr Hwang had claimed he had pioneered a technique to engineer stem cells, which can develop into any type of human tissue. This created uproar among those who consider it unethical to manipulate such cells, which are taken from human embryos. But it was a source of optimism for sufferers of spinal cord injuries and Parkinson's disease, who believed it brought nearer the day when laboratories could tailor-make healthy replacement tissues that their own bodies were unable to produce. Doubts began to surface last month, when Dr Hwang admitted that he broke ethical guidelines by procuring human eggs from female employees at the university. Co-authors of the paper withdrew their support, and rumours began circulating on scientific bulletin boards that many of Dr Hwang's results were bogus. The investigation panel discovered that his team split cells from one patient into two test tubes, which they then misleadingly claimed to have come from different sources: one real, one cloned. \"Based on these findings, the data in 2005 was intentionally fabricated, not an accidental error,\" said Roe Jung-hye, chief of Seoul National University's research office, in a televised news conference to a shocked nation. \"It is difficult for Professor Hwang not to avoid taking major responsibility.\"",
    "keywords": [
        "disease",
        "human",
        "cures",
        "parkinsons",
        "cells",
        "investigation",
        "research",
        "cloning",
        "hwang",
        "dr",
        "cell",
        "hits",
        "search",
        "stem",
        "fraud"
    ],
    "summary": "However, a panel of nine experts at the university accused Dr Hwang of \"major misconduct that undermines the fundamentals of science\".\nRobert Meadowcroft at the Parkinson's Disease Society said: \"This can be seen as a disappointing setback for people with Parkinson's.\"\nThe exposure of the fraud was seized on by opponents of stem cell research.\nDr Hwang had claimed he had pioneered a technique to engineer stem cells, which can develop into any type of human tissue.\nDoubts began to surface last month, when Dr Hwang admitted that he broke ethical guidelines by procuring human eggs from female employees at the university.",
    "sentiment": {
        "neg": 0.0882,
        "neu": 0.8438,
        "pos": 0.068,
        "compound": -0.0895
    }
}