{
    "date": "2005-02-06T02:08:33Z",
    "title": "DNA riddle deepens kidnap row",
    "url": "https://www.theguardian.com/world/2005/feb/06/japan.northkorea",
    "content": "It was one of the century's most bizarre state crimes: dozens of Japanese were kidnapped by North Korea in the 1970s and made to live in the world's most secretive nation. Korean leaders have since apologised but the kidnaps generate high emotions that have now threatened to erupt into a new dispute. The row focuses on Megumi Yokota, a 13-year-old schoolgirl when kidnapped in 1977. She died before she could return to her native land. But last year her ashes were sent back and the issue seemed settled - until Japanese scientists carried out DNA tests on the remains. They concluded the DNA came from another individual, Nature reports this week. Japan has now threatened 'stringent actions', which could include the cancellation of 125,000 tonnes of food aid for North Korea and other sanctions. But the scientists' claims have been rejected by North Korea. It says it is impossible for DNA tests to be carried out on human remains. During cremation, temperatures rise to 1,200C and DNA would have been destroyed at such a heat. Japanese scientists have stood by their findings. The battle adds a strange twist to an already weird tale. Agents began a series of grab operations against Japanese individuals including schoolgirls, beauticians and couples on romantic dates. All were whisked off to lead new lives in North Korea. Eventually reports from captured spies revealed the truth and in 2002, North Korea's leader, Kim Jong-il, admitted the kidnappings of a dozen Japanese. Eight were dead, he said, while four were living and would be returned. 'The special forces were carried away by a reckless quest for glory and I want to frankly apologise.' said Kim. Of the kidnappings, that of Megumi was the most harrowing. She was last seen walking along a quiet road in Niigata, in northern Japan. Her parents assumed she was dead. However, a North Korean agent later revealed that Megumi had fought so hard with her kidnappers that she arrived in North Korea covered in blood. It was claimed that she had then killed herself after being detained in a mental hospital. Last November, forensic expert Tomio Yoshii carried out tests on Megumi's ashes. He found two samples of DNA. Neither matched those found in Megumi's umbilical cord, which had been kept by her parents, a common practice in Japan. Yoshii insisted that DNA could have survived if it had only been exposed for a very short time to high heat. The Japanese authorities believe he is right but the scientist has used up all his samples in his tests. This grim coda to an already sad story is unlikely ever to be resolved.",
    "keywords": [
        "megumi",
        "riddle",
        "korea",
        "yoshii",
        "north",
        "tests",
        "japanese",
        "scientists",
        "japan",
        "deepens",
        "carried",
        "row",
        "dna",
        "kidnap"
    ],
    "summary": "But last year her ashes were sent back and the issue seemed settled - until Japanese scientists carried out DNA tests on the remains.\nJapan has now threatened 'stringent actions', which could include the cancellation of 125,000 tonnes of food aid for North Korea and other sanctions.\nIt says it is impossible for DNA tests to be carried out on human remains.\nAll were whisked off to lead new lives in North Korea.\nYoshii insisted that DNA could have survived if it had only been exposed for a very short time to high heat.",
    "sentiment": {
        "neg": 0.1218,
        "neu": 0.8441,
        "pos": 0.0341,
        "compound": -0.1856
    }
}