{
    "date": "2005-12-16T12:47:07Z",
    "title": "North Korea to start nuclear dismantling 'soon'",
    "url": "https://www.theguardian.com/world/2005/dec/16/northkorea",
    "content": "North Korea did not return to international talks about its nuclear programmes today, but released a joint statement with South Korea saying the dismantling process would be \"implemented soon\". The latest round of talks between the two Koreas began on Tuesday in a bid to prevent North Korea boycotting six-nation arms negotiations. Last week, Pyongyang threatened to abandon the negotiations unless the US dropped financial sanctions against it. Although North Korea failed to give a firm commitment that it would return to the talks, in today's statement the Koreas agreed the dismantling process \"has to be implemented soon\" and that they would \"actively cooperate for a peaceful resolution of the nuclear issue\". In September, North Korea agreed during talks with the US, China, South Korea, Japan and Russia to give up nuclear weapons in return for energy, economic aid, more diplomatic recognition and a US promise not to attack. But then, almost immediately after the talks, Pyongyang demanded that it be given a light-water nuclear reactor ahead of dismantling its weapons programme. Light-water reactors can be used to generate electricity but are harder to use than other reactors for the enrichment of material for warheads. Washington and others said the reactor was not a part of the deal. The next round of the nuclear talks between is likely to be held in January, but it is not clear whether Pyongyang will attend. Washington has strongly urged South Korea to link its economic cooperation with the North to progress at the nuclear talks. The unification minister, Chung Dong-young, head of the South Korean delegation to the inter-Korean talks, will travel to Washington on Sunday. He is expected to inform the US of the North's position in a bid to bring both sides back to the negotiating table. The statement issued by North and South Korea today said the two sides also agreed on improving railway links and more reunions for families divided by the border. They said they would hold military talks \"soon\" next year to prevent conflicts along the border. The issue of South Korean detainees held in the North was not directly referred to in the agreement, but both sides said they would hold Red Cross talks before February to \"discuss and resolve humanitarian issues of common interest\".",
    "keywords": [
        "south",
        "start",
        "korea",
        "soon",
        "dismantling",
        "washington",
        "talks",
        "nuclear",
        "sides",
        "statement",
        "north",
        "return"
    ],
    "summary": "North Korea did not return to international talks about its nuclear programmes today, but released a joint statement with South Korea saying the dismantling process would be \"implemented soon\".\nThe latest round of talks between the two Koreas began on Tuesday in a bid to prevent North Korea boycotting six-nation arms negotiations.\nThe next round of the nuclear talks between is likely to be held in January, but it is not clear whether Pyongyang will attend.\nWashington has strongly urged South Korea to link its economic cooperation with the North to progress at the nuclear talks.\nThey said they would hold military talks \"soon\" next year to prevent conflicts along the border.",
    "sentiment": {
        "neg": 0.0689,
        "neu": 0.8629,
        "pos": 0.0682,
        "compound": 0.0404
    }
}