{
    "date": "2005-07-27T22:59:49Z",
    "title": "Good start to North Korea talks",
    "url": "https://www.theguardian.com/world/2005/jul/27/northkorea",
    "content": "Unusually positive signs emerged yesterday from the new round of six-nation talks on North Korea's nuclear ambitions, as Washington indicated that it had no intention of attacking the North. The chief US delegate, the assistant secretary of state, Christopher Hill, stressed that America recognised North Korea's sovereignty. North Korea's top negotiator said a breakthrough in the nearly three-year standoff would require \"very firm political will and a strategic decision by the parties concerned that have an interest in ending the threat of nuclear war\". A Chinese spokesman said the talks had started on a \"sound footing\" but said that formidable obstacles lay ahead. Washington wants a prior agreement on the \"verifiable and irreversible\" dismantling of Pyongyang's nuclear weapons programme before it provides security guarantees and economic aid. North Korea demands a phased schedule in which it will be rewarded for each step it takes towards denuclearisation. New on the table this time is an offer by South Korea to supply Pyongyang with 2,000 megawatts of electricity, which would double the North's total power output, on condition that Pyongyang scraps its nuclear plans.",
    "keywords": [
        "war",
        "start",
        "korea",
        "washington",
        "talks",
        "nuclear",
        "weapons",
        "good",
        "pyongyang",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "Unusually positive signs emerged yesterday from the new round of six-nation talks on North Korea's nuclear ambitions, as Washington indicated that it had no intention of attacking the North.\nThe chief US delegate, the assistant secretary of state, Christopher Hill, stressed that America recognised North Korea's sovereignty.\nA Chinese spokesman said the talks had started on a \"sound footing\" but said that formidable obstacles lay ahead.\nWashington wants a prior agreement on the \"verifiable and irreversible\" dismantling of Pyongyang's nuclear weapons programme before it provides security guarantees and economic aid.\nNorth Korea demands a phased schedule in which it will be rewarded for each step it takes towards denuclearisation.",
    "sentiment": {
        "neg": 0.0983,
        "neu": 0.8103,
        "pos": 0.0913,
        "compound": 0.0359
    }
}