{
    "date": "2005-02-10T00:02:45Z",
    "title": "Grudge match fans play it cool",
    "url": "https://www.theguardian.com/world/2005/feb/10/japan.northkorea",
    "content": "When the home crowd booed their opponents before kick-off it looked like the match was going to live up to its billing as an ugly showdown between longtime foes. But it proved a short-lived display of bravado. Japanese football fans reverted to type last night, behaving impeccably as they watched their team secure a last-gasp 2-1 victory over North Korea in the countries' first match in their qualifying group for next summer's World Cup finals. About 3,500 police officers and security guards had been drafted in to keep the two sets of supporters apart amid fears that political tensions between the two countries over North Korea's cold-war abductions of Japanese citizens would spill over into the stands. There were no reports of violence, and the presence of Japan's fanatical right wing was limited to a couple of elderly, bearded men chanting tired old slogans outside the stadium. The impressive North Koreans outplayed Japan for much of the game but were unable to reward their colourful and noisy fans with a repeat of the glorious day in Middlesbrough in 1966 when they beat Italy to reach the World Cup quarter-finals. The home supporters among the 63,000 crowd at Tokyo's Saitama stadium had booed the North Korean players and their fans before the game, but by the time the Stalinist state's national anthem was played at ear-splitting volume they were listening in respectful silence, even breaking into applause at the end. The return leg is in Pyongyang on June 8.",
    "keywords": [
        "cool",
        "match",
        "fans",
        "supporters",
        "play",
        "world",
        "cup",
        "japanese",
        "crowd",
        "game",
        "grudge",
        "stadium",
        "north"
    ],
    "summary": "When the home crowd booed their opponents before kick-off it looked like the match was going to live up to its billing as an ugly showdown between longtime foes.\nJapanese football fans reverted to type last night, behaving impeccably as they watched their team secure a last-gasp 2-1 victory over North Korea in the countries' first match in their qualifying group for next summer's World Cup finals.\nThere were no reports of violence, and the presence of Japan's fanatical right wing was limited to a couple of elderly, bearded men chanting tired old slogans outside the stadium.\nThe impressive North Koreans outplayed Japan for much of the game but were unable to reward their colourful and noisy fans with a repeat of the glorious day in Middlesbrough in 1966 when they beat Italy to reach the World Cup quarter-finals.\nThe return leg is in Pyongyang on June 8.",
    "sentiment": {
        "neg": 0.0868,
        "neu": 0.8224,
        "pos": 0.0907,
        "compound": 0.0271
    }
}