{
    "date": "2005-10-17T06:07:57Z",
    "title": "Mark Honigsbaum reports of public executions in North Korea.",
    "url": "https://www.theguardian.com/media/2005/oct/17/koreanews.channel4",
    "content": "A crowd gathers in a dusty field somewhere in North Korea. They have come to see a trial but as the judge passes sentence they grow uneasy. \"Mum, I want to go,\" a child is heard to whisper on the audio. \"Hold on,\" says the mother. \"It looks scary.\" The next moment, the camera judders and an official - presumably the judge - is heard to declare: \"Kim Jong-il is great in comparison to these worthless criminals ... they trafficked women across the border to China. We have to build up a strong guard to keep these influences out.\" The image jumps to the prisoner, already blindfolded and tied to a post. \"Forward, right,\" the judge tells the armed men. \"Shoot! Shoot! Shoot!\" The man falls to the ground and another prisoner is brought forward. Moments later, the anonymous cameraman walks into a nearby building and speaks directly into the microphone: \"I watched soldiers executing people by firing squad ... children and adults watch the whole thing and then they go home.\" Filmed secretly last March, the footage is a damning indictment of the atrocities committed in the name of North Korea's communist dictator Kim Jong-il, the ruler of one of the world's most repressive regimes. Public executions are a regular occurrence in Kim's Stalinist state but until now they have never been captured on film. Just as importantly, the footage is the first hard evidence of the existence of an underground resistance network in North Korea. \"The camerman who filmed the execution was taking a huge risk,\" explains Jung-Eun Kim, an American-Korean journalist who has spent seven years monitoring the growth of the resistance movement. \"If he'd been caught, the punishment would almost certainly have been death.\" One man who can testify to the risks being run by the dissidents is \"Mr Park\". The former head of a North Korean resistance cell, Park is currently hiding in a safe house in Bangkok and does not wish his real name to be used for fear of reprisals against his wife and child who are still in North Korea. However, in an extraordinary interview with Channel 4's Dispatches tonight, Park claims that it was he who ordered the filming of the executions in Hoeryong city, in the northeast of the country. The footage records the summary trial and execution on March 1 of two factory workers, Choi Jae-gon and Park Myeong-gil (another, shot on March 2, shows the execution of another man). Videos shot by others show corpses lying abandoned on the streets of the capital Pyongyang, the illegal sale of rice donated by the World Food Programme, scenes of casual brutality on trains and children scrabbling beneath a railway car for fertiliser with which to grow crops. But while the undercover films expose the cruelty and corruption of life under Kim, it is the countertrade in smuggled South Korean movies and soap operas, showing how well people live under capitalism, that Park believes pose the greatest threat to Kim's dictatorship. \"One video stands for hundreds of thousands of things you are not allowed to speak about,\" Park tells me, when I reach him by telephone. \"Before, the people could not imagine how poor life in North Korea really was. Now, with the help of these videos, we are beginning to challenge these fixed ideas.\" Park is taking an enormous risk by appearing in the documentary. A former soldier in the North Korean army, he joined the Freedom Youth League, as the network is known, when he left the military in 1996 and was confronted by the reality of mass starvation - an estimated two million North Koreans died from famine in the mid-1990s, prompting a wave of politicial imprisonments and executions as Kim sought to suppress dissent. Park began by distributing videos smuggled into the country from South Korea. After five years, he began filming starving children with a handheld camera. Then, last October, he defaced a picture of Kim and hung a poster from a bridge in Hoeryong city at dawn. The poster read: \"Bring down Kim Jong-il. Why should we starve and die in poverty?\" Within days, a film of Park's protest had been smuggled to South Korea where it was posted on the internet. In an attempt to unmask the cameraman, Kim ordered his secret police to raid several homes in Hoeryong and another nearby town, banishing 160 families to exile. In January, Park fled, crossing a frozen river into China with the help of another member of the league before being smuggled to Myammar and Thailand where he was given sanctuary by Helping Hands, a South Korean-based Christian missionary group. His application to the United States for political asylum has been rejected and so far the United Nations has refused to grant him refugee status, saying he should go to South Korea. \"I know that Kim Jong-il has a strong belief that unless he kills his political opponents, they will kill him and ... that he will not rest until they are hunted down,\" he says. \"Therefore, I know I am in mortal danger.\" Nevetherless, he says, \"Our aim is to sew the seeds of democracy. The problem is that a gunshot hasn't been heard yet. Once there's a gunshot, the people will realise Kim Jong-il isn't that scary.\" Park is wary of revealing too much about the league, other than that he commanded three cells and that the resistance has about 100 active members. He claims the network's support reaches to the highest echelons in society, including the secret police and military. \"I've heard there are many people in the military who show total obedience to Kim Jong-il outwardly, but in reality are prepared to join hands in the fight.\" Is he saying the army would support a popular uprising? There is a pause. \"You know the Islamic jihads?\" he says eventually. \"If North Koreans had the opportunity to rise up their fury would be 10 times worse, but the state exercise such tight control that at the moment it's impossible.\" When Park was distributing the illicit South Korean videos, he would typically receive 3,000 at a time, storing them in a secret location before distributing them via the network. Some of his most regular customers were government bureaucrats, but it was the popularity of the films with ordinary Koreans that most threatened the regime. At one point in the documentary, a dissident identified as \"Mrs White\" describes how the scales fell from her eyes. \"Until we watched South Korean films, we thought there were many beggars in the outside world,\" she says. \"But in reality we are the beggars.\" It is a measure of the success of this video revolution that the secret police have recently been driven to more desperate measures - cutting the electricity without warning and bursting into people's homes in the hope of finding the tapes locked in their video players. So what now for Park? He says he would like to go to America, but with the US involved in delicate negotations with China over Kim's nuclear programme and South Korea seemingly eager to appease its more powerful neighbour, Park has begun to fear the worst. \"If the US won't let me in and I have to go to South Korea ... there is a real possibility of being assassinated.\" Last year, on the streets of Bangkok, North Korean agents tried to bundle a defector who had smuggled out documentary evidence of the regime's biological human experiments into a waiting car. What about Park's wife and children back in North Korea? Doesn't he fear for their lives when his film is transmitted? He doesn't respond (later Jung-Eun tells me why: he fears they are already being watched). Instead he recalls the moment he crossed the border into China. \"I found myself in a snow-covered field,\" he says. \"I looked back at North Korea and thought about my fatherland and my family and the life I had lived. And I stood there and wept.\" · Dispatches: Undercover in the Secret State will be shown on Channel 4 at 8pm tonight",
    "keywords": [
        "south",
        "honigsbaum",
        "public",
        "korea",
        "reports",
        "secret",
        "videos",
        "kim",
        "executions",
        "mark",
        "korean",
        "jongil",
        "smuggled",
        "north",
        "park"
    ],
    "summary": "A crowd gathers in a dusty field somewhere in North Korea.\nJust as importantly, the footage is the first hard evidence of the existence of an underground resistance network in North Korea.\n\"Before, the people could not imagine how poor life in North Korea really was.\nWithin days, a film of Park's protest had been smuggled to South Korea where it was posted on the internet.\n\"I looked back at North Korea and thought about my fatherland and my family and the life I had lived.",
    "sentiment": {
        "neg": 0.0856,
        "neu": 0.8602,
        "pos": 0.0542,
        "compound": -0.068
    }
}