{
    "date": "2005-11-25T09:36:24Z",
    "title": "Clone human embryo creator admits ethical lapses in work",
    "url": "https://www.theguardian.com/science/2005/nov/25/ethicsofscience.koreanews",
    "content": "The scientist who created the first clone human embryo was forced to apologise yesterday for ethical lapses in his work. Professor Woo-Suk Hwang of Seoul National University said some of the eggs used in his experiments to create human clones were donated by two junior members of his research team. He admitted his focus on the research had led him to overlook the related ethical issues. An investigation by the South Korean health ministry also found some women were paid for their eggs, a practice that is now illegal in the country. \"I am very sorry that I have to tell the public words that are too shameful and horrible,\" said Prof Hwang at a news conference yesterday. \"I should be here reporting the successful results of our research, but I'm sorry instead to have to apologise.\" Prof Hwang said he would resign as the head of the World Stem Cell Hub in a bid to \"atone to the public\". The hub, launched in Seoul last month, aims to help coordinate global efforts to use stem cells in the search for treatments for incurable diseases such as Alzheimer's and Parkinson's. The group had announced plans to open laboratories in San Francisco and England, but Prof Hwang's close collaborators, including University of Pittsburgh researcher Gerald Schatten, dropped out of the project following the allegations of unethical egg collection. A hero in his native South Korea, Prof Hwang made headlines last year when he announced he had extracted stem cells, the master cells that can turn into any type of cell, from the first cloned human embryo. Earlier this year he unveiled Snuppy, the world's first cloned dog. Reports that Prof Hwang may have used eggs from members of his research team first appeared in the scientific journal Nature last year. Prof Hwang said this was the first time the issue had been brought to his attention and that when he asked the scientist in his team, she admitted donating eggs but asked for her privacy to be maintained. Prof Hwang said: \"I have learned a painful lesson that I should conduct research in a calm and cautious manner by living up to a global standard.\" But Prof Hwang's Seoul team are unfazed by the revelations. Lee Jeong-Ryul, a cardiac surgeon, said the dispute was \"no reason to stop stem cell research\".",
    "keywords": [
        "human",
        "work",
        "team",
        "clone",
        "cells",
        "research",
        "hwang",
        "eggs",
        "seoul",
        "creator",
        "embryo",
        "prof",
        "cell",
        "ethical",
        "stem",
        "lapses",
        "admits"
    ],
    "summary": "The scientist who created the first clone human embryo was forced to apologise yesterday for ethical lapses in his work.\n\"I am very sorry that I have to tell the public words that are too shameful and horrible,\" said Prof Hwang at a news conference yesterday.\nProf Hwang said he would resign as the head of the World Stem Cell Hub in a bid to \"atone to the public\".\nReports that Prof Hwang may have used eggs from members of his research team first appeared in the scientific journal Nature last year.\nLee Jeong-Ryul, a cardiac surgeon, said the dispute was \"no reason to stop stem cell research\".",
    "sentiment": {
        "neg": 0.0774,
        "neu": 0.8561,
        "pos": 0.0666,
        "compound": -0.0212
    }
}