{
    "date": "2005-09-20T23:03:47Z",
    "title": "The Sino-US pincer",
    "url": "https://www.theguardian.com/world/2005/sep/21/tisdallbriefing.northkorea",
    "content": "North Korea's unexpected pledge this week to abandon its nuclear weapons appears to be the result of a highly unusual diplomatic pincer movement by the US and China. The manoeuvre has potentially positive implications for resolving the nuclear stalemate with another so-called axis of evil state, Iran. The deal forged at the six-party talks hosted by China in Beijing remains highly fragile, as yesterday's renewed demands from Pyongyang show. But if made to stick, diplomats believe that it may come to be seen as a landmark in Sino-US strategic security cooperation and a paradigm for ending the west's dispute with Tehran. After two years of fruitless talks, the turning point seems to have come not in Beijing but in New York, at a private meeting last week at the UN between George Bush and the Chinese leader, Hu Jintao. The US president is said to have warned his counterpart that in the absence of progress, the US may step up pressure on North Korea's weak and inherently unstable regime - with unpredictable consequences. \"If the talks had failed again, it would have harmed China's credibility,\" said an Asian diplomat familiar with the Beijing talks. But China had more powerful motives, too. As its economy and international standing have grown, its broader interests in solving the dispute have increasingly fallen into line with Washington's. \"China has its own security and economic concerns. It sees North Korea as a destabilising factor in the region. It wants to keep it as a buffer state, to keep the status quo. It doesn't want the Korean peninsula to be nuclearised or destroyed,\" the diplomat said. Beijing also feared Pyongyang's nuclear arms could lead its regional rival, Japan, and South Korea to acquire similar weapons while encouraging a heightened US military presence. The US decision to offer security guarantees, aid and technology to North Korea, having long refused to do so, also reflects a more consensual perspective in Washington. That change is attributed in part to Condoleezza Rice's appointment as America's top diplomat and the reassignment to the UN of John Bolton, the former arms control chief whose abrasive style antagonised Pyongyang. But preoccupations with Iraq, growing worries about Iran, plus Japanese and South Korean concerns about escalation have also helped persuade the White House that China's insistence on engagement, rather than confrontation, may best serve its interests. The US eschewed bilateral contacts after the 2002 rupture that led North Korea to quit the nuclear non-proliferation treaty. Now its chief negotiator, Christopher Hill,hailing the deal as a \"turning point\", may visit Pyongyang. The contradictions between this new US approach and its policy towards Iran may become increasingly difficult to justify internationally. Mohamed ElBaradei, the UN nuclear agency chief, made the comparison this week while warning against American (and Iranian) \"brinkmanship\". Iranian officials say privately that Washington's refusal to meet bilaterally, indirect threats of military coercion, and economic sanctions all hinder progress on the nuclear issue. Beijing seems to agree. With its UN veto in its pocket, it has opposed punitive measures against Iran, an important oil and gas exporter, while insisting engagement is the best path forward. Ironically, it may be China, Washington's new-found \"strategic partner\" in the east, which also holds the key to the west's Iranian impasse.",
    "keywords": [
        "iran",
        "sinous",
        "beijing",
        "korea",
        "week",
        "talks",
        "china",
        "nuclear",
        "pincer",
        "washingtons",
        "security",
        "north"
    ],
    "summary": "North Korea's unexpected pledge this week to abandon its nuclear weapons appears to be the result of a highly unusual diplomatic pincer movement by the US and China.\n\"If the talks had failed again, it would have harmed China's credibility,\" said an Asian diplomat familiar with the Beijing talks.\nIt sees North Korea as a destabilising factor in the region.\nThe US eschewed bilateral contacts after the 2002 rupture that led North Korea to quit the nuclear non-proliferation treaty.\nIronically, it may be China, Washington's new-found \"strategic partner\" in the east, which also holds the key to the west's Iranian impasse.",
    "sentiment": {
        "neg": 0.0859,
        "neu": 0.8108,
        "pos": 0.1032,
        "compound": -0.0177
    }
}