{
    "date": "2005-09-19T14:25:28Z",
    "title": "North Korea 'to end nuclear programmes'",
    "url": "https://www.theguardian.com/world/2005/sep/19/northkorea",
    "content": "North Korea has agreed to drop its nuclear weapons development and rejoin non-proliferation treaties in a breakthrough after two years of talks, it was reported today. In exchange, the North's neighbours have offered assistance with energy supplies, and the US said it had no plans to attack the communist state. Under the terms of the agreement - signed by six countries in Beijing - the North is \"committed to abandoning all nuclear weapons and existing nuclear programmes and returning at an early date\" to the nuclear non-proliferation treaty and International Atomic Energy Agency safeguards. For its part, Washington affirmed it had \"no nuclear weapons on the Korean peninsula and has no intention to attack or invade [North Korea] with nuclear or conventional weapons\". North Korea and the US also pledged to respect each other's sovereignty and right to peaceful coexistence, and to take steps towards normal relations. \"This is the most important result since the six-party talks started more than two years ago,\" China's deputy foreign minister, Wu Dawei, said. Later, Washington's chief nuclear negotiator, Christopher Hill, urged North Korea to shut down its main reactor complex as a sign of good faith. \"We do not plan to go out onto the landscape [of North Korea] and start hunting for nuclear facilities,\" Mr Hill said. \"We expect those to be shown to us, and we expect to move quickly.\" In November, more negotiations will be held to discuss how to implement the principles outlined in the agreement. They include a South Korean plan to deliver electricity across the heavily-armed border dividing the peninsula. Representatives from China, Japan, Russia, the US and the two Koreas have been in talks since August 2003. The negotiations had been deadlocked over North Korea's demand that it should keep the right to civilian nuclear programmes after it disarmed. Pynogyang was promised two light-water reactors under a 1994 deal with Washington to abandon its nuclear weapons. That agreement fell apart in late 2002 with the outbreak of the latest nuclear crisis when US officials said North Korea admitted having a secret uranium enrichment programme. The North is believed to have enough radioactive material in its publicly acknowledged plutonium programme to make around half a dozen warheads, but has not performed any known nuclear tests to prove its capability. In February, it claimed it had nuclear weapons.",
    "keywords": [
        "right",
        "programmes",
        "korea",
        "washington",
        "end",
        "talks",
        "nuclear",
        "weapons",
        "agreement",
        "programme",
        "north"
    ],
    "summary": "North Korea has agreed to drop its nuclear weapons development and rejoin non-proliferation treaties in a breakthrough after two years of talks, it was reported today.\nFor its part, Washington affirmed it had \"no nuclear weapons on the Korean peninsula and has no intention to attack or invade [North Korea] with nuclear or conventional weapons\".\nLater, Washington's chief nuclear negotiator, Christopher Hill, urged North Korea to shut down its main reactor complex as a sign of good faith.\n\"We do not plan to go out onto the landscape [of North Korea] and start hunting for nuclear facilities,\" Mr Hill said.\nThe negotiations had been deadlocked over North Korea's demand that it should keep the right to civilian nuclear programmes after it disarmed.",
    "sentiment": {
        "neg": 0.0892,
        "neu": 0.8351,
        "pos": 0.0756,
        "compound": -0.0169
    }
}