{
    "date": "2005-06-23T01:41:19Z",
    "title": "US food package for Korea",
    "url": "https://www.theguardian.com/world/2005/jun/23/northkorea.usa",
    "content": "The United States will provide 50,000 tonnes of food to North Korea in a humanitarian decision that the Bush administration has stressed is unrelated to efforts to get Pyongyang to end its nuclear weapons programme. Announcing the decision yesterday, state department spokesman Adam Ereli stressed that the timing was routine. The year before, the administration donated 100,000 tonnes of food to North Korea. The regime indicated this month that it was ready to resume talks with the US and four other countries - Russia, China, Japan and South Korea - but no date has been set. At the White House, press secretary Scott McClellan said: \"We've been a big supplier of food to the North Korean people and the president has said that he does not believe that food should be used as a diplomatic weapon. \"We want to make sure there are assurances that food is going to those who need it, to the people who are starving - not to the government and not to the military in North Korea.\" Two private US experts on the reclusive regime said this week that the North Korean leader, Kim Jong Il, had sent a message to George Bush in November 2000 saying the US and North Korea \"should be able to resolve the nuclear issue in compliance with the demands of the new century\". \"If the United States makes a bold decision, we will respond accordingly,\" Mr Kim said in a written personal message to Mr Bush.",
    "keywords": [
        "regime",
        "korea",
        "decision",
        "states",
        "bush",
        "tonnes",
        "stressed",
        "food",
        "united",
        "north",
        "package"
    ],
    "summary": "The United States will provide 50,000 tonnes of food to North Korea in a humanitarian decision that the Bush administration has stressed is unrelated to efforts to get Pyongyang to end its nuclear weapons programme.\nThe year before, the administration donated 100,000 tonnes of food to North Korea.\nAt the White House, press secretary Scott McClellan said: \"We've been a big supplier of food to the North Korean people and the president has said that he does not believe that food should be used as a diplomatic weapon.\n\"We want to make sure there are assurances that food is going to those who need it, to the people who are starving - not to the government and not to the military in North Korea.\"\n\"If the United States makes a bold decision, we will respond accordingly,\" Mr Kim said in a written personal message to Mr Bush.",
    "sentiment": {
        "neg": 0.0614,
        "neu": 0.8705,
        "pos": 0.0681,
        "compound": 0.0098
    }
}