{
    "date": "2005-10-03T16:35:46Z",
    "title": "Last orders, please",
    "url": "https://www.theguardian.com/world/2005/oct/03/northkorea",
    "content": "Of all the bars in all the world, there is probably none as exclusive, surreal or intriguing as the Random Access Club in Pyongyang. There are also few institutions that are quite so necessary to the mental well-being of the customers. Open for business only on Friday nights, the RAC is a watering hole for North Korea's tiny expatriate community; the 300 foreign residents allowed to live among the 22 million population of the planet's most reclusive nation. At first sight, the club inside the compound of the United Nations World Food Programme could not look more mundane nor the clientele appear less exotic. Apart from the decor - mostly copies of Chinese contemporary artworks - the simple bar, concrete walls and well-worn pool table might as easily belong to a church hall in Croydon as an expat hang-out in Pyongyang. The few dozen customers seem so earnest and engaging that they too could be mistaken for a suburban congregation rather than the disaster and war hardened aid workers and diplomats they really are. What is bizarre is the context. The RAC is an oasis of modern globalised normality inside a land where time has not only stood still but gone backwards. North Korea exerts more control over its citizens than the Soviet Union in the dark days of Stalinism. It takes the ideology of 1984 to levels that George Orwell could not have dreamed of. It is rusting proof that the engine of industrial development has a reverse gear. And it is a dark and uncomfortable warning of what could happen to the world if we ever run out of oil. To find a place like the RAC in the midst of this is like seeing a tiny postcard of Brighton beach stuck on Picasso's Guernica, or having the latest Peter Greenaway film interrupted by a few seconds of Neighbours. The bar's short history is the story of the gradual opening of North Korea since the government reluctantly requested outside help to feed a population racked by famine, droughts and floods. When it started in 1995, the WFP had just two representatives running a small aid project from rooms in the Koryo hotel. By 1997, North Korea had become the biggest humanitarian operation on the planet, with international organisations providing food and medicine to more than a quarter of the population. In the meantime, the resident aid community - which included other UN agencies and about a dozen NGOs - had swollen to more than a hundred and been moved to the diplomatic district. The RAC emerged in response to the growing need among this group for a communal gathering point and a place to let off steam about the frustrations of working in such a difficult political and humanitarian environment. Foreigners in Pyongyang arguably face more restrictions than their counterparts in any other country. They cannot make private visits to the homes of North Koreans, they cannot travel outside of Pyongyang without permission and they are not supposed to exchange their dollars and euros for local currency. The work can be harrowing. Although the worst of the food crisis passed more than five years ago, some areas still suffer from poor nutrition and a lack of basic medicines. In remote outposts, WFP monitors can be extremely isolated. In Hyesan - a four-day drive from Pyongyang - the organisation's representative lives alone for eight weeks in a basic hotel where the temperature in the lobby can fall as low as minus 17 degrees in the winter. There are no other foreigners, their local guides leave them at the weekends, and they are not allowed to socialise privately with Koreans. In Pyongyang, the situation is not nearly as bad. Many visitors are surprised at the beauty of this showcase city. Compared to most capitals, it is clean, quiet and safe. There is sufficient food, some fine duck and noodle restaurants and even a little capitalist entertainment in the form of the casino, karaoke bar and golf course at the Yanggakdo hotel. In addition, years of pure ideology - the utter subjection of the individual to the collective will of the state embodied by the leader Kim Jong-il - have produced some impressive (or scary, depending on your point of view) cultural marvels, such as the circus and the performances by young dancers and musicians at the children's palace. Those looking on the positive side of life in North Korea also point out the friendliness, innocence and high levels of education of many of the people they meet, as well as the cleanliness of the air in a country starved of energy and short on traffic. Because of this, and the frequent blackouts, Pyongyang is probably the best capital in the world for stargazing. But the political problems undermine most of these benefits. Most foreigners accept their phones are bugged. Some suspect that much of what they see during inspections is staged. Even among the old-hands who have been in the country for years, many say they have never made a Korean friend. This is largely because North Korea is gripped by a siege mentality - and not without justification. The country has been in a state of hot and cold war with the US since 1950. Outsiders are seen as potential spies or sources of ideological impurity. There is good reason for the government to fear charity. Every smile or hand-out from a foreign aid worker undermines the state's xenophobic propaganda and philosophy of \"juche\" self-sufficiency. The WFP's mission in North Korea is the only one where aid monitors do not have unrestricted access to the entire country. But the UN organisation has gradually widened its focus, pushing back the boundaries where it operates, expanding its presence to 42 foreign and 70 domestic staff, and meeting regularly with thousands of local officials who might otherwise never come into contact with a foreigner. Its monitoring ambitions remain the same as when the RAC was named: random access to all parts of the country. This is the aspect of aid work that North Korea fears the most. Although the food and drugs are humanitarian, their side-effect is political. As most of the customers in the RAC will testify, one of the biggest changes since the aid operation began is in attitudes. Ten years ago, most North Koreans would turn their backs on a foreigner. Now they are almost as likely to smile. That, more than anything, may be why the RAC could soon be losing most of its customers. The government has ordered all humanitarian work to end by the end of the year. Negotiations are still under way regarding what that will mean, but one resident's estimate is that as many as 80 of the 120 aid officials in Pyongyang will have to pack their bags and leave by December 31. The mood in the RAC has never been more gloomy. Out will go most of the young blood. Those who remain are likely to be diplomats, a sharply reduced corps of aid workers, five English teachers and a handful of businessmen. \"It'll be like going back to 1994,\" commented one regular at the bar. \"The jokes these days are black ones about all the second-hand fridges and cars that will flood into Pyongyang's markets at the end of the year,\" said another. It is still possible that as one door closes others will open. North Korea welcomes economic development in the form of investors and technical support for infrastructure projects. The government wants to boost the tourist industry. A new railway is about to open across the demilitarized zone that will increase the flow of visitors from South Korea. The growing influence of Beijing is bringing in more people and goods from China. Progress in six-nation nuclear talks could also mean more atomic energy agency inspectors and diplomats from Japan and the US. But ready or not, North Korea wants its independence back. It wants its future foreign guests to be visiting town on short-term visas, not moving in for years on end and setting up their own social club. For North Koreans and expats, there will be plenty of other bars, but at the RAC, it is time to drink up. The government may soon be calling last orders.",
    "keywords": [
        "orders",
        "korea",
        "world",
        "rac",
        "country",
        "humanitarian",
        "food",
        "aid",
        "koreans",
        "pyongyang",
        "north"
    ],
    "summary": "At first sight, the club inside the compound of the United Nations World Food Programme could not look more mundane nor the clientele appear less exotic.\nNorth Korea exerts more control over its citizens than the Soviet Union in the dark days of Stalinism.\nThis is largely because North Korea is gripped by a siege mentality - and not without justification.\nNorth Korea welcomes economic development in the form of investors and technical support for infrastructure projects.\nThe government may soon be calling last orders.",
    "sentiment": {
        "neg": 0.0606,
        "neu": 0.8603,
        "pos": 0.079,
        "compound": 0.042
    }
}