{
    "date": "2005-10-02T00:23:53Z",
    "title": "North Korea turns away Western aid",
    "url": "https://www.theguardian.com/world/2005/oct/02/northkorea",
    "content": "North Korea has begun to reverse market reforms by kicking out international relief workers and choking off supplies of food and medical aid in a crackdown that puts millions of the country's children and elderly at risk. In what one resident described as the biggest change in the humanitarian situation in 10 years, the government in Pyongyang is attempting to regain control over the distribution of essential supplies that have increasingly been provided by the market and outside donors. As of yesterday, stall-holders have been ordered to stop trading in cereals, including rice. From now on they can only be sold at controlled prices through the state's public distribution system. This is not the only regressive step. In August the government told foreign non-governmental organisations that they must leave by the end of the year. Groups such as the World Food Programme and the Red Cross and Red Crescent - which have fed more than a fifth of the country's 23 million population and provided two-thirds of essential drugs since the famines of the mid-Nineties - will have to stop providing food and medicine on 1 January. The controls appear to be an effort to close the gates of economic reform that were opened in 2002 through government relaxation of price controls. According to sources in Pyongyang, the government has dumped 200,000 tonnes of its rice stocks on the market in the past few weeks in a move interpreted as an attempt to drive down prices and put traders out of business - or to make a quick profit before the new restrictions. Adding to the pressure on traders, the state has raised the amount it pays farmers from 140 won (£36) to 180 won per kg. But this is still far short of prices of between 700 and 1,000 won on the open market. South Korean media report that soldiers have been posted in paddy fields to ensure harvests are sold to the state. Even the grain output of individual 'kitchen gardens' - the tiny crops yielded in backyards and balconies - must go through the public system under the new rules. 'They are marching back on the reforms of 2002 in an attempt to reimpose social discipline,' said a diplomatic source. 'If you tell people on the streets they must make a living to procure their own food, it starts them thinking for themselves. The government doesn't want that.' The anxiety of the world's most reclusive state was evident last year when mobile phones were suddenly banned. A bigger source of unease has been the role of foreign aid workers in spreading information about the outside world. Of the 23 million people in North Korea, only 300 are non-Korean residents - five are teachers, about 180 are diplomats and the rest work for NGOs or the UN. But these aid workers are a bridge to the outside world. Some, like the WFP's workers, travel across the country meeting tens of thousands of local officials. While the country was dependent on food aid, this was tolerated by the government as a necessary evil. But after four years of improved harvests and increasing inflows of rice and maize from China and South Korea, the authorities say that they no longer need humanitarian support from the WFP - an organisation that insists on strict monitoring. The government insists this is part of a move away from a shameful dependency on outside support. Instead of charity, it wants economic assistance to develop its infrastructure. But many in Pyongyang's tiny foreign community believe that there are other motives. 'They are worried for security reasons. Some officials believe the NGOs have a political agenda,' said one aid worker, who explained the government's concerns in terms of the social environment. 'This country has undergone a huge change. People's mindsets have changed.' Most of the foreign NGO workers have been told they must pack their bags. At first they were told operations could only continue if they switched to development, rather than humanitarian, work and used only North Korean staff. More recently, they were told they could keep one foreigner in Pyongyang. Glyn Ford, an MEP and an expert on North Korea, said such conditions would be unacceptable to the EU, which has provided substantial amounts of aid in the past five years. 'We insist on monitoring. One member of staff won't be enough for that,' he said. With negotiations continuing, the full impact of the changes is still unclear. The WFP was feeding 6.5 million people at the start of this year. But most NGOs and diplomats say the biggest worry is not food but medicine. North Korea relies on outside help - mostly from the Red Cross - for two-thirds of its antibiotics, painkillers and anti-worming treatments. On 1 January, this is supposed to stop. The government intends to produce drugs domestically and has authorised production at two new factories. But even if they work at full capacity, it is unlikely they will be able to make more than 10 of the 200 different types of drugs currently provided free by international donors. Aid workers warn that the sudden change will lead to more death and suffering, particularly among children and the elderly. Eigel Sorensen, the WHO representative in Pyongyang, supports North Korea's move towards development rather than charity, but believes it needs to be phased in more slowly. 'I am concerned about the supply of essential medicines. I think this country is very dependent on outside supplies,' he said. 'International organisations are the main source for antibiotics, painkillers and other basic essential medicines. If that has to stop, I don't think there is enough domestic capacity.'",
    "keywords": [
        "stop",
        "korea",
        "food",
        "turns",
        "workers",
        "outside",
        "provided",
        "told",
        "away",
        "aid",
        "pyongyang",
        "western",
        "north"
    ],
    "summary": "A bigger source of unease has been the role of foreign aid workers in spreading information about the outside world.\nOf the 23 million people in North Korea, only 300 are non-Korean residents - five are teachers, about 180 are diplomats and the rest work for NGOs or the UN.\nWhile the country was dependent on food aid, this was tolerated by the government as a necessary evil.\nNorth Korea relies on outside help - mostly from the Red Cross - for two-thirds of its antibiotics, painkillers and anti-worming treatments.\nAid workers warn that the sudden change will lead to more death and suffering, particularly among children and the elderly.",
    "sentiment": {
        "neg": 0.0622,
        "neu": 0.8859,
        "pos": 0.0519,
        "compound": 0.0093
    }
}