{
    "date": "2005-02-04T00:03:50Z",
    "title": "Simon Tisdall: world briefing",
    "url": "https://www.theguardian.com/world/2005/feb/04/usa.northkorea",
    "content": "The prospect of renewed conflict in the Korean peninsula receded yesterday after President George Bush eschewed further hostile rhetoric against North Korea in his State of the Union address. But the direction and methodology of Mr Bush's overall drive to halt proliferation of weapons of mass destruction remained unpredictable. \"We must confront regimes that continue to harbour terrorists and pursue weapons of mass death,\" he said in a clear warning to Iran. Mr Bush's only reference to Pyongyang came in the context of a pledge to \"work closely with governments in Asia to convince North Korea to abandon its nuclear ambitions\". Mr Bush did not repeat his 2002 characterisation of North Korea as part of an \"axis of evil\". Nor did he recycle last month's assertion by the US secretary of state, Condoleezza Rice, that Pyongyang was an \"outpost of tyranny\". By emphasising diplomacy, Mr Bush sent a signal of greater flexibility that diplomats say North Korea has been waiting for. The president also seemed to indicate that, unlike Iran where he effectively urged the Iranian people to overthrow their government, the US would not seek to precipitate or impose regime change in North Korea. This softening of tone will come as a relief to regional allies, such as South Korea and Japan, worried by first term bellicosity. \"We assess that President Bush's speech reflected Washington's will to resolve the nuclear issue through a peaceful and diplomatic way,\" South Korea's foreign ministry said yesterday. \"Now it's time for North Korea to make a positive response.\" Pyongyang was characteristically silent yesterday. It has demanded security guarantees and economic aid in return for freezing weapons programmes. The reformulated US approach is not mere vocabulary. Two senior National Security Council officials, armed with a new initiative, visited Beijing and Tokyo this week in a bid to jump-start the Korean negotiations. \"We are ready to go. We have a serious proposal and we are ready to discuss it without preconditions,\" Michael Green, the NSC's Asia director, told the Kyodo news agency. Mr Bush placed unusual stress in his speech on collaborative, multilateral approaches to WMD proliferation. But his assertion that the US was \"working with European allies\" on Iran was contentious. Washington has repeatedly declined to participate in EU-led negotiations or to talk directly to Tehran, while hawks have poured scorn on European efforts. US relations with the UN's nuclear watchdog, the International Atomic Energy Agency, are also problematic. The IAEA chief, Mohamed El Baradei, who the US wants to unseat, said this week it was \"vital\" that the US join the Iran dialogue. Mr Bush's refusal to rule out military action was \"really naive,\" he said. Dr El Baradei has proposed a five-year global moratorium on the building of uranium enrichment facilities and the leasing of enriched fuel to states, such as Iran, that ostensibly want to nuclear power for civilian purposes only. But Mr Bush has demanded an indefinite ban on all sales of nuclear fuel technology to countries that do not already have fully operational nuclear plants, provoking accusations of double standards. These and other differences about how best to curb proliferation promise to turn the May review conference of the 1970 nuclear non-proliferation treaty (NPT) into a lively affair. Mr Bush did not mention US allies India, Pakistan and Israel that reject the NPT altogether. And the main nuclear powers have largely ignored their treaty obligation \"to undertake effective measures in the direction of nuclear disarmament\". On the contrary, the US is investigating new nuclear capabilities, with the Pentagon pushing for funding for a battlefield weapon known as the bunker-buster.",
    "keywords": [
        "mr",
        "iran",
        "world",
        "korea",
        "bushs",
        "nuclear",
        "simon",
        "weapons",
        "briefing",
        "tisdall",
        "pyongyang",
        "yesterday",
        "north",
        "bush"
    ],
    "summary": "But the direction and methodology of Mr Bush's overall drive to halt proliferation of weapons of mass destruction remained unpredictable.\nMr Bush did not repeat his 2002 characterisation of North Korea as part of an \"axis of evil\".\nBy emphasising diplomacy, Mr Bush sent a signal of greater flexibility that diplomats say North Korea has been waiting for.\nMr Bush placed unusual stress in his speech on collaborative, multilateral approaches to WMD proliferation.\nMr Bush did not mention US allies India, Pakistan and Israel that reject the NPT altogether.",
    "sentiment": {
        "neg": 0.0971,
        "neu": 0.8173,
        "pos": 0.0856,
        "compound": -0.048
    }
}