{
    "date": "2005-02-09T00:04:22Z",
    "title": "North Korea v Japan - it's so much more than a football match",
    "url": "https://www.theguardian.com/world/2005/feb/09/northkorea.japan",
    "content": "For the players it is hardly ideal preparation for a major football international: they are guarded round the clock against attacks from extremists, have to don disguises on their rare trips outside their hotel, and are banned from watching TV. But this is no ordinary football match. When North Korea meet Japan in the opening match of their World Cup qualifying group at Saitama Stadium near Tokyo tonight, there will be much more at stake than a place at next year's finals in Germany. The fixture will pit a team largely made up of soldiers from one of the world's poorest nations against highly paid professionals from one of the richest. Sport and politics will meet head-on, and the tension is palpable. Historical animosity aside, diplomatically the game could not have come at a more sensitive time. In addition to concerns about North Korea's nuclear weapons programme, Tokyo is demanding details about the fate of eight Japanese citizens the communist state has admitted it abducted during the cold war. Japan is on the verge of imposing sanctions after discovering that the returned ashes supposedly of a 13-year-old girl Pyongyang admitted abducting in 1978 were not hers. Yesterday the Japanese government received a petition signed by five million people calling for punitive steps against the reclusive communist state. North Korea has said it would regard the imposition of sanctions as a \"declaration of war\" and has threatened to exclude Japan from six-party talks on its nuclear arms programmes. As a result, security for the match in a country with no history of football violence is of the kind reserved for England's often troubled forays into Europe. About 3,500 police and private security guards will be on duty and North Korean fans will be separated from the home contingent by rows of empty seats. After the North Korean squad arrived in Tokyo on Monday to a warm welcome from members of Japan's ethnic Korean community, they were whisked to their hotel, where they are being protected against attacks from fanatical rightwingers and the attentions of journalists. Their isolation will end inside the stadium. About 5,000 fans in the sell-out crowd of 64,000 will be members of Japan's 150,000-strong North Korean community, many of whom are descended from people forcibly brought to work in Japan during Tokyo's bloody 1910-45 colonisation of the Korean peninsula. The Japanese prime minister, Junichiro Koizumi, is one of several senior politicians urging home fans to remain calm, and the media to refrain from overstating the game's political significance. An Yong-hak, one of two North Koreans playing in Japan's professional league, sounded a similarly conciliatory note. \"It's not war,\" he said in a newspaper interview. \"I know there are problems between Japan and North Korea but this match could have a positive effect.\" But many residents from North Korea are angry that the authorities see them as potential trouble-makers. \"It is tragic in a way, because the insistence on tight security all stems from the relations between our country and Japan,\" an official from the pro-Pyongyang body the General Association of Korean Residents in Japan said. \"Sports and culture should transcend politics, but Japanese politicians and the media have been deliberately trying to stir up bad feeling towards North Korea in the run-up to the match.\"",
    "keywords": [
        "match",
        "war",
        "football",
        "korea",
        "japans",
        "japanese",
        "japan",
        "security",
        "tokyo",
        "v",
        "north",
        "korean"
    ],
    "summary": "When North Korea meet Japan in the opening match of their World Cup qualifying group at Saitama Stadium near Tokyo tonight, there will be much more at stake than a place at next year's finals in Germany.\nNorth Korea has said it would regard the imposition of sanctions as a \"declaration of war\" and has threatened to exclude Japan from six-party talks on its nuclear arms programmes.\n\"I know there are problems between Japan and North Korea but this match could have a positive effect.\"\nBut many residents from North Korea are angry that the authorities see them as potential trouble-makers.\n\"Sports and culture should transcend politics, but Japanese politicians and the media have been deliberately trying to stir up bad feeling towards North Korea in the run-up to the match.\"",
    "sentiment": {
        "neg": 0.1368,
        "neu": 0.8063,
        "pos": 0.0571,
        "compound": -0.2154
    }
}