{
    "date": "2005-10-01T02:11:12Z",
    "title": "Welcome to the strangest show on earth",
    "url": "https://www.theguardian.com/world/2005/oct/01/northkorea",
    "content": "Roll up! Roll up! It's show time in the twilight zone that is North Korea. Take your seats for one of the greatest, strangest, most awe-inspiring political spectacles on earth. Forget the nukes, forget the poverty, forget the reclusive reputation; this country is going to entertain you like you have never been entertained before. All welcome - even American imperialists and journalists. In what may prompt the biggest influx of foreigners in North Korea's history, its \"Great Leader\", Kim Jong-il, is inviting the outside world to a party: the Arirang mass gymnastic display. The impoverished country has not only opened its doors to the event, which runs until mid-October, it is subsidising visitors to come through. Its ageing fleet of Tupolevs is offering several free flights from Beijing. Diplomats around the world have been selling tickets. Hotels in Pyongyang have never been so full. Yet North Korea is pathologically suspicious of outsiders. In this country of 23 million people, there are only 300 foreign residents. Normally, there are so few visiting tourists and business people that overseas consular and Koryo airline offices are empty. Arirang, however, is part of a propaganda offensive on a scale that would make a big-spending Hollywood mogul envious. The stage is the 150,000-capacity May Day stadium in Pyongyang, and the cast is 100,000 strong. The performance is a technicolour mix of entertainment: a floorshow by 1,000 dancers; a military tattoo; a martial arts display; hordes of waving, smiling children; an aerial ballet by dancers on bungee ropes. The most breathtaking element of Arirang is the backdrop - a giant human mosaic that forms elaborate panoramas of megacities, slogans and cartoons. More than 30,000 children form a flip-card unit working so quickly that some pictures appear to be animated. Surreal It is an awesome product of political control and economic weakness. Starved of energy, and economically retarded, the only resource North Korea has in abundance is its people - and they are often employed in places where richer countries would use electricity. Just as policewomen direct Pyongyang's traffic rather than automated lights; in Arirang, tens of thousands of children are used to create a giant screen. Even at the height of Soviet power, Moscow would have struggled to choreograph such a mass performance. The politics are surreal. The \"prosperous fatherland\" reads one giant banner above a mosaic of ploughing tractors - no matter that almost all farmwork is done by hand because vehicles and fuel are in such short supply. \"Green revolution\" reads another, over an image of bumper crops, despite the fact that the nation has not been able to feed a third of its people for a decade. Rather than crude propaganda, North Koreans see it as a counterattack against the powerful weapons employed by Hollywood and the western media. \"The US imperialists are trying to stifle us. They create a negative image of North Korea. I hope Arirang helps to counter that,\" Song Sok-hwang, the display's director, told the Guardian. It is also a form of social control. mobilising 100,000 people for months of training and performing keeps the population occupied and reinforces the impression of a strong state and a government firmly in control. One German observer whispered that it was frighteningly reminiscent of Hitler's mass rallies. But Arirang is more than that. As well as being technically astonishing - one foreign defence official said the military drills were the best he had seen - it is emotionally compelling. Mythologised or not, the story of the Korean peninsula is a genuine tear-jerker. Over the past century, it has been brutalised by Japan, devastated by war, divided by superpowers and plagued by famine, floods, dire leadership and a political system at odds with the rest of the world. This makes the message more complicated than that of the rallies by the Third Reich or the Soviet Union. Despite the bravado about having an \"army that no enemy can match\", the overall tone has changed from the last Arirang in 2002. It is less belligerent. One section features the \"reunification train\" - a reference to the new railway across the demilitarised zone (DMZ) which opens this month. There are small signs that even North Korea may be moving in a direction that will make it harder to organise events such as this in the future. Hawkers are increasingly visible on the streets, suggesting that some people are becoming more economically independent and presumably less inclined to give up their time for mass events. More cars and fewer blackouts suggest that the energy situation is improving, which may one day mean more reliance on machines and less on such mass people power. Warming relations with South Korea have already brought billions of dollars of investment, tens of thousands of tourists and the railway - all steps towards a reunification that would remove the atmosphere of tragedy that gives the performance its emotional tug. North Korea's cultural and political purity are also under challenge from the influx of South Korean visitors - there are rumours that cross-DMZ romances are a new source of headaches for the government - and the growing Chinese influence. The markets are full of Chinese goods. Every new busload of affluent Chinese tourists screams out a message that North Korea is missing out on the spectacular economic growth in east Asia. \"It's a bit of a nostalgia trip to come here,\" said a sightseer from Beijing. \"It's just like China 20 years ago.\" As is always the case with North Korea, nobody is exactly sure of the motives for the event. But it comes at a time when the stars of the North Korean political firmament appear to be coming into an unusual alignment. Last month saw a breakthrough in the three-year nuclear stand-off with the US. In a fortnight, Pyongyang will hold a huge rally to mark the 60th anniversary for the founding of the Workers' party, prompting speculation that Mr Kim will announce his successor. Stalled talks with Japan are expected to reopen soon. But this does not mean that the world's worst-understood and least-loved nation has finally succumbed to globalisation: it may even be part of a step back towards the disastrous self-reliance policy of the past. While the country is welcoming more tourists, international food and medical aid groups have been told to leave by the New Year. North Korea insists this is because it is now ready to stand on its own feet and that future aid must come in the form of economic development. For that to happen on a large scale, concrete progress will have to be reached in the six-party nuclear talks. This is far from assured. But while the country waits and wonders what is in store for it next, the tough talk is being mixed - for the next two weeks at least - with an invitation to party.",
    "keywords": [
        "political",
        "strangest",
        "tourists",
        "performance",
        "korea",
        "world",
        "mass",
        "earth",
        "country",
        "pyongyang",
        "welcome",
        "north",
        "arirang"
    ],
    "summary": "It's show time in the twilight zone that is North Korea.\nTake your seats for one of the greatest, strangest, most awe-inspiring political spectacles on earth.\nYet North Korea is pathologically suspicious of outsiders.\nEven at the height of Soviet power, Moscow would have struggled to choreograph such a mass performance.\nAs is always the case with North Korea, nobody is exactly sure of the motives for the event.",
    "sentiment": {
        "neg": 0.0603,
        "neu": 0.8502,
        "pos": 0.0895,
        "compound": 0.074
    }
}