{
    "date": "2005-02-11T00:04:24Z",
    "title": "We have the bomb, say North Koreans",
    "url": "https://www.theguardian.com/world/2005/feb/11/usa.northkorea",
    "content": "North Korea declared itself a nuclear power yesterday, announcing that it had developed a nuclear weapon to protect itself from what it sees as an increasingly belligerent White House. The communist state also said it would not take part in six-nation talks aimed at ending the crisis, dealing a major blow to international efforts to persuade the north to abandon its attempts to build a nuclear arsenal. \"We have manufactured nukes for self-defence to cope with the Bush administration's ever more undisguised policy to isolate and stifle the [north],\" the North Korean foreign ministry said in a statement carried on the state-run Korean Central News Agency. The claim has yet to be verified but, if true, is expected to pose a serious challenge for the US president, George Bush, who recently promised to bring a peaceful end to the north's nuclear weapons programme. The US secretary of state, Condoleezza Rice, on a trip to Europe, urged North Korea to return to the negotiating table, saying it had no reason to fear an attack by the US. \"The North Koreans have been told by the president of the United States that the United States has no intention of attacking or invading North Korea,\" she told reporters in Luxembourg. \"There is a path for the North Koreans that would put them in a more reasonable relationship with the rest of the world.\" However, yesterday's statement from Pyongyang suggested that Ms Rice had helped to trigger its decision when she called North Korea an \"outpost of tyranny\" during her Senate confirmation hearings last month. The statement said Pyongyang had been forced to consider a nuclear deterrent in the face of attempts by Washington to topple the regime of Kim Jong-il. Ms Rice's strong rhetoric against Iran during her trip to Europe this week was another important factor in Pyongyang's decision. \"North Korea has watched while the US has taken a very tough position towards Iran, telling Europe that it will not join in their negotiations,\" said Wendy Sherman, who served as a special adviser on North Korea to President Bill Clinton. In addition, Ms Sherman said Pyongyang's announcement could have been precipitated by Washington's decision to send an envoy to the region to share intelligence about the transfer of its nuclear technology to Libya with a view to persuading China and other allies to step up pressure on North Korea. \"North Korea has decided in a clumsy but very typical way to up the ante in the negotiations,\" she said. \"But one of the problems is that while North Korea is very good at getting itself into a box, it's very hard to find a face-saving way to bring it out, and it remains to be seen whether the administration wants to do so.\" Yesterday's admission comes after two years of mounting speculation over Pyongyang's nuclear weapons programme. After UN monitors were expelled in 2002, US negotiators said they had been told privately by officials in Pyongyang that the north already had nuclear weapons. The US responded by cutting off free fuel-oil shipments - part of a deal reached in 1994 - prompting the North Koreans to leave the nuclear non-proliferation treaty and restart their plutonium-based weapons programme. Last year, the UN envoy to North Korea said the country had made weapons-grade plutonium from its stock of 8,000 spent fuel rods. Accusations by Pyongyang of US hostility are nothing new, but yesterday's statement by the foreign ministry is being interpreted as the clearest sign yet that its nuclear programme is a direct response to a perceived threat from Washington. The North Korean foreign ministry said the weapons \"will remain [a] nuclear deterrent for self-defence under any circumstances,\" adding that the perceived US attempt to foment political change in the country \"compels us to take a measure to bolster its nuclear weapons arsenal in order to protect the ideology, system, freedom and democracy chosen by its people\". Other countries in the region reacted with caution. The South Korean foreign ministry expressed \"strong concern\" about the statement and reiterated that \"we will never tolerate North Korea possessing nuclear weapons\". Japan was sceptical of the claims and said every effort should be made to verify them. \"They have used this sort of phrasing every so often,\" said Tokyo's top spokesman, Hiroyuki Hosoda. \"They didn't say anything particularly new.\" Pyongyang's decision to withdraw from six-party talks comes amid apparent US attempts to tone down the rhetoric of three years ago, when Mr Bush described North Korea as part of an \"axis of evil\" with Iraq and Iran. World's arsenal The United States More than 5,000 strategic warheads, more than 1,000 tactical (battlefield) weapons and 3,000 reserve and tactical warheads Russia Nearly 5,000 strategic and 3,500 tactical warheads; more than 11,000 strategic and tactical warheads in store France Approx 350 strategic warheads China About 300 strategic and 120 tactical warheads Britain About 200 strategic warheads India 45 to 95 nuclear warheads Pakistan 30 to 50 nuclear warheads Israel Refuses to confirm it has weapons, but assumed to have up to 200 nuclear warheads Sources: Arms Control Association; Nuclear Threat Initiative.",
    "keywords": [
        "korea",
        "pyongyangs",
        "warheads",
        "tactical",
        "nuclear",
        "weapons",
        "strategic",
        "say",
        "koreans",
        "pyongyang",
        "statement",
        "north",
        "bomb"
    ],
    "summary": "\"The North Koreans have been told by the president of the United States that the United States has no intention of attacking or invading North Korea,\" she told reporters in Luxembourg.\n\"North Korea has watched while the US has taken a very tough position towards Iran, telling Europe that it will not join in their negotiations,\" said Wendy Sherman, who served as a special adviser on North Korea to President Bill Clinton.\n\"North Korea has decided in a clumsy but very typical way to up the ante in the negotiations,\" she said.\nLast year, the UN envoy to North Korea said the country had made weapons-grade plutonium from its stock of 8,000 spent fuel rods.\nThe South Korean foreign ministry expressed \"strong concern\" about the statement and reiterated that \"we will never tolerate North Korea possessing nuclear weapons\".",
    "sentiment": {
        "neg": 0.0831,
        "neu": 0.8624,
        "pos": 0.0544,
        "compound": -0.1041
    }
}