{
    "date": "2005-05-06T23:06:29Z",
    "title": "Spy photos spot signs of N Korea nuclear test site",
    "url": "https://www.theguardian.com/world/2005/may/07/usa.northkorea",
    "content": "American officials believe that new satellite photographs of North Korea show intensive preparations for a possible nuclear weapons test, it was reported yesterday. The imagery is said to show tunnels being dug under a mountain in the north-east of the country and then rock and building materials being taken back in, possibly in an effort to contain an underground blast. The pictures also show what appears to be an observation stand a few miles away. Details of the satellite intelligence were reported by the New York Times yesterday, quoting Pentagon and White House officials, who pointed out that the apparent test preparations could be a ruse to pressure the United States into making concessions at the negotiating table. The prospect of a nuclear test by North Korea has alarmed its neighbours, who have spent the past two years trying to head off a confrontation between Pyongyang and Washington that could destabilise the region. But with six-nation regional talks stalled for almost a year, South Korea and China are increasingly worried that an underground test is a matter of when, not if. Since rumours began circulating about a possible test at the start of the year, Chinese officials have been visiting the US embassy in Beijing to request intelligence updates about the likely site and timing. South Korea's foreign minister, Ban Ki-moon, and his Chinese counterpart, Li Zhaoxing, warned Pyongyang yesterday that any further escalation of the 30-month nuclear standoff would backfire diplomatically. Meanwhile, Japan has threatened punitive actions unless North Korea returns to the six-party talks. \"If there is no progress, we have to think of other options, such as taking this matter to the United Nations security council,\" said the Japanese foreign minister, Nobutaka Machimura. A US Defence Intelligence Agency official told the Guardian yesterday that the New York Times account was accurate. \"There was nothing in that report that I would dispute,\" said the official. \"There are different tricks of the trade the North Koreans could be doing, and there is so much you don't know about what they're thinking.\" Yesterday's report suggested, however, that there was disagreement within the US intelligence community over the significance of the photographs. It noted: \"Officials at one American intelligence agency said they were unaware of the new activity.\" Officials at the CIA would not comment on the report yesterday. It would not be the first time the CIA has been more cautious over intelligence reports than the Pentagon and the White House. \"I'm told the White House is obsessed with this. It might be an effort by the administration to get China to put more pressure on the North Koreans,\" said David Albright, director of the Washington-based Institute for Science and International Security, who has closely followed the North Korean nuclear programme. Mr Albright said he had not seen the satellite imagery in question, but felt that the evidence sounded less than conclusive. \"You don't know for sure. Don't forget you're looking at something from 200 miles up,\" he said. \"I didn't see anything in [the article] that would elevate it above a suspect site.\" Whatever the merit of the satellite images, Mr Albright argued, the alert should be used to make diplomatic preparations for a future North Korean test, so that the US and countries in the region can maintain a common front. \"You don't want to be unprepared, because the region is so volatile,\" he said. North Korea's intentions remain unclear. It has boasted about its \"nuclear deterrent\", but has yet to demonstrate that it has the technology to explode a bomb. Until two years ago, the CIA estimated that North Korea might have enough plutonium for two bombs. Since then, however, Pyongyang has resumed operations at its Yongbyon nuclear plant, potentially producing enough material for eight weapons.",
    "keywords": [
        "spot",
        "dont",
        "white",
        "satellite",
        "signs",
        "korea",
        "photos",
        "site",
        "nuclear",
        "n",
        "spy",
        "intelligence",
        "test",
        "officials",
        "yesterday",
        "north"
    ],
    "summary": "American officials believe that new satellite photographs of North Korea show intensive preparations for a possible nuclear weapons test, it was reported yesterday.\nThe prospect of a nuclear test by North Korea has alarmed its neighbours, who have spent the past two years trying to head off a confrontation between Pyongyang and Washington that could destabilise the region.\nMeanwhile, Japan has threatened punitive actions unless North Korea returns to the six-party talks.\nUntil two years ago, the CIA estimated that North Korea might have enough plutonium for two bombs.\nSince then, however, Pyongyang has resumed operations at its Yongbyon nuclear plant, potentially producing enough material for eight weapons.",
    "sentiment": {
        "neg": 0.0997,
        "neu": 0.8447,
        "pos": 0.0556,
        "compound": -0.0394
    }
}