{
    "date": "2005-05-01T23:03:59Z",
    "title": "North Korean missile fired towards Japan",
    "url": "https://www.theguardian.com/world/2005/may/02/japan.northkorea",
    "content": "International efforts to persuade North Korea to abandon its suspected nuclear weapons programme were in danger of unravelling yesterday amid reports that it has launched a short-range conventional missile into the Sea of Japan. \"It appears that there was a test of a short-range missile by the North Koreans and it landed in the Sea of Japan,\" the White House chief of staff, Andrew Card, told CNN. US agencies were still assessing the information to determine exactly what took place. Yonhap, the official South Korean news agency, quoted intelligence officials in Seoul saying a missile was launched just north of Hamhung on North Korea's east coast. Japanese media had earlier quoted government sources as saying that the missile, launched at around 8am Japanese time, had a range of about 60 miles and was most likely to have been an anti-ship or small ballistic missile. It was not immediately clear whether the launch was a test. There have been US warnings that Pyongyang has been preparing to conduct an underground nuclear test, possibly within two months. The launch of a missile would almost certainly damage the prospects for the multi-party nuclear talks involving the two Koreas, China, the US, Russia and Japan, which have been stalled for almost a year. But analysts say such launches are part of a familiar negotiating tactic - that of creating a minor crisis which could force concessions. The North is thought to have test-fired short-range missiles into the sea at least three times in 2003 amid condemnation of its suspected nuclear ambitions. In 1998 it test-fired a long-range missile over Japanese territory and into the Pacific Ocean, which prompted Tokyo to start work on missile defence with the US. The US defence intelligence agency has said that Pyongyang could soon be able to mount a nuclear warhead on a missile capable of striking the US west coast. In February North Korea said it had nuclear weapons, and would no longer take part in the six-party negotiations, citing bellicose language from the Bush administration. It later said it would return to talks if Washington showed more \"trustworthy sincerity\". Concern was raised when Pyongyang shut down a 5,000kW nuclear reactor: weapons-grade plutonium can be extracted from fuel rods that have been removed from reactors and left to cool. The North's calls for more aid, coupled with direct talks with the US, have so far been unsuccessful. It has also demanded an apology from the US secretary of state, Condoleezza Rice, for calling it an \"outpost of tyranny\" this year. Last Thursday George Bush labelled the North Korean leader, Kim Jong-il, a \"dangerous person\" and a \"tyrant\". A day later the official North Korean news agency quoted the North Korean foreign ministry as calling Mr Bush a \"hooligan, bereft of any personality as a human being, to say nothing of stature as president of a country. He is a half-baked man in terms of morality, and a philistine whom we can never deal with.\"",
    "keywords": [
        "fired",
        "sea",
        "quoted",
        "talks",
        "nuclear",
        "test",
        "japan",
        "missile",
        "shortrange",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "\"It appears that there was a test of a short-range missile by the North Koreans and it landed in the Sea of Japan,\" the White House chief of staff, Andrew Card, told CNN.\nYonhap, the official South Korean news agency, quoted intelligence officials in Seoul saying a missile was launched just north of Hamhung on North Korea's east coast.\nThere have been US warnings that Pyongyang has been preparing to conduct an underground nuclear test, possibly within two months.\nLast Thursday George Bush labelled the North Korean leader, Kim Jong-il, a \"dangerous person\" and a \"tyrant\".\nA day later the official North Korean news agency quoted the North Korean foreign ministry as calling Mr Bush a \"hooligan, bereft of any personality as a human being, to say nothing of stature as president of a country.",
    "sentiment": {
        "neg": 0.0844,
        "neu": 0.86,
        "pos": 0.0556,
        "compound": -0.1052
    }
}