{
    "date": "2005-05-05T23:07:15Z",
    "title": "Press review: 'The situation might worsen'",
    "url": "https://www.theguardian.com/world/2005/may/06/northkorea.theeditorpressreview",
    "content": "Korea Times Editorial, South Korea, May 5 \"Pyongyang's recent 'premeditated' offensives such as the suspension of operations of a reactor and the firing of a missile over the East Sea has prompted [Seoul] to take a pessimistic stance on resuming the multilateral nuclear talks ... \"The communist regime has insisted that Washington abandon its hostile policy against it as a condition for its return to the six-party dialogue ... It looks like the North is behaving against the US more boldly in its belief that even if the nuclear dispute is referred to the [UN security council], it would avoid economic sanctions because of Beijing and Moscow's veto power ... [But] there are also other ways for the international community to punish the North.\" Dong-a Ilbo Editorial, South Korea, May 4 \"With the situation at such a serious pass, [Seoul] must prepare for the worst-case scenario ... What will it do if the six-party talks are abandoned and the nuclear issue is submitted to the UN security council? What about the future of North-South economic cooperation? ... What is its course of action in case the North persists in conducting nuclear experiments? Does the situation threaten the future of US-South Korea cooperation? \"Whether we like it or not, matters on the Korean peninsula surrounding the nuclear issue appears to be taking on the urgency of a 'live situation'.\" JoongAng Ilbo Editorial, South Korea, May 5 \"There are only two options [for Seoul]. It can choose to persist in an appeasement policy, which is destined to fail ... Or it can choose to show its intention to stop Pyongyang's nuclear arms aspirations by forcible means. \"Seoul also has to choose if it wants to play the role of mediator for Pyongyang, or if it will put pressure on the North by coordinating its moves with the US. Time is running out. After North Korea conducts a nuclear test, it will officially become nuclear armed. Then, we will have to live with a nuclear-armed North Korea on the same peninsula.\" Chosun Ilbo Editorial, South Korea, May 2 \"What on earth does the North Korean regime, behind its fog of obfuscation, really want? Is Pyongyang determined to carry out a nuclear test? How does it intend to deal with the consequences? If it is blockaded by sea, does it plan to fire missiles? And if the nuclear crisis drags on, how will its economy, already on the brink of collapse, survive? ... \"The government has had no explanation from North Korea why it has fired its missile at such a time. Perhaps it will now realise that it is not enough merely to object whenever the international community wants to put pressure on Pyongyang, that more - much more - needs to be done.\" Korea Herald Editorial, South Korea, May 3 \"By all accounts, the six-way talks are dead ... Washington has multiple options, taking North Korea to the UN security council for quarantine or military action. And, there is another: recognise North Korea as a new nuclear power and then make every effort to prevent Pyongyang-originated proliferation while pushing the missile defence programme to shoot down a bomb that may be launched by Kim Jong-il ... \"The North Korean economy will further deteriorate with help from outside drastically reduced ... Washington will demand an end to the South's engagement policy of giving economic and humanitarian aid to the North but it will return inter-Korean relations back to the cold war. A testing time is coming for all.\" Hankyoreh Editorial, South Korea, May 2 \"At a time when discord between North Korea and the US ... is at a new peak, the rhetoric ... is making the situation worse. The harsh denunciations and naked antagonism is a clear display of how deep the emotions are ... If emotions intensify because of the belligerent rhetoric, who knows how the situation might worsen ... \"We would wish that both sides would restrain their emotions to the greatest extent possible. Naturally, Korea needs to work even harder at assuring that the summit between George Bush and President Roh Moo-Hyun scheduled for June finds ways to move closer to a peaceful resolution to the North Korean nuclear issue.\" Rodong Sinmun Editorial, North Korea, May 4 \"The US is the enemy of peace and an empire of evils because it is engrossed in aggression, war, murder and destruction in all parts of the world ... Foreign forces are working hard without hesitation to force all the Koreans in the north and the south to fall victim to a nuclear war in a bid to achieve their goal for aggression. If a war is ignited by foreign forces on this land, all the Koreans in the north and the south and the whole land will suffer ... \"Now that the US bellicose elements and the Japanese reactionaries are keen on their moves to unleash a war against [North Korea] while cooperating with each other in the drive to invade it, cooperation between the north and the south is essential for peace ... and no Korean is, therefore, allowed to turn aside from it.\" · Via the Korean Central News Agency",
    "keywords": [
        "war",
        "south",
        "korea",
        "editorial",
        "worsen",
        "press",
        "nuclear",
        "situation",
        "seoul",
        "does",
        "review",
        "north",
        "korean"
    ],
    "summary": "JoongAng Ilbo Editorial, South Korea, May 5 \"There are only two options [for Seoul].\nThen, we will have to live with a nuclear-armed North Korea on the same peninsula.\"\nChosun Ilbo Editorial, South Korea, May 2 \"What on earth does the North Korean regime, behind its fog of obfuscation, really want?\n... \"The government has had no explanation from North Korea why it has fired its missile at such a time.\nHankyoreh Editorial, South Korea, May 2 \"At a time when discord between North Korea and the US ... is at a new peak, the rhetoric ... is making the situation worse.",
    "sentiment": {
        "neg": 0.1003,
        "neu": 0.8525,
        "pos": 0.0471,
        "compound": -0.2149
    }
}