{
    "date": "2005-02-11T02:33:10Z",
    "title": "Simon Tisdall: World briefing",
    "url": "https://www.theguardian.com/world/2005/feb/11/tisdallbriefing.northkorea",
    "content": "Inside the hermit kingdom, things are rarely what they seem. Reports last autumn of defecting generals, anti-regime graffiti, and disappearing portraits of the Dear Leader, Kim Jong-il, provoked excited speculation about insurrection in North Korea. But like previous flurries concerning the world's most isolated country, the rumours came to nothing. Earlier this month, state radio said Mr Kim, far from being overthrown, was planning to extend the family dynasty begun by his father. \"He stressed that if he falls short of completing the revolution it will be continued by his son and grandson,\" the radio quoted Mr Kim as saying. None of this may matter in any case. Many countries have a president-for-life. But Kim Il-sung, North Korea's Great Leader and communist founder, who died in 1994, is officially president-for-ever. On this basis, his Elvis-suited son could also prove immortal. North Korea's statement yesterday that it possesses nuclear weapons and will not resume disarmament talks emanates from this same mysterious palace of smoke and mirrors. Pyongyang has previously claimed to have atomic weapons capability. It said yesterday that it still wanted the six-party negotiations to succeed and remained committed to a nuclear-free Korean peninsula. The significance of its démarche lay in the wording. What was needed now, the statement said, was \"justification for us to attend the talks\" with an expectation of \"positive results\". In short, Mr Kim was upping the ante. He wants more carrots and fewer sticks, less US rhetoric about democracy and \"outposts of tyranny\", fewer Japanese threats of sanctions, and more tangible security and economic incentives. This need is very real. For even as he poked President George Bush in the eye, just as the US was softening its tone in confident expectation of resumed dialogue, Mr Kim faced a hidden emergency of enormous proportions. His position is not one of strength but chronic weakness. According to UN agencies, North Korea \"will post another substantial food deficit in 2005 and require external aid to support more than a quarter of its 24m people. \"Insufficient production, a deficient diet, lower incomes and rising prices mean that 6.4m North Koreans - most of them children, women and the elderly - will need food assistance,\" the UN said. While the regime has tentatively embarked on market-oriented reforms, allowing private businesses and individually run farms, the country remains crushingly poor. It is a constant source of refugees seeking sanctuary in China and South Korea. Unknown thousands are held in gulag-style labour camps largely concealed from view. In contrast to yesterday's bombast, Mr Kim's new year message afforded an unintended insight into the regime's difficulties. \"The whole nation should exert all its efforts for agriculture in 2005, which marks the Workers' Party's 60th anniversary,\" he urged. \"Rice is our gun.\" Much hope also rests on a national potato drive. The gap between perceptions and realities in North Korea has an external dimension, too. Nobody knows exactly what weapons it has - or how best to proceed. The UN's nuclear chief, Mohamed ElBaradei, has insisted that the main threat arises from North Korea's conversion of spent plutonium rods into fuel for possibly four to six nuclear bombs. But in 2002 the Bush administration said it had detected a second, secret programme for weapons-grade uranium enrichment. North Korea rejected that claim, expelled UN inspectors and quit the nuclear non-proliferation treaty. Korea expert Selig Harrison said last month that Mr Bush's tactics had wrecked the Clinton administration's agreed framework that had halted North Korea's plutonium reprocessing since 1994. The US claim of cheating was highly contentious, Mr Harrison said. Yet because of Washington's increasing hostility, North Korea had resumed reprocessing activity. \"Relying on sketchy data, the Bush administration presented a worst-case scenario as an incontrovertible truth and distorted its intelligence much as it did on Iraq,\" said Mr Harrison. In an Orwellian land of shadowy illusion, US policy also has its share of ambiguity.",
    "keywords": [
        "mr",
        "world",
        "korea",
        "kim",
        "nuclear",
        "simon",
        "bush",
        "weapons",
        "briefing",
        "tisdall",
        "harrison",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "Earlier this month, state radio said Mr Kim, far from being overthrown, was planning to extend the family dynasty begun by his father.\n\"He stressed that if he falls short of completing the revolution it will be continued by his son and grandson,\" the radio quoted Mr Kim as saying.\nBut Kim Il-sung, North Korea's Great Leader and communist founder, who died in 1994, is officially president-for-ever.\nThe gap between perceptions and realities in North Korea has an external dimension, too.\nYet because of Washington's increasing hostility, North Korea had resumed reprocessing activity.",
    "sentiment": {
        "neg": 0.0859,
        "neu": 0.8394,
        "pos": 0.0747,
        "compound": -0.0241
    }
}