{
    "date": "2005-05-11T13:29:33Z",
    "title": "North Korea moves to 'bolster nuclear arsenal'",
    "url": "https://www.theguardian.com/world/2005/may/11/northkorea",
    "content": "North Korea today announced that it had removed spent nuclear fuel rods from its Yongbyon reactor, a move that would allow it to harvest enough weapons-grade plutonium for two nuclear bombs. The announcement sparked concern in South Korea, which urged the North to resume six-nation talks on its nuclear programme immediately. \"Such a move by North Korea runs counter to moves to make the Korean peninsula free of nuclear weapons ... we strongly urge North Korea to stop acts that could have a negative impact on such efforts,\" the South Korean foreign ministry said in a statement. A North Korean foreign ministry spokesman said the country had \"successfully finished\" removing 8,000 fuel rods from the reactor at its Yongbyon nuclear complex, which was shut down last month, so it could \"bolster its nuclear arsenal.\" However, the claim was impossible to verify because North Korea ejected international nuclear inspectors in late 2002. South Korean media reports said reprocessing the spent rods could yield enough plutonium for two nuclear bombs. To get the plutonium, the rods would need to cool for two months before being processed, which would also take two months. The director general of the International Atomic Energy Agency (IAEA), Mohamed El-Baradei, this weekend said North Korea already had enough plutonium to make up to six bombs. In February, the North said it already had nuclear weapons. Six-nation talks aimed at convincing Pyongyang to give up its nuclear ambitions have been stalled since June, with the North insisting it would not resume them until Washington dropped its \"hostile\" policy. North Korea claims the US is planning an invasion, but Washington has denied this. The Japanese prime minister, Junichiro Koizumi, said North Korea had in the past made provocative statements in order to improve its negotiating position at the six nation talks, which involve North and South Korea, Japan, China, the US and Russia. \"We must work to show that North Korea will benefit the most from returning quickly to the six-nation talks and disposing of its nuclear programme,\" he told reporters. The Chinese foreign ministry also responded to the news, saying: \"We ask all the parties to exercise restraint, and we hope that they will do nothing that is detrimental to the resumption of the six-party talks.\" In a statement carried by the North's official Korean Central news agency, North Korea said it needed to increase its arsenal \"for the defensive purpose of coping with the prevailing situation\". The North Korean statement emphasised Pyongyang's desire to possess a self-reliant nuclear power industry. It noted that the country had already announced plans to operate its five megawatt reactor at Yongbyon, around 50 miles north of Pyongyang, and resume construction on a bigger reactor there because the US pulled out of a 1994 deal on the North's nuclear programme. In 2002, US officials accused the North of running a secret uranium enrichment programme in violation of the earlier deal, made under the Clinton administration, sparking the latest nuclear crisis. Under that deal, North Korea agreed to forgo nuclear weapons development in exchange for energy aid and the construction of nuclear reactors that could not be diverted for weapons use. Concerns that the North was preparing a nuclear test have also grown recently, with US officials last week saying spy satellites showed activity in north-eastern Kilju. They reported tunnel digging and the construction of a reviewing stand a sufficient distance away, which could indicate a test. Yesterday, the North's main newspaper alleged the US was making a \"fuss\" by spreading reports about alleged test preparations. However, the commentary in the state-run Rodong Sinmun daily did not deny that the country was planning a test.",
    "keywords": [
        "south",
        "korea",
        "talks",
        "moves",
        "nuclear",
        "weapons",
        "bolster",
        "korean",
        "test",
        "rods",
        "reactor",
        "north",
        "arsenal"
    ],
    "summary": "The announcement sparked concern in South Korea, which urged the North to resume six-nation talks on its nuclear programme immediately.\n\"Such a move by North Korea runs counter to moves to make the Korean peninsula free of nuclear weapons ... we strongly urge North Korea to stop acts that could have a negative impact on such efforts,\" the South Korean foreign ministry said in a statement.\nHowever, the claim was impossible to verify because North Korea ejected international nuclear inspectors in late 2002.\nNorth Korea claims the US is planning an invasion, but Washington has denied this.\nUnder that deal, North Korea agreed to forgo nuclear weapons development in exchange for energy aid and the construction of nuclear reactors that could not be diverted for weapons use.",
    "sentiment": {
        "neg": 0.0488,
        "neu": 0.8936,
        "pos": 0.0577,
        "compound": 0.0573
    }
}