{
    "date": "2005-02-17T00:03:35Z",
    "title": "Birthday tributes to Kim Jong-il",
    "url": "https://www.theguardian.com/world/2005/feb/17/northkorea",
    "content": "Days after drawing international condemnation by declaring his country a nuclear power, the North Korean leader, Kim Jong-il, was showered with domestic plaudits yesterday as he celebrated his 63rd birthday. While members of the communist state's elite dined on pheasant and venison, the official media heaped praise on a man condemned by the west as a tyrant. The newspaper Rodong Shinmun described him as an \"illustrious commander, endowed with outstanding commandership art and matchless courage and pluck.\" Mindful of western pressure on Pyongyang to negotiate an end to its nuclear weapons programme, the newspaper vowed that any \"plot of the US imperialists\" against North Korea would prove futile \"and the sovereignty of our country will be firmly defended\".' The impoverished citizens of North Korea, where more than 1 million people are said to have starved to death in the 1990s, were given small packets of rice, meat or other rations - personal gifts from the Dear Leader. Despite rumours that Mr Kim is preparing to hand over to one of his three sons, Korea watchers interpreted the birthday celebrations as a sign that he is reaffirming his grip on power.",
    "keywords": [
        "leader",
        "korea",
        "kim",
        "birthday",
        "power",
        "nuclear",
        "country",
        "jongil",
        "tributes",
        "yesterday",
        "north",
        "newspaper"
    ],
    "summary": "Days after drawing international condemnation by declaring his country a nuclear power, the North Korean leader, Kim Jong-il, was showered with domestic plaudits yesterday as he celebrated his 63rd birthday.\nWhile members of the communist state's elite dined on pheasant and venison, the official media heaped praise on a man condemned by the west as a tyrant.\nThe newspaper Rodong Shinmun described him as an \"illustrious commander, endowed with outstanding commandership art and matchless courage and pluck.\"\nThe impoverished citizens of North Korea, where more than 1 million people are said to have starved to death in the 1990s, were given small packets of rice, meat or other rations - personal gifts from the Dear Leader.\nDespite rumours that Mr Kim is preparing to hand over to one of his three sons, Korea watchers interpreted the birthday celebrations as a sign that he is reaffirming his grip on power.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.7967,
        "pos": 0.1113,
        "compound": -0.0087
    }
}