{
    "date": "2005-03-14T10:15:17Z",
    "title": "How LG wins Seoul's hearts and minds",
    "url": "https://www.theguardian.com/technology/2005/mar/14/business.koreanews",
    "content": "Electronics company LG may have decided to close its Durham factory - a joint venture with Philips - with the loss of almost 800 jobs, but the Korean firm still believes in the English language. The company recently announced that by 2008 all business, every email, fax, meeting and conference, will be in English. This is not a new idea among the Korean chaebol, the huge family-run conglomerates with close ties to government. Some of Samsung's smaller subsidiaries have already completed the transition. Korea's third largest conglomerate, SK Global, announced similar plans some years ago but seems to have quietly given up any development of them. The only place you will find the phrase \"giving up\" in LG Electronic's pristine training centre just south of Seoul will be in the vocabulary books of the employees who are taking the eight-week intensive English course. Students can be found in classrooms at 7:30am and are still there eight hours later. The intensive course is dubbed the \"incentive course\" because better English is a fast-track to promotion and higher salaries. Just outside the south Korean capital, the LG training centre has the air of a military base combined with a holiday camp. The clean air and well-tended gardens are very unlike the vast concrete, pollution-ridden megapolis that is Seoul. But the activity that can be found within the serene setting is reminiscent of the frenetic pace of the capital. The real character of the place can be more accurately surmised from studying the company's \"10 commandments\", which can be read on every doorway, lift and conference room. \"We not I\", \"No excuses\" and \"Resources are limited but wisdom is infinite\" are just some of the phrases that every employee has to memorise. Mesmerising is the word that can be used to describe LGE's performance in Asia since the turn of the century, especially in China, India and, increasingly, the Middle East. Becoming a leading brand in Europe and, more important, the United States, is next on the agenda. The training centre has to provide the firm with the know-how to drive that push. The wheels are already in motion. LGE was recently honoured by the US Consumer Electronics Association (CEA) and the 2005 International Consumer Electronics Show (CES) for its technical excellence. The company also won an unequalled 16 CES awards. It seems that LGE is finally challenging its fellow chaebolite, Samsung, in the world markets. Samsung is seen as a cold, unemotional yet aggressive organisation. Its success and methods have been noted by Kim Ssang-soo, LGE's pugnacious chief executive, who is seeking to turn his company away from its domestic reputation of being a nice, friendly firm into a successful, global one. \"Nothing succeeds like success\" is the mantra of the former refrigerator engineer turned top executive. Military regime At about the same time as the students begin their studies each morning, back in their dormitories around the campus hundreds of television sets - made by LG, naturally - turn themselves on, subjecting anybody in the room to a barrage of white noise. Of course, there is nobody in any of the rooms as everyone is up and studying. This is especially true of the company's new employees, who spend a week there. These \"freshmen\" are easy to spot as they wear special vests with \"challenge and innovation\" emblazoned across the back, and can often be seen learning the LGE dance. At 6:30am, the new recruits are running, marine-style, around the site in large groups, chanting \"widaehan kiop, widaehan saram\" - \"great company, great people\". If that doesn't wake the recruits, breakfast will. The Korean national dish, kimchi, a fiery cabbage-based concoction, is consumed along with rice and spicy soup. The hall is only open for 50 minutes, but despite its limited seating, manages to serve hundreds of people. This is mainly due to the fact that Korean men eat incredibly fast: \"It's because of the military service,\" one explained in the only moment his mouth wasn't full. \"We used to eat lunch in two minutes in the army.\" The military ethos is more pronounced at the \"innovation training\" that has recently been introduced. Mention of it tends to be met with dark looks, shudders and shakes of the head. The trend was said to have been inspired by a former chief executive of Toyota, who cleaned the bathroom every morning. Every employee has to undergo the week-long exercise: tales of only one hour's sleep a night, cleaning dirty bathrooms without gloves and all-night hikes are common. One employee recounted how, during a night-time 25-mile trek, everyone was told that they had to catch a fish by hand from a mountain river. Those that failed had to immerse themselves in the cold water. \"There is no innovation whatsoever in any stage of the innovation training, only in trying to make us suffer,\" said one, while another noted: \"Samsung can't resist Japanese ideas and LG can't resist Samsung's. We are the ones who suffer.\" Some colleagues disagreed, however, as one claimed that he was able to stretch and challenge himself. \"It's tough, but you learn a lot about yourself and the company - it's really useful.\" LG originally stood for \"Lucky Gold Star\", but now the company branding has become \"Life's Good\". Not every employee at Korea's biggest home appliance maker agrees, in the middle of the night.",
    "keywords": [
        "lg",
        "military",
        "electronics",
        "course",
        "hearts",
        "wins",
        "minds",
        "seouls",
        "training",
        "innovation",
        "english",
        "employee",
        "company",
        "korean"
    ],
    "summary": "Electronics company LG may have decided to close its Durham factory - a joint venture with Philips - with the loss of almost 800 jobs, but the Korean firm still believes in the English language.\nThe intensive course is dubbed the \"incentive course\" because better English is a fast-track to promotion and higher salaries.\nJust outside the south Korean capital, the LG training centre has the air of a military base combined with a holiday camp.\nThe military ethos is more pronounced at the \"innovation training\" that has recently been introduced.\nLG originally stood for \"Lucky Gold Star\", but now the company branding has become \"Life's Good\".",
    "sentiment": {
        "neg": 0.0314,
        "neu": 0.8726,
        "pos": 0.096,
        "compound": 0.1937
    }
}