{
    "date": "2005-08-03T22:58:29Z",
    "title": "Kim Jong-il hailed as superbrain",
    "url": "https://www.theguardian.com/world/2005/aug/03/northkorea",
    "content": "If weapons inspectors ever get inside North Korea, they will know who to ask for detailed technical reports on the country's nuclear programme - its Dear Leader. Kim Jong-il, according to a North Korean website, has powers of recall and concentration that even the most cerebral of revolutionary socialists can only dream of. The website claims that the North Korean president can cite a soldier's entire career faultlessly, never forgets telephone numbers and can memorise computer code. As soon as he wakes up, Mr Kim apparently undergoes intensive mental training, committing to memory the phone numbers of fellow workers, among other essential data. The website recalls a meeting in 2002 in which Mr Kim stunned his officials by reeling off their telephone numbers \"with lightning speed\". The site also carried Mr Kim's tips on emulating his accomplishments: \"A person's memory gets better when they use their brain often,\" was his advice. Mr Kim's amazing powers also extend into the physical realm. He is, according to those around him, an expert horseman and golfer, having shot 11 holes-in-one during his first-ever round.",
    "keywords": [
        "mr",
        "hailed",
        "telephone",
        "numbers",
        "superbrain",
        "north",
        "memory",
        "kim",
        "jongil",
        "kims",
        "powers",
        "website",
        "korean"
    ],
    "summary": "Kim Jong-il, according to a North Korean website, has powers of recall and concentration that even the most cerebral of revolutionary socialists can only dream of.\nThe website claims that the North Korean president can cite a soldier's entire career faultlessly, never forgets telephone numbers and can memorise computer code.\nAs soon as he wakes up, Mr Kim apparently undergoes intensive mental training, committing to memory the phone numbers of fellow workers, among other essential data.\nThe website recalls a meeting in 2002 in which Mr Kim stunned his officials by reeling off their telephone numbers \"with lightning speed\".\nMr Kim's amazing powers also extend into the physical realm.",
    "sentiment": {
        "neg": 0.02,
        "neu": 0.8739,
        "pos": 0.1061,
        "compound": 0.2146
    }
}