{
    "date": "2005-05-10T01:17:24Z",
    "title": "Pressure to restart N Korea nuclear talks",
    "url": "https://www.theguardian.com/world/2005/may/10/northkorea",
    "content": "China, South Korea and the UN's nuclear watchdog yesterday pleaded with North Korea and the US to resume talks as the International Atomic Energy Agency estimated that Pyongyang already had enough material for up to six bombs. While South Korean and Chinese leaders met in Moscow and urged the North Korean regime to return to the table after almost a year of stalemate, Mohamed ElBaradei, director general of the IAEA, tacitly called on the US administration to adjust its hard line to allow six-party talks to resume. There were signs last night that the US might have heeded Dr ElBaradei. In an interview with CNN from Moscow, the US secretary of state, Condoleezza Rice, said the US \"of course, recognises that North Korea is sovereign\". In Washington, state department spokesman Tom Casey noted US and North Korean officials met separately in each of the three rounds of six-party talks hosted by China since 2003, adding: \"If the North Koreans were to return to the talks, we'd certainly continue that practice.\" With North Korea feared to be preparing for its first nuclear test explosion within weeks, there has been a growing sense of showdown between Washington and Pyongyang, and growing pessimism over whether a solution can be found. With North Korea also said to be extracting weapons-grade plutonium from its Yongbyon reactor, Dr ElBaradei told CNN it was using blackmail tactics to obtain better terms from the US. Its conduct was \"a cry for help\", he said. A western diplomat closely following the crisis said the IAEA chief was calling on the US to be more conciliatory. Though the IAEA's inspectors were kicked out of North Korea three years ago when it withdrew from the non-proliferation pact, \"the North Koreans have been signalling for 18 months that they're ready to talk. But they want to be in a position where they don't feel threatened by the US,\" said the diplomat. US officials recently warned that North Korea was moving towards its first bomb test. Last month, it shut the 5MW Yongbyon reactor, allegedly to extract more bomb-grade plutonium. The Centre for Nonproliferation Studies in California has said North Korea could have 11 bombs in all by next year. Dr ElBaradei said the IAEA estimated that Pyongyang already had enough for up to six bombs. A test missile fired into the Sea of Japan last month was seen as suggesting the military could deliver a warhead. \"A bomb test throws down the gauntlet. It says we're ready to fight,\" said the diplomat. Dr ElBaradei warned last week that a bomb test would be \"disastrous\" politically and environmentally. Observers cautioned, however, that Pyongyang may merely be stoking suspicion to try to strengthen its negotiating hand. The six parties involved in any talks are divided on how to proceed. Japan and the US have talked of taking North Korea to the UN security council and imposing penalties and sanctions. China and South Korea oppose this. China, and Russia, could veto such a move. The Washington Post reported yesterday that the US was asking Beijing to cut off oil supplies to Pyongyang to step up the pressure.",
    "keywords": [
        "elbaradei",
        "south",
        "korea",
        "north",
        "washington",
        "nuclear",
        "test",
        "china",
        "n",
        "pyongyang",
        "restart",
        "dr",
        "pressure",
        "talks"
    ],
    "summary": "China, South Korea and the UN's nuclear watchdog yesterday pleaded with North Korea and the US to resume talks as the International Atomic Energy Agency estimated that Pyongyang already had enough material for up to six bombs.\nThere were signs last night that the US might have heeded Dr ElBaradei.\nIn an interview with CNN from Moscow, the US secretary of state, Condoleezza Rice, said the US \"of course, recognises that North Korea is sovereign\".\nThe Centre for Nonproliferation Studies in California has said North Korea could have 11 bombs in all by next year.\nJapan and the US have talked of taking North Korea to the UN security council and imposing penalties and sanctions.",
    "sentiment": {
        "neg": 0.0844,
        "neu": 0.8576,
        "pos": 0.058,
        "compound": -0.0259
    }
}