{
    "date": "2005-07-27T22:59:37Z",
    "title": "Press review: North Korea",
    "url": "https://www.theguardian.com/world/2005/jul/27/northkorea.theeditorpressreview",
    "content": "Korea Times Editorial, South Korea, July 26 \"It is heartening to see the six-nation talks to discuss North Korea's nuclear programme finally resume in Beijing ... The strong intentions and positive attitudes of leading diplomats provide sufficient reason for optimism on the fourth round of six-way talks coming after a 13-month impasse ... \"Most promising were the changes in the stances of two key players - the United States and North Korea. That the two sides had a pre-conference meeting [on Monday] for the first time since the six-way format began, reflected their positive approaches ... North Korean leaders are urged to think deeply over who will be hurt most if the talks go adrift once again.\" Korea Herald Editorial, South Korea, July 25 \"The fact that the six nations have agreed to meet again after a year-long hiatus indicates the prospect of substantive progress is brighter than when they met last ... Much of the credit for the improved outlook goes to Seoul and Washington. While Seoul has offered to provide 2m kilowatts of electricity to the energy-starved North, Washington has softened its attitude towards Pyongyang, refraining from making ad hominem attacks on the North Korean leader, Kim Jong-il ... \"If Pyongyang demonstrates its firm commitment to nuclear disarmament, the other participating countries will respond to it with step-by-step measures that address its two overriding concerns - security and economic aid.\" Paek Mun-gyu Nodong Sinmun, North Korea, July 24 \"Progress in the six-party talks will be unattainable if they are used to press one-sided demands for our abandonment of nuclear weapons without addressing the historical background of the nuclear issue and objective realities that made it inevitable for us to possess nuclear weapons ... Whether the denuclearisation of the Korean peninsula will become a reality and whether a nuclear war in this region will be prevented hinge on the success or failure of the talks ... \"The US must come to the talks with a conscientious and wholesome stance and attitude ... Our republic's stance towards resolving the nuclear issue through dialogue and negotiation and realising the denuclearisation of the entire Korean peninsula is unwavering and steadfast. The US must show a sincere and serious attitude about fulfilling its responsibility and role without harbouring unwarranted suspicions of our stance.\" Via BBC Monitoring Philadelphia Inquirer Editorial, July 25 \"It's unlikely great progress will be made in containing Pyongyang's nuclear ambitions. Yet engaging North Korea is a must, considering the alternatives. It's a must if only because North Korea has at least a couple of nuclear bombs and probably the capacity to produce - and sell - others ... \"Any nuclear arsenal is a risk to its neighborhood. That's especially so when the man in charge is the erratic Mr Kim. The missiles in his stockpile could reach South Korea and Japan. Odds are that Mr Kim would not use them. His priority is the survival of his regime, and he knows launching an attack would bring counterstrikes. More to Mr Kim's liking would be producing weapons or weapons-grade materials and selling them to other nations or terrorist suppliers ... \"The talks will be productive if the parties merely agree on how to define the issues. Freezing the nuclear programme is not the same as dismantling it. Success at this point would be a commitment to further talks leading to the verifiable end of North Korea's nuclear threat.\" Chosun Ilbo Editorial, South Korea, July 26 \"The goal of Seoul, Washington and Tokyo is for Pyongyang to declare in writing that it will scrap its nuclear programmes, based on a judgment that a more ambiguous decision like merely freezing the programme would only buy Pyongyang time to wriggle out of a permanent solution. If the North does make that written commitment, it will get - also in writing - regime security guarantees and economic assistance including the supply of free electricity ... \"Seoul must make it clear that progress in the nuclear dispute and in inter-Korean relations cannot be separated. If South Korea goes its own way instead with a stop-gap measure in the hope that it can then persuade the North to give up its nuclear programme once inter-Korean relations improve, it would lose out on both counts.\" Dong-A Ilbo Editorial, South Korea, July 26 \"The North should consider what disadvantages its decision will bring about if it chooses to stick to its nuclear programme, jeopardising inter-Korean relations. Its problems with shortages of electricity and food will linger on ... \"If [Pyongyang] renounces its nuclear programme, it can clear the way for regime security and economic development. However, if it continues to make unreasonable demands such as [retaining] its nuclear programme, there is no guarantee for the North Korean future.\"",
    "keywords": [
        "south",
        "korea",
        "editorial",
        "talks",
        "nuclear",
        "press",
        "seoul",
        "pyongyang",
        "programme",
        "review",
        "north",
        "korean"
    ],
    "summary": "Korea Times Editorial, South Korea, July 26 \"It is heartening to see the six-nation talks to discuss North Korea's nuclear programme finally resume in Beijing ...\nYet engaging North Korea is a must, considering the alternatives.\nThe missiles in his stockpile could reach South Korea and Japan.\nDong-A Ilbo Editorial, South Korea, July 26 \"The North should consider what disadvantages its decision will bring about if it chooses to stick to its nuclear programme, jeopardising inter-Korean relations.\nHowever, if it continues to make unreasonable demands such as [retaining] its nuclear programme, there is no guarantee for the North Korean future.\"",
    "sentiment": {
        "neg": 0.056,
        "neu": 0.8275,
        "pos": 0.1165,
        "compound": 0.1894
    }
}