{
    "date": "2005-06-09T12:18:18Z",
    "title": "Pyongyang reaffirms its nuclear capability",
    "url": "https://www.theguardian.com/world/2005/jun/09/northkorea.usa",
    "content": "As the South Korean president, Roh Moo-hyun, prepared today to meet his US counterpart, George Bush, in Washington, North Korea reiterated on US television that it had nuclear weapons and intended building more. \"I should say that we have enough nuclear bombs to defend against a US attack. As for specifically how many we have, that is a secret,\" North Korea's deputy foreign minister, Kim Gye Gwan, told the ABC network. He added that Pyongyang was building more weapons, and had the technology to fix nuclear warheads to its missiles. He denied, however, that the warheads were a direct threat to the US. \"We don't have any intention at all of attacking the US,\" Mr Kim responded when asked if the missiles had sufficient range to do so. \"So you can't even speculate about that kind of thing.\" North Korea is widely believed to have enough weapons-grade plutonium for half a dozen warheads, and has made recent moves that indicate that it may be planning to enrich more. Mr Kim's intervention appeared timed to coincide tomorrow's meeting between Mr Bush and Mr Roh, at a time when cracks in the 50-year alliance between Seoul and Washington have appeared, principally over how to deal with North Korea. International disarmament talks have been stalled since June 2004, with Pyongyang insisting that it should be treated as a nuclear power and citing \"hostile\" US policies as its reason for staying away from the negotiating table. It will be the fourth meeting between Mr Roh and Mr Bush since the Asia-Pacific economic cooperation summit in Chile in November. US officials claimed this week to have made progress in talks with North Korean officials in New York, saying Pyongyang expressed its commitment to the six-nation arms negotiations, which also include China, Japan, Russia and South Korea. But no date was set for negotiations to restart, and the South treated the development with scepticism. Mr Roh and Mr Bush have divergent positions on North Korea. The US views the North as a rogue regime at risk of proliferating weapons of mass destruction and Mr Bush has branded it part of his \"axis of evil\". Mr Roh takes a more conciliatory stance, as South Korea endeavours to coexist peacefully with its communist neighbour, according to Peter Beck, the director of a Seoul-based thinktank. \"There are very serious strains in the relationship [between Seoul and Washington]. The threat of divorce is real, both sides are increasingly asking questions that weren't being asked a few years ago,\" he said. Mr Roh has come out against regime change in North Korea and said such a possibility is unlikely, and he has expressed understanding of the Pyongyang purported reasons for seeking nuclear weapons for self-defence. He won presidential elections in 2002 with a pledge not to \"kowtow to the Americans\". In April, South Korea vetoed US military plans that would give Washington command of forces on the Korean Peninsula should the government in Pyongyang falls. Mr Roh also has expressed concern about reforms in the US military to create a more flexible force, raising worries that they could become embroiled in regional conflicts in Asia, in particular between Taiwan and China. Seoul also has refused US demands to share more of the costs of the US deployment in South Korea. \"Since I became president there have been many changes in the alliance between Korea and the United States, whether they are good or bad are subject to interpretation,\" Mr Roh said yesterday. He stressed, however, that his country's alliance with Washington was the basis for its success as a democracy and market economy. \"This fact remains true today and will not change,\" he said. South Korean media have noted that Mr Bush is yet to invite Mr Roh to his Texas ranch, a courtesy extended his favourite world leaders. South Korea's Chosun Ilbo daily wrote today that the presidents should not paper over their differences, but instead figure out how they can work together to solve the North Korean nuclear issue. \"The whole world knows that there are differences over North Korea between Seoul and Washington; that cannot be concealed however hard they may try,\" the paper said.",
    "keywords": [
        "south",
        "mr",
        "roh",
        "korea",
        "washington",
        "nuclear",
        "korean",
        "capability",
        "pyongyang",
        "reaffirms",
        "north",
        "bush"
    ],
    "summary": "He added that Pyongyang was building more weapons, and had the technology to fix nuclear warheads to its missiles.\nIt will be the fourth meeting between Mr Roh and Mr Bush since the Asia-Pacific economic cooperation summit in Chile in November.\nMr Roh and Mr Bush have divergent positions on North Korea.\nSeoul also has refused US demands to share more of the costs of the US deployment in South Korea.\nSouth Korean media have noted that Mr Bush is yet to invite Mr Roh to his Texas ranch, a courtesy extended his favourite world leaders.",
    "sentiment": {
        "neg": 0.0855,
        "neu": 0.8633,
        "pos": 0.0512,
        "compound": -0.0797
    }
}