{
    "date": "2005-08-07T23:07:29Z",
    "title": "No deal as Korea talks take recess",
    "url": "https://www.theguardian.com/world/2005/aug/08/northkorea",
    "content": "The US and North Korea yesterday called on each other to make concessions after disarmament talks stalled. Envoys called a three-week recess after failing to reach agreement over North Korea's demand for a nuclear power plant. The US envoy, assistant secretary of state Christopher Hill, said: \"We decided it was time to end it and go to recess, with the idea that [the North Korean delegation] can go back and think about what they've been told, which is, they're not going to get a light-water reactor.\" But the North's chief envoy, Vice Foreign Minister Kim Kye Gwan, said that during the recess Washington should \"change its policy on not letting us have any kind of nuclear activities\". The nuclear standoff began in 2002 when North Korea admitted running a secret nuclear programme in violation of a 1994 agreement to give up nuclear development. In February, Pyongyang claimed it had nuclear weapons. A light-water reactor was promised to the North in the 1994 deal as part of a US aid package. The latest round of talks is the fourth in a series arranged by China, which diplomats say has lobbied North Korea aggressively to make a deal. The talks also involve South Korea, Japan and Russia. Beijing is North Korea's biggest ally and aid donor. But experts say Chinese leaders worry that letting Pyongyang acquire nuclear weapons could destabilise the region by encouraging South Korea and Japan - which China sees as its regional military rival - to do the same.",
    "keywords": [
        "south",
        "deal",
        "korea",
        "recess",
        "north",
        "nuclear",
        "weapons",
        "say",
        "pyongyang",
        "reactor",
        "talks"
    ],
    "summary": "The US and North Korea yesterday called on each other to make concessions after disarmament talks stalled.\nEnvoys called a three-week recess after failing to reach agreement over North Korea's demand for a nuclear power plant.\nThe nuclear standoff began in 2002 when North Korea admitted running a secret nuclear programme in violation of a 1994 agreement to give up nuclear development.\nThe latest round of talks is the fourth in a series arranged by China, which diplomats say has lobbied North Korea aggressively to make a deal.\nThe talks also involve South Korea, Japan and Russia.",
    "sentiment": {
        "neg": 0.0901,
        "neu": 0.8557,
        "pos": 0.0542,
        "compound": -0.1002
    }
}