{
    "date": "2005-06-13T23:02:32Z",
    "title": "US sergeant who fled to North Korea returns home for first visit in 40 years",
    "url": "https://www.theguardian.com/world/2005/jun/14/usa.japan",
    "content": "Less than a year ago Charles Jenkins would not have dared to contemplate a trip to his homeland. To do so could have meant arrest, court martial and several years in prison for the former staff sergeant, who abandoned his army unit and fled to North Korea in 1965. But today Mr Jenkins, 65, will leave Tokyo for the US as a free man to visit his ailing mother, whom he has not seen for more than 40 years. He will be accompanied by his wife, Hitomi Soga, one of at least a dozen Japanese nationals abducted by Pyongyang agents during the 1970s and 80s, and their two daughters. The trip represents a remarkable change of fortune for Mr Jenkins. Until last year he had been living in North Korea, unsure of whether he would ever be reunited with his wife, who had been allowed to return to Japan with four other abductees in 2002. After a flurry of high-level negotiations between Tokyo and Washington, a physically weak Mr Jenkins brought his daughters to Japan last July, after being persuaded that he would not have to serve a lengthy jail term in the US. After spending several weeks recuperating in hospital, he gave himself up late last year, donning a uniform and reporting for duty at Camp Zama, the US army's headquarters in Japan. An army court martial gave him a token sentence of 30 days' confinement at Yokosuka naval base for deserting his post and aiding the enemy. The couple and their daughters, Mika, 22, and Brinda, 19, have been living in Ms Soga's hometown on Sado, a quiet, windswept island on the Japan Sea coast. The four left Sado yesterday and were due to spend the night in Tokyo before flying to Washington DC on a week-long trip. Mr Jenkins asked the media to respect their privacy. \"We would like to travel and visit my family in peace as this time is a very personal matter.\" As well as visiting his mother in a North Carolina nursing home, Mr Jenkins will introduce Ms Soga, 46, and his daughters to a family they have never met, including his sister and a nephew who flew to Japan last year to plead for clemency for his uncle. Ms Soga was a 19-year-old trainee nurse when she and her mother were abducted on Sado on their way home from a shopping trip in 1978. The couple met in North Korea when Mr Jenkins taught Ms Soga English and they married in 1980. Though he appeared in propaganda films for the Stalinist state, Mr Jenkins insists that he despised the regime.",
    "keywords": [
        "sado",
        "fled",
        "40",
        "mr",
        "korea",
        "soga",
        "sergeant",
        "ms",
        "visit",
        "japan",
        "jenkins",
        "daughters",
        "returns",
        "trip",
        "tokyo",
        "north"
    ],
    "summary": "To do so could have meant arrest, court martial and several years in prison for the former staff sergeant, who abandoned his army unit and fled to North Korea in 1965.\nBut today Mr Jenkins, 65, will leave Tokyo for the US as a free man to visit his ailing mother, whom he has not seen for more than 40 years.\nMr Jenkins asked the media to respect their privacy.\nThe couple met in North Korea when Mr Jenkins taught Ms Soga English and they married in 1980.\nThough he appeared in propaganda films for the Stalinist state, Mr Jenkins insists that he despised the regime.",
    "sentiment": {
        "neg": 0.0587,
        "neu": 0.8785,
        "pos": 0.0629,
        "compound": -0.0558
    }
}