{
    "date": "2005-11-29T23:59:52Z",
    "title": "Samsung reveals truth of heiress's suicide",
    "url": "https://www.theguardian.com/world/2005/nov/29/usa.northkorea",
    "content": "At first glance she seemed to have everything. An heir to the Samsung Electronics conglomerate, Lee Yoon-hyung seemed happy and outgoing. But this month the 26-year-old was found hanging in her Manhattan apartment, and now questions are being asked about why Samsung initially claimed she had died in a car crash. Ms Lee was the youngest daughter of Lee Kun-hee, the chairman of the world's largest maker of computer memory chips, and a graduate student of art at New York University. Most of the Lees have a reputation for secrecy but Ms Lee, a big shareholder in the company, set up an extremely popular web blog - Pretty Yoon-hyung - in 2003 to describe her life. As she shared her father's interest in racing cars, it was not beyond the bounds of possibility when Agence France Presse last Tuesday quoted a Samsung spokesman saying she had died after a motor accident. But the New York police had no record of the crash. According to the New York Times, the city's medical examiner's office and police accounts revealed that her boyfriend, Soobin Shin, and a friend found her hanging at about 3am last Saturday. It is unclear if she left a note, but Ms Lee was reportedly suffering from depression and was lonely living in America. According to the Korean media, she had recently split up with her boyfriend after her family opposed their marriage plans. Korean media reported the \"accident\" but yesterday Samsung spokesman Yim Jun-seok confirmed US reports of suicide. \"At the time the story initially broke, we had an insufficient amount of information,\" he told Reuters. Even after the company knew the truth, he said it kept it secret out of respect for the bereaved. Her death is the latest blow to the Samsung empire. Last month, two company executives were given suspended jail terms for helping the chairman's children to buy a majority stake in an affiliate at unfairly low prices. In the US, the company was fined $300m for conspiring to fix global prices of memory chips. According to media reports, Ms Lee's father left a Houston cancer centre, where he had been having treatment, in September. His whereabouts is unknown. His departure from Korea coincided with a request from a parliamentary committee for him to testify over alleged irregularities at a former automobile unit. He is not thought to have attended his daughter's funeral in New York.",
    "keywords": [
        "spokesman",
        "yoonhyung",
        "reveals",
        "samsung",
        "truth",
        "according",
        "reports",
        "ms",
        "suicide",
        "heiresss",
        "media",
        "lee",
        "york",
        "company"
    ],
    "summary": "An heir to the Samsung Electronics conglomerate, Lee Yoon-hyung seemed happy and outgoing.\nAs she shared her father's interest in racing cars, it was not beyond the bounds of possibility when Agence France Presse last Tuesday quoted a Samsung spokesman saying she had died after a motor accident.\nIt is unclear if she left a note, but Ms Lee was reportedly suffering from depression and was lonely living in America.\nKorean media reported the \"accident\" but yesterday Samsung spokesman Yim Jun-seok confirmed US reports of suicide.\nAccording to media reports, Ms Lee's father left a Houston cancer centre, where he had been having treatment, in September.",
    "sentiment": {
        "neg": 0.1338,
        "neu": 0.8114,
        "pos": 0.0548,
        "compound": -0.189
    }
}