{
    "date": "2005-09-20T23:03:07Z",
    "title": "Nuclear deal at risk after North Korea demands reactor",
    "url": "https://www.theguardian.com/world/2005/sep/21/northkorea",
    "content": "Less than 24 hours after signing up to a draft agreement to denuclearise the Korean peninsula, the government in Pyongyang threw the negotiating process into disarray yesterday by declaring that it would not abolish its atomic weapons programme until it had been given a light-water reactor. The potentially deal-breaking demand was condemned by the US and Japan as unacceptable, but other signatory countries said that it was simply the bluster of a nation notorious for using uncertainty as a tactic. The statement bodes ill for the next round of talks in early November, when the six parties - also including South Korea, China and Russia - must try to put flesh on the skeleton of an accord they reached on Monday. Although vaguely worded, that signed agreement - the first in the two-year negotiating process - was widely hailed as a breakthrough, but its fragility was highlighted yesterday by North Korea, which said proposals for it to disarm before receiving a new nuclear power generator were a \"non-starter\". \"The US should not even dream of the issue of the DPRK's dismantlement of its nuclear deterrent before providing light-water reactors,\" said a foreign ministry statement. \"This is our just and consistent stand as solid as a deeply rooted rock.\" The question of whether North Korea should be given a civilian reactor for electricity generation was one of the most divisive issues during the latest round of talks. Under a previous 1994 agreement, Washington had promised to help build two light-water reactors, from which it is harder to extract weapons-grade fuel than other types of nuclear plants. But the Bush administration fears that even these reactors could be used for military purposes. It has conceded that North Korea is entitled to such a facility, but only after it has dismantled its nuclear weapons programme and allowed stricter international safeguards to prevent a diversion of the fuel. The US said the conditions announced by North Korea were a contravention of its promises during the talks. \"This is not the agreement that they signed, and we'll give them some time to reflect,\" a spokesman said. Japan's foreign minister, Nobutaka Machimura, also dismissed the statement from Pyongyang. But, in the first positive development since the talks, he announced that Tokyo would soon resume bilateral talks with its neighbour after a hiatus of almost a year. China, the host of the talks, and South Korea said that the deal was far from dead. But with the contentious issues of inspections, disarmament and the timing of concessions still to be decided, the negotiators still face months, if not years, of work. \"This is clearly progress, but it is just a first step in a long march. The devil will be in the detail,\" said Glyn Ford, an MEP who specialises in east Asian affairs. \"Anyone who thinks it is over is very much mistaken.\" It is not the first time that North Korea has shifted course during the past two years. After the first day of six-nation talks in August 2003, the foreign ministry said it saw no reason to return to the table. Several times since it has declared the process fruitless and pointless. But it has repeatedly been dragged back to the talks by a mixture of South Korean incentives and Chinese pressure.",
    "keywords": [
        "south",
        "deal",
        "korea",
        "risk",
        "talks",
        "nuclear",
        "demands",
        "process",
        "lightwater",
        "agreement",
        "reactors",
        "statement",
        "reactor",
        "north"
    ],
    "summary": "The question of whether North Korea should be given a civilian reactor for electricity generation was one of the most divisive issues during the latest round of talks.\nIt has conceded that North Korea is entitled to such a facility, but only after it has dismantled its nuclear weapons programme and allowed stricter international safeguards to prevent a diversion of the fuel.\nThe US said the conditions announced by North Korea were a contravention of its promises during the talks.\nChina, the host of the talks, and South Korea said that the deal was far from dead.\nIt is not the first time that North Korea has shifted course during the past two years.",
    "sentiment": {
        "neg": 0.0753,
        "neu": 0.8615,
        "pos": 0.0632,
        "compound": -0.0482
    }
}