{
    "date": "2005-01-15T00:03:57Z",
    "title": "N Korea ready to talk, US told",
    "url": "https://www.theguardian.com/world/2005/jan/15/northkorea",
    "content": "North Korea told a visiting US delegation yesterday that it is ready to resume nuclear talks and offered to become a \"friend\" of the US if Washington doesn't slander the rule of totalitarian leader Kim Jong Il. The move is highly unusual. North Korean propagandists regularly exhort their people to prepare for a possible war with \"US imperialists.\" The offer came shortly after the six-member bipartisan US congressional delegation concluded talks with senior communist officials in Pyongyang. The US, North and South Korea, China, Japan and Russia have struggled to arrange a new round of talks aimed at persuading the north to abandon its nuclear weapons programmes. Three prior rounds failed to make any breakthroughs. The US state department spokesman, Richard Boucher, expressed hope that the statements \"do, indeed, presage a return to the talks\". Experts say North Korea may already possess two or three nuclear bombs, in addition to fuel that could produce several more.",
    "keywords": [
        "war",
        "talk",
        "korea",
        "ready",
        "washington",
        "talks",
        "nuclear",
        "n",
        "told",
        "weapons",
        "visiting",
        "delegation",
        "yesterday",
        "north"
    ],
    "summary": "North Korea told a visiting US delegation yesterday that it is ready to resume nuclear talks and offered to become a \"friend\" of the US if Washington doesn't slander the rule of totalitarian leader Kim Jong Il.\nThe offer came shortly after the six-member bipartisan US congressional delegation concluded talks with senior communist officials in Pyongyang.\nThe US, North and South Korea, China, Japan and Russia have struggled to arrange a new round of talks aimed at persuading the north to abandon its nuclear weapons programmes.\nThe US state department spokesman, Richard Boucher, expressed hope that the statements \"do, indeed, presage a return to the talks\".\nExperts say North Korea may already possess two or three nuclear bombs, in addition to fuel that could produce several more.",
    "sentiment": {
        "neg": 0.1073,
        "neu": 0.8672,
        "pos": 0.0255,
        "compound": -0.2031
    }
}