{
    "date": "2005-05-16T14:59:35Z",
    "title": "Seoul hints at new disarmament proposal for North Korea",
    "url": "https://www.theguardian.com/world/2005/may/16/northkorea",
    "content": "South Korea told North Korea today that Pyongyang had increased tensions by taking a key step in preparing ingredients for nuclear bombs. In the first reconciliation talks between the two sides in 10 months, Seoul also tried to coax Pyongyang back into disarmament talks by promising a new \"substantial proposal\", but declined to elaborate on what it was. North Korea increased tension last week by saying it would strengthen its nuclear arsenal and that it had removed spent fuel rods from a reactor, a preliminary stage in the process of extracting weapons-grade plutonium. The disclosures raised concerns about a possible nuclear test. Today, a South Korean delegation began two-day talks in the North Korean border town of Kaesong. Pool reports from journalists covering the meeting, which broke up after six hours, said that the South told the North it had aggravated tensions and urged Pyongyang to return to the six-nation talks. These talks, which involved the two Koreas, the United States, China, Japan and Russia, have been in limbo since June 2003. Today, vice unification minister Rhee Bong-jo, who led the South Korean delegation, said: \"If the six-party talks resume, it shouldn't be talks for the sake of talks, but substantial progress is necessary. For this, the South side is preparing for a substantial proposal, and will propose it to the related countries when the talks resume.\" The minister did not elaborate on the proposal, saying only that the details would be revealed after consultations with other countries. The North Koreans listened to his points on the nuclear issue without comment. Today's meeting followed comments yesterday by the US national security adviser, Stephen Hadley, warning unspecified action against North Korea if it carried out a nuclear test - a position echoed by Japan. In an interview with CNN, Mr Hadley said: \"We've seen some evidence that says that they may be preparing for a nuclear test.\" He said that such a test would defy regional powers and that \"action would ... have to be taken\". Shinzo Abe, secretary-general of Japan's ruling Liberal Democratic Party, said Tokyo would take the issue to the United Nations. \"It is unthinkable not to impose any sanctions in case of a nuclear testing.\" The Kaesong meeting coincides with other efforts to resume the six-party talks, with Washington's top envoy in the dispute, US assistant secretary of state Christopher Hill, meeting today with his South Korean counterpart, deputy foreign minister Song Min-soon. \"We are doing everything to get this six-party process going, and we really want to, but that does not mean we are not going to look eventually at other options,\" Mr Hill told the South Korean minister. Talks between the two Koreas broke off last July after mass defections to South Korea from the North that it labelled kidnappings. The renewed talks are \"vital\" to regenerating those ties, said North Korea's chief delegate at Kaesong, Kim Man Gil. The South proposed resuming cabinet-level discussions in June, arranging more reunions in August for families separated for more than half a century, conducting a trial run of cross-border railways and sending a delegation next month to the North's capital to join a celebration marking the fifth anniversary of a historic inter-Korean summit accord. North Korea requested fertiliser aid from the South out of \"humanitarian concern\", and also raised the prospect of food aid. US officials said last week that spy satellites looking at the North's Kilju area in the north-east saw the digging of a tunnel and the construction of a reviewing stand - possible indications of an upcoming test. However, Mr Song today downplayed the prospects of a nuclear test, saying in an interview with South Korea's Yonhap news agency that the reports \"have no specific evidence to back them up\". The removal of spent fuel rods was the latest provocation since North Korea claimed in February that it had nuclear weapons and would indefinitely boycott arms talks until Washington drops its \"hostile\" policy. The latest nuclear standoff with North Korea was prompted in late 2002 after US officials accused the North of running a secret uranium enrichment programme.",
    "keywords": [
        "meeting",
        "south",
        "minister",
        "korea",
        "proposal",
        "seoul",
        "talks",
        "nuclear",
        "today",
        "disarmament",
        "hints",
        "test",
        "north",
        "korean"
    ],
    "summary": "South Korea told North Korea today that Pyongyang had increased tensions by taking a key step in preparing ingredients for nuclear bombs.\nToday, a South Korean delegation began two-day talks in the North Korean border town of Kaesong.\nTalks between the two Koreas broke off last July after mass defections to South Korea from the North that it labelled kidnappings.\nNorth Korea requested fertiliser aid from the South out of \"humanitarian concern\", and also raised the prospect of food aid.\nThe latest nuclear standoff with North Korea was prompted in late 2002 after US officials accused the North of running a secret uranium enrichment programme.",
    "sentiment": {
        "neg": 0.0401,
        "neu": 0.9055,
        "pos": 0.0543,
        "compound": 0.027
    }
}