{
    "date": "2005-06-02T23:05:18Z",
    "title": "N Korea dubs Cheney a beast",
    "url": "https://www.theguardian.com/world/2005/jun/03/usa.korea",
    "content": "The war of words between the US and North Korea, which has already broken every diplomatic nicety in the book, descended to new levels of insult yesterday when the Korean government called the US vice-president a \"bloodthirsty beast\". Responding to criticism from Dick Cheney - who had labelled North Korea's leader, Kim Jong-il, \"one of the world's more irresponsible leaders\" - a North Korean official hit back with some bald invective, saying the row would do little to revive the six-party talks on North Korea's nuclear weapons programmes. \"Cheney is hated as the most cruel monster and bloodthirsty beast, as he has drenched various parts of the world in blood,\" said the foreign ministry spokesman. The exchanges have escalated in recent weeks, with George Bush calling the Korean leader a tyrant. The Pyongyang government has shot back, calling the US president \"a half-baked man\" and \"a philistine\". Earlier in the week Mr Cheney told CNN that Mr Kim ran a police state. \"He's got one of the most heavily militarised societies in the world. He doesn't take care of his people at all. And he obviously wants to throw his weight around and become a nuclear power.\" The North Korean spokesman said Mr Cheney's words would discourage Pyongyang from returning to the nuclear talks it left almost a year ago. The US has joined China, Russia, Japan and South Korea in trying to bring North Korea into the fold through multi-party talks. But Pyongyang left the negotiations and declared it had nuclear weapons. In Washington, the White House spokesman, Scott McClellan, said the comments from North Korea were \"more of the same kind of bluster we hear from [there] from time to time\", which served only to \"further isolate [them] from the international community\". He said: \"We all share the goal of a nuclear-free peninsula.\" Patience is wearing thin in Washington. US officials have said they might take the North Korean nuclear issue to the UN security council, which could impose sanctions if Pyongyang does not return to talks.",
    "keywords": [
        "spokesman",
        "mr",
        "korea",
        "world",
        "talks",
        "nuclear",
        "n",
        "cheney",
        "dubs",
        "beast",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The war of words between the US and North Korea, which has already broken every diplomatic nicety in the book, descended to new levels of insult yesterday when the Korean government called the US vice-president a \"bloodthirsty beast\".\n\"Cheney is hated as the most cruel monster and bloodthirsty beast, as he has drenched various parts of the world in blood,\" said the foreign ministry spokesman.\nEarlier in the week Mr Cheney told CNN that Mr Kim ran a police state.\nThe North Korean spokesman said Mr Cheney's words would discourage Pyongyang from returning to the nuclear talks it left almost a year ago.\nThe US has joined China, Russia, Japan and South Korea in trying to bring North Korea into the fold through multi-party talks.",
    "sentiment": {
        "neg": 0.0907,
        "neu": 0.8868,
        "pos": 0.0225,
        "compound": -0.2395
    }
}