{
    "date": "2005-07-25T23:03:35Z",
    "title": "Hopes grow for North Korea talks",
    "url": "https://www.theguardian.com/world/2005/jul/26/northkorea",
    "content": "Six-nation talks aimed at resolving the nuclear standoff between North Korea and the United States will resume today amid the highest hopes for a breakthrough since the process began two years ago. But the delegates gathered in Beijing know this fourth round of talks may represent the last as well as the best chance. Washington has threatened to pull out if there is no progress, and North Korea has widened the scope of discussions by calling for a peace treaty to end more than 50 years of hostilities. Previous talks between the adversaries and other key regional players - South Korea, China, Japan and Russia - helped to stabilise tensions, but they failed to make any headway towards a solution. Before a deal can be done, the US insists on the verifiable and irreversible dismantling of North Korea's nuclear weapons programme. North Korea, which is one of the world's most impoverished and belligerent countries, first wants security guarantees and economic aid. So far, neither side has trusted the other enough to make the first move. The last round of talks ended acrimoniously in June 2004. Since then, North Korea has announced unequivocally that it possesses a nuclear deterrent. But there have since been several positive developments. Significantly, the format of the talks has changed. Instead of a fixed three-day schedule of speeches, the latest round will be open-ended. The participants' language has also taken on a more upbeat and constructive tone. North Korea has softened its bellicose stance. Kim Jong-il was quoted by the state media as saying that it was the dream of his father, Kim Il-sung, to realise a nuclear-free peninsula. \"If the United States drops its ambition for a regime change and opts for peaceful coexistence, the talks can make successful progress and settle the issue of the denuclearisation of the peninsula,\" the North's official Korean Central News Agency reported on Sunday. The US has also been making more cautiously optimistic noises. Its new chief negotiator, assistant secretary of state Christopher Hill, is a veteran diplomat, and it is hoped he will have more room to manoeuvre than his predecessor, James Kelly, who was ordered to stick to a White House script. \"We would like to make some measurable progress,\" Mr Hill told reporters in Beijing. \"It's going to take a little time; it's going to take a lot of work. But we come here in a real spirit of trying to make some real progress.\"",
    "keywords": [
        "progress",
        "round",
        "korea",
        "state",
        "states",
        "talks",
        "nuclear",
        "real",
        "united",
        "grow",
        "north",
        "hopes"
    ],
    "summary": "Six-nation talks aimed at resolving the nuclear standoff between North Korea and the United States will resume today amid the highest hopes for a breakthrough since the process began two years ago.\nNorth Korea, which is one of the world's most impoverished and belligerent countries, first wants security guarantees and economic aid.\nSince then, North Korea has announced unequivocally that it possesses a nuclear deterrent.\nNorth Korea has softened its bellicose stance.\nBut we come here in a real spirit of trying to make some real progress.\"",
    "sentiment": {
        "neg": 0.0373,
        "neu": 0.8547,
        "pos": 0.108,
        "compound": 0.167
    }
}