{
    "date": "2005-09-21T16:04:41Z",
    "title": "Nuclear reaction",
    "url": "https://www.theguardian.com/world/2005/sep/21/japan.northkorea",
    "content": "The ink was barely dry on Monday's six-nation agreement in Beijing when North Korea apparently began to renege on its commitments. Hours after it brought renewed hope for stability in north-east Asia by agreeing to dismantle its nuclear weapons programme in return for aid and help with its civilian nuclear programme, Pyongyang appeared to undergo a change of heart. Dismantlement would come, it said, but only after the US provided it with the light water reactors it needs to solve its desperate energy crisis. \"The US should not even dream of the issue of [North Korea's] dismantlement of its nuclear deterrent before providing light water reactors, a physical guarantee for confidence building\" a statement by the North Korean foreign ministry said. \"This is our just and consistent stand, as solid as a deeply rooted rock.\" Tokyo, wrong-footed by North Korea's apparent about turn, began the day by plugging its ears and drowning out the diplomatic noise. Less than a day after giving a cautious welcome to North Korea's original agreement, Japan's foreign minister, Nobutaka Machimura, yesterday described the North Korean statement as \"unacceptable\". Any discussion on light water reactors would begin only after Pyongyang dismantles its nuclear weapons and returns to the non-proliferation treaty, he said. Foreign ministry spokesman Akira Chiba, added: \"What is acceptable is that once there is an agreement, we are going to implement it promptly and steadily. And there is an agreement.\" By the end of the day this latest obstacle to progress had been nudged, if not swept away, with an agreement by Japan and North Korea to continue bilateral talks on the latter's nuclear weapons programme and, significantly, the abduction of Japanese citizens by Pyongyang agents at the height of the cold war. \"Japan and North Korea have agreed to resume dialogue at an early date,\" Machimura said. \"As to the date, place and other details, we will make arrangements.\" The talks will be the first since last November. Regardless of what lies ahead for the six-party negotiations, which will resume in Beijing later this year, the need for some straight talking between Tokyo and Pyongyang has never been more obvious. Japan has made it clear that it will not help North Korea get to its economic feet - beginning with the restoration of normal diplomatic relations - until the Korean peninsula is free of nuclear weapons and the abductions issue has been resolved. In other words, until the North hands over the remaining Japanese nationals it admits snatching from the Japanese coastline in the 1970s and 1980s, or provides incontrovertible evidence for its claims that they are dead, Japan will play no part in the provision of civilian nuclear power plants on which the resolution of north-east Asia's most serious security threat depends. \"The issue of the abductees is very important; solving it will allow us to go ahead with our plans for economic cooperation,\" Chiba said. \"We are aiming at a comprehensive solution.\" Japan, after all, considers itself high on the list of potential North Korean targets. The North has test-fired missiles over Japanese territory - most recently in May - and, aside from two useful meetings in Pyongyang between Kim Jong-il and Junichiro Koizumi - the political rhetoric is uncompromising on both sides. But if anything, the Japanese public places a higher priority on the abductions. During his first meeting with Koizumi in the North Korean capital in 2002, Kim admitted his country's spies had abducted 13 Japanese nationals, but that eight of them had died. The remaining five returned later the same year, quickly becoming a cause celebre for hardliners who argue that unilateral economic sanctions offer the only hope of coaxing the North to come clean on the fates of the abductees they are convinced have been left behind. Under pressure from a well-organised lobby, Japan has so far refused to take Pyongyang at its word. North Korea, which considers the matter closed, did not help its cause earlier this year when it returned remains it said belonged to Megumi Yokota, one of the \"dead\" abductees, only for DNA tests in Japan to show that they belonged to someone else. While ceding ground on the abductees would be near unthinkable for Japanese negotiators, they are aware too that Japan has much to gain from an agreement on nuclear weapons alone. As Machimura said yesterday: \"The fact that North Korea has promised for the first time to abandon all its nuclear weapons ... in a verifiable way will serve as an important basis for ridding the Korean peninsula of nuclear weapons.\" Restoring normal relations would also bring immediate benefits to North Korea in the form of a huge flow of Japanese economic aid on a par with that extended to South Korea after the war, as well as energy assistance. The impoverished North suffers from chronic power shortages. Satellite pictures taken at night showing a brightly lit South and a near blacked-out North are proof enough of that. But according to experts, the North's antiquated power grid, much of it built during the 1910-1945 Japanese occupation, cannot handle the output from nuclear reactors. Barely a third of the work had been completed on two light water reactors under a 1994 international agreement when Washington pulled out amid suspicions that the North was producing highly enriched uranium for use in a nuclear weapons programme. Acting alone, North Korea is incapable of modernising its power grid and building the reactors itself - a job estimated to cost several billion dollars. Offers from South Korea to supply power in exchange for Pyongyang giving up its nuclear programme offer an alternative way forward but would take at least three years and cost $1.5bn (£828m) to implement. With so much at stake on either side, Japan's response to this latest act of diplomatic bluster could best be described as tinged with optimism that the North's apparent attempt to renege on Monday's agreement in Beijing agreement is little more than a bump in the road. \"We have to closely watch North Korea's actions to find out if there are fundamental differences in our interpretations [of the Beijing statement],\" Hiroyuki Hosoda, Tokyo's most senior government spokesman, said this week. \"If our interpretations are completely different, then that means we'll be back to square one, but I believe that is not the case.\" Korea needs Japanese cash and expertise; Japan needs a non-nuclear North Korea. It is some quid pro quo, and one from which neither side can afford to walk away.",
    "keywords": [
        "korea",
        "nuclear",
        "japanese",
        "japan",
        "weapons",
        "agreement",
        "reactors",
        "pyongyang",
        "reaction",
        "north",
        "korean"
    ],
    "summary": "The ink was barely dry on Monday's six-nation agreement in Beijing when North Korea apparently began to renege on its commitments.\nHours after it brought renewed hope for stability in north-east Asia by agreeing to dismantle its nuclear weapons programme in return for aid and help with its civilian nuclear programme, Pyongyang appeared to undergo a change of heart.\nAny discussion on light water reactors would begin only after Pyongyang dismantles its nuclear weapons and returns to the non-proliferation treaty, he said.\nAs Machimura said yesterday: \"The fact that North Korea has promised for the first time to abandon all its nuclear weapons ... in a verifiable way will serve as an important basis for ridding the Korean peninsula of nuclear weapons.\"\nBut according to experts, the North's antiquated power grid, much of it built during the 1910-1945 Japanese occupation, cannot handle the output from nuclear reactors.",
    "sentiment": {
        "neg": 0.0757,
        "neu": 0.8309,
        "pos": 0.0935,
        "compound": 0.0334
    }
}