{
    "date": "2005-10-16T23:06:19Z",
    "title": "Tobacco firm has secret North Korea plant",
    "url": "https://www.theguardian.com/uk/2005/oct/17/northkorea.smoking",
    "content": "British American Tobacco, the world's second largest cigarette company, has secretly been operating a factory in North Korea for the past four years, the Guardian has learned. The company opened the plant in a joint venture with a state owned corporation shortly before the regime was denounced by George Bush as a member of the \"axis of evil\", and despite widespread concern over the country's human rights record. BAT has never mentioned the factory in its annual accounts, and it is thought that many shareholders are unaware of its links with the country. The discovery of the secret factory comes two years after BAT was forced to pull out of Myanmar, formerly Burma, under pressure from the UK government and human rights campaigners. The human rights record of the communist regime in North Korea is widely regarded as even worse than that of the brutal military dictatorship in Burma. The disclosure of the existence of the plant comes a day before the first ballot in the Conservative leadership election in which Ken Clarke, BAT's non-executive deputy chairman, is a candidate. BAT confirmed that Mr Clarke, who has been on the company's payroll since 1998, was aware of the decision to invest in North Korea. The firm has also said that as chair of BAT's corporate social responsibility audit committee, Mr Clarke \"would oversee human rights reports on all countries where we operate\". Mr Clarke declined to comment, although he has previously denied any impropriety in his role with BAT. The anti-smoking group Ash said: \"It seems that there is no regime so awful and no country so repressive that BAT does not want to do business there. It beggars belief that an MP like Ken Clarke could be taken seriously as a candidate to lead a major political party.\" Mr Clarke could face an investigation by the Commons health committee over accusations that he gave false evidence to parliament when he denied BAT was embroiled in international cigarette smuggling. Mr Clarke dismissed the smuggling claims as \"nonsense\" five days after BAT's lawyers had confirmed that certain claims were true, in an internal letter which subsequently came to light in the US. Mr Clarke has denied giving false evidence. BAT launched its business in North Korea in September 2001 after forming a joint venture company with a state-owned enterprise called the Korea Sogyong Trading Corporation, whose main interest had previously been exporting carpets. BAT made an initial investment of $7.1m in the enterprise, and owns 60% of the company they formed, which is known as Taesong-BAT. It has since increased its investment, but declines to say by how much. This company employs 200 people at its factory in Pyongyang, the capital, producing up to two billion cigarettes a year. It initially produced an inexpensive brand called Kumgansan, named after a mountain in the east of the country, and is now producing brands that are known as Craven A and Viceroy. Despite its previous involvement in smuggling, BAT denies that any of its cigarettes produced in North Korea are intended for the Chinese market, and insists that they are all for consumption in North Korea. The company says that it has worked to improve the working conditions of its employees in Pyongyang, that it provides workers with free meals, and that they are \"well paid\". When asked how much the employees were paid, however, the company said it did not know. BAT even said that it had \"no idea\" how much its cigarettes cost on the North Korean market as the operation was run by the company's Singapore division. Questioned about its apparent reluctance to disclose the existence of its North Korean operation, BAT said that it listed only its \"principal subsidiaries\" in its accounts, and added that it was not obliged to inform investors about an investment of that size. \"It is a very small entity within the BAT group and, therefore, does little to justify a mention,\" a spokeswoman said. The spokeswoman denied the factory was \"a secret\", adding: \"If we are asked about our investment there, we respond appropriately. The investor community know of it.\" Asked about North Korea's human rights record, a company spokeswoman said: \"It is not for us to interfere with the way governments run countries.\" She said BAT could \"lead by example\" and assist the country's development by meeting internationally accepted standards of businesses practice and corporate social responsibility. In launching its North Korean enterprise, however, BAT is quietly doing business in a country which is regarded by some as having the worst human rights record in the world. Even one of BAT's own public relations officers, in Japan, was astonished when questioned about the joint venture company. \"Business with North Korea?\" he asked. \"Where there are no human rights?\" The depth of concern about the suffering of people in North Korea is expressed in a series of reports by the United Nations and human rights watchdogs. Last August, in an excoriating report presented to the UN General Assembly, Vitit Muntabhorn, special rapporteur on North Korea for the UN's Commission on Human Rights, pointed to the \"myriad publications\" detailing violence against detainees. He expressed \"deep concern\" about reported torture, the killing of political prisoners, the large number of prison camps and use of forced labour. Finally, he protested at the \"all pervasive and severe restrictions on the freedom of thought, conscience, religion, opinion and expression, peaceful assembly and association and on access of everyone to information\". In its latest report on the country, Amnesty International highlighted concerns about the torture and execution of detainees, and worries over the lack of basic political freedom. The charity said that millions of North Korean people were suffering hunger and malnutrition. It added that there had been reports of public executions of people convicted of economic crimes, and that Christians, whose churches have been driven underground, were reported to have been executed because of their faith. According to human rights observers in South Korea, about 200,000 people are held in prison camps in the north. Human Rights Watch, meanwhile, describes the Pyongyang regime as being \"among the world's most repressive governments\", adding that its leader, Kim Jong Il, \"has ruled with an iron fist and a bizarre cult of personality\" since the death of his father, Kim Il Sung, in 1994. BAT carried on its business in Myanmar for four years, running a cigarette factory in a joint venture with that county's military dictatorship. It pulled out only after the UK government had asked it to withdraw and after Mr Clarke had been forced to admit, at a shareholders' meeting, that \"Burma is not one of the world's most attractive regimes\". FAQ: BAT in North Korea What's wrong with investing in North Korea? Britain says it will not officially support investment there because of North Korea's nuclear ambitions. Others, such as Action on Smoking and Health (Ash), object to investment which props up a notoriously cruel communist regime. What is BAT's track record as a company? BAT has refused to stop selling cigarettes around the world, despite proof that its product is addictive and bad for health. Instead, it has sought to increase profits despite western governments imposing more legal restrictions, by selling to unsophisticated consumers in the developing world. What is Ken Clarke's role in BAT? He collects £170,000 a year in pay and perks, in return for the title of deputy chairman. As a former health secretary and chancellor, he gives BAT credibility and international connections. Why has his behaviour caused controversy? When the company was accused of being involved in the lucrative smuggling trade in China and Latin America, Mr Clarke falsely claimed to parliament the accusations were \"nonsense\".",
    "keywords": [
        "human",
        "investment",
        "mr",
        "factory",
        "korea",
        "secret",
        "tobacco",
        "firm",
        "company",
        "bat",
        "clarke",
        "rights",
        "plant",
        "north"
    ],
    "summary": "British American Tobacco, the world's second largest cigarette company, has secretly been operating a factory in North Korea for the past four years, the Guardian has learned.\nThe human rights record of the communist regime in North Korea is widely regarded as even worse than that of the brutal military dictatorship in Burma.\nBAT confirmed that Mr Clarke, who has been on the company's payroll since 1998, was aware of the decision to invest in North Korea.\nDespite its previous involvement in smuggling, BAT denies that any of its cigarettes produced in North Korea are intended for the Chinese market, and insists that they are all for consumption in North Korea.\nFAQ: BAT in North Korea What's wrong with investing in North Korea?",
    "sentiment": {
        "neg": 0.0989,
        "neu": 0.8599,
        "pos": 0.0412,
        "compound": -0.1591
    }
}