{
    "date": "2005-06-13T23:03:20Z",
    "title": "Press review: Korea talks",
    "url": "https://www.theguardian.com/world/2005/jun/14/northkorea.usa",
    "content": "JoongAng Ilbo Editorial, South Korea, June 13 \"The South Korea-US summit in Washington [last Friday] can be termed a success, as it has calmed fears that there is friction in the South Korea-US alliance and that there are differences in the approach to the North Korean nuclear crisis ... \"For stability and peace on the Korean Peninsula ... [the nuclear issue] needs to be resolved quickly. George Bush referred to the North's leader, Kim Jong-il, on Friday by the title 'Mr', and not as a 'tyrant' or 'dictator'. He reaffirmed that the US has no intention of attacking the North. He also hinted that, in the end, normal relations between Washington and North Korea are possible ... [North Korea] needs to return to the six-party talks immediately ... [Its] leaders need to know that, if they do not take this chance, it will be hard for South Korea to resist the international demands for the imposition of sanctions.\" Korea Herald Editorial, South Korea, June 13 \"North Korea sent confusing signals before the summit ... North Korean officials expressed their willingness to rejoin the six-party talks in a face-to-face meeting with US officials in New York. But ... North Korea's top negotiator ... said on Wednesday that his country has 'enough nuclear weapons to defend against a US attack and is building more'. \"Despite the belligerent rhetoric, we expect Pyongyang will ultimately return to the six-party conference ... because [it] is aware that Seoul and Washington cannot indefinitely wait for the talks to resume ... The window of dialogue will close should the North continue its boycott of the disarmament talks.\" Hankyoreh Editorial, South Korea, June 13 \"The summit will turn out to be the most important point in the course of resolving the North Korean nuclear issue and restarting the six-party talks ... \"Now that the presidents of the US and South Korea have met and reaffirmed the principle of resolving the issue peacefully, and diplomatically and discussed substantial aid and even the possibility of formal relations between Pyongyang and Washington, the North needs to respond.\" Bill Ashline Korea Times, South Korea, June 13 \"President Roh Moo-hyun's approach to North Korea has always been sensible and strategic. The relationship of detente with the North is the fruit of this approach. Mr Bush's approach, on the other hand, is to invoke the old 1970s strategies of cold war brinkmanship ... \"What's the best way to secure the elimination of nuclear weapons in Korea? Normalisation of diplomatic relations between Washington and Pyongyang. That more than anything else would set the stage for six-way talks about nuclear weapons. That more than anything else would tell the North that the US is ready to pave the way with incentives. That more than anything else is precisely what the Bush administration will not do\" Chosun Ilbo Editorial, South Korea, June 12 \"The task from now on is to manage our post-summit relations with America successfully. The two countries have thus far exhibited a pattern of agreeing in general at summits but exposing differences in particulars once the summit is over ... \"Of course the national interests of South Korea and the US cannot perfectly coincide all the time, and differences are occasionally inevitable. But, to the outside world, allies cannot appear to be constantly at each other's throats. The government must do everything in its power to manage post-summit relations with the US so that the one voice gained at the summit does not once again split into many.\"",
    "keywords": [
        "summit",
        "south",
        "korea",
        "north",
        "washington",
        "nuclear",
        "press",
        "korean",
        "sixparty",
        "review",
        "talks",
        "relations"
    ],
    "summary": "He also hinted that, in the end, normal relations between Washington and North Korea are possible ... [North Korea] needs to return to the six-party talks immediately ... [Its] leaders need to know that, if they do not take this chance, it will be hard for South Korea to resist the international demands for the imposition of sanctions.\"\nKorea Herald Editorial, South Korea, June 13 \"North Korea sent confusing signals before the summit ... North Korean officials expressed their willingness to rejoin the six-party talks in a face-to-face meeting with US officials in New York.\nThe window of dialogue will close should the North continue its boycott of the disarmament talks.\"\nBill Ashline Korea Times, South Korea, June 13 \"President Roh Moo-hyun's approach to North Korea has always been sensible and strategic.\nThat more than anything else would set the stage for six-way talks about nuclear weapons.",
    "sentiment": {
        "neg": 0.0704,
        "neu": 0.8697,
        "pos": 0.0598,
        "compound": 0.0445
    }
}