{
    "date": "2005-01-12T08:04:49Z",
    "title": "Get a socialist haircut, North Korea tells men",
    "url": "https://www.theguardian.com/media/2005/jan/12/broadcasting.koreanews",
    "content": "North Korean men hoping to emulate their \"dear leader\" Kim Jong-il by sporting a bouffant have been instructed to do their bit for socialism by cutting it off. North Korean state television is showing a series of programmes instructing shabbily coiffured men on the personal grooming required of a citizen of the vehemently anti-capitalist state. The five-part series, entitled \"Let's trim our hair in accordance with the socialist lifestyle\", exhorted them to opt for one of several officially sanctioned haircuts, including the crew cut and the \"high, middle and low\" styles. Hair should be kept between 1cm and 5cm in length and should be trimmed every 15 days, it said. But even the world's most conformist state is prepared to allow a little flair in special cases: men over 50 may grow their hair to the positively bohemian length of 7cm (2.75in) on top to hide the effects of balding. The TV series, which began last year as part of the regular Common Sense programme, claimed that long hair is unhealthy and adversely affects \"human intelligence development\". Officially atheist North Korea is unaware of the fate of Samson, who lost his strength when his hair was shorn as he slept, but the programme warned that excessive hair growth \"consumes a great deal of nutrition\", thereby sapping the brain's energy. Breaking with the Stalinist tradition of broadcasting the names of model citizens, a second series named guilty parties. A hidden camera exposed long-haired men at various locations in Pyongyang. Some ran away, while others were given the chance to explain themselves. Several said they were too busy to get a trim. Their names and addresses were given as a warning to others. For the authorities, personal grooming and proper attire are crucial to protecting North Korea's political identity. A radio broadcast titled \"Dressing in accordance with our people's emotion and taste\" said dressing neatly would help repel attempts to introduce \"corrupt capitalist ideas and lifestyles\" and would entrench \"the socialist lifestyle of the military-first era\". The Nodong Sinmun newspaper also weighed in. \"People who wear others' style of dress will become fools, and that nation will come to ruin,\" it warned.",
    "keywords": [
        "hair",
        "personal",
        "trim",
        "socialist",
        "korea",
        "state",
        "tells",
        "warned",
        "programme",
        "men",
        "series",
        "haircut",
        "north"
    ],
    "summary": "North Korean men hoping to emulate their \"dear leader\" Kim Jong-il by sporting a bouffant have been instructed to do their bit for socialism by cutting it off.\nNorth Korean state television is showing a series of programmes instructing shabbily coiffured men on the personal grooming required of a citizen of the vehemently anti-capitalist state.\nHair should be kept between 1cm and 5cm in length and should be trimmed every 15 days, it said.\nFor the authorities, personal grooming and proper attire are crucial to protecting North Korea's political identity.\n\"People who wear others' style of dress will become fools, and that nation will come to ruin,\" it warned.",
    "sentiment": {
        "neg": 0.0737,
        "neu": 0.8466,
        "pos": 0.0798,
        "compound": 0.0993
    }
}