{
    "date": "2005-07-10T23:02:37Z",
    "title": "North Korea to rejoin nuclear talks",
    "url": "https://www.theguardian.com/world/2005/jul/11/northkorea",
    "content": "North Korea yesterday raised hopes for a peaceful end to its nuclear weapons programme by agreeing to return to six-party talks after a year's absence. The North Korean vice-foreign minister, Kim Gwe Gwan, reportedly told the US assistant secretary of state, Christopher Hill, that Pyongyang would attend the next round of talks in Beijing on July 25. The communist state walked out of the last round of negotiations in June last year after accusing the US of \"hostility\" and \"insincerity\". It had rejected US demands to begin dismantling its nuclear weapons in return for food aid and other assistance. It also claimed to fear a US invasion should it agree to abandon its existing nuclear weapons. Chinese officials reportedly persuaded North Korea to return to the negotiating table during bilateral talks over the weekend. Speaking after a meeting in Beijing with the Chinese foreign minister, Li Zhaoxing, the US secretary of state, Condoleezza Rice, said: \"We agreed that this is only the first step, and the real issue is to make progress in the talks.\" AFP quoted a US official accompanying Ms Rice as saying that North Korea had agreed that the denuclearisation of the Korean peninsula should be a goal of the talks. Pyongyang prompted international outrage earlier this year when it claimed to have developed its own nuclear weapons. North Korea said it had decided to rejoin negotiations after receiving US guarantees that it would not be attacked. It appeared to have forgiven Ms Rice, who in January described the North as an \"outpost of tyranny\". At a news conference in the Chinese capital Ms Rice refused to be drawn on whether the recent breakthrough would be followed by the resumption of diplomatic ties with Pyongyang. \"The issue now is for North Korea to make the strategic decision to give up its nuclear weapons programmes,\" she said. \"Let's do that and we will see what else comes. But the nuclear programme has to be dealt with.\" The other countries taking part in the talks - Japan, the US, Russia, China and South Korea - welcomed the change of heart. Japan, which considers itself high on the list of potential targets for a North Korean nuclear strike, urged its foe to be \"sincere and constructive\". \"The six-party talks are the best forum for reaching a peaceful resolution to the standoff over North Korea's nuclear programmes,\" said Hatsuhisa Takashima, a foreign ministry spokesman. In South Korea, the deputy foreign minister, Song Min-soon, called for \"sincere and active negotiations\". The North Korean official news agency, KCNA, said productive talks about rejoining the negotiations between officials from the two countries in New York recently augured well for a similar approach on nuclear weapons. \"The outcome of the [Korea-US] contact clearly proves that it is possible to settle any problem when the parties concerned directly come out to solve it.\" Promising to do its \"utmost\" to resolve the crisis, Pyongyang said it had reconsidered its position after US officials in Beijing made it clear that Washington recognised North Korea as a sovereign state, would not invade it, and would hold bilateral talks within the framework of the six-party talks.",
    "keywords": [
        "negotiations",
        "rice",
        "korea",
        "state",
        "talks",
        "nuclear",
        "rejoin",
        "weapons",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea yesterday raised hopes for a peaceful end to its nuclear weapons programme by agreeing to return to six-party talks after a year's absence.\nChinese officials reportedly persuaded North Korea to return to the negotiating table during bilateral talks over the weekend.\nNorth Korea said it had decided to rejoin negotiations after receiving US guarantees that it would not be attacked.\n\"The issue now is for North Korea to make the strategic decision to give up its nuclear weapons programmes,\" she said.\nJapan, which considers itself high on the list of potential targets for a North Korean nuclear strike, urged its foe to be \"sincere and constructive\".",
    "sentiment": {
        "neg": 0.0776,
        "neu": 0.8295,
        "pos": 0.0929,
        "compound": 0.0714
    }
}