{
    "date": "2005-07-19T09:38:04Z",
    "title": "North Korea to resume nuclear talks",
    "url": "https://www.theguardian.com/world/2005/jul/19/northkorea",
    "content": "North Korea will resume international nuclear arms talks in Beijing next week after a gap of more than a year, the South Korean foreign ministry announced today. The talks have been stalled since the communist North walked out of the previous round of negotiations last June, accusing the US of \"hostility\" and \"insincerity\". Pyongyang rejected Washington's demands for it to begin dismantling its nuclear weapons in return for food aid and other assistance. It said it feared a US invasion if it agreed to scrap its existing weapons. The North agreed to return to the talks only after being assured that the US recognised its sovereignty. Earlier this month, it said it would resume the six-nation negotiations, and today's announcement confirms talks will begin on July 26. The previous three rounds of discussions - which began in 2003 - lasted for several days, but failed to result in any breakthrough. South Korea is pressing for this set of talks to be more flexible and to last longer - possibly for up to a month or more. In a statement, the South Korean foreign ministry said Seoul planned to \"play a progressive and active role in making substantial progress ... for resolution of the North Korean nuclear problem\". China, Japan, Russia, South Korea and the US have sought to use the meetings to persuade the North to abandon its nuclear weapons. The nuclear crisis began in late 2002, when US officials accused North Korea of running a secret uranium enrichment programme. In February this year, Pyongyang publicly said for the first time that it had nuclear weapons, and it has since made moves that would allow it to harvest weapons-grade plutonium from its main nuclear reactor. Some experts believe North Korea has enough plutonium to make at least six bombs, but it has never tested any weapons that would confirm its potential arsenal. Analysts argue that the prospects of progress at next week's talks are not good. Some believe the six-nation negotiations are going nowhere, and have called on Washington to hold direct talks with Pyongyang. In Tokyo, the Japanese prime minister, Junichiro Koizumi, today said his country remained committed to normalising diplomatic relations with North Korea. Mr Koizumi visited Pyongyang three years ago, when the two countries agreed to reconcile, but relations have since stalled over the nuclear issue and Tokyo's demands for more information about the fate of several Japanese allegedly abducted by North Korea. The South Korean president, Roh Moo-hyun, said yesterday that the US held \"the final key\" to a solution at the talks. Earlier this month, South Korea revealed that it had offered energy aid to the North as an incentive for it to give up its nuclear weapons. The offer - of 2,000 megawatts of electricity and half a million tonnes of grain - was praised by the US secretary of state, Condoleezza Rice. Washington has said it would offer diplomatic recognition and trade to North Korea only after international inspectors verified that the country had completely dismantled its nuclear programme. The North Korean regime's main newspaper said yesterday that Pyongyang and Washington should agree to coexist and respect each other at the restarted talks. \"The talks should not be ones for their own sake,\" the Rodong Sinmun newspaper said. \"One side should not be allowed to use the talks for achieving the sinister purpose of disarming the other party.\" Meanwhile today, in a move likely to anger North Korean officials, campaigners were to meet at a Washington conference on North Korean human rights. The conference, organised by the non-partisan Freedom House group, has been partially funded by the US government. Washington officials had been expected to appoint a special envoy for North Korean human rights, who had originally been expected to appear at the conference. However, an announcement about an appointment has been delayed because of anxieties over Pyongyang's possible reaction and how that could affect the nuclear talks. There was a sign of improved relations between North and South Korea yesterday when fibreoptic communications cables across the border were joined. Linking Seoul and Pyongyang, they will be used next month for a first video reunion of families torn apart by the 1950-53 Korean war. They were one of a series of measures agreed during cabinet level talks between North and South Korea last month.",
    "keywords": [
        "south",
        "month",
        "korea",
        "washington",
        "talks",
        "nuclear",
        "weapons",
        "resume",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea will resume international nuclear arms talks in Beijing next week after a gap of more than a year, the South Korean foreign ministry announced today.\nThe nuclear crisis began in late 2002, when US officials accused North Korea of running a secret uranium enrichment programme.\nIn Tokyo, the Japanese prime minister, Junichiro Koizumi, today said his country remained committed to normalising diplomatic relations with North Korea.\nMeanwhile today, in a move likely to anger North Korean officials, campaigners were to meet at a Washington conference on North Korean human rights.\nThey were one of a series of measures agreed during cabinet level talks between North and South Korea last month.",
    "sentiment": {
        "neg": 0.0841,
        "neu": 0.8392,
        "pos": 0.0767,
        "compound": -0.0354
    }
}