{
    "date": "2005-12-24T00:53:23Z",
    "title": "Rise and fall of clone king who doctored stem-cell research",
    "url": "https://www.theguardian.com/science/2005/dec/24/medicalresearch.koreanews",
    "content": "It is the story of the meteoric rise and catastrophic fall of a science superstar. The resignation of leading stem cell scientist Woo Suk Hwang from Seoul National University in South Korea marks the end of a career which would surely have been crowned with a Nobel prize had it not been tainted by fraud. Fellow researchers in the controversial field are furious that Hwang's dishonesty will hand opponents of the science an open goal, allowing them to taint the whole field with an air of corruption. \"It's very sad for science wherever there's a story like this,\" says Robin Lovell-Badge, a leading stem cell scientist at the Medical Research Council's National Institute for Medical Research in Mill Hill, London. \"The people who are against this type of research will jump on it, but that's very unfair.\" Bob Lanza, a stem-cell researcher at Advanced Cell Technology in Worcester, Massachusetts, a company that hopes to develop stem cell therapies, went further. \"I think this is unforgivable. It is a stain on the honour and integrity of all scientists.\" Hwang's fall from grace is a nightmare end to what had seemed a fairytale rags to riches story. He worked his way up from rural poverty to become one of the most famous scientists on the planet. In his own country he achieved god-like status with many of his compatriots inspired by his rise from humble beginnings. Hwang's father died in 1957 when he was five years old. To support his mother and impoverished family the boy tended their three cows, but he had ambitious goals. \"As a child, I dreamed of becoming a veterinarian,\" he told Reuters in May. He was the only child in his class to go beyond elementary school education, eventually graduating in 1979 from Seoul National University, the country's elite university. He followed this with a doctorate in veterinary medicine from SNU in 1982. In the May interview he spoke of an idealistic passion for the subject. \"Science is about striving toward hopes and dreams and the process of making those hopes and dreams come true.\" His work first came to international prominence with a landmark paper published in the journal Science in February 2004. This heralded the development of the first human cloned embryos, a scientific prize that numerous labs around the world had coveted. With it he put South Korea firmly on the map as the world leader in stem cell science. Stem cells are capable of developing into a wide range of other cell types and scientists believe they hold huge promise for treating diseases such as Alzheimer's by, for example, regenerating damaged regions of the brain. Hwang confirmed the promise of his early work by reporting in May this year that he had established 11 embryonic stem-cell lines from skin cells taken from individual patients. The experiment, published in Science, was hailed as an important step towards using stem cells in medical treatments. In August his status as the \"clone king\" was further reinforced with a paper in Nature unveiling Snuppy, the world's first cloned dog. The cute afghan hound made front pages around the world and once again Hwang had apparently beaten many scientific rivals to a highly sought after prize. The dream started to unravel in November as reports began circulating of illegal trading of eggs by members of Hwang's team. Hwang later admitted using eggs from a subordinate researcher in his research, an ethical breach he had denied. Despite the lapse, the South Korean public rallied to him with many Korean women offering their eggs. The public affection seems unlikely to survive the news that he fabricated his data. His resignation has been greeted with shock and dismay in South Korea. The government said yesterday it was \"miserable\" at the results of the probe into Hwang's research. Choi Seong-sik, vice minister of science and technology, told reporters his ministry was now considering stripping Hwang of the \"top scientist\" designation it had bestowed on him - the first ever to be awarded. Both Nature and Science have launched probes into the truthfulness of his earlier work. Scientists are left wondering where Hwang's fall from grace leaves the whole field of stem cell research. Alison Murdoch at the Newcastle Fertility Centre, who led the first European group to clone a human embryo, said: \"I'm not angry, I'm just sad and upset. He's a man who's been humiliated, he's a broken man.\" Others were more damning. \"There were false hopes built on this. It did raise the hopes of patients,\" says Dr Lanza. He believes Hwang's deception has hampered research because other groups have followed Hwang down what now appear to be scientific blind alleys. \"I think it set stem cell research back at least a year or so,\" he says. But Dr Lovell-Badge sees Hwang's exposure as evidence that the intense scrutiny applied to stem cell research means scientists cannot get away with bad practice for long. \"The higher profile the story is, the less likely they are to get away with it.\" He is bemused that Hwang thought he could could deceive the scientific community in the long run. \"You are bound to get caught out in this business.\" Path to fame December 2003 Hwang produces cloned cows resistant to BSE. February 2004 Paper in Science reports stem cells harvested from one of 30 cloned human embryos. May 2005 Hwang claims in Science to have set up 11 embryonic stem-cell lines derived from skin cells of adult patients. Retracted this claim on December 16. August 2005 Afghan hound is unveiled as first dog clone in Nature.",
    "keywords": [
        "king",
        "south",
        "clone",
        "cells",
        "hwangs",
        "research",
        "hwang",
        "fall",
        "scientists",
        "doctored",
        "cell",
        "rise",
        "stemcell",
        "stem",
        "science",
        "hopes"
    ],
    "summary": "Bob Lanza, a stem-cell researcher at Advanced Cell Technology in Worcester, Massachusetts, a company that hopes to develop stem cell therapies, went further.\nWith it he put South Korea firmly on the map as the world leader in stem cell science.\nThe government said yesterday it was \"miserable\" at the results of the probe into Hwang's research.\nScientists are left wondering where Hwang's fall from grace leaves the whole field of stem cell research.\n\"I think it set stem cell research back at least a year or so,\" he says.",
    "sentiment": {
        "neg": 0.0687,
        "neu": 0.8258,
        "pos": 0.1055,
        "compound": 0.0944
    }
}