{
    "date": "2005-02-22T09:40:19Z",
    "title": "N Korea shows signs of softening",
    "url": "https://www.theguardian.com/world/2005/feb/22/northkorea",
    "content": "North Korea showed signs of softening under a diplomatic offensive yesterday and said it would reconsider its boycott of nuclear disarmament talks if America showed \"trustworthy sincerity\". The gesture marked the first public comments on North Korea's nuclear standoff with America since Pyongyang's supreme leader, Kim Jong Il, triggered the crisis earlier this month by announcing that the communist state had nuclear weapons and would not attend the talks. The offer of a conditional retreat was made through a Chinese envoy visiting Pyongyang to try to coax North Korea back to the negotiating table. \"We will go to the negotiating table any time if there are mature conditions,\" the official state news agency quoted Mr Kim as saying. It was not immediately clear what conditions the North Korean leader will seek to impose before returning to the disarmament negotiations. Pyongyang had been demanding direct negotiations with America - which Washington refuses - and has also sought more aid. When it pulled out of the talks earlier this month, North Korea blamed American \"hostility\", citing increasingly bellicose rhetoric from the US president, George Bush, and secretary of state, Condoleezza Rice, and said it was developing a nuclear arsenal as a defence. Although Pyongyang's claim was seen in some circles as a clumsy negotiating ploy, the announcement was met with international concern and triggered an all-out effort to try to coax North Korea back to the negotiating table. At the weekend, Ms Rice issued another appeal for a return to the talks. However, she warned that North Korea could face \"other measures\" if the negotiations collapsed.",
    "keywords": [
        "negotiations",
        "table",
        "softening",
        "signs",
        "korea",
        "shows",
        "state",
        "negotiating",
        "talks",
        "nuclear",
        "try",
        "n",
        "america",
        "north"
    ],
    "summary": "North Korea showed signs of softening under a diplomatic offensive yesterday and said it would reconsider its boycott of nuclear disarmament talks if America showed \"trustworthy sincerity\".\nThe offer of a conditional retreat was made through a Chinese envoy visiting Pyongyang to try to coax North Korea back to the negotiating table.\n\"We will go to the negotiating table any time if there are mature conditions,\" the official state news agency quoted Mr Kim as saying.\nAlthough Pyongyang's claim was seen in some circles as a clumsy negotiating ploy, the announcement was met with international concern and triggered an all-out effort to try to coax North Korea back to the negotiating table.\nHowever, she warned that North Korea could face \"other measures\" if the negotiations collapsed.",
    "sentiment": {
        "neg": 0.0932,
        "neu": 0.8664,
        "pos": 0.0404,
        "compound": -0.1727
    }
}