{
    "date": "2005-07-13T22:54:38Z",
    "title": "Press review: North Korea",
    "url": "https://www.theguardian.com/world/2005/jul/13/northkorea.usa",
    "content": "Dong-A Ilbo Editorial, South Korea, July 11 \"It is welcome news that the fourth round of six-way talks is being held the last week of this month to discuss [the] North Korean nuclear issue. The consistent pressure and persuasion by Washington and Beijing, and South Korea's pledge of economic assistance appear to have succeeded in getting Pyongyang back to the negotiating table. The North now also seems to have faced the limitations of its 'brinkmanship' strategy. \"What matters at this point is how many tangible results the upcoming talks will yield. Some in the US government are reportedly saying, 'If there is no progress even at this time, we will follow another path,' which implies that Washington may abandon diplomatic efforts. The North must bear this in mind.\" Nicholas D Kristof New York Times, July 12 \"The Bush administration has refused to negotiate with North Korea one-on-one, or to offer a clear and substantial package to coax Kim Jong-il away from his nuclear arsenal. Instead, President George Bush has focused on enticing North Korea into six-party talks ... Mr Bush is being suckered. Those talks are unlikely to get anywhere, and they simply give the North time to add to its nuclear capacity ... \"The threat of new reactors coming on line makes it all the more urgent that Mr Bush try direct negotiations - not only about nuclear weapons but also, as some conservatives are suggesting, about North Korea's human rights abuses ... Don't let the welcome resumption of the six-party talks distract us from the reality: Mr Bush's refusal to engage North Korea directly is making the peninsula steadily more dangerous. More than at any time since the Cuban missile crisis of 1962, we are on collision course with a nuclear power.\" Chosun Ilbo Editorial, South Korea, July 10 \"Prospects are by no means bright. Nothing has changed in the basic positions of the US and North Korea. If the North persists with antics like trying to divert the talks into mutual disarmament negotiations and boasting about how it is a nuclear state, matters can only get worse. Washington, too, needs to show some flexibility in negotiations, while remaining focused on the central goal of getting the North to abandon its nuclear programme. \"A resumption of the talks in itself does not mean much. Unless they achieve substantial progress, they will merely fuel the suspicion that they are a waste of time. The UN security council would be waiting, and with it the prospect of sanctions. The next round of the six-party talks is the last chance to solve the nuclear dispute through dialogue.\" Washington Post Editorial, July 12 \"Many officials and experts in and outside the Bush administration doubt that Mr Kim would ever agree to give up nuclear weapons ... But should North Korea demonstrate a willingness to negotiate, the president will have to end four years of debate among his aides about whether a deal with one of the world's most criminal and repugnant governments is the best course for US security if it results in the verified dismantling of a nuclear weapons programme. \"It is, as Secretary of State Condoleezza Rice said on Sunday, pointless to have talks with North Korea just to have talks: that only perpetuates a status quo that is convenient for the North but unacceptable to the US. Yet it is also counterproductive to pursue a strategy of negotiation unless ... the US is willing to have it succeed.\" Yomiuri Shimbun Editorial, Japan, July 12 \"No country has ever dismantled its nuclear weapons after negotiations with other nations ... It is increasingly difficult to attain the goal of denuclearising the Korean peninsula as the Communist state is even more loudly trumpeting its nuclear arms programme. \"The driving force behind North Korea's decision to attend resumed talks seemed to be the emphasis placed by China and South Korea on the need to aid North Koreans as a means of ensuring its return to the negotiation table, and not on sanctions that could be imposed by the five nations ... Japan will find it impossible to join hands with other nations in extending energy assistance to North Korea unless there are assurances given that it will scrap its nuclear weapons without fail.\" People's Daily Editorial, China, July 12 \"In promoting the formation and operation of the six-party talks mechanism, China has always been playing the constructive role of 'encouraging peace and promoting talk' ... Solving the nuclear issue on the Korean peninsula through peace talks is a stern test of the political wisdom of mankind. In the face of this test, China's diplomacy was tempered and has won acknowledgment ... \"During the fourth round of talks the concerned parties will inevitably conduct substantial negotiations regarding concrete strategic interests. It is not hard to imagine the difficulties. In any case, as far as such a complicated international issue is concerned, the fact that the six parties will be able to sit together again and talk is by itself an accomplishment. It seems that the old saying is still applicable to this issue, that is, the road is tortuous, but the prospects are bright.\"",
    "keywords": [
        "negotiations",
        "south",
        "korea",
        "north",
        "editorial",
        "washington",
        "nuclear",
        "press",
        "weapons",
        "review",
        "talks",
        "bush"
    ],
    "summary": "Dong-A Ilbo Editorial, South Korea, July 11 \"It is welcome news that the fourth round of six-way talks is being held the last week of this month to discuss [the] North Korean nuclear issue.\nInstead, President George Bush has focused on enticing North Korea into six-party talks ... Mr Bush is being suckered.\nChosun Ilbo Editorial, South Korea, July 10 \"Prospects are by no means bright.\nNothing has changed in the basic positions of the US and North Korea.\n\"It is, as Secretary of State Condoleezza Rice said on Sunday, pointless to have talks with North Korea just to have talks: that only perpetuates a status quo that is convenient for the North but unacceptable to the US.",
    "sentiment": {
        "neg": 0.0812,
        "neu": 0.8074,
        "pos": 0.1114,
        "compound": 0.0615
    }
}