{
    "date": "2005-12-02T14:37:31Z",
    "title": "North Korea makes new nuclear weapons offer",
    "url": "https://www.theguardian.com/world/2005/dec/02/northkorea",
    "content": "North Korea today sent mixed messages to the United States, accusing it of being the \"world's worst human rights abuser\" but offering to dismantle its nuclear weapons programme in return for better relations with Washington. The statements from the secretive regime came through its official newspaper and the Chinese ambassador to its southern rival. Ning Fukui, China's ambassador to Seoul, told an opposition MP that North Korea had the intention of dismantling its nuclear programme. US intelligence analysts believe it has enough plutonium for six to eight warheads. \"Ambassador Ning [...] expressed the opinion that North Korea would want three key things - improving ties with the United States, Japan and South Korea - to be resolved in order to dismantle its nuclear programme,\" the opposition Grand National party said in a statement. North Korea agreed at six-party talks with the US and China, South Korea, Japan and Russia in September to give up nuclear weapons in return for energy, economic aid and a US promise not to attack. It then almost scuttled the agreement, which George Bush, the US president, hailed as \"a way forward\", when it demanded a light-water nuclear reactor ahead of dismantling its weapons programme. A light-water reactor can be used in electricity generation but are harder to use than other reactors for the enrichment of material for warheads. Washington and others said that was not a part of the deal. The fifth and latest session of the talks recessed last month with participants agreeing to meet again at an early, though as yet unspecified, date. North Korea claims it was compelled to pursue a nuclear weapons programme to guard against US hostility. The country's official Rodong Sinmun newspaper today accused Washington of attempting to overthrow Kim Jong-il's regime. \"The US is the world's worst human rights abuser,\" said a translation of the article from the Korean Central News Agency. \"All wars of aggression the US has waged under the signboards of 'defence of freedom and human rights' have always been accompanied by destruction, plunder, murder and arson.\" The accusations come a week before South Korean and US activists prepare to sponsor an international conference on North Korean human rights abuses aimed at pressuring the communist government to improve its record.",
    "keywords": [
        "human",
        "south",
        "offer",
        "korea",
        "washington",
        "nuclear",
        "makes",
        "weapons",
        "rights",
        "programme",
        "north",
        "korean"
    ],
    "summary": "North Korea today sent mixed messages to the United States, accusing it of being the \"world's worst human rights abuser\" but offering to dismantle its nuclear weapons programme in return for better relations with Washington.\nNing Fukui, China's ambassador to Seoul, told an opposition MP that North Korea had the intention of dismantling its nuclear programme.\nNorth Korea agreed at six-party talks with the US and China, South Korea, Japan and Russia in September to give up nuclear weapons in return for energy, economic aid and a US promise not to attack.\nNorth Korea claims it was compelled to pursue a nuclear weapons programme to guard against US hostility.\nThe accusations come a week before South Korean and US activists prepare to sponsor an international conference on North Korean human rights abuses aimed at pressuring the communist government to improve its record.",
    "sentiment": {
        "neg": 0.1067,
        "neu": 0.8047,
        "pos": 0.0887,
        "compound": -0.0883
    }
}