{
    "date": "2006-10-13T23:07:34Z",
    "title": "Simon Tisdall: Price of a broken deal",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/14/northkorea.tisdallbriefing",
    "content": "Twelve months ago it seemed the west's nuclear confrontation with North Korea had reached an unexpectedly happy ending. Then the US treasury department stuck its oar in. In a deal brokered by China on September 19 2005, Kim Jong-il's regime pledged to give up its atomic weapons, abandon existing nuclear programmes and rejoin the UN Nuclear Non-Proliferation Treaty that it had repudiated in 2003. In return the US agreed to recognise North Korea's territorial integrity and eschew all hostile actions. The Bush administration thereby effectively withdrew its earlier threats of forcible regime change levelled against a founder member of President George Bush's \"axis of evil\". The US also promised to move towards normalised relations if Pyongyang kept its side of the bargain. It even revived the idea of helping North Korea build a light-water nuclear reactor for civilian power generation, a scheme promoted by the Clinton administration in the 1990s but later dropped by Mr Bush. The September deal brought sighs of relief across Asia and in Washington, where rightwing newspaper editorials hailed a \"triumph of US policy\". It spawned talk of a new era of strategic cooperation between the US and China, a denuclearised Korean peninsula, and the peaceful reunification of North and South Korea. But the celebrations were premature. For reasons that remain unclear, the US treasury department chose almost the exact moment the deal was struck to move against a Macau-based bank called Banco Delta Asia. US officials announced the bank could face punitive action under US banking rules and Patriot Act anti-terrorism laws over suspicions that it was being used by North Korea for money laundering and counterfeiting. They described the bank as a \"willing pawn\" facilitating North Korea's \"criminal activities\". The full implications of the treasury's allegations, publicised on September 15 last year, took time to sink in. But the effects were dramatic. Worried that they too could become targets for US penalties and be cut adrift from the international banking system, other regional banks took fright. One by one they halted dealings with North Korea. Macau's government took control of Banco Delta Asia to conduct its own investigation and shut down all North Korea-related accounts. According to a Wall Street Journal investigation, led by reporter Gordon Fairclough, accounts belonging to 20 North Korean banks as well as those of 11 trading companies and nine North Korean individuals were shut. Millions of dollars were frozen. Within weeks much of North Korea's legitimate international trade had ground to a halt and the country was scrambling to secure foreign credit and loans, the newspaper disclosed. US treasury investigators were meanwhile touring Asia warning banks and financial institutions about the dangers of being associated with North Korea's suspect activities. Intentionally or not, the US had dealt the Pyongyang regime a major blow that years of bilateral aid, trade and export sanctions had failed to achieve. \"We knew there was a lot going on but we didn't expect to hit a major artery like we did,\" a US official told Fairclough. Apparently facing financial strangulation, Pyongyang's leadership resorted to the only diplomatic weapon it had. The foreign ministry said North Korea would boycott further talks on relinquishing its nuclear activities until the threat of US financial sanctions was lifted. North Korea has reiterated the same demand on numerous occasions since and repeated it this week following its underground weapons test. But it also said it was ready to resume dialogue if Washington eased financial pressures. There has been no response. US officials maintain that the steps taken against Banco Delta Asia last autumn were unconnected to the nuclear talks. On Wednesday Mr Bush accused North Korea of \"walking away\" from the September 19 disarmament deal. Pyongyang and Pyongyang alone was to blame for recreating the crisis, he said.",
    "keywords": [
        "deal",
        "asia",
        "korea",
        "broken",
        "price",
        "nuclear",
        "treasury",
        "simon",
        "financial",
        "tisdall",
        "took",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Twelve months ago it seemed the west's nuclear confrontation with North Korea had reached an unexpectedly happy ending.\nIn return the US agreed to recognise North Korea's territorial integrity and eschew all hostile actions.\nThey described the bank as a \"willing pawn\" facilitating North Korea's \"criminal activities\".\nNorth Korea has reiterated the same demand on numerous occasions since and repeated it this week following its underground weapons test.\nOn Wednesday Mr Bush accused North Korea of \"walking away\" from the September 19 disarmament deal.",
    "sentiment": {
        "neg": 0.1079,
        "neu": 0.8216,
        "pos": 0.0705,
        "compound": -0.0747
    }
}