{
    "date": "2006-10-14T00:59:57Z",
    "title": "Rush for deal as tests point to genuine nuclear test",
    "url": "https://www.theguardian.com/world/2006/oct/14/northkorea",
    "content": "The US last night refused to confirm that North Korea had joined the nuclear club, despite the discovery of a gas consistent with a nuclear blast in the atmosphere close to where Pyongyang claimed it had detonated a device on Monday. \"The betting is that this was an attempt at a nuclear test that failed,\" a Pentagon official said last night. \"We don't think they were trying to fake a nuclear test, but it may have been a nuclear fizzle.\" The official spoke on condition of anonymity because of the sensitive nature of the information. The test found a type of radioactive gas that would have been present after a nuclear detonation, the official said. It is one of several analyses conducted this week, which have not shown conclusive evidence of an atomic bomb. Earlier tests had shown no sign of radiation. South Korea and Russia have both said they believe Pyongyang detonated a nuclear device, though France has been highly sceptical. The doubts surfaced as the UN security council prepared for a vote today that would impose sanctions on North Korea in an effort to halt its nuclear activity. At the UN headquarters yesterday, US ambassador John Bolton said council members had unanimously agreed on the text of a resolution. To win support from Russia and China, the revised draft does not threaten imminent military action. With the prospect of sanctions looming, there were new indications from North Korea yesterday that it may be ready to abandon its nuclear ambitions in exchange for aid and security guarantees. Following a meeting in Pyongyang, the Russian deputy foreign minister, Alexander Alexeyev, said North Korea was looking for a swift, negotiated resolution of the confrontation. It \"wants to resolve the issues linked with the de-nuclearisation of the Korean peninsula in the near future through negotiations\", as well as implementation of a document adopted after the third round of the six-nation talks in September 2005, Mr Alexeyev said. In Seoul yesterday, South Korea's nuclear envoy said he had been on the point of agreeing a joint diplomatic initiative with Washington when the North carried out its alleged nuclear test. Chun Yung-woo told the Associated Press: \"I tried to pre-empt North Korea with a proposal for a peaceful resolution before they went ahead with a test, but when I was about to finalise it, when we were hours away from presenting such a proposal, they went ahead with a test, or what they claim was a nuclear test.\" He said the offer had not been rendered invalid by the alleged test, but it would have to be modified and he did not expect immediate movement because of impending action by the security council. \"Once the current situation has run its course, when the dust and fallout of North Korea's test - whatever it was - settles down, then I think that's the best time to revive diplomacy,\" he said.",
    "keywords": [
        "deal",
        "genuine",
        "korea",
        "official",
        "nuclear",
        "tests",
        "council",
        "security",
        "point",
        "test",
        "rush",
        "resolution",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "\"The betting is that this was an attempt at a nuclear test that failed,\" a Pentagon official said last night.\n\"We don't think they were trying to fake a nuclear test, but it may have been a nuclear fizzle.\"\nThe test found a type of radioactive gas that would have been present after a nuclear detonation, the official said.\nThe doubts surfaced as the UN security council prepared for a vote today that would impose sanctions on North Korea in an effort to halt its nuclear activity.\nIn Seoul yesterday, South Korea's nuclear envoy said he had been on the point of agreeing a joint diplomatic initiative with Washington when the North carried out its alleged nuclear test.",
    "sentiment": {
        "neg": 0.0572,
        "neu": 0.8661,
        "pos": 0.0767,
        "compound": 0.1148
    }
}