{
    "date": "2006-10-24T12:43:32Z",
    "title": "Chinese dismiss rumours of Kim Jong-il apology",
    "url": "https://www.theguardian.com/world/2006/oct/24/china.northkorea",
    "content": "Reports that North Korea's leader, Kim Jong-il, apologised for conducting a nuclear test were inaccurate, China's foreign ministry said today, adding that while Pyongyang had no plans for a second nuclear test, it may \"take further steps\" if pressured. South Korean and Japanese media reported last week that Mr Kim had apologised to the Chinese state councillor, Tang Jiaxuan, during a meeting in Pyongyang over his nation's nuclear test on October 9. \"These reports are certainly not accurate,\" the Chinese foreign ministry spokesman, Liu Jianchao, told a regular press briefing in Beijing. \"We haven't heard any information that Kim Jong-il apologised for the test.\" Mr Liu said: \"He (Kim) also indicated that the DPRK (Democratic People's Republic of Korea) has no plans for a second nuclear test but if other countries impose more pressure, it may take further steps.\" He added that North Korea had restated its willingness to return to six-party talks aimed at discussing its nuclear ambitions, but only if Washington lifted financial restrictions. The country pulled out of the talks, which also included the US, China, South Korea, Japan and Russia last year. Mr Liu also warned against expanding sanctions, which were imposed by the United Nations - with the backing of China - in the aftermath of the test. \"All parties should not wilfully interpret or expand the sanctions,\" he said, adding that he was unaware of any Chinese plans to cut food and energy aid to Pyongyang. \"Sanctions are not the end. They should serve the goal of peacefully settling the crisis through dialogue and consultation,\" he said. The US secretary of state Condoleezza Rice, who made a five-day tour of Asia to rally support for sanctions last week, expressed doubts about the apology or a promise not to conduct a second nuclear test. She told reporters as she left Beijing for Moscow that Mr Tang had not mentioned them when she met the state councillor. Meanwhile, the Russian foreign minister, Sergei Lavrov, expressed hope that North Korea would not conduct another test but also cautioned other participants in the talks against taking hasty steps that could inflame the situation. \"In Moscow, it is hoped that all participants in the negotiations will proceed from similar positions and will not undertake any steps that could heat up the atmosphere,\" he said.",
    "keywords": [
        "rumours",
        "mr",
        "korea",
        "state",
        "second",
        "apology",
        "kim",
        "nuclear",
        "sanctions",
        "talks",
        "chinese",
        "jongil",
        "steps",
        "dismiss",
        "test"
    ],
    "summary": "Reports that North Korea's leader, Kim Jong-il, apologised for conducting a nuclear test were inaccurate, China's foreign ministry said today, adding that while Pyongyang had no plans for a second nuclear test, it may \"take further steps\" if pressured.\nSouth Korean and Japanese media reported last week that Mr Kim had apologised to the Chinese state councillor, Tang Jiaxuan, during a meeting in Pyongyang over his nation's nuclear test on October 9.\n\"These reports are certainly not accurate,\" the Chinese foreign ministry spokesman, Liu Jianchao, told a regular press briefing in Beijing.\n\"We haven't heard any information that Kim Jong-il apologised for the test.\"\nThe country pulled out of the talks, which also included the US, China, South Korea, Japan and Russia last year.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.8699,
        "pos": 0.0779,
        "compound": 0.0693
    }
}