{
    "date": "2006-07-06T22:53:16Z",
    "title": "Nation bound together by state paranoia",
    "url": "https://www.theguardian.com/world/2006/jul/06/northkorea1",
    "content": "While North Korea's leader Kim Jong-il was making headlines around the world yesterday, the vast majority of the 22 million population probably had no idea that their small, impoverished country had made one of its most provocative military gestures in 50 years. In this reclusive and paranoid state it is illegal to possess a radio or television capable of picking up foreign channels. So most people depend almost entirely on the state media, which made no mention of the test launch of seven missiles in the Sea of Japan. The closest hint was a declaration by the Korean Central Broadcasting Station that North Korea was ready to cope with the United States. \"Now, our military and people are fully prepared to cope with any provocation and challenge by US imperialists,\" the broadcast said. \"Maintenance of peace in our country is entirely made possible by our strong war deterrent.\" But while such words may sound defiant or belligerent to outside ears, they are the norm in this nation, which has been gripped by a siege mentality since the 1950-53 Korean war. Despite its desperate poverty, North Korea's proudest boast is that it has been able to stand up against the world's only superpower for half a century. As a result it has almost completely avoided the tide of globalisation that has swept the rest of the planet. This has created an other worldly feel to a country so reclusive that it was known as the hermit kingdom hundreds of years before the peninsula was divided. The only hereditary transfer of power in a communist nation - from Kim Il-sung to his son, Kim Jong-il in 1994 - has only added to that sense of uniqueness. But if resisting the trends that have shaped the outside world is an achievement, it has come at a high cost to the population. Isolation and the prioritisation of the military have left the economy in ruins. In the countryside millions of people have depended on international humanitarian aid since the famines of the 1990s. Starved of energy, even the showcase city of Pyongyang is often plagued by power cuts. Halting market reforms have enriched a minority - evident in the small amount of traffic on once deserted streets - but the gap between rich and poor is growing. It is becoming harder for the government to maintain the nation's \"single-hearted unity\" - one of the most oft-heard phrases in the state propaganda. But following yesterday's international condemnation of North Korea, the siege mentality may once again be used to draw people together.",
    "keywords": [
        "war",
        "reclusive",
        "nation",
        "military",
        "world",
        "state",
        "paranoia",
        "small",
        "siege",
        "kim",
        "bound",
        "country",
        "north"
    ],
    "summary": "In this reclusive and paranoid state it is illegal to possess a radio or television capable of picking up foreign channels.\nSo most people depend almost entirely on the state media, which made no mention of the test launch of seven missiles in the Sea of Japan.\nThe only hereditary transfer of power in a communist nation - from Kim Il-sung to his son, Kim Jong-il in 1994 - has only added to that sense of uniqueness.\nIt is becoming harder for the government to maintain the nation's \"single-hearted unity\" - one of the most oft-heard phrases in the state propaganda.\nBut following yesterday's international condemnation of North Korea, the siege mentality may once again be used to draw people together.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.8154,
        "pos": 0.0789,
        "compound": -0.0852
    }
}