{
    "date": "2006-07-06T09:39:40Z",
    "title": "Pyongyang's bartering chip",
    "url": "https://www.theguardian.com/commentisfree/2006/jul/06/northkorea",
    "content": "The most important thing about the series of seven North Korean missile shots is that the most important failed. The long-range Taepodong-2 simply failed shortly after take-off. That has three consequences. First, the North Koreans managed to be provocative without being completely menacing. Second, for this reason, they may need to try again, although they will want to be confident that the next test will not also end in embarrassment. Third, as the UN security council is likely to condemn the tests without imposing much, if anything, by way of sanctions, should there be another test of the Taepodong-2 this will look like an even more deliberate rebuff for international opinion. More tests will be particularly likely if the North Koreans really do see their nuclear/missile capability as vital to their future defence. Deterrence depends on the ability to mount a credible riposte to any attempt at unification from the South or regime change from the US. Yet it may be that the North Koreans are not too bothered by the failure of the missile and can content themselves with the political effects they have already generated. According to one view the main purpose of their weapons programmes is extortion rather than defence. They know that these shows of destructive capability alarm their neighbours and annoy the Americans. They are looking for bribes to slow down or limit these programmes, although they will always be reluctant to abandon them altogether because then they would have absolutely nothing left that would require anybody to pay any attention to them. The only exception might be the extent of its cumulative political, economic and social failure. This weakness has become a source of leverage: both China and South Korea know that any action against North Korea makes its internal situation more wretched. This would in turn create more refugees and possibly the sort of terminal decline that would be likely to conclude with an enforced, expensive and destabilising unification with the South. North Korea's best defence is that given the choice nobody would wish to take it over. On this basis there is no real diplomatic solution to the current crisis. Whether its motives lie in defence or extortion North Korea will be determined to hold on to some capability; regional powers will be wary of sanctions let alone military operations lest it push North Korea over the edge, yet it will be pointless to offer too many concessions.",
    "keywords": [
        "south",
        "chip",
        "korea",
        "pyongyangs",
        "unification",
        "tests",
        "bartering",
        "test",
        "capability",
        "defence",
        "koreans",
        "north",
        "likely"
    ],
    "summary": "The most important thing about the series of seven North Korean missile shots is that the most important failed.\nFirst, the North Koreans managed to be provocative without being completely menacing.\nMore tests will be particularly likely if the North Koreans really do see their nuclear/missile capability as vital to their future defence.\nYet it may be that the North Koreans are not too bothered by the failure of the missile and can content themselves with the political effects they have already generated.\nThis weakness has become a source of leverage: both China and South Korea know that any action against North Korea makes its internal situation more wretched.",
    "sentiment": {
        "neg": 0.1184,
        "neu": 0.7985,
        "pos": 0.0831,
        "compound": -0.1015
    }
}