{
    "date": "2006-10-11T10:32:53Z",
    "title": "Would bombing North Korea work?",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/11/wouldbombingnorthkoreawork",
    "content": "Simon Jenkins's comment article this morning is headlined \"Accept North Korea into the nuclear club or bomb it now\". He argues that \"Sanctions are cowards' wars, cruel and counterproductive\", and concludes, \"If Kim is the unstable menace he appears, his bomb-making capacity and missile sites should be removed at once with Tomahawk missiles\". Naturally, the question arose at conference, \"is this a serious proposition?\" While the consensus was with him on the futility of sanctions, especially on such an impoverished country (and what is the point of international action to curb Kim's supply of Hennessy brandy?) most wondered whether his brutal solution was meant to be tongue in cheek. To be fair, Simon Jenkins was not there to defend himself. In the event that the proposition was serious, Simon Tisdall repeated some of the arguments in his World briefing column in yesterday's paper: that 12 months ago North Korea had agreed to abandon its nuclear pretensions as well as its missile programme if the US could guarantee its security and stop talking about regime change. The only response from Washington was to to impose financial sanctions on North Korean banks and businesses operating in Macau, causing pain and humiliation in Pyongyang and undermining the six-party talks. Professor David Wall of Chatham House was quoted as saying, \"They were moving in the right direction until they were hit by the Macau stuff. It's clear what they want -- US guarantees. They've made no secret of it.\" Kim is said to be prepared to go back into the talks, with no preconditions, if the sanctions are lifted. There was some disagreement as to whether the 1981 Israeli bombing of Iraq's nuclear facilities was a strategic success, with some claiming it bought some time and others pointing out that they were quickly rebuilt. But the general feeling was that military action on China's doorstep would be less than clever and that, anyway, would be a drastic step away from the acceptance of India's and Pakistan's nuclear status (especially since Pakistan is extremely unstable) and the majority conventional wisdom that to bomb Iran would be crazy. The example of Libya was held up as a success, where Gadafy was coaxed back into the international community, sanctions and threats were lifted, and now an extensive western investment programme is underway.",
    "keywords": [
        "work",
        "korea",
        "unstable",
        "talks",
        "sanctions",
        "nuclear",
        "simon",
        "success",
        "programme",
        "proposition",
        "bombing",
        "serious",
        "north"
    ],
    "summary": "Simon Jenkins's comment article this morning is headlined \"Accept North Korea into the nuclear club or bomb it now\".\nNaturally, the question arose at conference, \"is this a serious proposition?\"\nThe only response from Washington was to to impose financial sanctions on North Korean banks and businesses operating in Macau, causing pain and humiliation in Pyongyang and undermining the six-party talks.\nProfessor David Wall of Chatham House was quoted as saying, \"They were moving in the right direction until they were hit by the Macau stuff.\nKim is said to be prepared to go back into the talks, with no preconditions, if the sanctions are lifted.",
    "sentiment": {
        "neg": 0.1309,
        "neu": 0.7722,
        "pos": 0.0969,
        "compound": -0.0643
    }
}