{
    "date": "2006-10-17T17:13:11Z",
    "title": "For US, 'happy bomb' is a strategic opportunity",
    "url": "https://www.theguardian.com/world/2006/oct/17/tisdallbriefing.northkorea",
    "content": "North Korea’s nuclear test and its rumoured preparations for a sequel have set a chill wind blowing across Asia that shows no sign of abating. Pyongyang has taken no notice of the storm of international condemnation. It characterised the UN’s “gangster\" sanctions resolution today as a declaration of war. And if the US or Japanese navies begin boarding and searching North Korean ships for proscribed cargoes, Kim Jong-il’s pugilistic regime can be expected to retaliate. But for the Bush administration at least, North Korea’s so-called “happy bomb\" is not all bad news. The test has dramatised its warnings about “rogue states” and the proliferation of weapons of mass destruction, even if US policies have exacerbated the problem. And in Washington’s view, it has created opportunities to reshape the regional strategic balance. Condoleezza Rice, the US secretary of state, has set off in hot pursuit of this apparent opening to Japan, South Korea, China and Russia. “For the major powers of north-east Asia, North Korea’s behaviour has clarified the strategic interests that we share,” she said. “Every country in the region must share the burdens as well as the benefits of our common security.” Ms Rice’s message was aimed specifically at China, which the US says must assume the responsibilities its emerging superpower status entails. From Washington’s standpoint, that means China ending its traditional adherence to non-interventionism and non-alignment. And in North Korea’s case, where Beijing has unmatched leverage, it means China taking the lead. The US also sees a chance to bolster its defensive alliances with Japan and South Korea, whose windows were badly rattled by the North Korean explosion. While it opposes current suggestions in Tokyo that Japan should build its own nuclear deterrent, Washington will not discourage the new government of Prime Minister Shinzo Abe from expanding Japan’s military capabilities. The US will also use this moment to advance its view that South Korea’s “sunshine policy\" towards the North has been overdone. Despite increased anti-Americanism, the North’s bellicosity has prompted South Koreans to take a fresh look at the US alliance and their own actions. “It is true that it [the test] has created a situation where we have to reconsider our engagement policy,” President Roh Moo-hyun said last week. All the same, the crisis may not prove to be the strategic watershed that Ms Rice and John Bolton, the US ambassador at the UN, believe it to be. Unless the North’s aggression gives it no choice, South Korea will not radically alter its approach. It remains committed to peaceful co-existence and eventual reunification. It is Seoul, after all, that could bear the immediate brunt if the situation escalates. From China’s viewpoint, reviving Japanese military might and a strengthened US-Tokyo alliance may appear aimed as much at Beijing as at Pyongyang. China, like Russia, looks unlikely to enforce the sanctions with the rigour the US would wish. As Josh Kurlantzick of the Carnegie Endowment has pointed out, China is developing its own way of doing things which differs significantly from the often heavy-handed, carrots and sticks US approach and which, despite last week’s bruising setback, could ultimately be more effective. While Washington has focused on the fight against terrorism, he said, “China has quietly reoriented its foreign policy to emerge as a new advocate of ‘soft power’, a combination of diplomatic outreach, cultural attractiveness and economic might that helps a nation persuade other countries to follow its lead”. Ms Rice might try listening.",
    "keywords": [
        "policy",
        "south",
        "rice",
        "korea",
        "ms",
        "opportunity",
        "happy",
        "china",
        "strategic",
        "test",
        "koreas",
        "north",
        "bomb"
    ],
    "summary": "North Korea’s nuclear test and its rumoured preparations for a sequel have set a chill wind blowing across Asia that shows no sign of abating.\nBut for the Bush administration at least, North Korea’s so-called “happy bomb\" is not all bad news.\nCondoleezza Rice, the US secretary of state, has set off in hot pursuit of this apparent opening to Japan, South Korea, China and Russia.\n“For the major powers of north-east Asia, North Korea’s behaviour has clarified the strategic interests that we share,” she said.\nUnless the North’s aggression gives it no choice, South Korea will not radically alter its approach.",
    "sentiment": {
        "neg": 0.0811,
        "neu": 0.8297,
        "pos": 0.0891,
        "compound": 0.0348
    }
}