{
    "date": "2006-12-08T11:34:17Z",
    "title": "Seoul charges five with spying for North Korea",
    "url": "https://www.theguardian.com/world/2006/dec/08/korea.internationalcrime",
    "content": "Five suspected North Korean agents were indicted in Seoul today in what South Korean prosecutors are calling the biggest espionage case in more than five years. Investigators accused Chang Min-ho, a Korea-American businessman, of leading a spy ring that passed on secrets about a realignment of US forces on the peninsular, as well as profiles of hundreds of politicians. The alleged ring's members include two senior officials in the leftwing Democratic Labour Party, which has a small presence in parliament. From 2002, the five are said to have provided information to Pyongyang and worked as agitators in several large anti-US demonstrations. They were arrested in October within weeks of North Korea's nuclear test. \"The suspects spied in an organised way after receiving instructions from North Korea,\" said Ahn Chang-ho, a senior prosecutor at the Seoul central district prosecutors' office. Mr Ahn said it was the country's biggest spy case since the 2000 summit between the leaders of the two halves of the divided peninsular, which heralded a period of rapprochement. Coming so soon after the nuclear test, the espionage allegations have provided ammunition to critics of President Roh Moo-hyun's policy of engaging the North. It has also exposed ideological divisions in Korean society. Rightwing politicians accuse Mr Roh of being close to the suspects, who like many of the president's closest supporters - and tens of thousands of others of their generation - were student activists in the 1980s. The main opposition party claims Mr Roh fired the director of the national intelligence service, Kim Seung-Kyu, for pursuing the spying investigation too enthusiastically. North Korea has denounced the case as a \"calculated plot\" by the pro-US lobby to justify sanctions against Pyongyang.",
    "keywords": [
        "mr",
        "roh",
        "charges",
        "korea",
        "case",
        "seoul",
        "suspects",
        "spying",
        "spy",
        "test",
        "senior",
        "north",
        "korean"
    ],
    "summary": "Five suspected North Korean agents were indicted in Seoul today in what South Korean prosecutors are calling the biggest espionage case in more than five years.\n\"The suspects spied in an organised way after receiving instructions from North Korea,\" said Ahn Chang-ho, a senior prosecutor at the Seoul central district prosecutors' office.\nComing so soon after the nuclear test, the espionage allegations have provided ammunition to critics of President Roh Moo-hyun's policy of engaging the North.\nThe main opposition party claims Mr Roh fired the director of the national intelligence service, Kim Seung-Kyu, for pursuing the spying investigation too enthusiastically.\nNorth Korea has denounced the case as a \"calculated plot\" by the pro-US lobby to justify sanctions against Pyongyang.",
    "sentiment": {
        "neg": 0.0852,
        "neu": 0.8514,
        "pos": 0.0634,
        "compound": -0.0123
    }
}