{
    "date": "2006-07-11T14:51:05Z",
    "title": "North Korea talks 'at pivotal stage'",
    "url": "https://www.theguardian.com/world/2006/jul/11/northkorea",
    "content": "Attempts to limit North Korea's nuclear programme are at a pivotal stage, the top US nuclear negotiator said today, as cracks grew in the coalition of nations tackling Pyongyang's nuclear ambitions. \"We're in a rather crucial period,\" the US assistant secretary of state, Christopher Hill, said as he arrived in Beijing amid a flurry of diplomatic trips to China, Japan and South Korea. \"The Chinese government has an important diplomatic mission going on and so we want to be in close consultation.\" North Korea's testing of seven ballistic missiles last Tuesday may have backfired when its long-range Taepodong-2 missile crashed less than 40 seconds after its launch, but its statement of aggressive intent has sown seeds of dissent among the fragile coalition of nations dealing with the regime. In particular, an increasingly ebullient stance by Japan has soured already difficult relations between Tokyo and South Korea, which favours a more conciliatory approach to the Pyongyang regime. Japan's chief cabinet secretary, Shinzo Abe, said yesterday that Japan would have the right under its pacifist 1947 constitution to carry out a pre-emptive strike on North Korea \"if there is no other way to prevent a missile attack on Japan\". The remarks echoed comments by the chief of Japan's defence agency and were later talked down by Japanese prime minister Junichiro Koizumi. But Jung Tae-ho, a spokesman for the South Korean president Roo Moo-Hyun, said that Tokyo was using the crisis as a pretext for becoming a military power. He accused Japan of \"arrogant and outrageous rhetoric that further intensifies the crisis on the Korean peninsula\". Japanese militarism is particularly feared on the peninsula, which Japan occupied from 1910 to 1945, and is still officially frowned on domestically for all but defensive purposes. But after a 1998 North Korean missile test sent a rocket over Japan and into the Pacific Ocean there has been a growing public debate on the issue within Japan. Hopes of building a coalition against North Korea were raised today when South Korea today took a notably stronger line with Pyongyang at the start of a four-day ministerial meeting between the governments. \"The recently created circumstance is making the situation in the region unstable and is also affecting South-North relations,\" Seoul's unification minister Lee Jong-seok said in a speech at a dinner with the North Korean delegation. His North Korean counterpart, Kwon Ho Ung, insisted that the two Koreas should stick together against \"foreign threats\", understood to be a veiled reference to Japan and the US. \"Disaster does not necessarily come from within our region. It sometimes comes from the outside,\" Kwon said. \"We need to work better to deal with disasters that come from the outside.\" The division between North and South Korea was an artificial creation of the Cold War and there are still strong emotional and family ties between the two states, which are often invoked by North Korean officials who describe the presence of 25,000 US troops in the south as \"imperialism\". Pyongyang's state news agency KCNA today accused the US of attempting to exploit the missile situation and called on the two Koreas to stand together against the \"humiliating history of foreign presence\". \"In crying over the 'missile threat,' the US seeks to conceal its sinister intention and, behind the curtain, create favourable climate and condition for implementing its strategy of world supremacy,\" KCNA said. In his current mission, Mr Hill hopes to encourage a stiffening of China's stance towards North Korea. He raised the prospect of regional war today, saying that North Korea was \"firing off missiles of all shapes and sizes, missiles that are aimed at not just us but countries in the region\". But so far Beijing has refused to endorse a UN security council resolution on Pyongyang's missile test, offering instead a nonbinding \"presidential statement\". A spokeswoman for the foreign ministry said that Japanese proposals of a security council resolution were an overreaction that would increase tension, and added that Beijing's own diplomacy would not yield immediate results. \"The problems cannot be resolved in one or two trips and solely through diplomatic efforts by the Chinese side,\" the spokeswoman said. Japan sees itself as particularly vulnerable to North Korean ballistic missiles and has been pushing for sticks against Pyongyang, principally sanctions and security council resolutions, in contrast to the carrots offered by China and South Korea.",
    "keywords": [
        "pivotal",
        "south",
        "korea",
        "stage",
        "talks",
        "missiles",
        "japan",
        "today",
        "security",
        "missile",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "Attempts to limit North Korea's nuclear programme are at a pivotal stage, the top US nuclear negotiator said today, as cracks grew in the coalition of nations tackling Pyongyang's nuclear ambitions.\nIn particular, an increasingly ebullient stance by Japan has soured already difficult relations between Tokyo and South Korea, which favours a more conciliatory approach to the Pyongyang regime.\nBut after a 1998 North Korean missile test sent a rocket over Japan and into the Pacific Ocean there has been a growing public debate on the issue within Japan.\nHopes of building a coalition against North Korea were raised today when South Korea today took a notably stronger line with Pyongyang at the start of a four-day ministerial meeting between the governments.\nIn his current mission, Mr Hill hopes to encourage a stiffening of China's stance towards North Korea.",
    "sentiment": {
        "neg": 0.1013,
        "neu": 0.828,
        "pos": 0.0707,
        "compound": -0.0996
    }
}