{
    "date": "2006-10-09T14:27:44Z",
    "title": "Blair condemns 'irresponsible' North Korea",
    "url": "https://www.theguardian.com/world/2006/oct/09/northkorea.foreignpolicy",
    "content": "The international response to North Korea's announcement today that it had carried out a first-ever nuclear test was swift and predictable. In a statement on its official KCNA news agency, Pyongyang said it had carried out a completely successful underground nuclear test. Nations ranging from the US to China, North Korea's neighbour and closest ally, expressed alarm. The prime minister, Tony Blair, said he condemned \"this completely irresponsible act by the government of the DPRK [Democratic Peoples' Republic of Korea]\". \"The international community has repeatedly urged them to refrain from both missile testing and nuclear testing,\" Mr Blair added. \"This further act of defiance shows North Korea's disregard for the concerns of its neighbours and the wider international community.\" The foreign secretary, Margaret Beckett, said: \"Like everyone else, we are horrified. We are having to check, of course, but if we take this announcement at face value, it does look a very deliberate and flagrant provocation.\" The White House also expressed alarm and said it anticipated a response from the United Nations. \"A North Korean nuclear test would constitute a provocative act in defiance of the will of the international community and of our call to refrain from actions that would aggravate tensions in north-east Asia,\" spokesman Tony Snow said. \"We expect the UN security council to take immediate actions to respond to this unprovoked act. The United States is closely monitoring the situation and reaffirms its commitment to protect and defend our allies in the region.\" In a statement, the Chinese foreign ministry said it \"resolutely opposes the North Korean nuclear test and hopes that North Korea will return to the six-nation talks\". The statement added: \"Upholding the stability of north-east Asia is in the interests of all parties.\" Fellow neighbour Russia expressed a similar view. According to the Interfax news agency, President Vladimir Putin condemned the move, while the foreign ministry called in Pyongyang's ambassador to Moscow. \"Enormous damage has been done to the process of non-proliferation of weapons of mass destruction in the world,\" Mr Putin said, according to Interfax. Meanwhile, South Korea's president, Roh Moo-hyun, warned that the test could mean the end of Seoul's so-called \"sunshine policy\" of engagement with its northern neighbour. \"This is a warning as well as my prediction,\" Mr Roh said after talks with visiting Japanese prime minister, Shinzo Abe. \"Under this situation, it's difficult for South Korea to maintain an engagement policy.\" Mr Abe said the news called for \"a calm yet stern response\". \"It is important for Japan and South Korea, along with the United States and China, to work together and send a message to the world,\" he said. Other condemnation came from the EU, Nato, the UN's International Atomic Energy Agency and other nuclear powers, such as France and Pakistan. The scientist who developed Pakistan's nuclear bomb, AQ Khan, was placed under house arrest in 2004 after confessing he sold nuclear secrets to countries including North Korea.",
    "keywords": [
        "mr",
        "blair",
        "condemns",
        "international",
        "korea",
        "nuclear",
        "act",
        "test",
        "united",
        "koreas",
        "statement",
        "north",
        "irresponsible"
    ],
    "summary": "The international response to North Korea's announcement today that it had carried out a first-ever nuclear test was swift and predictable.\nNations ranging from the US to China, North Korea's neighbour and closest ally, expressed alarm.\nThe prime minister, Tony Blair, said he condemned \"this completely irresponsible act by the government of the DPRK [Democratic Peoples' Republic of Korea]\".\nIn a statement, the Chinese foreign ministry said it \"resolutely opposes the North Korean nuclear test and hopes that North Korea will return to the six-nation talks\".\nThe scientist who developed Pakistan's nuclear bomb, AQ Khan, was placed under house arrest in 2004 after confessing he sold nuclear secrets to countries including North Korea.",
    "sentiment": {
        "neg": 0.0862,
        "neu": 0.8196,
        "pos": 0.0942,
        "compound": 0.0018
    }
}