{
    "date": "2006-10-10T16:54:39Z",
    "title": "North Korea nuclear test: China reluctant  to impose sanctions",
    "url": "https://www.theguardian.com/world/2006/oct/10/northkorea.usa",
    "content": "The international response to North Korea's nuclear test was in the balance today after China appeared to hint that it opposes immediate sanctions against the reclusive Stalinist state. China's foreign ministry reiterated its great annoyance at Pyongyang's announcement yesterday that it had tested a nuclear device underground, labelling this \"flagrantly\" in disregard of international opposition. But the foreign ministry spokesman, Liu Jianchao said it was not the right time to discuss \"the negative issue of punishment\". \"Instead, the international community and the United Nations should take positive and appropriate measures that will help the process of de-nuclearisation on the Korean peninsula,\" Liu told reporters. He refused to answer specific questions about whether China would support or oppose sanctions. The UN security council is considering a draft resolution imposing tough trade and financial sanctions against North Korea, an option strongly backed by the United States. China's backing is crucial. As well as holding a veto in the security council, Beijing has long been Pyongyang's closest ally as well as its primary source of fuel and food. Beijing's attitude remains uncertain. A South Korean envoy, who returned from talks in the Chinese capital today, said he thought attitudes had hardened and the country may now consider sanctions. \"I think (China) will employ all available means to prevent North Korea from further aggravating the situation and to bring them back into diplomatic efforts,\" Chun Young-woo said. The US is pressing for tough action, with its ambassador to the UN, John Bolton, labelling Kim Jong-Il's impoverished regime \"a very serious threat to international peace and security\". \"North Korea has supplied weapons to states in the Middle East that are supporters of terrorism. Our fear is North Korea itself could supply a nuclear device to a terrorist group,\" he told BBC Radio 4's Today programme. Mr Bolton dismissed the notion that Pyongyang was driven to carry out a nuclear test by being labelled as part of the \"axis of evil\", saying those who believed this should \"get a life\". \"The North Koreans have been pursuing nuclear weapons for at least 10 to 12 years,\" he said. \"They signed the agreed framework in 1994, promising to give up the pursuit of nuclear weapons, and then began violating the agreement almost before the ink was dry. This has nothing whatever to do with the 'axis of evil' statement.\" Yesterday, Mr Bolton asked the UN security council to adopt new sanctions against Pyongyang, including the prohibition of all trade in military and luxury goods and a crackdown on illegal financial dealings. Despite near-unanimous condemnation of North Korea's test - Iran took a different view, blaming Washington for the crisis - there appears to be little appetite for military threats against a country which possesses a million-strong military as well as a nuclear capability. South Korea's prime minister, Han Myung-sook, said today that Seoul would not support a UN resolution including a threat of military force against North Korea, telling parliament: \"There should never be war on the Korean Peninsula.\" The British prime minister, Tony Blair, described the test as a \"very, very serious situation\". He urged North Korea to focus instead on tackling poverty. \"The people live in virtual starvation, almost a form of political oppression akin to slavery, and meanwhile they spend billions of dollars on a nuclear weapons programme,\" Mr Blair told BBC Breakfast today. A defiant North Korea meanwhile, stoked tensions by threatening a further test - this time using a nuclear-armed missile -- if the US did not engage in direct talks. \"We hope the situation will be resolved before an unfortunate incident of us firing a nuclear missile comes,\" an unnamed North Korean was quoted as saying by South Korea's Yonhap news agency. Most experts believe that, even if Pyongyang has useable nuclear warheads, they are not small and light enough to fit on a missile. The country's long-range missile capability also remains in question after a test rocket appeared to malfunction shortly following take-off in July.",
    "keywords": [
        "military",
        "korea",
        "nuclear",
        "sanctions",
        "impose",
        "china",
        "weapons",
        "today",
        "security",
        "reluctant",
        "test",
        "missile",
        "north"
    ],
    "summary": "The international response to North Korea's nuclear test was in the balance today after China appeared to hint that it opposes immediate sanctions against the reclusive Stalinist state.\nThe UN security council is considering a draft resolution imposing tough trade and financial sanctions against North Korea, an option strongly backed by the United States.\n\"I think (China) will employ all available means to prevent North Korea from further aggravating the situation and to bring them back into diplomatic efforts,\" Chun Young-woo said.\n\"North Korea has supplied weapons to states in the Middle East that are supporters of terrorism.\nOur fear is North Korea itself could supply a nuclear device to a terrorist group,\" he told BBC Radio 4's Today programme.",
    "sentiment": {
        "neg": 0.1433,
        "neu": 0.7734,
        "pos": 0.0834,
        "compound": -0.1756
    }
}