{
    "date": "2006-10-09T15:49:19Z",
    "title": "Leader: Banking on Mr Ban",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/09/northkorea.guardianleaders",
    "content": "Barring surprises, the United Nations will this week confirm the appointment of a new secretary general to succeed Kofi Annan, who is ending his second five-year term in December. Ban Ki-moon, the foreign minister of South Korea, emerged as the clear consensus candidate after consultations between the members of the security council, especially the powerful, veto-wielding permanent five. This relatively fast decision means he will have time to prepare to run a troubled organisation which has never been so badly needed nor so ill-equipped to deal with the challenges it faces - in development, human rights, HIV/Aids prevention, international security and peacekeeping. Mr Ban's election owes almost nothing to global public opinion but much to a determined campaign by Seoul to place its man in the job, due by \"Buggins's turn\" practice to go to an Asian this time. Convention also means he will be showered with good wishes as he sets out on a demanding journey. That is as it should be. But the uncomfortable truth is that for many he is an underwhelming figure and a choice of the lowest common denominator - sadly all too often the way the UN operates. Mr Annan's tenure was marked by the 9/11 attacks and the wars in Afghanistan and Iraq. He barely escaped censure over the oil-for-food scandal that emerged from the UN sanctions regime. The reform programme he launched has a long way to go. He cannot point to much progress on Darfur, Palestine or dealing with the nuclear ambitions of Iran and North Korea. Critics saw him as too much of a UN careerist. But he did acquire authority and promoted initiatives for humanitarian intervention and the UN's \"responsibility to protect\". Mr Ban, by contrast, is praised for his quiet skills in mediation and consensus-building. Even his admirers do not claim he has charisma or big ideas. He describes himself as a \"harmoniser\". None of his rivals for the job, it is true, set pulses racing - though the runner-up and UN insider, India's Shashi Tharoor, is a talented communicator. In the current climate there was much to be said for choosing a Muslim SG to help build bridges between civilisations. Jordan's Prince Zeid could have fitted that bill. So could Ashraf Ghani, the former Afghan finance minister, who had some bright ideas about reform and accountability and should be a shoo-in for any other top international position that requires bureaucratic skills, innovative thinking and wide multicultural experience. Mr Ban is going to New York because his low-key style suited the US and China, the two countries that are most likely to influence the way the UN behaves in the coming years. Britain and France were less enthusiastic but saw which way the wind was blowing. Another factor was the perception that he is going to be far more of a secretary than a general, a manager rather than a visionary. John Bolton, the hawkish US ambassador, has said with characteristic bluntness that he sees Mr Ban as being a \"chief administrative officer\", which even the modest Mr Ban found a tad too humble as a job description. It is certainly true that any SG needs management skills to hack through the thicket of organisational problems - especially in the secretariat in New York - in what to many is still a stultifying bureaucracy plagued by waste, inefficiency and worse. Nevertheless, as the servant of the council he cannot act without its backing, nor that of the general assembly, which comprises all member states. Still, leadership of this unique and irreplaceable global institution must mean more than management. South Korea's SG will be the eighth \"secular pope\", pursuing the loftiest ideals in a world of rivalries and profound inequalities - doing what Mr Annan called \"the most impossible job\". Mr Ban is starting out with unusually low expectations of what he will be able to achieve. It is only right to hope that he is able to prove the sceptics wrong.",
    "keywords": [
        "south",
        "mr",
        "leader",
        "ban",
        "general",
        "way",
        "true",
        "job",
        "banking",
        "sg",
        "york",
        "skills"
    ],
    "summary": "Mr Annan's tenure was marked by the 9/11 attacks and the wars in Afghanistan and Iraq.\nMr Ban, by contrast, is praised for his quiet skills in mediation and consensus-building.\nMr Ban is going to New York because his low-key style suited the US and China, the two countries that are most likely to influence the way the UN behaves in the coming years.\nJohn Bolton, the hawkish US ambassador, has said with characteristic bluntness that he sees Mr Ban as being a \"chief administrative officer\", which even the modest Mr Ban found a tad too humble as a job description.\nMr Ban is starting out with unusually low expectations of what he will be able to achieve.",
    "sentiment": {
        "neg": 0.0845,
        "neu": 0.8165,
        "pos": 0.099,
        "compound": 0.0348
    }
}