{
    "date": "2006-10-17T11:34:29Z",
    "title": "Bush's tragic flaw",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/17/toengageornottoengage",
    "content": "President George Bush apparently spent his summer perusing Albert Camus' The Stranger and the Bard's Hamlet and Macbeth. All very apt: a dose of existentialism may be just the antidote to the Bush clan's over-developed sense of history, while Shakespeare could well have been thinking of the US president and his administration, not to mention his relationship with his father, when he wrote both plays. The intrigues of the White House seem as sinister as both dramatic courts, as are the characters surrounding them. Was Bin Laden Bush's three witches, tempting him at the start into a misleading prophecy that, in his determination to make it real, led him to sow the seeds of havoc and destruction? Or perhaps Bin Laden was his Lady Macbeth, goading him into ever-greater feats of destruction to prove his stature. (Many others could also have been his Lady Macbeth, of course, from Karl Rove to Dick Cheney.) It is Hamlet, however, that offers the greater pause for reflection - and not just because Bill Clinton could be seen as Claudius, driving Bush the younger to avenge his father's political death. Rather, it is Hamlet's most famous speech that keeps coming to mind, especially this week with North Korea's declaration of a nuclear explosion: To be, or not to be: that is the question: Whether 'tis nobler in the mind to suffer The slings and arrows of outrageous fortune, Or to take arms against a sea of troubles, And by opposing end them? In truth, Hamlet was a sad boy who got it wrong: life is not about such dichotomous options, but rather about finding a balance between them. Unfortunately President Bush does not seem to have been exposed to such subtle readings. He has never shown a propensity to suffer the slings and arrows of any fortune, outrageous or not, choosing instead to take arms against his troubles. His trouble is that rather than end them he has multiplied them - for himself and for us all. The invasion of Afghanistan, possibly the Bush administration's one justified act of force, was undermined by its own disinterest in seeing it through, and its bizarre obsession with invading Iraq. The undoing not only of that state, but of the perilous balance of power between the states in the region, and between the Sunni and Shia in the Arab world, has truly brought about a sea of troubles. Just to ensure the sea turned into an ocean, there is also the Axis of Evil - that malignant term, linking together Iraq, Iran and North Korea, offered by Bush just four and a half years ago. It cannot be by chance that international relations with all three have totally deteriorated ever since. Iraq has become a wasteland verging on civil war; as a result Iran, largely due to the liberated Shia population in Iraq, has ascended within the Arab world - a world moreover that has become increasingly hostile to the west as a result of the US invasion; and now North Korea has declared itself nuclear. To be clear: speeches do not create rogue states such as North Korea or Iraq under Saddam Hussein, or enable nuclear capabilities in the case of Iran and North Korea. But they undoubtedly make it much easier for those with an inclination to go beyond the pale to stay there. But if that is the case, it is worth pondering whether an inverse speech can reverse the trend - make it a lot less comfortable for those who have gone there to remain beyond the pale. In other words, perhaps it is time to be noble, and start suffering the swings and arrows of outrageous fortune? Indeed, perhaps it is time to engage? The adamant refusal of the US to engage with North Korea in the last years is widely deemed to be the tipping point for its headlong, and not necessarily successful pursuit of nuclear power. The Bush administration upheld this stance as a near ideology since it came to office, reversing the activities of the Clinton administration. Engagement with it may therefore take away one of its most salient reasons for its nuclear obsession. This may also be the case with Iran, with whom every US administration has refused to engage since 1979. Iran's own peculiar obsession with nuclear weapons may be defused, or at the very least revealed to be no more than a malicious pursuit, if the US simply talked to it. Talking does not mean giving in, or agreeing anything - it simply means meeting a basic human requirement. And in our new reality of nuclear rogue states, it also means being clever: Levers of power should be used in concert, not as sequential options. It is possible to use sanctions and also to engage, and yet to make clear that a military option is not taken off the table. And so one must put it to President Bush: there is no need to be Hamlet. It is not a stark choice between suffering the slings and arrows of outrageous fortune or taking up arms against a sea of troubles. If you are noble, it is possible to do both - and in this case nobility starts with engagement.",
    "keywords": [
        "iran",
        "korea",
        "iraq",
        "sea",
        "president",
        "bushs",
        "nuclear",
        "flaw",
        "troubles",
        "outrageous",
        "tragic",
        "north",
        "bush"
    ],
    "summary": "President George Bush apparently spent his summer perusing Albert Camus' The Stranger and the Bard's Hamlet and Macbeth.\nUnfortunately President Bush does not seem to have been exposed to such subtle readings.\nTo be clear: speeches do not create rogue states such as North Korea or Iraq under Saddam Hussein, or enable nuclear capabilities in the case of Iran and North Korea.\nAnd so one must put it to President Bush: there is no need to be Hamlet.\nIt is not a stark choice between suffering the slings and arrows of outrageous fortune or taking up arms against a sea of troubles.",
    "sentiment": {
        "neg": 0.116,
        "neu": 0.8061,
        "pos": 0.0778,
        "compound": -0.1604
    }
}