{
    "date": "2006-12-14T00:04:34Z",
    "title": "Mark Seddon: A way out of the bunker",
    "url": "https://www.theguardian.com/commentisfree/2006/dec/14/northkorea.comment",
    "content": "The model city that rose from the ashes of the Korean war is eerily dark at night and strangely quiet during the day. Electricity remains in short supply, while a lack of fuel leaves the roads largely empty. The talk is of a hard winter, with reduced food supplies from China and South Korea plunging some rural areas into desperate hunger. Next week's resumption of six-way talks in Beijing comes at a critical time. North Korea is as isolated now as at any time in its relatively short history. US sanctions aimed at alleged counterfeiting activities have had the unintended effect of freezing much of the country's foreign exchange, legal and illegal. Pyongyang walked out of talks to resolve the nuclear stand-off in November 2005 and exploded a prototype nuclear bomb in October this year, prompting tightening of the separate UN sanctions and a threat to intercept North Korean vessels on the high seas suspected of carrying arms. I have been in North Korea with the European parliamentarian Glyn Ford, who has been instrumental in forging an EU-Pyongyang dialogue. For the first time senior figures in the regime were prepared to talk on camera about their terms for a return to talks, and what it would take for them to give up their small nuclear arsenal. Among these was the speaker of the supreme people's assembly, Choe Thae-bok, who told us that US intransigence remained the greatest hurdle to resolution. \"Many US politicians are trying to isolate the DPRK [North Korea],\" he insisted. \"The main cause must be removed - the hostile policy of the US. Remove it and everything will be solved.\" The mood in the supreme people's assembly is hardly optimistic. For the forthcoming talks to have any chance of success, North Korea will have to confront uncomfortable truths, but so too will the US. If Pyongyang is serious about achieving a lasting peace, then it will have to renounce its nuclear weapons. It comes to the conference table in a far stronger position than a year ago as a nuclear state, but Kim Jong-il's \"military first\" policy starved industry and agriculture of investment and, with sanctions, contributed to mass starvation in the 90s. Equally the US administration will have to acknowledge that its invasion of Iraq, President Bush's \"axis of evil\" speech, and the deliberate collapse of the \"agreed framework\" with North Korea has seen Pyongyang go nuclear on its watch. Under the agreed framework, signed in the early 90s between the Clinton administration and Kim Jong-il, the US undertook to supply Pyongyang with vitally needed heavy fuel oil and light water nuclear reactors in return for North Korea's abandonment of its nuclear programme. In truth, despite the commitment of senior Clinton figures such as the former secretary of state Madeleine Albright, others in the administration invented delay after delay in the mistaken belief that the communist regime was on the verge of collapse. The election of George Bush saw the agreement disappear without trace. All that remains of the US promise of nuclear power in return for no nuclear bombs are some very large excavated holes in the ground. Few in north Asia, save perhaps extreme rightwingers in Japan, want to see an arms race in north Asia. Even fewer believe that North Korea is on the verge of collapse, which could spell economic disaster for South Korea and China's border areas. Whether Pyongyang retreats further into its nuclear bunker and remains in a Stalinist past, or begins to open up and realise its true potential, may depend on whether the US is prepared to engage seriously for the first time since the Clinton era. · Mark Seddon is UN correspondent for al-Jazeera English mark.seddon@aljazeera.net",
    "keywords": [
        "korea",
        "seddon",
        "remains",
        "talks",
        "bunker",
        "nuclear",
        "way",
        "sanctions",
        "clinton",
        "collapse",
        "mark",
        "pyongyang",
        "north",
        "return"
    ],
    "summary": "North Korea is as isolated now as at any time in its relatively short history.\nI have been in North Korea with the European parliamentarian Glyn Ford, who has been instrumental in forging an EU-Pyongyang dialogue.\n\"Many US politicians are trying to isolate the DPRK [North Korea],\" he insisted.\nFor the forthcoming talks to have any chance of success, North Korea will have to confront uncomfortable truths, but so too will the US.\nEven fewer believe that North Korea is on the verge of collapse, which could spell economic disaster for South Korea and China's border areas.",
    "sentiment": {
        "neg": 0.12,
        "neu": 0.7994,
        "pos": 0.0806,
        "compound": -0.1382
    }
}