{
    "date": "2006-10-03T16:25:49Z",
    "title": "North Korea says it will carry out nuclear test",
    "url": "https://www.theguardian.com/world/2006/oct/03/northkorea1",
    "content": "North Korea announced today that it planned to conduct a nuclear test, prompting calls from senior officials around the world for it to renounce the plans or face serious consequences. A statement by the foreign ministry in Pyongyang said a test would be carried out to bolster the country's self-defence against what it claimed was \"the US extreme threat of a nuclear war\". It is the first time the isolated communist regime has explicitly, publicly announced its intent to conduct a nuclear test. The announcement was a blow to the already beleaguered diplomatic efforts to rein in the North's nuclear programme and puts pressure on the US to hold direct talks with Pyongyang. Britain, the US, Russia, Japan, Singapore and the EU were among those who called on the North to renounce its statement. The US ambassador to the United Nations, John Bolton, said a nuclear test would be \"extraordinarily serious\". Japanese foreign minister, Taro Aso, called the plan a \"threat to peace,\" and warned that Japan's response would be \"severe\". Japan's new PM, Shinzo Abe, said the North would \"face further decline\" if it did not end it's nuclear programme. North Korea's statement, carried by an official news agency, gave no precise date as to when a test might occur but said it would be carried out \"in a condition where safety is firmly guaranteed\". The North has said it has nuclear weapons in the past, but has not conducted any known test to prove its claim. South Korean intelligence has said the North could test a nuclear bomb at any time. Many experts believe the North has enough radioactive material to build at least six or more nuclear weapons. Pyongyang caused alarm when it test-fired seven missiles in July, including one believed to be capable of reaching the United States. US state department spokesman Sean McCormack said a nuclear test would \"pose an unacceptable threat to peace and stability in Asia and the world\". He said such a \"provocative action\" would further isolate Pyongyang and \"deny the people of the North the benefits they so rightly deserve\". China - North Korea's ally and chief benefactor - had no immediate comment. Russian officials were taking the announcement seriously, though the country's foreign minister, Sergey Lavrov, expressed some doubt over the North's plans. \"This is not the first time we have heard reports that North Korea announced three will soon be a test of a missile or a nuclear device or something,\" Mr Lavrov told a news conference. \"In the vast majority of cases, these reports have not been substantiated.\" Mr Lavrov said Russia and its partners in the stalled six-sided talks on North Korea's nuclear programme were working with Pyongyang to persuade it to \"show restraint and avoid abrupt moves\". He said he hoped the efforts would lead to the swift resumption of the negotiations and also called for direct US-North Korean diplomatic contact to discuss the nuclear programme. He said this kind of contact was needed to resolve financial disputes that Pyongyang has cited as its reason for boycotting the six-nation talks, which also involve South Korea, China, the United States and Japan. The North has pushed for direct talks with the United States, something Washington says it will not do outside of the framework of the six-nation talks. Mr Bolton told The Associated Press that the US would bring up North Korea's statement for discussion today in a regular meeting of the UN Security Council. A senior British official said similarly that a test would be a \"very serious development\", the Press Association reported. Taking a different line to Mr Lavrov, Robert Einhorn, a former US assistant secretary of state for non-proliferation, said that the North's comments should be taken seriously. \"They often don't bluff. They tell you what they're going to do, and then they do it,\" Mr Einhorn said. \"It's a reflection of their frustration, that their previous provocations haven't had the desired effect of getting the US to talk with them bilaterally or getting the US and the others to make further concessions.\" Mr Einhorn said that for the last month or so the Bush administration has been discussing likely responses to a North Korean nuclear test with its partners at the six-party talks. The United States, he said, \"is probably prepared for a test in that sense\". If there was a test, he said that the US hope would be that it would isolate Pyongyang more and draw support for imposing tough sanctions against the regime. Some analysts said a worst-case scenario would be that a nuclear test by the North could prompt Japan to seek its own nuclear deterrent, raising tensions with China and South Korea, both of which suffered under Japanese colonial rule in the early 20th century.",
    "keywords": [
        "mr",
        "carry",
        "korea",
        "states",
        "talks",
        "nuclear",
        "programme",
        "test",
        "united",
        "pyongyang",
        "statement",
        "north"
    ],
    "summary": "North Korea announced today that it planned to conduct a nuclear test, prompting calls from senior officials around the world for it to renounce the plans or face serious consequences.\nIt is the first time the isolated communist regime has explicitly, publicly announced its intent to conduct a nuclear test.\nThe US ambassador to the United Nations, John Bolton, said a nuclear test would be \"extraordinarily serious\".\nJapan's new PM, Shinzo Abe, said the North would \"face further decline\" if it did not end it's nuclear programme.\nUS state department spokesman Sean McCormack said a nuclear test would \"pose an unacceptable threat to peace and stability in Asia and the world\".",
    "sentiment": {
        "neg": 0.0809,
        "neu": 0.863,
        "pos": 0.0561,
        "compound": -0.0648
    }
}