{
    "date": "2006-10-10T02:11:37Z",
    "title": "North Korea becomes a nuclear player",
    "url": "https://www.theguardian.com/world/2006/oct/10/northkorea4",
    "content": "International efforts to curb the spread of nuclear weapons suffered a severe setback yesterday when North Korea claimed it had successfully conducted its first nuclear weapons explosion. After meeting in emergency session, the UN security council unanimously condemned the test and began negotiations on imposing tougher sanctions against Kim Jong-il's reclusive state. Measures under discussion range from an arms ban to a naval blockade. The US last night proposed sanctions that included a trade ban on military and luxury items, the power to inspect all cargo entering or leaving the country, and freezing assets connected with its weapons programmes. Japan proposed that North Korean ships and planes should be banned from foreign ports and airports. The country's prime minister, Shinzo Abe, warned that North Korea had ushered in \"a dangerous nuclear age\" in the region. George Bush, who four years ago labelled the regime part of the \"axis of evil\", described the explosion as \"unacceptable\". The president, who telephoned Pyongyang's neighbours, South Korea, China, Russia and Japan, added: \"Once again, North Korea has defied the will of the international community. The international community will respond.\" He put North Korea on notice that any transfer of nuclear weapons or material to another state or group would be considered \"a grave threat to the US\". The test, which wrecks 12 years of diplomatic negotiation, will upset the balance of power in eastern Asia and will almost certainly instigate a prolonged period of instability in the region. North Korea has said repeatedly that it would regard sanctions as an act of war. Its Central News Agency declared as a triumph the half-a-kilotonne explosion, thought have taken place two kilometres down in an abandoned mine in the north-east of the country. \"The nuclear test is a historic event that brought happiness to our military and people,\" the agency said. \"It will contribute to maintaining peace and stability in the Korean peninsula and surrounding region.\" It said there had been no radioactive leakage from the site. Pyongyang, which had threatened the weapons test since last week, went ahead in defiance of calls worldwide. There is no independent verification of the nuclear explosion but the US Geological Survey said a magnitude 4.2 seismic event was registered on the peninsula at 10.37. If the test was successful, North Korea will have become the ninth member of the nuclear weapons club, destroying years of negotiation aimed at trying to persuade it to abandon its atomic programme. Early indications were that the blast was less than half as powerful as the bombs dropped by America on Hiroshima and Nagasaki at the end of the second world war. The French government, noting the relative smallness of the blast, questioned whether the test had been as successful as Pyongyang had hoped. But Sergei Ivanov, the Russian defence minister, said: \"We have no doubt that it was a nuclear explosion.\" The Russian president, Vladimir Putin, added: \"It doesn't just concern North Korea. Enormous damage has been done to the process of non-proliferation of weapons of mass destruction.\" Using reprocessed fuel from the Yongbyon nuclear reactor, North Korea is thought to have produced enough plutonium for at least six bombs. In July, Pyongyang test-fired a missile that would have brought Alaska and Hawaii in range, but defence analysts believe it exploded shortly after being fired. The analysts also doubt whether North Korea possesses the miniaturising technology to mount and deliver a warhead on a rocket. The timing of the test may have been for internal domestic reasons, but it could also have been aimed at spoiling South Korea's quiet celebration yesterday after the UN security council nominated its foreign minister, Ban Ki-moon, as the new UN secretary general. North Korea's leadership would have been unhappy at the choice of its southern neighbour for such a high-profile international post. Mr Ban, due to take over on January 1, will have to police sanctions on North Korea and try to restart negotiations, a task made much more difficult by his nationality. In Tokyo, Mr Abe called for \"harsh measures\" against Pyongyang. \"The development and possession of nuclear weapons by North Korea will in a major way transform the security environment in north Asia and we will be entering a new, dangerous nuclear age,\" he said. China - a traditional ally of Pyongyang and the main source of energy and food to its already impoverished population of 22 million - called the test a \"flagrant and brazen\" violation of international opinion. South Korea, which has pursued a softly-softly policy with its bellicose neighbour, threatened to \"respond sternly\" to the provocation. A foreign ministry spokesman warned the North that its troops had been put on alert. Analysts said the South Korean president, Roh Moo-hyun, would come under pressure to drop the so-called \"sunshine policy\" of engagement with the North. The Associated Press agency reported that in Pyongyang people went about their lives as usual yesterday. The country's state television read the report about the test during its regular newscasts, but it was not the top news item.",
    "keywords": [
        "player",
        "south",
        "korea",
        "nuclear",
        "sanctions",
        "weapons",
        "explosion",
        "test",
        "pyongyang",
        "north",
        "international"
    ],
    "summary": "International efforts to curb the spread of nuclear weapons suffered a severe setback yesterday when North Korea claimed it had successfully conducted its first nuclear weapons explosion.\nThe country's prime minister, Shinzo Abe, warned that North Korea had ushered in \"a dangerous nuclear age\" in the region.\nThe president, who telephoned Pyongyang's neighbours, South Korea, China, Russia and Japan, added: \"Once again, North Korea has defied the will of the international community.\nUsing reprocessed fuel from the Yongbyon nuclear reactor, North Korea is thought to have produced enough plutonium for at least six bombs.\n\"The development and possession of nuclear weapons by North Korea will in a major way transform the security environment in north Asia and we will be entering a new, dangerous nuclear age,\" he said.",
    "sentiment": {
        "neg": 0.1392,
        "neu": 0.8111,
        "pos": 0.0496,
        "compound": -0.2878
    }
}