{
    "date": "2006-10-10T23:11:15Z",
    "title": "Letters: Gatecrashers at the nuclear club",
    "url": "https://www.theguardian.com/world/2006/oct/11/northkorea.guardianletters",
    "content": "The lethal effects of nuclear weapons mean that any move towards proliferation - such North Korea's claim to have tested one - should be condemned (North Korea's nuclear policy is not irrational at all, October 10). However, one of the main drivers of proliferation is that some states have them and others do not. When nuclear-weapons states undermine the nuclear non-proliferation treaty as they did at the meeting in New York in 2005, and when the UK government talks of replacing Trident for reasons of national security, it is hardly surprising that other states seek to acquire these weapons. This government could make a historical and decisive contribution to non-proliferation by deciding not to replace or preserve the UK's only remaining ultimate weapon of mass destruction. Marion Birch Director, Medact Last September, North Korea committed to abandon all nuclear weapons on the condition that it and the US would \"respect each other's sovereignty and take steps to normalise their relations\". The US agreed, but some four days later, it, according to Newsweek, \"imposed financial sanctions against North Korea designed to cut off the country's access to the international banking system, branding it a 'criminal state' guilty of money laundering and trafficking in weapons of mass destruction\". North Korea's test is a direct response to the US reneging on its commitments. Indirectly, it is a response to the message the US has been sending out ever since its attack on Afghanistan: only nuclear weapons will deter us from attacking any country we choose. David Traynier Colchester, Essex Far from being \"a stinging failure for China\", the Korean nuclear test has strengthened China's position in the region. Beijing did not want North Korea to collapse under a US military invasion, nor does it favour its economic meltdown under UN sanctions. The test has pre-empted the former, while the latter remains hostage to China's goodwill. Beijing knows that North Korea is terminally ill, and its death would pave the way for the unification of the Korean peninsula. But China will not support the unification until South Korea, which is slowly gravitating towards China through trade and economic ties, becomes totally embedded in its orbit. Randhir Singh Bains Gants Hill, Essex The only thing that will galvanise global pressure to stop the spread and eventually eliminate nuclear weapons is for those who have them to announce that they will move towards nuclear disarmament. Meanwhile, it is crucial that those who advocate more nuclear power, rather than a phase-out of this fast track to the bomb, recognise the part they are playing in ensuring that nuclear weapons will one day be unleashed on us all. Colin Hines Twickenham, Middlesex The condemnation by members of the nuclear club of North Korea's entry into their midst would be more credible if they were not so hell-bent on expanding and \"improving\" their own nuclear WMD. This transparent hypocrisy of \"do as I say, never mind what I do\" can only lead to more North Koreas. Interventions in sovereign countries by the planet's biggest \"good guy\" encourages this trend. Eddie Dougall Bury St Edmunds, Suffolk Your leader (October 9) seems to blame John Bolton for describing the UN secretary general's job as \"chief administrative officer\". I hold no brief for the current US permanent representative or his views. But the description he used is the definition of the secretary general's job in the UN charter itself (Article 97). Kofi Annan built on this by quiet and persistent devotion to high-level international problem-solving, despite disgraceful US neocon attempts to discredit his integrity. However, pretensions to inflate the position into what you call a \"secular pope\" carry the classic risk of hubris, which is why Boutros Boutros-Ghali (Kofi Annan's predecessor) was the only UN secretary general not to win a second term. John Weston UK permanent representative to the UN, 1995-98",
    "keywords": [
        "secretary",
        "korea",
        "club",
        "states",
        "unification",
        "nuclear",
        "china",
        "weapons",
        "letters",
        "gatecrashers",
        "test",
        "north",
        "koreas"
    ],
    "summary": "The lethal effects of nuclear weapons mean that any move towards proliferation - such North Korea's claim to have tested one - should be condemned (North Korea's nuclear policy is not irrational at all, October 10).\nNorth Korea's test is a direct response to the US reneging on its commitments.\nDavid Traynier Colchester, Essex Far from being \"a stinging failure for China\", the Korean nuclear test has strengthened China's position in the region.\nColin Hines Twickenham, Middlesex The condemnation by members of the nuclear club of North Korea's entry into their midst would be more credible if they were not so hell-bent on expanding and \"improving\" their own nuclear WMD.\nThis transparent hypocrisy of \"do as I say, never mind what I do\" can only lead to more North Koreas.",
    "sentiment": {
        "neg": 0.1068,
        "neu": 0.8394,
        "pos": 0.0538,
        "compound": -0.2446
    }
}