{
    "date": "2006-07-06T08:42:51Z",
    "title": "Pyongyang faces united criticism at UN meeting",
    "url": "https://www.theguardian.com/world/2006/jul/06/northkorea2",
    "content": "North Korea faced united condemnation of its missile tests at the UN security council yesterday, with the US and Japan pressing for a strong response to the launch of seven missiles in 24 hours. In an emergency session convened after North Korea launched the missiles, including a long-range weapon that failed seconds after lift-off, Japan asked security council members to endorse a call for Pyongyang to halt missile development and its nuclear programme. The draft resolution also urged North Korea to return to six-party negotiations without pre-conditions. \"We hope that the response of the council will be swift, strong and resolute,\" said Kenzo Oshima, Japan's ambassador to the UN. Among the measures sought by Japan were a ban on the transfer of technology and funds that could contribute to North Korea's missile programme or other weapons of mass destruction. Japan has already imposed sanctions on North Korea, cancelling a weekly ferry and charter flights and South Korea said it would withhold 500,000 tonnes of rice Pyongyang had sought this year. In Washington, Condoleezza Rice, the secretary of state, warned Pyongyang could face further penalties for defying warnings against missile tests. \"The international community does have at its disposal a number of tools to make it more difficult for North Korea to engage in this kind of brinksmanship and to engage in the continued pursuit of its nuclear weapons programmes,\" she told reporters. But hopes of maintaining a tough and united front to what the Bush administration has described as a \"provocation\" were tempered by the awareness that there was limited support for the ultimate censure - a security council resolution - from Russia and China. As North Korea's ally and neighbour, China has led international negotiations aimed at resolving North Korea's nuclear stand-off. The latest provocation is a slap in the face for the China's prime minister, Wen Jiabao, who last week warned North Korea not to raise tension in the region. In a statement from Beijing, China called on all sides to maintain restraint, and avoid actions that would \"add to tensions and further complicate the situation\". However, Wang Guangya, China's ambassador to the UN, told reporters: \"If all council members feel that some appropriate action is needed by the council, we will see.\" Despite those signs of reluctance, the US ambassador to the UN, John Bolton, said he believed that the security council would manage to craft a unanimous response to the missile tests, underlining North Korea's isolation. \"I think there is support for sending a clear signal to Pyongyang, and we'll proceed to see if we can't get that done in the next few days,\" he said. The measured tones were a departure from the harsh rhetoric the White House has employed in the past towards North Korea. US officials said yesterday they believed that North Korea was trying to prod Washington into direct negotiations after six-party talks stalled last year. North Korea has asked repeatedly for one-on-one meetings with US officials, and for the release of funds in a Macao bank frozen by the US Treasury. Washington said it would not be drawn into a head-on confrontation. \"I view this as an opportunity to remind the international community that we must work together to continue to work hard to convince the North Korean leader to give up any weapons programs,\" Mr Bush said in his first public comments on the tests. Yesterday's emergency session of the security council was called after North Korea defied warnings from the US, Japan and China to test fire its long-range Taepodong missile, as well as six Scud-like missiles. As North Korea underlined its disregard for international opinion by the launch of a seventh missile yesterday morning, speculation mounted that the country was about to conduct more missile tests. \"We think they probably intend to launch more missiles in the next day or two,\" Alexander Downer, Australia's foreign minister, said after a conversation with Pyongyang's ambassador to Australia.",
    "keywords": [
        "meeting",
        "criticism",
        "korea",
        "missiles",
        "tests",
        "japan",
        "faces",
        "security",
        "missile",
        "united",
        "council",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "The draft resolution also urged North Korea to return to six-party negotiations without pre-conditions.\nIn Washington, Condoleezza Rice, the secretary of state, warned Pyongyang could face further penalties for defying warnings against missile tests.\nAs North Korea's ally and neighbour, China has led international negotiations aimed at resolving North Korea's nuclear stand-off.\nThe measured tones were a departure from the harsh rhetoric the White House has employed in the past towards North Korea.\nUS officials said yesterday they believed that North Korea was trying to prod Washington into direct negotiations after six-party talks stalled last year.",
    "sentiment": {
        "neg": 0.0945,
        "neu": 0.827,
        "pos": 0.0784,
        "compound": -0.0501
    }
}