{
    "date": "2006-11-21T00:15:07Z",
    "title": "Felicity Hughes: For those about to rock,  Kim Jong-il salutes you",
    "url": "https://www.theguardian.com/music/2006/nov/21/popandrock.korea",
    "content": "Step aside Glastonbury, move over Lollapalooza - there's a new music festival vying for space on the international tour calendar. Rock For Peace, which takes place next May in North Korea's capital, Pyongyang, \"will be the 2007 version of Woodstock rock festival in 1969 but in a different location and with different goals\". Though not a place historically associated with free love and hippy wig-outs, all that is about to change, with organisers embracing \"capitalist popular music\" for the first time. And, in keeping with the laissez-faire spirit of rock festivals, there are few restrictions: \"Lyrics should not contain admirations on war, sex, violence, murder, drug, rape, non-governmental society, imperialism, colonialism, racism, anti-DPRK (Democratic People's Republic of Korea), and anti-socialism.\" That excludes anyone other than Cliff Richard then. The event, organised by DPRK's Ministry of Culture and National Tourism, has been advertised on a website run by UK-based Voice of Korea (Vok), a mouthpiece for the DPRK. Jean-Baptiste Kim, the organisation's leader, explains: \"Vok manages the event in London because it is practically impossible for foreigners to contact the concerned authorities neither by email nor by telephone.\" Kim himself is hard to get hold of, declining to be interviewed through any medium other than email, although he stresses that he \"will sincerely answer your questionnaire\". Kim's retiring attitude may be due to a lack of confidence in English. Further down the website there is a photograph of some ruddy-faced westerners posing with a football team. The caption reads: \"Hey, Americans, you should learn a lot from our Norwegian friends who are having really good time with North Korean young school boys.\" The line-up for Rock For Peace is yet to be announced, but the organisers claim interest from 49 acts in 20 countries. Bands are invited from any western country, \"even though you are from USA\".",
    "keywords": [
        "place",
        "music",
        "korea",
        "salutes",
        "hughes",
        "vok",
        "peace",
        "north",
        "kim",
        "organisers",
        "jongil",
        "felicity",
        "rock",
        "website"
    ],
    "summary": "Step aside Glastonbury, move over Lollapalooza - there's a new music festival vying for space on the international tour calendar.\nRock For Peace, which takes place next May in North Korea's capital, Pyongyang, \"will be the 2007 version of Woodstock rock festival in 1969 but in a different location and with different goals\".\nThe event, organised by DPRK's Ministry of Culture and National Tourism, has been advertised on a website run by UK-based Voice of Korea (Vok), a mouthpiece for the DPRK.\nFurther down the website there is a photograph of some ruddy-faced westerners posing with a football team.\nThe line-up for Rock For Peace is yet to be announced, but the organisers claim interest from 49 acts in 20 countries.",
    "sentiment": {
        "neg": 0.0526,
        "neu": 0.8383,
        "pos": 0.1089,
        "compound": 0.1985
    }
}