{
    "date": "2006-10-07T23:07:24Z",
    "title": "Leader: UN's next head must put his house in order",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/08/leaders.northkorea",
    "content": "Tomorrow, The United Nations Security Council is expected to vote unanimously on the appointment of South Korea's foreign minister, Ban Ki-moon, as its next secretary-general. For South Korea, this is a milestone on its journey to the front rank of international powers. But elsewhere, the appointment is causing concern, even despair. The UN is at a desperate juncture. Its legitimacy has been undermined by charges of corruption and its authority eroded by divisions among its most powerful players. Too often in its recent history it has simply failed to fulfil its primary purpose of averting war with diplomacy. Meanwhile, the need for multilateral co-operation has rarely looked so pressing. Nuclear proliferation, climate change, global terror and crime networks that operate without states or within failed ones - these are problems that are beyond the capability of any lone nation or small coalition to solve. The two most powerful UN institutions - the Security Council and the office of the secretary-general - badly need reform. The council has to be more representative of the developing world and emerging Asian powers. It must be less susceptible to having its actions blocked by the vetoes of the 'big five' permanent members. The secretary-general needs more executive powers to mobilise resources in response to crises. He must appear in public as a credible global ambassador-in-chief. The manner of Mr Ban's appointment bodes ill on all fronts. The job went to a candidate from Asia on the unwritten principle that it was that continent's turn. He was deemed unobtrusive enough for the Americans and pliant enough for the Chinese and Russians. The UK backed him reluctantly, by some accounts only in exchange for top UN jobs for British diplomats. The support of Peru and Tanzania, currently serving as temporary members on the Security Council, coincided neatly with large chunks of South Korean aid to those countries. Mr Ban is by reputation an able politician and a technocrat. But he looks likely to be compromised by the process that installed him in office. The Security Council's cynical diplomacy was an endorsement of the status quo and points to a further decline of UN authority. When Mr Ban takes office in January, he must make a declaration of independence from the national interests that backed him. He must show an unequivocal and independent commitment to reform.",
    "keywords": [
        "uns",
        "appointment",
        "south",
        "mr",
        "leader",
        "ban",
        "reform",
        "house",
        "order",
        "security",
        "council",
        "powers",
        "head",
        "office",
        "secretarygeneral"
    ],
    "summary": "Tomorrow, The United Nations Security Council is expected to vote unanimously on the appointment of South Korea's foreign minister, Ban Ki-moon, as its next secretary-general.\nThe two most powerful UN institutions - the Security Council and the office of the secretary-general - badly need reform.\nThe support of Peru and Tanzania, currently serving as temporary members on the Security Council, coincided neatly with large chunks of South Korean aid to those countries.\nMr Ban is by reputation an able politician and a technocrat.\nWhen Mr Ban takes office in January, he must make a declaration of independence from the national interests that backed him.",
    "sentiment": {
        "neg": 0.112,
        "neu": 0.8182,
        "pos": 0.0698,
        "compound": -0.0895
    }
}