{
    "date": "2006-01-13T00:03:59Z",
    "title": "Kim-spotters hunt elusive leader",
    "url": "https://www.theguardian.com/world/2006/jan/13/china.northkorea",
    "content": "Missing: one North Korean dictator. Recognisable by bouffant hair, Elvis glasses, worker's tunic and obsequious hangers-on. Last seen in heavily guarded train crossing the border into China. May be shopping in Shanghai, receiving medical treatment in Guangzhou or trying to avert nuclear war in Beijing. Such frenzied speculation surged in north-east Asia yesterday as Kim Jong-il, the leader of the world's most reclusive state, was reported to have made a rare trip outside his homeland. If true, it would be only the sixth time since 2000 that the head of the workers' party has ventured out of North Korea. Because of assassination fears the previous visits, all of them by train, were shrouded in secrecy and not confirmed by any of the involved countries until Mr Kim was safely back in Pyongyang. Security concerns are likely to have increased since his last trip in April 2004, which ended only hours before a huge explosion close to a section of the railway on which he had been travelling. The latest flurry of rumours was prompted by a reported sighting of Mr Kim at the Chinese border station of Dandong at dawn on Tuesday morning. According to South Korean media, troops sealed off the area and rail officials took part in a 15-minute welcome ceremony. The North Korean embassy in Beijing has cancelled all its usual activities. The Chinese foreign ministry refused to either confirm or deny that Mr Kim was in the country. Government spokesman Kong Quan acknowledged that a visit was planned, but said he was not yet authorised to reveal the timing. US officials, however, appeared to be in little doubt. \"I understand we have some North Korean visitors here today,\" said Christopher Hill, who is in Beijing as the top US negotiator at six-party talks aimed at denuclearising the peninsular. This has been enough to prompt a spot-the-dictator competition among media organisations. South Korea's Yonhap news agency placed Mr Kim in Shanghai, saying he had flown there while using the train as a decoy. Reuters speculated he was heading to Beijing to meet senior Chinese leaders, or merely passing through en route to Moscow. Russia's Itar-Tass news agency, which is the only foreign news organisation to have a bureau in Pyongyang, said Mr Kim is still at home and the VIP on the train was a member of his family. But yesterday most of the attention focused on Guangzhou, the capital of southern Guangdong province. The city's best hotel, the White Swan, has been requisitioned by the government for three days, metal detectors have been installed and traffic has been cordoned off. Mr Kim's motives are as unclear as his whereabouts. In recent years his main objective has been to secure Chinese support over North Korea's stand-off with the United States. As well as the nuclear issue, which is being tackled in the six-nation talks hosted by Beijing, the financial sector is likely to be a major concern. Washington has put a squeeze on Pyongyang over recent months. A crackdown on the Banco Delta Asia, a Macau-based institution which laundered money for North Korea, has created an enormous financial headache for Mr Kim. He also wants China to provide $3bn (£1.7bn) in aid for his impoverished country and advice on how to emulate China's economic success. Guangdong is a shining example of the benefits of reform. And its lesson could be taught by a sympathetic teacher: Zhang Dejiang, the Guangdong communist party secretary, speaks Korean.",
    "keywords": [
        "hunt",
        "guangdong",
        "mr",
        "leader",
        "beijing",
        "kim",
        "kimspotters",
        "pyongyang",
        "chinese",
        "train",
        "elusive",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "Missing: one North Korean dictator.\nThe latest flurry of rumours was prompted by a reported sighting of Mr Kim at the Chinese border station of Dandong at dawn on Tuesday morning.\nThe North Korean embassy in Beijing has cancelled all its usual activities.\nThe Chinese foreign ministry refused to either confirm or deny that Mr Kim was in the country.\nSouth Korea's Yonhap news agency placed Mr Kim in Shanghai, saying he had flown there while using the train as a decoy.",
    "sentiment": {
        "neg": 0.0547,
        "neu": 0.8678,
        "pos": 0.0775,
        "compound": 0.1351
    }
}