{
    "date": "2006-10-06T15:14:35Z",
    "title": "Pyongyang 'ready to carry out nuclear test in mine'",
    "url": "https://www.theguardian.com/world/2006/oct/06/northkorea",
    "content": "North Korea is \"more or less ready\" to conduct a military nuclear test deep inside an abandoned coal mine, it was reported today. The claim came from a Chinese source reported to have knowledge of Pyongyang's plans. The unnamed source, interviewed by Reuters, said there were plans to detonate a device around 2,000 metres inside a mine near the Chinese border. However, the source said Pyongyang may stop the test if it was able to win concessions - including the lifting of financial sanctions targeting alleged money-laundering by the regime and the opening of bilateral talks with Washington - from the US. There has been speculation that a nuclear test could take place as soon as Sunday - the anniversary of Kim Jong-il's appointment as the head of the Korean Workers' party in 1997. A message from the UN security council in New York, warning Pyongyang to cancel the test and return to the six-nation talks on its nuclear programme, was expected to be issued today. The North has been boycotting the talks. An early Japanese draft of the text said a nuclear test would bring international condemnation, \"jeopardise peace, stability and security in the region and beyond\", and lead to further unspecified action by the UN security council. The new Japanese prime minister, Shinzo Abe, who plans to travel to Beijing on Sunday and Seoul on Monday for talks, said he intended to pursue joint statements with China and South Korea demanding Pyongyang abort the test. South Korean newspapers today reported there were thousands of mine shafts that could be used for a test, but said Seoul and neighbouring countries were closely monitoring three or four sites. The Hankook Ilbo newspaper said the most likely site was the administrative district of Gilju, in North Hamkyung province. The area was mentioned in an August report by the US television channel ABC News which said a US intelligence agency had observed suspicious vehicle movements there. Yesterday, a US military plane capable of detecting radiation took off from Okinawa, in southern Japan, and was thought to be on a monitoring exercise in case the North carries out a test, reports said. Japan, which has threatened \"severe\" repercussions should a test take place, said it was stepping up its intelligence-gathering. Footage broadcast on North Korea's state television today showed the first public appearance by Mr Kim since his country's foreign ministry attracted international condemnation on Tuesday by announcing it might carry out a nuclear test. Today's film showed him taking part in a rally with around 500 of his commanders at Pyongyang's sprawling mausoleum complex for his father, Kim Il-sung. Officers were seen greeting the North Korean leader with chants of \"Fight at the cost of our lives!\" Pyongyang has said it needs nuclear weapons to deter a possible attack by the US. Washington has repeatedly said it has no intention of invading the North. Li Dunqiu, a Chinese government analyst on North Korea, today said Pyongyang had \"already decided\" to carry out a nuclear test unless the US scrapped economic sanctions. Peter Hayes, executive director of the Nautilus Institute, a San Francisco-based think-tank focusing on North Korea, said: \"The chances are that they will do it, having said that they will. \"The DPRK [North Korea] has been talking up its military power in the media for some time.\"",
    "keywords": [
        "reported",
        "carry",
        "korea",
        "ready",
        "source",
        "talks",
        "nuclear",
        "today",
        "security",
        "test",
        "pyongyang",
        "north"
    ],
    "summary": "North Korea is \"more or less ready\" to conduct a military nuclear test deep inside an abandoned coal mine, it was reported today.\nThe claim came from a Chinese source reported to have knowledge of Pyongyang's plans.\nThere has been speculation that a nuclear test could take place as soon as Sunday - the anniversary of Kim Jong-il's appointment as the head of the Korean Workers' party in 1997.\nLi Dunqiu, a Chinese government analyst on North Korea, today said Pyongyang had \"already decided\" to carry out a nuclear test unless the US scrapped economic sanctions.\n\"The DPRK [North Korea] has been talking up its military power in the media for some time.\"",
    "sentiment": {
        "neg": 0.0775,
        "neu": 0.8784,
        "pos": 0.0441,
        "compound": -0.0306
    }
}