{
    "date": "2006-05-18T12:35:24Z",
    "title": "US 'to soften North Korea approach'",
    "url": "https://www.theguardian.com/world/2006/may/18/northkorea.usa",
    "content": "The US is considering a major U-turn in its approach to North Korea that would see a push for regime change replaced by peace talks, it was reported today. The softening of the US stance towards the communist country - which was included in George Bush's \"axis of evil\" - will take place even as efforts to dismantle its nuclear programme are under way, US administration officials and Asian diplomats revealed. Aides told the New York Times Mr Bush was likely to approve the new approach as long as Pyongyang restarted multinational negotiations over its nuclear programme. The talks stalled in September. The possible departure from Washington's hardline stance towards North Korea appears to have been partly triggered by growing concerns over Iran's nuclear programme. \"There has been a sense that they can't leave Korea out there as a model for what the Iranians hope to become - a nuclear state that can say no to outside pressure,\" a senior official told the paper. The beginning of negotiations on a peace treaty would represent a fundamental shift in US policy. During his first term in office, Mr Bush repeatedly said he would never tolerate a nuclear North Korea. However, faced with plummeting approval ratings among US voters, the president has come under pressure to soften his approach towards the North. Earlier this week, the former US secretary of state Henry Kissinger wrote in the Washington Post that \"focusing on regime change as the road to denuclearisation confuses the issue\". Although North Koreans have long demanded a peace treaty to replace the existing 1953 armistice that ended the Korean War, it is unclear whether the country's leaders would take part in any new discussions. The two Koreas remain technically at war because the Korean conflict ended in an armistice rather than a formal treaty. The New York Times reported that Mr Bush's aides were hoping to start negotiations over a formal treaty that would include the original signatories of the armistice - China, North Korea and the US. They would also add South Korea, which declined to sign the original deal. \"I think it is fair to say that many in the administration have come to the conclusion that dealing head on with the nuclear problem is simply too difficult,\" an official told the paper. \"So the question is whether it would help to try to end the perpetual state of war [since 1953]. It may be another way to get there.\" There is likely to be resistance in Pyongyang to any negotiations involving political change, human rights and opening up the country - issues Mr Bush has insisted would have to be part of any talks. A South Korean official later insisted that negotiations on a peace treaty were likely only after substantial progress was made on ending the North's nuclear programme. During the talks that stalled in September - which also involved the US, China, South Korea, Japan and Russia - North Korea agreed to give up nuclear weapons in return for energy, economic aid, more diplomatic recognition and a US promise not to attack. However, a timetable for implementation was not agreed, and further negotiations broke down.",
    "keywords": [
        "negotiations",
        "war",
        "approach",
        "mr",
        "korea",
        "peace",
        "talks",
        "nuclear",
        "soften",
        "treaty",
        "programme",
        "north"
    ],
    "summary": "The US is considering a major U-turn in its approach to North Korea that would see a push for regime change replaced by peace talks, it was reported today.\nAides told the New York Times Mr Bush was likely to approve the new approach as long as Pyongyang restarted multinational negotiations over its nuclear programme.\nThe possible departure from Washington's hardline stance towards North Korea appears to have been partly triggered by growing concerns over Iran's nuclear programme.\nDuring his first term in office, Mr Bush repeatedly said he would never tolerate a nuclear North Korea.\nHowever, faced with plummeting approval ratings among US voters, the president has come under pressure to soften his approach towards the North.",
    "sentiment": {
        "neg": 0.083,
        "neu": 0.8381,
        "pos": 0.0789,
        "compound": 0.0244
    }
}