{
    "date": "2006-10-10T11:07:23Z",
    "title": "Abe vows Japan will not go nuclear",
    "url": "https://www.theguardian.com/world/2006/oct/10/japan.northkorea",
    "content": "Japan will not consider developing a nuclear deterrent in response to North Korea's test, the prime minister, Shinzo Abe, said today amid fears that Pyongyang's apparent entry into the nuclear club could spark a regional arms race. \"We have no intention of changing our policy that possessing nuclear weapons is not our option,\" Mr Abe told a parliamentary committee. \"There will be no change in our non-nuclear arms principles. We want to seek a solution through peaceful and diplomatic means.\" But he described the test as \"grave threat and challenge to the security of our nation\" and warned that if yesterday's explosion was confirmed to have been caused by a nuclear device, Japan would \"need to swiftly take our own tough measures against North Korea\". Japan, the only country to have been attacked by nuclear weapons, depends on the US nuclear umbrella for its security, while honouring its vow not produce or possess nuclear weapons, or allow them to be based on its soil. Tokyo, however, refused to rule out the option of pushing for unspecified \"military sanctions\" through the UN. \"We will discuss sanctions at the UN security council,\" the chief cabinet secretary, Yasuhisa Shiozaki, told reporters. \"We are considering all possibilities. What kind of resolution it will be will be based on the results of the discussion at the security council.\" Voices calling for Japan, a signatory to the non-proliferation treaty, to consider the nuclear option grew louder after North Korea test-fired seven ballistic missiles into the Sea of Japan in July. Yasuhiro Nakasone, prime minister in the 1980s, said recently that there was \"a need to study the issue of nuclear weapons\" because Japan may not always be able to depend on US protection. Before he became leader earlier this month, Mr Abe said possessing an arsenal of small nuclear weapons would not necessarily violate the Japanese constitution. Mr Abe, a neo-nationalist, has vowed to reform Japan's postwar constitution to allow its self-defence forces to behave more like a conventional army in playing a bigger role in overseas missions and helping allies under attack. While many Japanese support constitutional revision, a vast majority oppose the idea of a nuclear deterrent. But anti-nuclear activists warned that North Korea's nuclear programme, combined with future proliferation elsewhere, in Iran for example, would place Tokyo under immense pressure to go nuclear. \"I simply can't believe Mr Abe when he says Japan will never develop nuclear weapons,\" Hideyuki Ban, the co-director of the Citizens' Nuclear Information Centre, told the Guardian. Mr Ban said Japan's plutonium stockpile, believed to total more than 43 tons, could be diverted from civilian energy use to build nuclear weapons \"in a matter of months\". Other said domestic calls for Japan to build nuclear weapons would remain in the minority. \"Inevitably, the test will spur the view that Japan should consider its own nuclear weapons option,\" said Mark Fitzpatrick, the senior fellow for non-proliferation at the International Institute for Strategic Studies in London. \"The anti-nuclear sentiment remains deeply entrenched in Japan, however. The desire for a nuclear option will remain a minority opinion as long as the Japanese believe they are covered by America's nuclear umbrella.\" Go Ito, a professor of international relations at Meiji University in Tokyo, said Japan would require US approval before it could consider a nuclear deterrent. \"Mr Abe probably thinks that, for the moment, it would be more beneficial to Japan to adhere to its three non-nuclear principles, but he is also trying to keep the window open as wide as possible,\" he said.",
    "keywords": [
        "abe",
        "mr",
        "consider",
        "option",
        "nuclear",
        "japan",
        "weapons",
        "told",
        "security",
        "north",
        "vows"
    ],
    "summary": "\"We have no intention of changing our policy that possessing nuclear weapons is not our option,\" Mr Abe told a parliamentary committee.\nJapan, the only country to have been attacked by nuclear weapons, depends on the US nuclear umbrella for its security, while honouring its vow not produce or possess nuclear weapons, or allow them to be based on its soil.\nBefore he became leader earlier this month, Mr Abe said possessing an arsenal of small nuclear weapons would not necessarily violate the Japanese constitution.\n\"I simply can't believe Mr Abe when he says Japan will never develop nuclear weapons,\" Hideyuki Ban, the co-director of the Citizens' Nuclear Information Centre, told the Guardian.\nThe desire for a nuclear option will remain a minority opinion as long as the Japanese believe they are covered by America's nuclear umbrella.\"",
    "sentiment": {
        "neg": 0.0838,
        "neu": 0.8354,
        "pos": 0.0807,
        "compound": -0.095
    }
}