{
    "date": "2006-06-20T17:20:07Z",
    "title": "US claims it is 'ready' for Korean missile test",
    "url": "https://www.theguardian.com/world/2006/jun/20/northkorea1",
    "content": "International tensions over the testing of a long-range North Korean missile continued to escalate today with the Bush administration making plans to shoot it down. The US's recently installed ground based interceptor missile defence system has been activated and may be called into use if the communist regime defies warnings over firing the Taepondong rocket, a US defence official told Reuters. The official confirmed a report in the Washington Times that the Pentagon has switched the multibillion-dollar system from test mode to operational, after being in the developmental stage for years. \"It's good to be ready,\" the official said. Citing US intelligence sources, the Washington Times earlier reported that two US Navy aegis warships were patrolling off the North Korean coast and would be among the first sensors that would trigger the use of interceptors. The US's defence missile system includes nine long range interceptor missiles based at Fort Greeley in Alaska and another two at Vandenberg Air Force base in California. A senior Bush administration official told the paper that shooting down the North Korean missile, thought to have the ability to reach the US mainland, was among the options being considered. Neither a White House nor Pentagon spokesman would confirm the specific response being planned to any testing. \"We have a limited missile defence system. We don't discuss the alert status or the specific capabilities,\" said Pentagon spokesman Eric Ruff. North Korean officials today insisted they had the right to carry out the test after US spy satellite images apparently identified a missile being fuelled up. The corrosive nature of rocket fuel means missiles have to be fired within five to 10 days. \"This issue concerns our autonomy. Nobody has a right to slander that right,\" a North Korean Foreign Ministry official, Ri Pyong-dok, told Japanese reporters in North Korea. The Japanese Kyodo news agency cited Mr Ri as saying that Pyongyang's actions are not bound by the joint declaration made at international nuclear disarmament talks last year or an earlier missile moratorium agreed to by Tokyo and Pyongyang in 2002 when their leaders met. North Korean leader Kim Jong Il reaffirmed the moratorium in 2004. An agreement reached at nuclear disarmament talks in September doesn't specifically address missile tests by the North, although negotiators at the Beijing talks - which included the two Koreas, China, Japan, Russia and the United States - pledged to work toward peace and stability in the region. North Korea and Japan agreed in 2002 to place a moratorium on missile tests. Japan has been at the forefront of international concern over North Korea's weapons programme. With tensions rising in the region, the US was this week staging a massive training exercise in the western Pacific Ocean with 22,000 troops and three aircraft carriers. There were conflicting reports about whether a missile launch was imminent. A Japanese TV report today said satellite images indicated the North was still fuelling its missile. However, workers spotted near the head of the missile yesterday weren't visible today, Japan's public broadcaster NHK said, citing US military sources in Japan. If the North is \"really able to carry nuclear warheads by long-range missile, that would create serious security problems for the international community,\" Ban told reporters in Geneva, where he is attending international meetings. North Korea kept up its tough talk in the country's official media, lashing out at the US for its missile defence plans, which it said would \"touch off a space war in the long run,\" the North's Minju Joson newspaper wrote in a commentary, according to the country's Korean central news agency. The US secretary of state, Condoleezza Rice, said yesterday in Washington that test-launching the missile - believed to have a range of 9,300 miles - would be a \"very serious matter and, indeed, a provocative act\". North Korea claims it has nuclear weapons, but isn't believed to have a design that would be small and light enough to top a missile. The North has boycotted international nuclear talks since last November.",
    "keywords": [
        "international",
        "ready",
        "claims",
        "talks",
        "nuclear",
        "told",
        "today",
        "official",
        "test",
        "defence",
        "missile",
        "north",
        "korean"
    ],
    "summary": "International tensions over the testing of a long-range North Korean missile continued to escalate today with the Bush administration making plans to shoot it down.\nThe US's defence missile system includes nine long range interceptor missiles based at Fort Greeley in Alaska and another two at Vandenberg Air Force base in California.\nA senior Bush administration official told the paper that shooting down the North Korean missile, thought to have the ability to reach the US mainland, was among the options being considered.\nNorth Korean officials today insisted they had the right to carry out the test after US spy satellite images apparently identified a missile being fuelled up.\nNorth Korean leader Kim Jong Il reaffirmed the moratorium in 2004.",
    "sentiment": {
        "neg": 0.0736,
        "neu": 0.874,
        "pos": 0.0524,
        "compound": -0.0714
    }
}