{
    "date": "2006-10-20T12:59:20Z",
    "title": "North Korea backs down after Chinese pressure",
    "url": "https://www.theguardian.com/world/2006/oct/20/china.northkorea",
    "content": "Kim Jong-il has apologised to China and reassured his powerful neighbour that he has no plans to conduct further nuclear tests, according to reports today that suggest the North Korean leader is backing down in the face of unprecedented pressure from a historic ally. Amid tightening of financial sanctions and growing international isolation, Mr Kim was quoted as telling a senior Chinese envoy yesterday that he was prepared to return to the negotiating table and compromise with the United States. The apparent softening came as the US secretary of state, Condoleezza Rice, flew into Beijing on the third leg of a tour of north-east Asia aimed at coordinating the punitive sanctions agreed last weekend by the United Nations security council. Despite longstanding differences in their approaches to Pyongyang, the governments of China, South Korea, Japan and Russia have drawn together in their condemnation of North Korea's nuclear test. The biggest shift has been evident in Beijing, a vital source of oil, food and, until this year, diplomatic and economic support for their impoverished neighbour. China has gone much further than many expected in implementing UN sanctions, which ban shipments of weapons of mass destruction, trade in related materials, luxury goods and the freezing of accounts connected to the nuclear programme. As well as tighter cargo checks at the main border crossing of Dandong, China has ordered at least four banks to freeze money transfers to North Korea. According to the New York Times, it is also threatening to cut low-cost oil supplies in a cross-border pipeline that is thought to provide more than 80% of North Korea's needs. This leverage appeared to have paid off today when China's special envoy to Pyongyang, Tang Jiaxuan, put a \"strong message\" to Mr Kim. According to South Korea's Chosun Ilbo newspaper, the North Korean leader expressed remorse for putting China in a difficult situation and demonstrated a willingness to compromise. \"If the US makes a concession to some degree, we will also make a concession to some degree, whether it be bilateral talks or six-party talks,\" the North Korean leader was quoted as saying by an unnamed diplomatic source in Beijing. According to an account of the meeting carried by the Yonhap news agency, Mr Kim said: \"We have no plans for additional nuclear tests.\" China has yet to confirm the reports, but the foreign ministry in Beijing said the meeting focused on ways to restart the six-country negotiating process, which has been stalled for more than a year. Mr Tang, a state councillor and former foreign minister, said his trip produced results. \"Fortunately my visit this time has not been in vain,\" he told Ms Rice. Washington is likely to be more sceptical. Over the past 10 years, North Korea has consistently adopted a strategy of ratcheting up the tension and then offering concessions. But, while urging her Chinese counterparts to enforce sanctions, Ms Rice adopted a conciliatory tone. \"We also talked about the importance of leaving open a path to negotiations through the six-party talks,\" the US diplomat said of her discussions with the Chinese foreign minister, Li Zhaoxing. Mr Li said every effort should be made to reduce tension and revive talks. \"We hope all relevant parties can maintain cool-headedness, adopt a prudent and responsible attitude and stick to the general direction of a peaceful resolution through dialogue,\" Mr Li said. \"We are willing to strengthen consultations and cooperation with all parties to break the stalemate and restart the six-party talks as soon as possible.\" Chinese foreign affairs analysts said Mr Kim had underestimated his neighbour. \"North Korea's aim was to stir up international attention. They thought that would increase their bargaining power in the talks, but the situation did not turn out in the way they hoped,\" said Wang Lingyi, a researcher at the Shanghai Academy of Social Science. Other scholars doubted that Beijing was really willing to cut off or reduce oil supplies to its neighbour. Despite anger at Mr Kim, China is desperate to avoid a collapse of North Korea, which could prompt a flood of refugees over the long land border between the two nations. \"I don't think China will adopt extra sanctions,\" said Qi Baoliang, director of Korean Peninsula Studies at the China Institute of Contemporary International Relations. \"I think Tang Jiaxuan carried a very clear message about China's thinking on this issue; namely that it hopes North Korea will return to six-party talks and not repeat its actions.\"",
    "keywords": [
        "mr",
        "korea",
        "beijing",
        "backs",
        "talks",
        "china",
        "kim",
        "sanctions",
        "nuclear",
        "chinese",
        "pressure",
        "sixparty",
        "north"
    ],
    "summary": "As well as tighter cargo checks at the main border crossing of Dandong, China has ordered at least four banks to freeze money transfers to North Korea.\nOver the past 10 years, North Korea has consistently adopted a strategy of ratcheting up the tension and then offering concessions.\nChinese foreign affairs analysts said Mr Kim had underestimated his neighbour.\nDespite anger at Mr Kim, China is desperate to avoid a collapse of North Korea, which could prompt a flood of refugees over the long land border between the two nations.\n\"I think Tang Jiaxuan carried a very clear message about China's thinking on this issue; namely that it hopes North Korea will return to six-party talks and not repeat its actions.\"",
    "sentiment": {
        "neg": 0.0773,
        "neu": 0.8427,
        "pos": 0.08,
        "compound": 0.0427
    }
}