{
    "date": "2006-07-18T16:26:59Z",
    "title": "Bunkers mentality",
    "url": "https://www.theguardian.com/world/2006/jul/18/japan.northkorea",
    "content": "Now that Hizbollah and Israel are demonstrating the bloody consequences of hurling bombs with deadly intent, it is easy to overstate the threat posed by technologically flawed North Korean missiles of the kind that fizzed, and then plopped into the Sea of Japan, earlier this month. The jury is still out on whether or not Tokyo was successful in its quest to forge an unambiguous international response through the US to the missile tests. What is clear is that North Korea's defiance of global opinion, first by conducting the missile tests and then rubbishing the UN security council resolution condemning them, has given Japan's most prominent hawk, Shinzo Abe, the chief cabinet secretary, a timely shot in the arm. After 11 days of deadlock, the 15 members of the UN security council voted unanimously to condemn the launches and deny North Korea the financial and practical help it needs to improve its missile capabilities. That went further than the statement that followed Pyongyang's previous test of a medium-range missile in 1998, but it was not quite what Japan had demanded. Faced with Chinese and Russian threats to veto a hardline resolution against its ally, the security council dropped any reference to chapter 7 of the UN charter, which would have made the resolution legally binding and left the door open to military force pending a second resolution. Though it puts a positive spin on the resolution, Japan clearly does not think the UN went far enough. Today Mr Abe told reporters he had instructed officials to pave the way for unilateral economic sanctions against the North in response to its refusal to recognise the UN resolution. For the first time Tokyo is contemplating a ban on private cash remittances to the North, a crucial source of foreign currency for the impoverished regime. Newspaper reports said a ban on bilateral trade and a freeze on North Korean assets in Japan were also being considered. Remittances from Japan to North Korea amounted to 280m yen (£1.3m) last year, according to the finance ministry, well up from 107m yen the year before. Mr Abe made a name for himself a few years ago as the leading hardline voice on North Korea when he acted as liaison for the families of Japanese nationals abducted by Pyongyang agents in the 1970s and 80s. At times he makes the man who appointed him chief cabinet secretary - arguably the second most visible role in the government - look soft by comparison. While Mr Abe was talking up sanctions, the prime minister, Junichiro Koizumi, was still dangling aid in front of his North Korean counterpart, Kim Jong-il, in return for honouring a self-imposed moratorium on missile tests and returning to talks on his country's nuclear weapons programme. \"The door is not closed,\" Mr Koizumi told reporters at the G8 summit in St Petersburg. \"The North must return to talks as soon as possible.\" If and when the North Koreans return to the negotiating table they could be dealing not with Mr Koizumi, but with Mr Abe, now the favourite to replace the premier when he steps down in mid-September. The missile crisis has done Mr Abe's prime ministerial ambitions no harm at all. According to a poll conducted after the missile tests by the Kyodo news agency, just over 48% of voters said they wanted him to become Japan's next leader, putting him well ahead of Yasuo Fukuda, his more moderate predecessor as chief cabinet secretary, on 22%. In adopting an unforgiving stance on North Korea, Mr Abe and his fellow hawks have captured the public mood. The Yomiuri Shimbun newspaper found that 90% of Japanese supported Japan's original UN resolution, which mandated a ban on the transfer of funds, materials or technology that North Korea could use in its nuclear or missile programmes. And as the UN debated its response last week, Mr Abe warned that Tokyo was prepared to test its pacifist constitution to the limit to defend itself against the perceived threat from the North. \"If we accept that there is no other option to prevent an attack ... there is the view that attacking the launch base of the guided missiles is within the constitutional right of self-defence.\" There is also a view that Japan would be in breach of its constitution, which prohibits it from using force to resolve international disputes. Whether Tokyo could justifiably cite the self-defence clause before it is attacked is debatable, although the constitution has often proved malleable enough for hawks to interpret it to their advantage. As the conservative Yomiuri Shimbun put it: \"Attacking missile bases to counter a missile attack against Japan is an exercise of the right to self-defence allowed in the constitution.\" Meanwhile preparations are being made to speed up the development of a joint missile defence system with the US, which is expected to base its own Patriot interceptor missiles on Japanese soil for the first time, possibly by the end of the year. Over the next five years Japan will spend millions of dollars modifying its Aegis missiles, improving early-warning radars and Patriot missile defence systems. In an opinion piece for CNN, the former US secretary of defence William Cohen echoed current American thinking: that it is time that Japan took more responsibility for its own defence. \"Japan's desire to develop the means to actively defend itself to threats such as North Korea's provocations is real, growing and perfectly understandable,\" he said. Many fear that, taken to its natural conclusion, the bunker mentality now taking hold in Japan could lead it down an even more dangerous path. \"If North Korea continues to defy the world and the world continues to do nothing, a more militarily assertive, and probably nuclear-armed, Japan is inevitable,\" the Wall Street Journal said in an editorial. As the race to succeed Mr Koizumi gathers pace, Mr Abe should be asked to state publicly whether he shares that sense of inevitability.",
    "keywords": [
        "abe",
        "mr",
        "secretary",
        "korea",
        "bunkers",
        "mentality",
        "tests",
        "japan",
        "missile",
        "resolution",
        "tokyo",
        "north"
    ],
    "summary": "Though it puts a positive spin on the resolution, Japan clearly does not think the UN went far enough.\nRemittances from Japan to North Korea amounted to 280m yen (£1.3m) last year, according to the finance ministry, well up from 107m yen the year before.\nIn adopting an unforgiving stance on North Korea, Mr Abe and his fellow hawks have captured the public mood.\nMany fear that, taken to its natural conclusion, the bunker mentality now taking hold in Japan could lead it down an even more dangerous path.\nAs the race to succeed Mr Koizumi gathers pace, Mr Abe should be asked to state publicly whether he shares that sense of inevitability.",
    "sentiment": {
        "neg": 0.079,
        "neu": 0.8455,
        "pos": 0.0755,
        "compound": -0.0405
    }
}