{
    "date": "2006-07-07T14:59:52Z",
    "title": "North Korea forfeits aid after missile launches",
    "url": "https://www.theguardian.com/world/2006/jul/07/northkorea1",
    "content": "South Korean ministers today announced they were halting food aid to North Korea and the Japanese government threatened \"severe measures\" following the communist regime's missile tests earlier this week. Shoichi Nakagawa, Japan's minister of agriculture, forestry and fisheries, also suggested the Pyongyang government should repay rice aid worth 7bn yen (£33m) provided in 1995 as a 30-year loan. \"I feel sorry for the people who are starving but we have absolutely no plans to provide food aid to North Korea,\" he said. \"We should also take measures as severe as possible on [North Korean] imports and exports to step up the pressure.\" The South Korean government announced it would delay shipments of food and fertiliser to its northern neighbour until the missile crisis is resolved. The country would \"hold off\" on plans to send 100,000 tons of fertiliser to North Korea, the Unification Ministry quoted the minister Lee Jong-seok as saying. \"In addition, we will hold off on providing 500,000 tons of rice. This will continue until there is a way out of the missile problem,\" he added. North Korea test fired seven missiles on Wednesday, alarming the international community. The country has requested 450,000 tons of fertiliser this year, of which South Korea has already shipped 350,000 tons. Pyongyang has also asked for 500,000 tons of rice. In Beijing, Chinese officials told US representatives they opposed the missile launches and both countries agreed to collaborate in diffusing the regional tension. The US assistant secretary of state, Christopher Hill, said China's senior foreign affairs officials told him Beijing had contacted Pyongyang after the tests. \"They were very clear in their views of the North Korean missile launches, very clear that they have no interest in seeing this happen and do not regard this as in any way positive,\" Mr Hill said before leaving Beijing for South Korea. Mr Hill said China and the US had agreed to work together to curb further North Korean provocations and persuade Pyongyang to return to regional negotiations over its nuclear activity. China, which is North Korea's staunchest ally and a source of oil and other economic assistance, is seen as having a crucial role in persuading Pyongyang to halt its missile tests and resume stalled talks concerning its nuclear weapons programmes. The North Korean regime, meanwhile, has maintained a war of words with its neighbours. It hit out at Japan's refusal to allow a North Korean ferry to enter its ports and criticised the imposition of a number of other measures that stopped short of full-scale economic sanctions. Song Il-ho, the North Korean envoy in charge of talks to restore diplomatic relations with Japan, called the measures \"outrageous\" and said his country would retaliate unless they were lifted. \"Japan is translating its criticism against us into action,\" Mr Song told a group of Japanese reporters. \"This may force us to take stronger physical actions.\" Japan's chief cabinet secretary, Shinzo Abe, described Mr Song's comments as \"extremely regrettable\". \"North Korea needs to understand that, unless these problems are solved, it will not be able to resolve the economic, food and energy problems it currently faces,\" Mr Abe said. Separately, the South Korean defence minister, Yoon Kwang-ung, said his country was developing cruise missile technology. Mr Yoon did not elaborate on the reasons for the activity but it comes amid a general strengthening of the country's missile capabilities. \"We are making efforts in the research and development of a cruise missile,\" he said. According to a South Korea-US missile guideline signed in 2001, South Korea can only develop missiles with a range of up to 200 miles and a maximum payload of 500kg. Cruise missiles, however, are not subject to the range restriction. Seoul has tested cruise missiles about a dozen times in the past three years, a military official said. The seven North Korean missiles fired on Wednesday apparently fell harmlessly into the Sea of Japan. US officials said the one long-range weapon - a Taepodong-2 missile believed capable of reaching American soil - failed shortly after takeoff.",
    "keywords": [
        "south",
        "mr",
        "korea",
        "measures",
        "missiles",
        "tons",
        "launches",
        "aid",
        "forfeits",
        "missile",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "South Korean ministers today announced they were halting food aid to North Korea and the Japanese government threatened \"severe measures\" following the communist regime's missile tests earlier this week.\n\"I feel sorry for the people who are starving but we have absolutely no plans to provide food aid to North Korea,\" he said.\n\"We should also take measures as severe as possible on [North Korean] imports and exports to step up the pressure.\"\nThe country would \"hold off\" on plans to send 100,000 tons of fertiliser to North Korea, the Unification Ministry quoted the minister Lee Jong-seok as saying.\nThe seven North Korean missiles fired on Wednesday apparently fell harmlessly into the Sea of Japan.",
    "sentiment": {
        "neg": 0.0844,
        "neu": 0.8642,
        "pos": 0.0515,
        "compound": -0.0999
    }
}