{
    "date": "2006-06-01T08:24:29Z",
    "title": "University challenge: give up smoking or forfeit right to degree",
    "url": "https://www.theguardian.com/world/2006/jun/01/northkorea.smoking",
    "content": "North Korean students who enjoy a cigarette will find the doors to universities slammed in their faces after the communist regime decided to enrol academia in its war against nicotine addiction. It chose yesterday's World No Tobacco Day to drive home the message that young smokers would no longer be welcome at its seats of learning. The official Central News Agency said the country was \"briskly proceeding with anti-smoking activities, including a measure to strip smokers of their right to go to university\". The regime's leader, Kim Jong-il, appears to have turned into every smoker's worst nightmare - the reformed addict who is determined to make other smokers see the error of their ways. Mr Kim, 65, reportedly gave up smoking in late 2003 after receiving medical treatment for an undisclosed illness earlier that year. He has famously described smokers as one of the \"three main fools of the 21st century\", along with people who know nothing about music or computers. The country says its smoking rate has dropped by 15% since 2000. The government hopes to reduce the rate by another 15% by the end of the decade, the news agency said, citing the deputy public health minister, Choe Chang-sik. Nevertheless North Korea, together with neighbouring China, is still a smoker's paradise. According to unofficial estimates, more than 40% of its 22 million people light up regularly. Young North Koreans who are desperate to kick the habit and further their academic careers could do worse than try herbal sweets developed by a local pharmaceutical firm that, it is claimed, will not only help smokers quit, but also cure smoking-related diseases. The sweets are made from \"rare medicinal herbs\" that grow deep in the North Korean mountains and are based on an ancient therapy, according to its manufacturers.",
    "keywords": [
        "right",
        "young",
        "sweets",
        "north",
        "agency",
        "university",
        "kim",
        "country",
        "korean",
        "rate",
        "degree",
        "smokers",
        "challenge",
        "smoking",
        "forfeit"
    ],
    "summary": "North Korean students who enjoy a cigarette will find the doors to universities slammed in their faces after the communist regime decided to enrol academia in its war against nicotine addiction.\nIt chose yesterday's World No Tobacco Day to drive home the message that young smokers would no longer be welcome at its seats of learning.\nThe official Central News Agency said the country was \"briskly proceeding with anti-smoking activities, including a measure to strip smokers of their right to go to university\".\nThe country says its smoking rate has dropped by 15% since 2000.\nThe sweets are made from \"rare medicinal herbs\" that grow deep in the North Korean mountains and are based on an ancient therapy, according to its manufacturers.",
    "sentiment": {
        "neg": 0.0665,
        "neu": 0.8663,
        "pos": 0.0671,
        "compound": -0.0489
    }
}