{
    "date": "2006-02-01T03:08:00Z",
    "title": "Hermes faces £4m fine after Korea accuses fund manager",
    "url": "https://www.theguardian.com/business/2006/feb/01/koreanews.internationalnews",
    "content": "Fund management group Hermes has become embroiled in allegations of share manipulation in Korea where the authorities have issued an arrest warrant for a former fund manager and announced plans to fine the company £4m. Hermes strongly denies the allegations made about the actions of Robert Clements who is alleged to have manipulated the share price of Samsung. Mr Clements, who left Hermes nine months ago, is thought to be in Israel and was not available to comment on the allegations. Richard Bernays, chairman of Hermes who has visited Korea to try to resolve the situation, said: \"We are disappointed that the Korean prosecutor has filed charges against the firm. We believe Hermes has complied with Korean rules and regulations in all of our activities.\" He declined to comment on the circumstances surrounding Mr Clements' departure from the firm but described him as a \"jolly good fund manager\". Hermes does not have any staff in Korea but has £300m of funds invested in the country. The Korean prosecutors issued the indictment six months after a report from the local financial regulator which made allegations that Hermes had profited from trading stock in Samsung. The allegations focus on the timing of the sale in December 2004 of a 5% stake in Samsung, two days after Mr Clements was quoted in local media as saying there would be a takeover bid for the company. Such a bid did not materialise. The district prosecutor's office in Seoul said Hermes made \"unfair profits\" by selling its entire stake in Samsung Corp after the share price rose shortly after the interview appeared. \"With the disposal of the shares, Hermes unfairly earned 7.3bn won (£4m), including 30m won for its fund manager,\" the prosecutor said. Backstory Hermes is owned by the BT pension fund, which is its largest client. It manages money for more than 200 pension funds, insurance companies and financial institutions. It is probably best known for its Focus fund which tries to pick firms with undervalued shares and agitates for change. Mark Anson, head of the largest US public pension fund, was recently appointed chief executive after several defections of top fund managers. Under Korean law, the employer of a fund manger can be fined for violating the law.",
    "keywords": [
        "fund",
        "manager",
        "pension",
        "hermes",
        "mr",
        "allegations",
        "korea",
        "accuses",
        "samsung",
        "fine",
        "share",
        "faces",
        "4m",
        "clements",
        "korean"
    ],
    "summary": "Fund management group Hermes has become embroiled in allegations of share manipulation in Korea where the authorities have issued an arrest warrant for a former fund manager and announced plans to fine the company £4m.\nHe declined to comment on the circumstances surrounding Mr Clements' departure from the firm but described him as a \"jolly good fund manager\".\n\"With the disposal of the shares, Hermes unfairly earned 7.3bn won (£4m), including 30m won for its fund manager,\" the prosecutor said.\nBackstory Hermes is owned by the BT pension fund, which is its largest client.\nMark Anson, head of the largest US public pension fund, was recently appointed chief executive after several defections of top fund managers.",
    "sentiment": {
        "neg": 0.0556,
        "neu": 0.8561,
        "pos": 0.0884,
        "compound": 0.0804
    }
}