{
    "date": "2006-09-21T01:49:32Z",
    "title": "Aleks Krotoski: Gamesblog",
    "url": "https://www.theguardian.com/technology/2006/sep/21/games.koreanews",
    "content": "The first thing I saw when I woke up last Thursday - even before I caught my first glimpse of China through the airplane window - was the word \"avatar\" flashing across the inflight entertainment monitor in the subtitles of a Korean romantic comedy. En route to Sydney with a stopover in Seoul, I focused my eyes and reflected on that very appropriate welcome to South Korea. From all I've heard about this highly techno-literate country, it's hardly surprising that a mainstream rom-com should casually throw a word referring to a user's virtual-world representative into the conversation. Korea's gaming culture is a phenomenon spoken about in hushed, reverent tones behind the closed office doors of Western industry bigwigs. Gaming is apparently mandatory, and Koreans of all ages are down with the techno lingo. I base my grotesque assumptions on a few facts. First, practically every street in Seoul has an internet cafe - a \"PC Bang\" - where kids and OAPs game side by side. Second, one of the largest interactive entertainment products in the region, the massively multiplayer online game series Lineage, held the record for the greatest number of players for years until the digital juggernaut World of Warcraft made (Western) history, attracting a whopping 7m users worldwide. Of course, WoW's population is international; Lineage still boasts more than 4m Korean users, reportedly more than the number of TV viewers. In the UK, we are less at ease with the multiplicity of identity that avatars represent. The only TV show that could conceivably include \"avatar\" in a script would be the satirical geek programme The IT Crowd, which would have to be accompanied by pseudo-cyborg sound effects and a sarcastic remark to establish its utter geekiness. I refuse to admit I'm a nerd, but I have spent a lot of time lately insisting that this is the year avatars will rise and captivate us all. Sure, this line of thought tends to stop polite dinner conversation, but avatar representation seems so natural. A personalised little version of me imbues the arguably masculine computing platform with my personal touch, making it approachable. Visual shortcuts contribute more in an instant to the social online space than a thousand typed words. Some research has even proposed that our in-game avatars have the same sense of personal space as we meat objects. Like it or not, digital people are creeping into our lives. Yahoo! recently introduced Yahoo Avatars 1.0, and people are downloading avatars in record numbers to their mobile phones. Rather than fight it, let's do like the Koreans do, and embrace them. · If you'd like to comment on any aspect of Technology Guardian, send your emails to tech@theguardian.com",
    "keywords": [
        "personal",
        "record",
        "tv",
        "krotoski",
        "space",
        "gamesblog",
        "seoul",
        "users",
        "aleks",
        "western",
        "avatar",
        "word",
        "avatars"
    ],
    "summary": "En route to Sydney with a stopover in Seoul, I focused my eyes and reflected on that very appropriate welcome to South Korea.\nKorea's gaming culture is a phenomenon spoken about in hushed, reverent tones behind the closed office doors of Western industry bigwigs.\nFirst, practically every street in Seoul has an internet cafe - a \"PC Bang\" - where kids and OAPs game side by side.\nSome research has even proposed that our in-game avatars have the same sense of personal space as we meat objects.\nrecently introduced Yahoo Avatars 1.0, and people are downloading avatars in record numbers to their mobile phones.",
    "sentiment": {
        "neg": 0.0259,
        "neu": 0.8789,
        "pos": 0.0952,
        "compound": 0.194
    }
}