{
    "date": "2006-05-26T09:03:50Z",
    "title": "The real nuclear threat",
    "url": "https://www.theguardian.com/commentisfree/2006/may/26/whatisanuclearthreat",
    "content": "What is a nuclear threat? This is a question I suspect we shall be arguing over increasingly often in the coming months. For Israeli prime minister Ehud Olmert the answer - as delivered by him to the US Congress on Wednesday - is very simple. Iran stands \"on the verge of acquiring nuclear weapons (and) with these weapons, the security of the entire world is put in jeopardy\". What Olmert - and all the commentators who take the same line - are suggesting is that Iran, when it has a nuclear weapon (assuming it intends to have one), will promptly invite its own obliteration by using it against Israel or the US, or by giving it to an unnamed terrorist group to use. This claim about Iran's intentions reminds me of the furore in 1964 when China carried out its first nuclear test: Western politicians and strategic experts then warned us of the danger that Beijing would carry out \"nuclear blackmail\" - though how, and against whom, and how it could do so without risking massive retaliation, was never explained. Today China is regarded as a responsible nuclear power that has so far pursued a cautious policy of \"minimum deterrence\". In the meantime, there is a simpler definition of a nuclear threat which I would like to put forward: the actual threat to use nuclear weapons against someone else. For those who appreciate historical irony, the first threat of this kind is attributed to the US 60 years ago in an earlier crisis involving Iran - and oil too. When in early 1946 the Soviet Union refused to withdraw from northern Iran, and demanded oil concessions, President Truman declared that the Russians should be \"faced with an iron fist\". At that stage the US still had a monopoly of the bomb and Truman was being urged by hardliners in Washington to exploit the advantage. Tough messages were delivered to Soviet officials at the UN and in Moscow. The outcome was that the Russians withdrew their troops from the northern Iranian province of Azerbaijan, and were judged to have suffered a major diplomatic defeat. The whole of Iran was now left within the west's sphere of influence. The influential US nuclear strategist Albert Wohlstetter said later that a \"realistic\" threat had been made \"to wage a nuclear central war\" unless the Russians complied. Others have argued that the threat was not explicit, and that Truman was exaggerating when he boasted that he had been prepared to \"take the risk\". In any case, the nuclear factor now became part of super-power diplomacy, and a long list of crises followed in the next decades (Korea, Taiwan Straits, Berlin, Cuba, 1973 middle east war, Sino-Soviet border etc) where the possible use of nuclear weapons was either threatened or implied, both by the US and (less often) the Soviet Union. The end of the cold war made no difference: for example both the US and Britain refused to rule out using nuclear weapons against a non-nuclear threat in the Iraq war. When we talk about nuclear threats, we need to consider not just Iran or North Korea but the whole picture of a nuclearised world where such weapons are deployed as part and parcel of military strategies, where the nuclear non-proliferation treaty has already been undermined by the accession to nuclear status of Israel, India, and Pakistan and where the major nuclear powers show absolutely no interest in moving towards a non-nuclear world. The nuclear threat posed today goes far beyond the alleged intentions of an alleged rogue state.",
    "keywords": [
        "russians",
        "war",
        "using",
        "iran",
        "world",
        "threat",
        "nuclear",
        "truman",
        "weapons",
        "real",
        "soviet"
    ],
    "summary": "What is a nuclear threat?\nIn the meantime, there is a simpler definition of a nuclear threat which I would like to put forward: the actual threat to use nuclear weapons against someone else.\nThe influential US nuclear strategist Albert Wohlstetter said later that a \"realistic\" threat had been made \"to wage a nuclear central war\" unless the Russians complied.\nThe end of the cold war made no difference: for example both the US and Britain refused to rule out using nuclear weapons against a non-nuclear threat in the Iraq war.\nThe nuclear threat posed today goes far beyond the alleged intentions of an alleged rogue state.",
    "sentiment": {
        "neg": 0.1862,
        "neu": 0.7661,
        "pos": 0.0477,
        "compound": -0.4478
    }
}