{
    "date": "2006-11-23T23:56:28Z",
    "title": "Death toll in North Korea typhoon questioned",
    "url": "https://www.theguardian.com/world/2006/nov/23/naturaldisasters.northkorea",
    "content": "A typhoon in North Korea killed thousands more people than the country has officially admitted, an analysis by a British scientist suggests. Satellite images of the region around the town of Yangdok, which was hit by Typhoon Bilis in July, reveal widespread devastation caused by floods and landslides. Dozens of apartment blocks were destroyed or seriously damaged, bridges swept away and roads and railways wrecked. David Petley, a natural disasters expert at Durham University's international landslide centre, said the pictures showed that the official death toll of 549, with a further 295 missing, was \"absolutely not credible\". He said: \"It is clear that Typhoon Bilis resulted in a disaster on an epic scale in North Korea. Based on experience from other disaster sites and because the flood happened in the middle of the night, when many people in the mainly residential buildings were asleep, it is likely the death toll would have been very high, probably well over 10,000.\" More than 300mm (12ins) of rain reportedly fell on Yangdok during the typhoon, more than a quarter of its annual average. Professor Petley said the resulting mudslides and severe flooding appeared to have ruined swaths of agricultural land, which would threaten food supplies in the region over the coming months. \"Fields have been destroyed and infrastructure to support farming, like roads and buildings, are gone,\" he said. Prof Petley asked Qinetiq, a UK company, to take satellite images after groups in South Korea reported mass casualties. Citing sources in the North Korean government, the South Korean group Good Friends claimed 57,000 people died as a result of the typhoon. Images of a 25km square area around Yangdok, which represents about 10% of the affected region, were taken by the company on October 1. Prof Petley compared them with high-resolution images of Yangdok from 2003 on Google Earth. He said: \"Across the whole of the image there is clear evidence of devastating floods and landslides. Although it covers just a small part of the affected area, it does permit some analysis of the scale of the disaster.\" Bridges and buildings on the flood plain have been destroyed and others severely damaged, he said. \"Damage to buildings is very hard to establish from satellite images, but it is likely to have been extensive. It is certainly possible that people were buried or drowned in the lower storeys of buildings that were not destroyed, as was seen in the devastating Sarno floods in Italy.\"",
    "keywords": [
        "yangdok",
        "korea",
        "questioned",
        "petley",
        "images",
        "typhoon",
        "buildings",
        "destroyed",
        "toll",
        "region",
        "satellite",
        "death",
        "north"
    ],
    "summary": "A typhoon in North Korea killed thousands more people than the country has officially admitted, an analysis by a British scientist suggests.\nSatellite images of the region around the town of Yangdok, which was hit by Typhoon Bilis in July, reveal widespread devastation caused by floods and landslides.\nHe said: \"It is clear that Typhoon Bilis resulted in a disaster on an epic scale in North Korea.\nProf Petley asked Qinetiq, a UK company, to take satellite images after groups in South Korea reported mass casualties.\n\"Damage to buildings is very hard to establish from satellite images, but it is likely to have been extensive.",
    "sentiment": {
        "neg": 0.1665,
        "neu": 0.7796,
        "pos": 0.0539,
        "compound": -0.3707
    }
}