{
    "date": "2006-06-01T14:01:09Z",
    "title": "Spinning on the 'axis of evil'",
    "url": "https://www.theguardian.com/commentisfree/2006/jun/01/spinningontheaxisofevil",
    "content": "George Bush described Washington's decision to join the European Union troika - Britain, France and Germany - in its talks with Iran on the nuclear issue provided Tehran suspended its enrichment and reprocessing activities, as \"robust diplomacy\". In reality Bush's move is more an example of spin rather than a grand diplomatic gesture. For over a year the US has been actively involved in the EU Iran talks. It was at Washington's insistence that the EU troika reneged on its promise to include supply of a light water civilian nuclear power plant to Tehran in the package that it offered Iran last August. The Iranians were so angered by the reneging on this issue they concluded that the Europeans were negotiating in bad faith. What the US has proposed now amounts to stepping out behind the curtain and sitting at the table along with the Europeans. It was in his January 2002 state of the union speech that Bush described Iraq, Iran and North Korea as the \"axis of evil\". With Iraq now under Anglo-American occupation this axis now consists only of Iran and North Korea. So a comparison between North Korea and Iran is apt. According to the CIA, Pyongyang has weapons-grade plutonium for half a dozen bombs. North Korea claims to have assembled an atom bomb or two, a statement that remains unverified. It withdrew from the nuclear non-proliferation treaty (NPT) in 2003. It also has the most advanced missiles in the world after the US and Russia. By contrast, Iran has only just enriched uranium to a degree suitable for civilian power plants. Having achieved this on an experimental basis, it has not increased the number of cascades of the uranium-enriching centrifuges as it had said it would do. It remains a signatory to the nuclear NPT, and its nuclear activities are being conducted under the watchful eyes of the International Atomic Energy Agency (IAEA) inspectors. Its medium-range missiles are capable of carrying only conventional weapons. Washington's response is inversely proportional to the nuclear threat posed by the two remaining members of its \"axis of evil\". For several years now the Bush administration has been engaged in multilateral talks with North Korea, involving South Korea, Japan, China and Russia. In his periodic statements on North Korea, ruled by the communist dictator, Kim Jong Ill, Bush never says, \"the military option is on the table\". The multilateral talks have been stalemated since last October. Why? Pyongyang wants cast iron guarantee from Washington about its acceptance of the communist regime coupled with its public abdication of any aggressive action against it. Only then would North Korea discuss dismantling its nuclear weapons programme. By contrast, despite Iran's still under-developed nuclear programme, Bush never misses the chance to reiterate the existence of a military option on his table - a statement repeated by the US secretary of state, Condi Rice, yesterday. Washington has reiterated its precondition of Iran suspending its uranium enrichment before it joins any multilateral negotiations with Iran. What Tehran has offered the Bush administration is bilateral talks without any preconditions. The Iranian president, Mahmoud Ahmedinejad's open letter to Bush last month was clear indication of this. Earlier, in May 2003, the Iranian government made a covert approach to the White House through the American interests section at the Swish embassy in Tehran for direct negotiations. It got no response. If Bush is intent on conducting \"robust diplomacy\", he should seriously consider Tehran's proposal to return its nuclear issue to the IAEA and expand the EU troika's negotiating team to include not just the US but also South Africa (which decided to dismantle its atom bombs in 1994), and Malaysia, the current chair of 107-strong the Non-Aligned Movement. Accepting this proposal would truly be a \"grand gesture\" by Bush.",
    "keywords": [
        "tehran",
        "table",
        "iran",
        "evil",
        "korea",
        "spinning",
        "talks",
        "nuclear",
        "multilateral",
        "axis",
        "washingtons",
        "north",
        "bush"
    ],
    "summary": "For over a year the US has been actively involved in the EU Iran talks.\nIt was in his January 2002 state of the union speech that Bush described Iraq, Iran and North Korea as the \"axis of evil\".\nWith Iraq now under Anglo-American occupation this axis now consists only of Iran and North Korea.\nNorth Korea claims to have assembled an atom bomb or two, a statement that remains unverified.\nWashington's response is inversely proportional to the nuclear threat posed by the two remaining members of its \"axis of evil\".",
    "sentiment": {
        "neg": 0.0592,
        "neu": 0.8731,
        "pos": 0.0677,
        "compound": 0.0373
    }
}