{
    "date": "2006-10-09T23:08:10Z",
    "title": "Simon Tisdall: World briefing",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/10/nuclear.northkorea",
    "content": "A barrage of condemnation did little to disguise the weakness of the international community's position yesterday after North Korea finally crossed the line and apparently proved that it is what it has long claimed to be: a nuclear weapons state. The big powers can huff and puff but there is not a lot new in practical terms that they can do. The explosion was expected. They simply couldn't stop it. The six-party talks process involving North Korea's neighbours and the US that went off the rails last year has now hit a brick wall. Sanctions are the obvious tool to which the US, Japan and other concerned spectators such as Britain will resort. But such measures have been tried before and have failed to modify Pyongyang's behaviour. In fact, they may have made it worse. It is little more than a year since North Korea agreed in principle to abandon its nuclear ambitions in exchange for US security, technology and aid guarantees. But US financial sanctions subsequently imposed on North Korean banks and businesses operating illegally via Macau brought a backlash in Pyongyang. Intentionally or not, they seriously undermined the six-party process. \"The diplomats will take it to the UN. They'll talk about imposing sanctions,\" said Professor David Wall of Chatham House's Asia programme. \"They'll tell North Korea to stop it, to stop being a naughty boy. But it won't change anything. They [the North Koreans] were moving in the right direction until they were hit by the Macau stuff. It's clear what they want - US guarantees. They've made no secret of it.\" What was really required, he added, was a change in Washington's approach to negotiations. North Korea's leader, Kim Jong-il, may be calculating the jolt of the weapons test will achieve exactly that. And once the fuss dies down, he may prove to be right. Japan's new neo-nationalist prime minister, Shinzo Abe, joined his South Korean counterpart yesterday in describing the test as \"unpardonable\" and \"intolerable\" - but his options are limited. Japan will back tougher international sanctions on North Korea. Yet such moves will be tempered by concern that they may tip North Korea's mostly impoverished population into crisis and dangerously provoke an already unstable regime. Similar considerations constrain China, the limits of whose influence over Mr Kim have been brutally exposed. Beijing's anger over the test and any thought of cutting crucial food and oil aid will be balanced against fears of a huge refugee influx and possible violence. \"We are seeking a coordinated approach through the UN and concrete measures under chapter 7 of the UN charter,\" a senior Japanese diplomat said. \"We may also act bilaterally, for example by stopping North Korean ships coming to Japan. Japanese people are very horrifed by this. But we will not do anything in a rush.\" Like other regional leaders, Mr Abe will also face pressure to boost his country's defences. Japan has already started developing anti-missile systems but has so far foresworn atom bombs and the ballistic missiles that go with them. The US, Britain and France will work hard to keep the lid on further nuclear proliferation in response to North Korea's action. A suddenly accelerating regional nuclear arms race involving South Korea or even Taiwan was not in prospect, the Japanese diplomat said. All the same the prospect that, like it or not, the international community will ultimately have to deal with North Korea on its own terms has significant global implications. Iran's leadership may be emboldened if no effective punitive action is taken against North Korea. Other countries with nascent nuclear ambitions will also be watching closely. Saddam Hussein's failure to develop a nuclear deterrent and his ensuing fate has become an unfortunate cautionary tale for insecure leaderships everywhere. The residual idea that the US might one day impose regime change on North Korea by military force died a not unwelcome death when Pyongyang's \"happy bomb\" exploded today. That strengthens the case for unconditional dialogue. But the consequent dilemma is clear: if North Korea, like Pakistan and India, is ultimately rewarded rather than punished for its delinquency, that may spur further global nuclear weapons proliferation.",
    "keywords": [
        "stop",
        "world",
        "korea",
        "nuclear",
        "sanctions",
        "simon",
        "japan",
        "weapons",
        "briefing",
        "korean",
        "test",
        "tisdall",
        "north",
        "koreas"
    ],
    "summary": "The six-party talks process involving North Korea's neighbours and the US that went off the rails last year has now hit a brick wall.\nBut US financial sanctions subsequently imposed on North Korean banks and businesses operating illegally via Macau brought a backlash in Pyongyang.\n\"They'll tell North Korea to stop it, to stop being a naughty boy.\nNorth Korea's leader, Kim Jong-il, may be calculating the jolt of the weapons test will achieve exactly that.\nIran's leadership may be emboldened if no effective punitive action is taken against North Korea.",
    "sentiment": {
        "neg": 0.1063,
        "neu": 0.8228,
        "pos": 0.0709,
        "compound": -0.1146
    }
}