{
    "date": "2006-12-22T13:49:59Z",
    "title": "North Korea nuclear talks end without agreement",
    "url": "https://www.theguardian.com/world/2006/dec/22/northkorea.usa",
    "content": "Talks on North Korea's nuclear programme today broke up without agreement as Pyongyang refused to drop its demands for the US to lift financial restrictions. The six-party talks, held in Beijing, never got to the heart of the issue - the implementation of a 2005 accord in which North Korea would disarm in exchange for aid - as negotiators became bogged down over the financial measures. \"We have requested the US to release the sanctions first and then go into a discussion on substantive issues,\" Kim Kye Gwan, a North Korean official, told reporters after the five days of talks ended. The discussions nevertheless marked a lessening of tension in the region, with North Korea and the US having gone back at the negotiating table. Washington and Pyongyang - along with China, Japan, Russia and South Korea - had resumed talking after a 13-month boycott by the North. Pyongyang ended the discussions shortly after the September 2005 agreement that saw the US freeze accounts containing $24m (£12m) at Macau's Banco Delta Asia. Washington accused the bank of being complicit in North Korea's alleged money-laundering and dollar counterfeiting. In October, the North shocked the world by announcing that it had successfully conducted its first nuclear test. The chief US negotiator, Christopher Hill, questioned North Korea's seriousness at this week's talks, claiming the financial dispute had been a pretext to avoid the real issue. \"Our goal is denuclearisation - period,\" Mr Hill told reporters. \"They need to show some seriousness of purpose on denuclearisation. \"One day it's financial issues, another day it's something they want but know they can't have, another day it was something that was said that hurt their feelings. It's one thing after the other.\" In Washington, the US secretary of state Condoleezza Rice, also said financial issues and nuclear talks should be kept apart and pointed out that the North Koreans had themselves asked for a separate working group on the matter. The US met that demand, sending a Treasury delegation to Beijing for two days of talks this week. Although no agreement was reached, the discussions are expected to continue in New York in January. Mr Hill said he was unsure about if or when nuclear talks could resume. \"It all comes down to the question of are they serious, are they acting responsibly? And I think that question is very much unanswered,\" he added.",
    "keywords": [
        "hill",
        "korea",
        "washington",
        "end",
        "talks",
        "nuclear",
        "issues",
        "agreement",
        "financial",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Talks on North Korea's nuclear programme today broke up without agreement as Pyongyang refused to drop its demands for the US to lift financial restrictions.\nThe discussions nevertheless marked a lessening of tension in the region, with North Korea and the US having gone back at the negotiating table.\nWashington and Pyongyang - along with China, Japan, Russia and South Korea - had resumed talking after a 13-month boycott by the North.\nWashington accused the bank of being complicit in North Korea's alleged money-laundering and dollar counterfeiting.\nMr Hill said he was unsure about if or when nuclear talks could resume.",
    "sentiment": {
        "neg": 0.089,
        "neu": 0.8735,
        "pos": 0.0375,
        "compound": -0.12
    }
}