{
    "date": "2006-10-11T02:09:41Z",
    "title": "UN divided over severity of nuclear sanctions",
    "url": "https://www.theguardian.com/world/2006/oct/11/northkorea",
    "content": "UN security council members were split yesterday over the sanctions to be imposed against North Korea in response to its claimed nuclear weapons test. The five permanent security council members - Britain, China, France, Russia and the US - plus Japan held meetings in New York to discuss how to force North Korea to abandon its nuclear ambitions and return to the negotiating table. China, close to North Korea since the 1950-1953 war, broke ranks yesterday and promised to support punitive measures. But China was the most opposed to tough measures proposed by the US and Japan. A security council source said there was the usual \"shoving and pushing\". He said that while there had been agreement on Monday condemning the weapons test, the meetings yesterday were about the \"nitty-gritty\" of how to respond. One of the toughest sanctions would allow the UN to stop any North Korean ship on the high seas to search for nuclear technology, a potential flashpoint. Mark Fitzpatrick, a specialist in proliferation at the London-based International Institute for Strategic Studies, warned of the dangers. \"The first time a North Korean ship refuses to stop there could be an incident and that could spiral,\" he said. Another proposal is for a ban on travel and luxury goods, both targeted at Kim Jong-il, the North Korean leader, his family and others in the regime. Other sanctions under discussion are to put a squeeze on its overseas finances and to extend a ban on missile technology, imposed in July, to include other military hardware and training. Members unanimously rejected broad sanctions that would hurt the already impoverished population. Signalling a shift, China's UN ambassador, Wang Guangya, speaking before the first meeting, said: \"I think there has to be some punitive actions but also I think these actions have to be appropriate.\" The draft sanctions resolution would be under Chapter 7 of the UN charter, which could eventually allow military action, an option ruled out by China. A Chinese foreign ministry spokesman, Li Jianchao, said the use of military force was unimaginable. \"China is firmly opposed to war to resolve the issue on the Korean peninsula,\" he said. \"The only way to resolve this issue is to get all parties back to the negotiating table.\" In one of the few public comments from North Korea, Ri Jong-hyok, a member of the Supreme People's Assembly, told Euro MPs yesterday the country would not be swayed by the condemnation, and blamed the test on US threats. An unnamed North Korean official was quoted by the South Korean news agency Yonhap making more belligerent noises. \"We hope the situation will be resolved before an unfortunate incident of us firing a nuclear missile comes,\" he said, suggesting it would be aimed at the US. Washington's UN envoy, John Bolton, dismissed claims the test represented a failure of US diplomacy. He said North Korea had a history of intimidating other nations. \"They're not going to be successful with us.\" The US again ruled out direct talks, a long-running demand by Pyongyang. Despite the diplomacy, there were few signs of an increase in military tension, at least on the part of the US, whose forces in Okinawa were not placed on high alert. But media in Hong Kong reported that the People's Liberation Army had suspended leave for all troops along China's near 1,000-mile-long border with North Korea. In Dandong, a major crossing point, customs officials said they would close the main road for goods trucks, though it was not clear how long this would last and whether it was linked to the nuclear test. Beijing insisted the situation was normal. The Japanese prime minister, Shinzo Abe, allayed fears of a regional arms race by promising his country would maintain its non-nuclear policy. \"We have no intention of changing our policy that possessing nuclear weapons is not our option,\" Mr Abe told a parliamentary committee. \"There will be no change in our non-nuclear arms principles. We want to seek a solution through peaceful and diplomatic means.\" But Hideyuki Ban, co-director of the Citizens' Nuclear Information Centre, did not believe him. He said Japan's plutonium stockpile, thought to total more than 43 tonnes, could be diverted from civilian energy use to build nuclear weapons \"in a matter of months\". Options The UN security council held several meetings yesterday to discuss possible sanctions. These included: Extending a UN ban on the transfer of missile technology to other military technology and training; Targeting the regime's leaders and families. This could mean a ban on luxury goods and travel overseas; An air and naval \"blockade\" stopping North Korean ships anywhere to check for nuclear technology exports and imports. The resolution will be under Chapter 7 of the UN charter, making it binding on every member to enforce. Chapter 7 would also allow for military action, although the UN said such a move would be a long way down the line.",
    "keywords": [
        "military",
        "korea",
        "nuclear",
        "sanctions",
        "china",
        "technology",
        "divided",
        "test",
        "severity",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "UN security council members were split yesterday over the sanctions to be imposed against North Korea in response to its claimed nuclear weapons test.\nOne of the toughest sanctions would allow the UN to stop any North Korean ship on the high seas to search for nuclear technology, a potential flashpoint.\n\"The first time a North Korean ship refuses to stop there could be an incident and that could spiral,\" he said.\nAn unnamed North Korean official was quoted by the South Korean news agency Yonhap making more belligerent noises.\nThese included: Extending a UN ban on the transfer of missile technology to other military technology and training; Targeting the regime's leaders and families.",
    "sentiment": {
        "neg": 0.1204,
        "neu": 0.8058,
        "pos": 0.0738,
        "compound": -0.1895
    }
}