{
    "date": "2006-11-20T00:04:57Z",
    "title": "Asian leaders fail to back Bush's strategy to curb North Korea's nuclear ambitions",
    "url": "https://www.theguardian.com/world/2006/nov/20/usa.northkorea",
    "content": "President George Bush suffered his most visible diplomatic setback since his party's defeat in mid-term elections yesterday when Asian leaders failed to back Washington's call for robust action against North Korea. Mr Bush, in Vietnam on his first foreign trip since the elections, had lobbied strenuously for a unified strategy aimed at getting Pyongyang to abandon its nuclear ambitions, meeting the Russian, Chinese, South Korean and Japanese leaders on the sidelines of the summit. The rebuff - the second for Mr Bush this weekend on North Korea - underlined the president's diminished powers in the wake of his election defeat. So too did the muted response to Mr Bush's presence in Hanoi, a shadow of the tumultuous reception for President Clinton, when he visited Vietnam six years ago. But that is far better than the hostile reception that awaits Mr Bush today when he flies in to Indonesia, where thousands of protesters were on the streets yesterday accusing the US of war crimes. Mr Bush is to spend just six hours in Indonesia after the secret service decided that it would be too dangerous for him to remain in the country overnight. Intelligence officials say there have been warnings of a militant attack during Mr Bush's visit. In his conversations with some of the 21 world leaders in Hanoi, including Russia's Vladimir Putin and China's Hu Jintao, Mr Bush was asked repeatedly about the election outcome, the national security adviser, Steven Hadley, told reporters. But he said that Mr Bush had assured leaders that there would be no change in US foreign policy. On Saturday, Mr Bush had failed to persuade South Korea's president, Roh Mao-hyum, to intercept North Korean ships suspected of carrying nuclear material and yesterday summit leaders refused to commit themselves to a written condemnation of North Korea for carrying out a nuclear test last month, deciding to issue an oral statement during a closed-door meeting. The statement expresses \"strong concern\" about Pyongyang's nuclear test last month and its missile launches last July, and calls for full implementation of sanctions against the North Korean regime. It became public when Vietnam's president, Nguyen Minh Triet, was asked about the statement at a press conference. White House officials denied any setback to Mr Bush's strategy in preparation for the resumption of six-party talks on North Korea's nuclear programme next month. \"What was important was that the members of Apec came together on a common statement,\" said David McCormick, a National Security Council official. Mr Bush began his day yesterday by attending services at a Catholic church in Hanoi. He visits Ho Chi Minh City today before leaving for Indonesia. But the president's three days in Hanoi were remarkable for the lack of contact with ordinary Vietnamese. Mr Bush was the second serving US president after Bill Clinton to visit Vietnam since the war and he was visibly moved at times by the echoes from the past. But it was hardly a model of public diplomacy. Unlike Mr Clinton, who ate lunch in a noodle shop and waded into a rice paddy to look for the remains of a US pilot missing since the war, Mr Bush has largely viewed Vietnam through the windows of an armoured stretch Cadillac limousine, flown in from Washington. Relatively few Vietnamese have turned out to see him as the president speeds through the streets of Hanoi. Howdy to Ao Dai The colourful, elongated tunics of Vietnam's traditional dress, the Ao Dai, are worn with much grace by Vietnamese women and men - and extreme unease by the US president George Bush. Donning the costume over his suit for the obligatory \"family photograph\" alongside 20 other leaders of Asian and Pacific nations, Mr Bush grimaced repeatedly and shifted from foot to foot, a portrait of embarrassment in turquoise blue brocade with yellow trim. It was obvious he couldn't wait to get it off and sure enough, moments after the official photographs were taken, he strode away, ripped it off and folded it up, according to reports. His fellow leaders showed more restraint and waited until they were out of sight.",
    "keywords": [
        "leaders",
        "mr",
        "statement",
        "ambitions",
        "president",
        "bushs",
        "nuclear",
        "strategy",
        "bush",
        "hanoi",
        "asian",
        "vietnam",
        "fail",
        "curb",
        "yesterday",
        "north",
        "koreas"
    ],
    "summary": "The rebuff - the second for Mr Bush this weekend on North Korea - underlined the president's diminished powers in the wake of his election defeat.\nMr Bush is to spend just six hours in Indonesia after the secret service decided that it would be too dangerous for him to remain in the country overnight.\nBut he said that Mr Bush had assured leaders that there would be no change in US foreign policy.\nWhite House officials denied any setback to Mr Bush's strategy in preparation for the resumption of six-party talks on North Korea's nuclear programme next month.\nMr Bush began his day yesterday by attending services at a Catholic church in Hanoi.",
    "sentiment": {
        "neg": 0.0847,
        "neu": 0.8645,
        "pos": 0.0508,
        "compound": -0.172
    }
}