{
    "date": "2006-06-26T11:17:42Z",
    "title": "US to deploy interceptor missiles in Japan",
    "url": "https://www.theguardian.com/world/2006/jun/26/japan.northkorea",
    "content": "The US will deploy advanced Patriot interceptor missiles on Japanese soil this year for the first time as the region braces itself for a possible test launch by North Korea of an intercontinental ballistic missile, local media reports said today. Under the agreement, reached this month, US bases on the southern Japanese island of Okinawa will host US Patriot advanced capability-3 missiles, which are said to be capable of intercepting ballistic missiles of the type being developed by Pyongyang, as well as cruise missiles and aircraft. Defence officials in Washington and Tokyo refused to comment on the timing of the deployment but the Yomiuri Shimbun newspaper reported that three or four surface-to-air missile batteries, each containing up to 16 missiles, could be in place on Okinawa by the end of the year. Speculation continues that North Korea is preparing to test launch a Taepodong-2 missile, which - depending on the size of its payload - is thought to be capable of reaching parts of the US mainland. North Korea indicated that it would reconsider the test launch in return for bilateral talks with the US on mutual security and aid, but Washington said it would talk only at six-party negotiations on the communist regime's nuclear weapons programme. The last talks, in Beijing in November, ended in failure and a date has yet to be set for the next round. Today it emerged that South Korea had urged Washington to reconsider its stance, saying that North Korea's invitation to the chief US nuclear negotiator, Christopher Hill, to visit Pyongyang was a sign that it would take the talks seriously, the South Korean Yonhap news agency said. But Song Min-soon, Seoul's top presidential security adviser, said the US and South Korea remained divided on how to respond to the North's threatened missile launch. \"It would be nice if all of our opinions concurred at every stage in the process of coordinating, but this is not easy,\" he said. Last week the US said it would retain the option of destroying the missile. It has reportedly stepped up the planned test of a high-resolution military radar system in northern Japan, and over the weekend the Kyodo news agency reported that Washington was considering sending the Shiloh, an Aegis-equipped destroyer equipped with a standard missile-3 interceptor, to Japanese waters, possibly in the next fortnight. US and Japanese naval forces successfully tested the missile interceptor off Hawaii last week, although they denied it had been conducted in response to fears about an imminent test launch by North Korea. Japan, meanwhile, said it would \"consider all options\" if the launch went ahead, including imposing oil and food aid sanctions. In 1998 part of a North Korean Taepodong-1 ballistic missile flew over Japan before splashing down in the Pacific Ocean. The launch prompted the US and Japan to start developing a missile defence system.",
    "keywords": [
        "launch",
        "korea",
        "north",
        "washington",
        "deploy",
        "missiles",
        "test",
        "japanese",
        "japan",
        "talks",
        "missile",
        "interceptor"
    ],
    "summary": "The US will deploy advanced Patriot interceptor missiles on Japanese soil this year for the first time as the region braces itself for a possible test launch by North Korea of an intercontinental ballistic missile, local media reports said today.\nBut Song Min-soon, Seoul's top presidential security adviser, said the US and South Korea remained divided on how to respond to the North's threatened missile launch.\nJapan, meanwhile, said it would \"consider all options\" if the launch went ahead, including imposing oil and food aid sanctions.\nIn 1998 part of a North Korean Taepodong-1 ballistic missile flew over Japan before splashing down in the Pacific Ocean.\nThe launch prompted the US and Japan to start developing a missile defence system.",
    "sentiment": {
        "neg": 0.0612,
        "neu": 0.88,
        "pos": 0.0588,
        "compound": -0.0481
    }
}