{
    "date": "2006-10-09T15:13:28Z",
    "title": "Big powers huff and puff over North Korea",
    "url": "https://www.theguardian.com/world/2006/oct/09/northkorea.tisdallbriefing",
    "content": "A storm of predictable condemnation rained down on the heads of North Korea's isolated regime in the wake of its first atomic weapons test today. The US, Japan, South Korea and others all described the move as a \"provocation\" that would be met with stern measures. China, which may feel particularly affronted given its protective attitude towards Pyongyang over the years, called it a \"brazen act\". But the strong words did not disguise the weakness of the international community's position now that North Korea has finally crossed the line and indisputably become what it has long claimed to be - a nuclear weapons state. In short, the big powers can huff and puff, but there is not a lot new in practical terms that they can do. This development was expected. They simply couldn't stop it. The six-party talks process involving North Korea's neighbours and the US that went off the rails last year now appears to have slammed into the buffers. A strong statement issued at the weekend by the UN security council, under Japan's presidency, urging North Korea to step back or face unspecified consequences has been flagrantly ignored. Future UN action may be, too. And behind-the-scenes coaxing via South Korean and Chinese officials has come to nothing. Sanctions are the obvious tool to which the US, Japan and other concerned spectators such as Britain will now resort. But such measures have been tried before and have failed to modify Pyongyang's behaviour. In fact, they may have made it worse. It is only a little more than a year since North Korea agreed in principle to abandon its nuclear ambitions in exchange for US technology, aid and security guarantees. But US financial sanctions imposed on North Korean banks and businesses operating via Macau last winter appear to have caused serious pain in Pyongyang. Intentionally or not, they scuppered any chance of resurrecting the six-party process once it hit renewed difficulties. North Korea's leader, Kim Jong-il, may now be calculating that the weapons test, which by US and Russian standards was relatively small in scale, will strengthen his hand in any new negotiations. Similar thinking may have been behind his decision in July to fire ballistic missiles over the Sea of Japan, in what now looks like a prologue to today's main event. And once the fuss over today's test dies down, Mr Kim may prove to be right. Japan's new neo-nationalist prime minister, Shinzo Abe, who met his South Korean counterpart in Seoul today, is now facing an international crisis only days after coming to office. He has described the weapons test as \"unpardonable\" and \"intolerable\" - but his options are limited. Japan could enforce tougher bilateral financial, trade and aid sanctions on North Korea. Yet that may only serve to tip North Korea's already mostly impoverished population into crisis and dangerously provoke an already highly unstable regime. Mr Abe, like other regional leaders, also faces some difficult decisions regarding self-defence. Japan, with US help, has already started building anti-missile defences. And Mr Abe favours a stronger military. Japan has always forsworn nuclear weapons and the ballistic missiles that go with them. Pressure for a rethink is certain to increase domestically. But the US and countries such as Britain and France will work hard to try to keep the lid on further nuclear proliferation. In the end, Japan is unlikely to do anything rash and will more than likely be persuaded to back revived diplomatic efforts. A similar, slightly false debate about whether to seek the protection supposedly offered by nuclear arms can now be expected in South Korea and even Taiwan, where die-hard nationalists oppose voluntary or involuntary reunification with China at any price. For its part, Beijing will also be alarmed to have such a volatile, nuclear-armed regime on its doorstep. But like Japan, it also has to accept that a nuclear arsenal of its own provides no real defence against such an eccentric potential foe. That points ineluctably to renewed dialogue rather than more and bigger bombs. The government in Seoul is meanwhile surveying the ruins of its \"sunshine policy\" of engagement with the North. Like China, South Korea has consistently refused to cut off assistance and food aid to the North on the basis that engagement rather than confrontation is most likely to bring a step-change in relations. That position was maintained even amid intense international pressure for punitive measures after the July missile tests. And once the shock wears off, it is likely to be re-fortified. Seoul will always want a peaceful solution - because, on a crowded and heavily armed peninsula, any other route spells potential disaster. The prospect that, like it or not, the international community will ultimately have to deal with North Korea on its own terms has significant implications elsewhere. Iran, whose suspect nuclear activities will soon be brought before the UN security council, may be encouraged in its defiance if no effective punitive action is taken against North Korea. Conversely, those in Washington who argue against direct talks with Iran, and against offering the sort of incentives proffered North Korea last year, may be persuaded by today's events that dialogue is the only viable future option. Arguably, it was the Bush administration's refusal to persist with former president Bill Clinton's \"framework agreement\" with North Korea that has led to the present impasse. Other countries with nascent nuclear ambitions will also be watching closely to see what happens next. The fate of Saddam Hussein's Iraqi regime, which failed to develop a nuclear deterrent and was invaded and overthrown by bigger powers, unfortunately provides a cautionary tale for insecure leaderships. The residual idea that the US could one day impose regime change on North Korea by military force died a death when Pyongyang's bomb went off today. That underscores the importance of dialogue. But it is also a spur to further global nuclear weapons proliferation.",
    "keywords": [
        "huff",
        "big",
        "south",
        "international",
        "regime",
        "korea",
        "puff",
        "nuclear",
        "japan",
        "weapons",
        "test",
        "powers",
        "north",
        "koreas"
    ],
    "summary": "The US, Japan, South Korea and others all described the move as a \"provocation\" that would be met with stern measures.\nIn short, the big powers can huff and puff, but there is not a lot new in practical terms that they can do.\nThe six-party talks process involving North Korea's neighbours and the US that went off the rails last year now appears to have slammed into the buffers.\nA strong statement issued at the weekend by the UN security council, under Japan's presidency, urging North Korea to step back or face unspecified consequences has been flagrantly ignored.\nArguably, it was the Bush administration's refusal to persist with former president Bill Clinton's \"framework agreement\" with North Korea that has led to the present impasse.",
    "sentiment": {
        "neg": 0.1158,
        "neu": 0.7904,
        "pos": 0.0937,
        "compound": -0.0769
    }
}