{
    "date": "2006-07-05T01:03:26Z",
    "title": "North Korean 'fireworks display' irritates US but falls short of target",
    "url": "https://www.theguardian.com/world/2006/jul/05/japan.northkorea",
    "content": "The United Nations security council was expected to meet today to try to craft a response to the provocative firing of up to six missiles by the North Korean regime. Yesterday's launch was intended to cause maximum irritation to Washington - timed within minutes of the launch of the shuttle Discovery on Independence Day. But what was intended as a demonstration of North Korea's military capabilities turned out to be a failure when one of the missiles, the long-range Taepodong, failed within seconds of liftoff. The immediate reaction of the Bush administration seemed to be tempered by the lack of a real security threat. State department officials said the Taepodong, which some analysts had believed capable of reaching America's Pacific coast, failed within 42 seconds of launch. Japanese television said one missile landed in the Japan Sea, 370 miles off the mainland. Nonetheless the national security adviser, Stephen Hadley, told reporters: \"We do consider it provocative behaviour.\" Administration officials said the secretary of state, Condoleezza Rice, was conferring with her counterparts from China, Japan, South Korea and Russia to determine a diplomatic response. Meanwhile, a senior state department official was on his way to the region. Japan announced it was considering economic sanctions. Two other missiles, which appeared to be smaller, previously tested Scud-type models were launched at the same time as the Taepodong; further missiles were reported hours later. But while yesterday's tests exposed the weakness of North Korea's missile programme and the hollowness of its threats, the launch was still viewed with great seriousness. America's ambassador to the UN, John Bolton, last night embarked on a flurry of diplomatic activity to try to persuade fellow members of the security council to take harsh measures against North Korea. In Tokyo, Japan's chief spokesman \"strongly protested\" the tests. The launch of the Taepodong follows concern in the US, Japan and South Korea that Pyongyang's Stalinist leader, Kim Jong Il, was contemplating such a display as a bargaining measure. North Korea had been trying to restart the stalled six-nation talks on its nuclear programme. In addition, analysts believed Kim Jong Il had been trying to solidify his support within his military, and put pressure on the international community to pay greater attention to North Korea's demands. \"This is a major setback for North Korea. Their strength was in pretending that they were going to test a missile,\" said Joseph Cirincione, vice-president for national security at the Centre for American Progress, a Washington thinktank. \"This fireworks display just blew up in his face.\"",
    "keywords": [
        "launch",
        "korea",
        "state",
        "short",
        "koreas",
        "irritates",
        "missiles",
        "japan",
        "fireworks",
        "taepodong",
        "security",
        "target",
        "missile",
        "falls",
        "display",
        "north",
        "korean"
    ],
    "summary": "But what was intended as a demonstration of North Korea's military capabilities turned out to be a failure when one of the missiles, the long-range Taepodong, failed within seconds of liftoff.\nBut while yesterday's tests exposed the weakness of North Korea's missile programme and the hollowness of its threats, the launch was still viewed with great seriousness.\nNorth Korea had been trying to restart the stalled six-nation talks on its nuclear programme.\nIn addition, analysts believed Kim Jong Il had been trying to solidify his support within his military, and put pressure on the international community to pay greater attention to North Korea's demands.\n\"This is a major setback for North Korea.",
    "sentiment": {
        "neg": 0.0762,
        "neu": 0.8477,
        "pos": 0.0761,
        "compound": -0.0141
    }
}