{
    "date": "2006-10-31T15:19:19Z",
    "title": "North Korea today agreed to resume talks about ending its nuclear programme, three weeks after being universally condemned for carrying out its first nuclear test.",
    "url": "https://www.theguardian.com/world/2006/oct/31/usa.northkorea",
    "content": "North Korea today agreed to resume talks about ending its nuclear programme, three weeks after being universally condemned for carrying out its first nuclear test. The agreement, which was brokered by China, marks a breakthrough in the long-stalled talks and has been welcomed by the United States, Russia, and South Korea. The US president, George Bush, welcomed the move. \"I am pleased and I want to thank the Chinese,\" he told reporters at the White House. But Japan, the other participant in the six-nation talks, said it could not accept North Korea's return to the negotiating table unless it first renounced its nuclear weapons. Its foreign minister, Taro Aso, said Japan welcomed the prospect of a new round of talks but he added they were \"conditional on North Korea not possessing nuclear weapons.\" The US assistant secretary of state, Christopher Hill, said talks could now take place as early as next month. He said the exact date would be determined by all six nations participating. \"We believe it will be in November or possibly in December,\" he told a news conference at the US Embassy in Beijing. Mr Hill added that he expected \"substantial progress\" from the talks. Russia's deputy foreign minister, Alexander Alexeyev, said Moscow viewed North Korea's decision as \"extremely positive,\" and added that he hoped the talks would take place \"shortly.\" The agreement is one of the first signs of easing tensions since North Korea conducted the underground detonation on October 9, defying warnings from both the United States and Japan, and its staunchest ally, China. The move marks a diplomatic victory for Beijing, which in the wake of the test had argued against punishing North Korea too harshly, in order to leave open a path for diplomacy. Seoul also has been trying to strike a delicate balance in punishing the North for its nuclear test while seeking to avoid aggravating its volatile neighbour. The UN security council unanimously agreed to step up sanctions against North Korea in the wake of the test. It called for a ban on the sale of major arms to Pyongyang and inspection of cargo entering and leaving the country. It also called for the freezing of assets of businesses supplying North Korea's nuclear and ballistic weapons programmes, as well as restrictions on sales of luxury goods and travel bans on North Korean officials.",
    "keywords": [
        "korea",
        "north",
        "talks",
        "nuclear",
        "welcomed",
        "weeks",
        "japan",
        "weapons",
        "added",
        "today",
        "resume",
        "universally",
        "programme",
        "test",
        "koreas"
    ],
    "summary": "North Korea today agreed to resume talks about ending its nuclear programme, three weeks after being universally condemned for carrying out its first nuclear test.\nBut Japan, the other participant in the six-nation talks, said it could not accept North Korea's return to the negotiating table unless it first renounced its nuclear weapons.\nIts foreign minister, Taro Aso, said Japan welcomed the prospect of a new round of talks but he added they were \"conditional on North Korea not possessing nuclear weapons.\"\nSeoul also has been trying to strike a delicate balance in punishing the North for its nuclear test while seeking to avoid aggravating its volatile neighbour.\nThe UN security council unanimously agreed to step up sanctions against North Korea in the wake of the test.",
    "sentiment": {
        "neg": 0.0711,
        "neu": 0.7998,
        "pos": 0.1289,
        "compound": 0.0738
    }
}