{
    "date": "2006-06-26T14:15:57Z",
    "title": "Big is the new little",
    "url": "https://www.theguardian.com/commentisfree/2006/jun/26/sizematters",
    "content": "I know this bloke who tries to impress me with statistics. His job is \"strategically important\", his salary is \"sizeable\" and his car is \"top of the range\". He signs off restaurant chits with a pen movement that yells, \"See me. I matter.\" He's a short bloke. A lot of short blokes are like that: attention-scavengers in search of praise. Which got me thinking: Do short blokes and small nations share similar characteristics? Vietnam is a small country, about the size of Oregon. A few years ago, I was interviewed by a Vietnamese journalist who asked me about Tet, the Vietnamese new year. What was Tet like for a foreigner living in Vietnam? Did I buzz with excitement at the sight of kumquat trees? Did I quiver at the taste of Banh Tet? Well, no, I said. Tet's crap. The whole country shuts up shop. Any foreigner with two farthings to fart together fucks off to Bangkok or Bali across any and every available border crossing. Tet's dull - like Christmas day must be in Britain if you're Vietnamese, I added. The reaction was swift. Some lambasted me. How could you? You insult our nation, our culture, centuries of tradition ... Well, that's not strictly true. But friends and colleagues grumbled and looked well ... hurt. I had pressed the unpressable, the humbug button. It wasn't really what I had said, just that I (a foreigner) had said it. When in the late 90s I lived in South Korea, another small country, this one about the size of Hungary, I was repeatedly asked, what I had known about Korea before I moved there. I knew little. I had watched the 1988 Olympics; I had some UK-based Korean friends; I had sampled, and loved, the food. Beyond that, I answered, I knew little. Excusing my ignorance, and as a way of explanation, I added that half the appeal of living overseas was the shock of the new: the mystery, the lingo, the scratch learning process. In that sense, it was important for me to not know too much. OK, but what did British people think about Korea, they countered. Well, I replied, if you showed your average Joe Brit a world atlas and asked him to stick a pin in Seoul, you would probably find him prodding hopefully along a different line of latitude, in the wrong time zone. But, I pointed out, those same folk might well drive a Korean car, use a Korean phone and work on a computer with 99% Korean innards. This offered little solace. The reaction was always the same: heads bowed, brows furrowed, disappointment writ large. I even sensed shame. Yet I could never quite fathom the source of the disappointment. So, what is this? Short bloke syndrome scaled to national levels? Pure ego? It's not a phenomenon exclusive to this part of the world. Scotland has its temper tantrums when its pride is pricked; Greece is not shy of a patriotic slanging match; and Cuba crackles when hackles are raised. This got me leaping the logic board some more (and possibly a little too far, I'll admit). If we are to believe the media tweakers, and small really is the new big, then is big the fragile, ego-driven old small?",
    "keywords": [
        "big",
        "korea",
        "short",
        "small",
        "little",
        "foreigner",
        "country",
        "vietnamese",
        "tet",
        "bloke",
        "korean"
    ],
    "summary": "He's a short bloke.\nVietnam is a small country, about the size of Oregon.\nShort bloke syndrome scaled to national levels?\nThis got me leaping the logic board some more (and possibly a little too far, I'll admit).\nIf we are to believe the media tweakers, and small really is the new big, then is big the fragile, ego-driven old small?",
    "sentiment": {
        "neg": 0.0829,
        "neu": 0.8314,
        "pos": 0.0857,
        "compound": 0.0161
    }
}