{
    "date": "2006-10-20T13:39:18Z",
    "title": "How China exerts pressure on North Korea",
    "url": "https://www.theguardian.com/world/2006/oct/20/northkorea.china",
    "content": "Ideologically and militarily, China and North Korea have drifted further apart over the past 20 years, but economic and diplomatic relations remain close enough for Beijing to retain more influence over its former ally than any other nation. China provides a lifeline to its impoverished neighbour, supplying more than 70% of the food aid and economic assistance flowing across the border. In the month before the nuclear test, the People's Liberation Army shipped 120,000 tonnes of rice and grain across the Dandong bridge over the Yalu river border. North Korea's dire energy problems would be considerably worse without the cross-border pipeline that helps to prop up the economy - and the government of Kim Jong-il - with supplies of cheap fuel. China is Pyongyang's main trading partner, accounting for between a third and a half of the isolated nation's legal business with the outside world. Less quantifiable is the vast smuggling business - of everything from food to television sets to wives - along the 1,400km border. Despite North Korea's reputation as a reclusive state, people migrate back and forth for trading, begging and family visits. If the lightly patrolled border were completely shut off - or completely opened - North Korean stability could be threatened. In the world arena, China has often protected its neighbour from punitive measures. But the nuclear test was a provocation too far. Last week, Beijing backed UN sanctions. Border checks have been tightened and bank transfers have been forbidden. North Korea has never been more isolated.",
    "keywords": [
        "border",
        "trading",
        "exerts",
        "korea",
        "world",
        "china",
        "nuclear",
        "neighbour",
        "test",
        "pressure",
        "north",
        "koreas"
    ],
    "summary": "Ideologically and militarily, China and North Korea have drifted further apart over the past 20 years, but economic and diplomatic relations remain close enough for Beijing to retain more influence over its former ally than any other nation.\nNorth Korea's dire energy problems would be considerably worse without the cross-border pipeline that helps to prop up the economy - and the government of Kim Jong-il - with supplies of cheap fuel.\nDespite North Korea's reputation as a reclusive state, people migrate back and forth for trading, begging and family visits.\nBut the nuclear test was a provocation too far.\nNorth Korea has never been more isolated.",
    "sentiment": {
        "neg": 0.079,
        "neu": 0.8598,
        "pos": 0.0612,
        "compound": -0.1542
    }
}