{
    "date": "2006-10-11T12:39:21Z",
    "title": "The ultimate act of machismo",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/11/post497",
    "content": "Columnists have a reputation within the trade (and probably outside too) for inconsistency, arguing one way one week and another the next. It is not a charge normally laid against the Guardian's Simon Jenkins. For years he has argued against overseas intervention, having built a formidable reputation for opposition to the Iraq and Afghanistan wars. His column today initially continues the theme, arguing for an acceptance of an Iran armed with a nuclear weapon, saying it is no more, and possibly less, dangerous than Pakistan. He also argues that sanctions do not work. So far, so liberal. But he then reaches a jarring conclusion, arguing for an attack on North Korea's nuclear installations with Tomahawk cruise missiles. Only two weeks ago, in the same Guardian space, Jenkins wrote against calls for the deployment of United Nations troops in Darfur, labeling the tendency \"interventionist machismo\". Yet, that it is this \"machismo in foreign policy\" that Jenkins opts for today with regard to North Korea. His conclusion will only be surprising to those who believe that because he writes for the Guardian he must be a liberal. Although most liberals will be comfortable with most of what Jenkins has to say on non-intervention, the former editor of the Times is deeply conservative on many issues. He is not opposed to all intervention, having supported various wars, including the Falklands. His column appears to be internally consistent: if sanctions will not work, why drag out a process that will eventually end in war and instead get it over now. He cites examples of the Israeli attack on Iraq's nuclear installations in 1981 and the US, backed by Britain, in 1998. It is a powerful point: in a book on the Iraq war, Fiasco, published his year, the Washington Post's Thomas Rick's provides detail of just how successful the 1998 strike was in destroying much of Iraq's WMD. But where Jenkins's argument falls away is in suggesting the options are either sanctions or war. In fact, North Korea remains more conducive to negotiation than Iran. Tehran's strategy is ultimately to secure a nuclear weapon and all the offers of negotiations are basically just delaying tactics. But Pyongyang has been prepared to engage in negotiation, a process begun under President Clinton but taken up with little enthusiasm by President Bush. The latter's speech in 2002 branding North Korea as part of \"the axis of evil\", a phrase that may have got a few enthusiastic laughs in the White House when a speech-writer first proposed it but which has had disastrous consequences for US foreign policy. North Korea, naturally alarmed by the label, has said repeatedly that it only wants direct talks with the US and for it to drop its policy of regime change. It may be that North Korea has now taken a decision that it will be safer with a nuclear weapon, but diplomacy has not been exhausted. The other option is that the west should just live with other countries having nuclear weapons. Jenkins rehearses this argument in his column, being prepared to accept a nuclear-armed Pakistan and Iran: he, rightly, regards the former as more dangerous than the latter. But he is ready to live with them. North Korea's rhetoric is more threatening than Iran's but Jenkins should also be able to countenance living with a North Korea armed with a nuclear weapon. The alternative of a pre-emptive strike is much more unpredictable and dangerous.",
    "keywords": [
        "policy",
        "weapon",
        "war",
        "iran",
        "machismo",
        "korea",
        "nuclear",
        "sanctions",
        "act",
        "ultimate",
        "jenkins",
        "having",
        "north"
    ],
    "summary": "Yet, that it is this \"machismo in foreign policy\" that Jenkins opts for today with regard to North Korea.\nTehran's strategy is ultimately to secure a nuclear weapon and all the offers of negotiations are basically just delaying tactics.\nIt may be that North Korea has now taken a decision that it will be safer with a nuclear weapon, but diplomacy has not been exhausted.\nThe other option is that the west should just live with other countries having nuclear weapons.\nNorth Korea's rhetoric is more threatening than Iran's but Jenkins should also be able to countenance living with a North Korea armed with a nuclear weapon.",
    "sentiment": {
        "neg": 0.1353,
        "neu": 0.7933,
        "pos": 0.0713,
        "compound": -0.2233
    }
}