{
    "date": "2006-06-19T09:45:04Z",
    "title": "North Korea warned over missile test",
    "url": "https://www.theguardian.com/world/2006/jun/19/northkorea.usa",
    "content": "Countries fearing that North Korea is about to test a long-range missile capable of reaching the US threatened retaliatory action and further isolation of the regime today. Australia, the US, Japan and New Zealand warned the communist country that testing a Taepodong-2 missile would bring consequences that could include sanctions and referral to the UN security council. Japanese and South Korean media yesterday reported that North Korea had assembled the missile on a launch site, with the US claiming Pyongyang could have started to fuel it. Alexander Downer, the Australian foreign minister, sent a message to Chon Jae-Hong, North Korea's ambassador to Canberra, \"to warn him against a long-range missile test and to explain the serious consequences that would follow such a firing\". He did not elaborate, but said a launch would be \"highly provocative\". The chances of a launch were unclear, in part because of the weather at the missile site today. There were cloudy skies and chances of showers in the area, with fog along the coast, Kim Duck-wan, an official at the South Korea Meteorological Administration, said. Japan - well within range of North Korean missiles - has taken a leading role in calling for a halt to preparations. North Korea fired a missile over northern Japan in 1998, increasing fears in Tokyo. \"Japan has been urging North Korea to stop the attempt to launch a missile,\" the Japanese prime minister, Junichiro Koizumi, said. \"We are making efforts to urge North Korea to act rationally and with self-restraint.\" Mr Koizumi said if the North \"does not listen to us and fires a missile\", Japan would consult with Washington and \"take stern measures\". He refused to specify possible steps. New Zealand's envoy to North Korea, Jane Coombs, will state her country's opposition to the test when she meets officials in Pyongyang later this week, the New Zealand foreign minister, Winston Peters, said. Pyongyang was today silent on the possibility of a launch, but vowed to bolster its military deterrent in a statement delivered through its state news agency. It accused the Bush administration of \"evil schemes\" to block its military. \"We should crush the US imperialists' anti-communist policy ... and clearly show [North Korea's] spirit of victory and teach them a lesson,\" the Rodong Sinmun newspaper said, according to the Korean Central News Agency. A missile test would inflame a region already tense over the North's continuing nuclear weapons programme. Six-party talks over the programme have been stalled for months. The Taepodong-2 is North Korea's most advanced missile, and is believed to be capable of reaching parts of the US with a light payload. Pyongyang claims it has nuclear weapons, but is not believed to have a design that would be small and light enough to top a missile. It imposed a moratorium on testing long-range missiles in 1999, and a White House spokesman, Tony Snow, today said the Bush administration expected the North to abide by that freeze. The activity in North Korea came as Washington began a major set of exercises off the Pacific island of Guam today. The five-day operation, called Valiant Shield, involves 30 ships, including three aircraft carriers, 22,000 troops and 280 aircraft.",
    "keywords": [
        "launch",
        "minister",
        "korea",
        "test",
        "japan",
        "pyongyang",
        "today",
        "longrange",
        "warned",
        "missile",
        "north"
    ],
    "summary": "Countries fearing that North Korea is about to test a long-range missile capable of reaching the US threatened retaliatory action and further isolation of the regime today.\nNorth Korea fired a missile over northern Japan in 1998, increasing fears in Tokyo.\n\"Japan has been urging North Korea to stop the attempt to launch a missile,\" the Japanese prime minister, Junichiro Koizumi, said.\n\"We are making efforts to urge North Korea to act rationally and with self-restraint.\"\nA missile test would inflame a region already tense over the North's continuing nuclear weapons programme.",
    "sentiment": {
        "neg": 0.1022,
        "neu": 0.857,
        "pos": 0.0406,
        "compound": -0.0957
    }
}