{
    "date": "2006-06-15T15:14:37Z",
    "title": "North Korea 'to test long-range missile'",
    "url": "https://www.theguardian.com/world/2006/jun/15/northkorea",
    "content": "Speculation mounted on Thursday that North Korea is preparing to test-launch a long-range ballistic missile capable of hitting the US mainland. The South Korean TV network KBS, citing an unnamed government official, said the north was within a week of being ready to launch a Taepodong-2 missile that can strike Japan and parts of the western US. South Korea is understood to have urged its neighbour not to go ahead with the test, which could take place as soon as the launch pad is completed and the missile injected with solid fuel. Test-launching an intercontinental ballistic missile would cast doubt on the future of six-party talks on ending Pyongyang's nuclear weapons programme. On Wednesday the US ambassador to Seoul, Alexander Vershbow, warned that Washington would take \"appropriate measures\" should the launch go ahead. Those could include tightening its squeeze on alleged North Korean money laundering and counterfeiting operations. Calls for a tougher stance are growing in Japan, which this week passed a law requiring the government to impose economic sanctions against Pyongyang unless it provides reliable information about the fate of eight Japanese abducted by North Korean spies during the cold war. A Japanese foreign ministry official refused to discuss intelligence details but warned that any launch could have grave consequences for North Korea's already shaky relations with the US and Japan. \"It would be stupid to do that at a time when the US and other parties are involved 120% on Iranian affairs,\" he said in a reference to pressure on Tehran to give up its alleged nuclear ambitions. \"A launch would cause anger and emotion in the US and be regarded as a calculated manoeuvre against the US while it is concentrating all of its efforts on Iran.\" \"If North Korea fires a missile now while the six-party talks remain off and questions are being raised in the international community about the effectiveness of the talks, there is a possibility it will have a seriously negative impact on the resolution of the North Korean nuclear problem,\" said the South Korean foreign minister, Ban Ki-moon. North Korea left the nuclear nonproliferation treaty in 2003 and early last year declared that it had developed nuclear weapons. The multi-party talks, last held in November, have failed to make a breakthrough and no date has been set for the next round. Christopher Nelson, an analyst at Samuels International in Washington, said in a briefing: \"With the implied intelligence confirmation, an interesting element is an emerging sense that if Kim Jong-il goes ahead with his test, for once [the] Dear Leader may have out-smarted himself. That's because it seems genuinely true that both South Korea and China would be displeased.\" North Korea provoked widespread anger in 1998 when it launched a medium-range Taepodong-1 ballistic missile over Japan that landed in the Pacific. It has since tested several short-range missiles, including two in March, but hasn't test-launched long-range weapons since 1999.",
    "keywords": [
        "launch",
        "south",
        "korea",
        "talks",
        "nuclear",
        "japan",
        "weapons",
        "longrange",
        "test",
        "missile",
        "north",
        "korean"
    ],
    "summary": "Speculation mounted on Thursday that North Korea is preparing to test-launch a long-range ballistic missile capable of hitting the US mainland.\nThose could include tightening its squeeze on alleged North Korean money laundering and counterfeiting operations.\nNorth Korea left the nuclear nonproliferation treaty in 2003 and early last year declared that it had developed nuclear weapons.\nThat's because it seems genuinely true that both South Korea and China would be displeased.\"\nNorth Korea provoked widespread anger in 1998 when it launched a medium-range Taepodong-1 ballistic missile over Japan that landed in the Pacific.",
    "sentiment": {
        "neg": 0.1069,
        "neu": 0.8353,
        "pos": 0.0578,
        "compound": -0.2133
    }
}