{
    "date": "2006-09-14T23:07:27Z",
    "title": "Paranoia in Pyongyang",
    "url": "https://www.theguardian.com/commentisfree/2006/sep/15/tisdallbriefing.usa",
    "content": "North Korea's political paranoia spilled into the open this week when the isolated regime accused the US of plotting a nuclear strike. The state-run Rodong Sinmun newspaper said a \"sub-critical\" underground nuclear test in Nevada last month was part of Washington's efforts to develop new nuclear weapons. \"The US is perfecting a nuclear war plan after listing our and other countries as targets for its pre-emptive nuclear attack,\" it said. An American assault is not remotely on the cards. But North Korea's clamour reflects more than its leadership's persecution complex. In Seoul the claim was read as possible evidence that the North is preparing to justify an imminent nuclear test of its own. South Korean officials have said Pyongyang could conduct a test, or repeat July's destabilising Sea of Japan missile launches, at any time. Not coincidentally, President Roh Moo-hyun was in Washington yesterday arguing for a more \"flexible\" US line. Pyongyang escaped binding sanctions, proposed by Japan, after the July launches when China diluted a condemnatory UN resolution. But it failed in its apparent aim of scaring the US into relaxing financial sanctions or offering improved, Iran-style incentives for good behaviour. Now analysts suggest it may be about to try again. The US says it would view a North Korean nuclear test as \"very provocative\", while the reaction in Japan, the only country to experience atom bomb attacks, could be explosive. But with the six-party nuclear talks deadlocked for almost a year, and differences in approach evident between the US, South Korea, Japan and China, the mechanisms for avoiding another confrontation are lacking. \"The key has got be some kind of bilateral deal between North Korea and the US that everyone else can buy into,\" said Christopher Hughes, a regional expert at the University of Warwick. \"An agreement with the US is what the North Koreans have always wanted. The US is searching for a way to reach them while stopping Japan overplaying its hand.\" But Machiavellian manoeuvring by Pyongyang, diplomatic divergences and distrust continue to bedevil such efforts. When Christopher Hill, the US chief negotiator, proposed a one-on-one meeting with his North Korean counterpart last week he was reportedly rebuffed. Meanwhile, Kim Jong-il, North Korea's leader, is rumoured to be on the point of visiting China for consultations. Japanese officials play down the crisis while admitting that \"favourable signs\" from North Korea are lacking. A senior diplomat said the likely appointment this month of a conservative, Shinzo Abe, to replace Junichiro Koizumi as Japan's prime minister would not change Tokyo's approach. \"We will maintain our current policy of dialogue and pressure. We want talks to resume. We also want full implementation of UN resolution 1695 [that requires countries to halt WMD or missile-related technology transfers to North Korea],\" the diplomat said. Reports yesterday suggested Japan may impose financial sanctions later this month, which North Korea says would be tantamount to a declaration of war. Describing Mr Abe as a \"neonationalist, more hawkish than Mr Koizumi\", Dr Hughes predicted a tougher Japanese line on nuclear weapons and on the dispute over Japanese abducted by North Korea. Speaking yesterday, Mr Abe called for a more \"assertive\" international role for Japan. But after fierce Sino-Japanese frictions during the Koizumi era, Mr Abe would also face pressure to improve relations with China, Dr Hughes said. So partly to maintain his credibility with the right \"he will probably still be tempted to bash North Korea quite hard\". And that could be seen as provocation by the paranoiacs of Pyongyang.",
    "keywords": [
        "abe",
        "mr",
        "korea",
        "paranoia",
        "nuclear",
        "china",
        "japan",
        "test",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "North Korea's political paranoia spilled into the open this week when the isolated regime accused the US of plotting a nuclear strike.\nThe state-run Rodong Sinmun newspaper said a \"sub-critical\" underground nuclear test in Nevada last month was part of Washington's efforts to develop new nuclear weapons.\nSouth Korean officials have said Pyongyang could conduct a test, or repeat July's destabilising Sea of Japan missile launches, at any time.\nPyongyang escaped binding sanctions, proposed by Japan, after the July launches when China diluted a condemnatory UN resolution.\nSo partly to maintain his credibility with the right \"he will probably still be tempted to bash North Korea quite hard\".",
    "sentiment": {
        "neg": 0.1025,
        "neu": 0.8515,
        "pos": 0.0459,
        "compound": -0.1738
    }
}