{
    "date": "2006-10-26T23:02:25Z",
    "title": "Problems in North Korea? Send for Prescott",
    "url": "https://www.theguardian.com/politics/2006/oct/27/northkorea.foreignpolicy",
    "content": "With the world teetering on the brink of a nuclear showdown with North Korea, there is a widespread belief that the situation calls for a delicate, diplomatic touch. There was therefore a raised eyebrow or two at Westminster yesterday when it emerged that the government had sent John Prescott, the gaffe-prone deputy prime minister, to marshal the international response to the impending crisis. The Tories' defence spokesman, Liam Fox, described the decision as a joke. \"At a time of international tension the last person to send on behalf of the UK government is the man with two diplomatic left feet and the same grasp of English as the North Koreans,\" he said. His concerns were echoed by other MPs. A spokesman for the deputy prime minister's office defended Mr Prescott, whose arrival in Seoul coincided with official confirmation that North Korea did conduct its first nuclear test on October 9. \"He is visiting the Far East on behalf of the prime minister to take forward the UK's relationship with these countries and hold discussions on a range of shared issues, including environmental concerns,\" the spokesman said. \"He has met many of these senior ministers before and was chief [UK] negotiator at the Kyoto environment summit.\" Mr Prescott met the South Korean prime minister, Han Myung-sook, as well as its foreign minister and incoming UN secretary general, Ban Ki-moon. During a speech in Seoul on Wednesday he outlined the government's position on Pyongyang's nuclear ambitions. \"We are committed to the implementation of UN resolution 1718, which clearly expresses the will of the international community that North Korea should cease all further nuclear testing. All of us have to contend with a relentlessly changing world in which no nation can stand alone. More than ever before, the world's political and environmental security depends on collective action.\" Since the bomb test, north-east Asia has seen a flurry of diplomatic activity. The US secretary of state, Condoleezza Rice, was the latest high-profile visitor, generating headlines across the globe as she hopped from capital to capital trying to drum up support for UN sanctions against North Korea. Mr Prescott's itinerary - Tokyo, Seoul, Kuala Lumpur, and Beijing - is coincidentally very similar, but it is being dragged out over a longer period and has made considerably less of a media impact. However this week Tony Blair's official spokesman expressed support for the deputy prime minister. \"John Prescott has represented the government with distinction on many occasions,\" he said.",
    "keywords": [
        "spokesman",
        "send",
        "mr",
        "prescott",
        "korea",
        "north",
        "nuclear",
        "seoul",
        "prime",
        "minister",
        "problems",
        "international"
    ],
    "summary": "With the world teetering on the brink of a nuclear showdown with North Korea, there is a widespread belief that the situation calls for a delicate, diplomatic touch.\nA spokesman for the deputy prime minister's office defended Mr Prescott, whose arrival in Seoul coincided with official confirmation that North Korea did conduct its first nuclear test on October 9.\nMr Prescott met the South Korean prime minister, Han Myung-sook, as well as its foreign minister and incoming UN secretary general, Ban Ki-moon.\n\"We are committed to the implementation of UN resolution 1718, which clearly expresses the will of the international community that North Korea should cease all further nuclear testing.\nThe US secretary of state, Condoleezza Rice, was the latest high-profile visitor, generating headlines across the globe as she hopped from capital to capital trying to drum up support for UN sanctions against North Korea.",
    "sentiment": {
        "neg": 0.044,
        "neu": 0.895,
        "pos": 0.0611,
        "compound": 0.0094
    }
}