{
    "date": "2006-05-18T23:16:19Z",
    "title": "Rice leads push for US to open talks on peace deal with North Korea",
    "url": "https://www.theguardian.com/world/2006/may/19/northkorea",
    "content": "The Bush administration is poised to abandon its policy of regime change for North Korea by opening negotiations on a peace treaty at the same time as it tries to persuade Pyongyang to give up its nuclear weapons programme, foreign policy experts said yesterday. In a shift first reported in yesterday's New York Times, the White House has been persuaded by foreign policy scholars and the secretary of state, Condoleezza Rice, to drop its insistence that Pyongyang dismantle its arsenal before Washington considers talks on a treaty to replace the 1953 armistice that ended the Korean war. Mr Bush will not endorse the new approach until North Korea returns to the six-party talks that broke off last September, the newspaper reported. However, the decision to acknowledge one of North Korea's main conditions for the dismantling of its arsenal, a peace treaty with Washington, was seen as a departure from Mr Bush's insistence in the early years of his administration that Pyongyang be isolated politically until it completely dismantles its nuclear weapons programme. \"What this shows is that the US is taking a new tack, and the possibility of some kind of a deal is increased,\" said Donald Gregg, a former US ambassador to Seoul. \"If you raise the level of dialogue with a dictatorial regime things get done infinitely more quickly.\" Others said the shift indicated concern in Washington that a failure to persuade North Korea to abandon its arsenal would give further encouragement to Iran to defy pressure to disarm. Since the early years of the Bush administration, North Korea is believed to have produced enough fuel for half a dozen nuclear weapons, illustrating the risks of relegating the issue to the backburner. \"Clearly, Bush is deciding to go back to serious negotiations and to abandon the policy of trying to squeeze North Korea into submission,\" said Joseph Cirincione, a non-proliferation expert at the Centre for American Progress. \"This is a further collapse of the so-called Bush doctrine - the idea that you could solve your proliferation problems by overthrowing one regime after the other. There seems to be some sign that the administration recognises that however odious the regime, cutting a deal with them is preferable to going to war.\" Within the administration, credit for the change in approach was given to Ms Rice, who has argued - against the advice of the vice-president, Dick Cheney - that some incentive was required to kickstart negotiations with North Korea. But there has been pressure from foreign policy experts for a change in approach in the administration's dealings with Pyongyang. Earlier this week, Henry Kissinger called on Mr Bush to abandon his goal of regime change for North Korea. He said: \"A negotiation on nuclear disarmament will involve compensation in security and economic benefits in return for abandonment of nuclear weapons capabilities and is, in that sense, incompatible with regime change.\" Backstory Ever since North Korea said it would pull out of the Nuclear Non-Proliferation treaty in 1993, international concern has see-sawed over Pyongyang's nuclear intentions and its real capabilities. A deal signed a year later by the Clinton administration, which would freeze the weapons programme in return for aid to build nuclear power stations, was scrapped by George Bush, who denounced North Korea as a member of the \"axis of evil\". In 2003, North Korea withdrew from the NPT, and last year declared itself a \"nuclear weapons state\". Negotiations have since stalled.",
    "keywords": [
        "policy",
        "leads",
        "rice",
        "change",
        "deal",
        "regime",
        "korea",
        "peace",
        "north",
        "treaty",
        "administration",
        "nuclear",
        "weapons",
        "push",
        "open",
        "talks",
        "bush"
    ],
    "summary": "Mr Bush will not endorse the new approach until North Korea returns to the six-party talks that broke off last September, the newspaper reported.\nOthers said the shift indicated concern in Washington that a failure to persuade North Korea to abandon its arsenal would give further encouragement to Iran to defy pressure to disarm.\nSince the early years of the Bush administration, North Korea is believed to have produced enough fuel for half a dozen nuclear weapons, illustrating the risks of relegating the issue to the backburner.\nEarlier this week, Henry Kissinger called on Mr Bush to abandon his goal of regime change for North Korea.\nIn 2003, North Korea withdrew from the NPT, and last year declared itself a \"nuclear weapons state\".",
    "sentiment": {
        "neg": 0.1273,
        "neu": 0.838,
        "pos": 0.0347,
        "compound": -0.3213
    }
}