{
    "date": "2006-07-05T18:06:34Z",
    "title": "Rice condemns North Korea 'provocation'",
    "url": "https://www.theguardian.com/world/2006/jul/05/northkorea.usa",
    "content": "The US secretary of state, Condoleezza Rice, today said North Korea's missile tests were a \"provocation\" and had raised anxieties around the world. Ms Rice said the outrage prompted by this week's tests sent a message to Pyongyang to \"change its behaviour\". However, North Korea remained defiant, launching a seventh missile into the Sea of Japan earlier today and insisting it had a sovereign right to do so. Hours earlier, it had launched six missiles, including a long-range Taepodong-2 - theoretically capable of reaching the west coast of the US - although the tests appeared to have been far from successful. One missile failed 40 seconds after launch. The US secretary of state spoke as the UN security council met in New York to discuss a response to the tests. Comments from ambassadors indicated there were differences of opinion about how severe any resolution should be. Ms Rice said the long-troubled six-party talks with Pyongyang on its nuclear programme remained the best way to resolve the issues. \"The international community does have at its disposal a number of tools to make it more difficult for the North Koreans to engage in this kind of brinkmanship,\" she added. Japan said it would probably call for UN sanctions and was keen to see a resolution containing practical measures that would hinder North Korea's ability to acquire parts to build the missiles. A resolution drafted by Tokyo and backed by Britain, the US and France, demands that nations withhold all funds, goods and technology that could be used in Pyongyang's missile programme. The draft resolution will be discussed by junior diplomats. China's UN ambassador, Wang Guangya, called the missile tests regrettable, but indicated that Beijing - the North's closest ally and a veto-wielding council member - favoured a much weaker council statement. Vitali Churkin, the Russian UN ambassador, took a similar line to the Chinese, saying he favoured a strong response but a weaker resolution than that drafted by Japan. The US ambassador to the UN, John Bolton, said the security council must send a \"strong and unanimous signal\" that North Korea's test launches were unacceptable. Asked whether there was a lack of security council agreement on a response, the White House spokesman Tony Snow told reporters that he \"did not think so\". Mr Snow added that China had earlier specifically asked North Korea not to carry out such tests. There was no immediate indication of the range or size of the latest test missile to be tested. All the weapons fired were thought to have landed harmlessly in the sea. Some residents on Sado island, off the Japan Sea port of Niigata, reported seeing the sky turn orange for around five minutes when the missiles were launched. Japan claims the tests violated a moratorium on missile tests agreed between the countries in 2002. Tokyo stopped short of immediately imposing economic sanctions, but banned a North Korean passenger ferry moored off the Japanese coast from visiting the country for six months. The Mangyongbyong-92 was permitted to dock briefly in Niigata today to allow a party of schoolchildren to disembark. It has been alleged that the ship is carrying drugs, hard currency and up to 90% of the parts North Korea needs for its missile development programme.",
    "keywords": [
        "rice",
        "condemns",
        "korea",
        "sea",
        "council",
        "tests",
        "japan",
        "today",
        "resolution",
        "security",
        "missile",
        "provocation",
        "north"
    ],
    "summary": "The US secretary of state, Condoleezza Rice, today said North Korea's missile tests were a \"provocation\" and had raised anxieties around the world.\nHowever, North Korea remained defiant, launching a seventh missile into the Sea of Japan earlier today and insisting it had a sovereign right to do so.\nThe US secretary of state spoke as the UN security council met in New York to discuss a response to the tests.\nThe US ambassador to the UN, John Bolton, said the security council must send a \"strong and unanimous signal\" that North Korea's test launches were unacceptable.\nJapan claims the tests violated a moratorium on missile tests agreed between the countries in 2002.",
    "sentiment": {
        "neg": 0.0958,
        "neu": 0.8174,
        "pos": 0.0869,
        "compound": -0.0083
    }
}