{
    "date": "2006-10-10T01:27:46Z",
    "title": "World condemns a grave threat to peace",
    "url": "https://www.theguardian.com/world/2006/oct/10/northkorea",
    "content": "North Korea's nuclear tests drew almost universal condemnation from around the world yesterday. There were calls for coordinated action as an expression of international disapproval although there were also criticisms of the United States for its role in heightening tensions with North Korea. The European Union was highly critical. \"This test profoundly jeopardises regional stability and represents a severe threat to international peace and security,\" said a statement from the EU presidency, currently held by Finland. \"The EU presidency strongly urges [North Korea] to announce immediately that it will refrain from any further tests of a nuclear device, publicly renounce nuclear weapons and return immediately and without preconditions to the six-party talks.\" Nato joined in the condemnation. \"It flies in the face of the international community,\" said its secretary general, Jaap de Hoop Scheffer, after meeting the EU foreign policy chief, Javier Solana, at Nato headquarters. \"It is a threat to world peace and security and will demand the strongest possible reaction from the international community.\" He called for an emergency meeting of ambassadors from the Nato countries. \"It's very bad news for the people of North Korea,\" said Mr Solana, according to the Associated Press. \"At the end of the day, the government of North Korea is spending lots of money for something which is not going to be for the benefit of the people, while the people in North Korea continue to be starving.\" The South Korean president, Roh Moo-hyun, said his government would continue to try to resolve the crisis through dialogue. He was in discussions in Seoul with the Japanese prime minister, Shinzo Abe, when news of the tests was first reported. Japan threatened to take \"stern measures\" and dispatched three T-4 supersonic aircraft to the waters between Japan and the Korean peninsula to monitor radiation levels. The operation will continue throughout the week. The mayors of Nagasaki and Hiroshima, the two Japanese cities destroyed by US nuclear explosions at the end of the second world war in 1945, both released statements condemning the test. Nagasaki's mayor, Iccho Ito, said the explosion threatened world peace. China, which has closer relations with North Korea than most countries, called on Pyongyang to return immediately to disarmament talks. \"China expresses its resolute opposition,\" said China's foreign ministry, accusing North Korea of defying \"the universal opposition of international society and flagrantly conducted the nuclear test\". Mohamed ElBaradei, the head of the UN's nuclear watchdog agency, also expressed his concerns. \"The breaking of a de facto global moratorium on nuclear explosive testing that has been in place for nearly a decade and the addition of a new state with nuclear weapon capacity is a clear setback to international commitments to move towards nuclear disarmament,\" he said in a statement issued by the International Atomic Energy Agency. In Europe, Tony Blair called Mr Kim's actions \"completely irresponsible\", while the German foreign minister, Frank-Walter Steinmeier, said: \"Today's nuclear test endangers peace and security in the region and beyond. The United Nations security council is now called on to counter this North Korean provocation with a determined reaction.\" The Australian prime minister, John Howard, said his government would push for \"swift and effective action.\" He indicated that such measures could include financial and trade penalties and travel restrictions. India and Pakistan, both of whom have been subject to criticism and scrutiny for carrying out similar tests, suggested Pyongyang's actions could destablise the region. \"We are deeply concerned at the reported nuclear test ... in violation of its international commitments, jeopardising peace, stability and security on the Korean peninsula and in the region,\" said India's ministry of external affairs. In Iran - another of the countries named by President Bush as a member of the \"axis of evil\" - state radio saw the tests as \"a reaction to America's threats and humiliation\".",
    "keywords": [
        "condemns",
        "world",
        "korea",
        "peace",
        "threat",
        "nuclear",
        "tests",
        "security",
        "korean",
        "test",
        "grave",
        "north",
        "international"
    ],
    "summary": "\"This test profoundly jeopardises regional stability and represents a severe threat to international peace and security,\" said a statement from the EU presidency, currently held by Finland.\n\"It is a threat to world peace and security and will demand the strongest possible reaction from the international community.\"\n\"It's very bad news for the people of North Korea,\" said Mr Solana, according to the Associated Press.\nNagasaki's mayor, Iccho Ito, said the explosion threatened world peace.\nChina, which has closer relations with North Korea than most countries, called on Pyongyang to return immediately to disarmament talks.",
    "sentiment": {
        "neg": 0.1137,
        "neu": 0.8104,
        "pos": 0.0758,
        "compound": -0.0638
    }
}