{
    "date": "2006-10-21T23:24:06Z",
    "title": "Cinematic bombshell from Kim",
    "url": "https://www.theguardian.com/world/2006/oct/22/northkorea.filmnews",
    "content": "It's the runaway film sensation of the summer, it comes direct from one of the world's most secretive and repressive dictatorships - and it is heading for a screen near you. The Schoolgirl's Diary, which recounts an ordinary North Korean teenager's aspirations for a better life, is the first film from the state to be sold to a Western distributor for decades. Despite the fact that North Korea's 'Dear Leader' Kim Jong-il - a well-known film buff - advised on the script, its natural style is said to be very different from former North Korean classics such as Sea of Blood, Flames Spreading Over the Land and The Path to Awakening However, The Schoolgirl's Diary comes at a tense time. Last week Condoleezza Rice, the US Secretary of State, visited China, Japan and South Korea stitching together a tough sanctions package to punish North Korea for its nuclear test. James Velaise, head of Paris-based film distributor Pretty Pictures, which has picked up French rights to the film as part of a four-picture package, said that there will be 'a big curiosity factor'. Velaise hopes to secure a slot for the film at the Cannes Film Festival next May. 'If the film arrives in Cannes it'll show another side to North Korean culture. They're not all out to do nuclear crazy things. There are normal people in that country.'",
    "keywords": [
        "schoolgirls",
        "velaise",
        "korea",
        "state",
        "kim",
        "cinematic",
        "film",
        "package",
        "nuclear",
        "distributor",
        "bombshell",
        "north",
        "korean"
    ],
    "summary": "The Schoolgirl's Diary, which recounts an ordinary North Korean teenager's aspirations for a better life, is the first film from the state to be sold to a Western distributor for decades.\nLast week Condoleezza Rice, the US Secretary of State, visited China, Japan and South Korea stitching together a tough sanctions package to punish North Korea for its nuclear test.\nJames Velaise, head of Paris-based film distributor Pretty Pictures, which has picked up French rights to the film as part of a four-picture package, said that there will be 'a big curiosity factor'.\nVelaise hopes to secure a slot for the film at the Cannes Film Festival next May.\n'If the film arrives in Cannes it'll show another side to North Korean culture.",
    "sentiment": {
        "neg": 0.0576,
        "neu": 0.8661,
        "pos": 0.0763,
        "compound": 0.0905
    }
}