{
    "date": "2006-07-21T11:37:45Z",
    "title": "Hundreds killed in North Korean floods",
    "url": "https://www.theguardian.com/environment/2006/jul/21/naturaldisasters.koreanews",
    "content": "North Korea admitted today that hundreds of people are dead or missing after torrential rains swept the country, but international aid agencies say they are struggling to gauge the true extent of the damage. The official Korean Central News Agency said floods had also destroyed or damaged tens of thousands of buildings. It said the rains had left \"hundreds of people dead or missing in many parts of the country\". It was the secretive regime's first public acknowledgement that people had died. The UN World Food Programme said it was willing to provide emergency food rations to people affected by the heaviest rains to have hit the Korean peninsula for years. Damage to crops raised fears that North Korea could suffer a repeat of the famines of the 1990s in which up to 2.5 million people died. The WFP was active inside North Korea for eight years until the end of 2005, when the regime forced it to suspend aid aimed at feeding 6.5 million people. The agency has recently been given permission to resume activities on a smaller scale, but says local red tape is hampering efforts to make an accurate assessment of the damage. The WFP said it would not release food unless it was allowed to make its own assessments and then monitor the aid once it reaches the affected areas. A UN assessment team which arrived two days ago had been allowed to visit only Sonchon county in South Pyongan province. Tony Banbury, the WFP's regional director for Asia, told the Guardian: \"We would like to be able to access more parts of the country and give assistance, but at the moment that's not possible because of the authorities' restrictions.\" Mr Banbury said the agency had offered to provide 74,000 tonnes of food to 13,000 people in Sonchon, where authorities say 20,000 people have been affected and almost 9,000 homes destroyed or damaged. The Red Cross said the floods had badly affected two major rice-producing provinces near the capital Pyongyang. \"In some remote areas, whole villages have been swept away and essential public services, such as healthcare clinics, have been destroyed,\" Jaap Timmer, head of the International Federation of Red Cross and Red Crescent in North Korea, told Reuters. The recent storms could not have come at a worse time for the impoverished north. This year China, its biggest benefactor, reportedly sent less food than last year and South Korea, another major aid donor, suspended a shipment of 500,000 tonnes of rice to protest against Pyongyang's recent test-launches of seven missiles. South Korea says it won't release the rice until its neighbour agrees to return to six-party talks on its nuclear weapons programme. Heavy rains have caused widespread damage across the region. In China 228 people died in floods caused by rains following Typhoon Bilis, the Xinhua news agency said. The storm has displaced almost 3 million people and destroyed more than 210,000 homes, the agency added. Torrential rain has killed at least 29 people in South Korea, and in Japan at least 15 people have died in floods and landslides triggered by the downpours.",
    "keywords": [
        "hundreds",
        "floods",
        "south",
        "korea",
        "rains",
        "agency",
        "destroyed",
        "red",
        "died",
        "food",
        "killed",
        "north",
        "korean"
    ],
    "summary": "The official Korean Central News Agency said floods had also destroyed or damaged tens of thousands of buildings.\nDamage to crops raised fears that North Korea could suffer a repeat of the famines of the 1990s in which up to 2.5 million people died.\nThe WFP was active inside North Korea for eight years until the end of 2005, when the regime forced it to suspend aid aimed at feeding 6.5 million people.\nSouth Korea says it won't release the rice until its neighbour agrees to return to six-party talks on its nuclear weapons programme.\nTorrential rain has killed at least 29 people in South Korea, and in Japan at least 15 people have died in floods and landslides triggered by the downpours.",
    "sentiment": {
        "neg": 0.1762,
        "neu": 0.8073,
        "pos": 0.0165,
        "compound": -0.4904
    }
}