{
    "date": "2006-07-23T23:03:32Z",
    "title": "Former secretary wins heart  of North Korean leader",
    "url": "https://www.theguardian.com/world/2006/jul/24/northkorea",
    "content": "North Korea's leader, Kim Jong-il, has been living with his former secretary, who is virtually acting as the country's \"first lady\", it was reported yesterday. There is no official information available about the marital history of Mr Kim, 64, but he is believed to have been married three times. His last wife, Ko Yong-hi, reportedly died of cancer two years ago. Since then, Mr Kim has been living with Kim Ok, who had served as his personal secretary since the 1980s, the Yonhap news agency reported, citing unnamed South Korean government officials familiar with the family. Ms Kim, 42, \"virtually acts as North Korea's first lady\", and frequently accompanied the communist leader on his visits to military bases and meetings with foreign dignitaries, Yonhap said. She also travelled with him on a secretive trip to China in January, when she was received by officials as Mr Kim's wife, the report said. Ms Kim also met the Chinese president, Hu Jintao, it said. \"She is a cute woman rather than a beauty like the leader's previous wives or live-in women,\" another source said. Little is known about Ms Kim, except that she studied piano at the North's elite Pyongyang University of Music and Dance. It is not known whether she has any children by the North Korean leader, who is known to have three sons - one from his second wife, two from his third. North Korean experts say Mr Kim's 25-year-old son Kim Jong-chul will most likely succeed him. His eldest, Kim Jong-nam, is said to have fallen out of favour after he was caught trying to enter Japan on a fake passport in 2001, saying he wanted to visit Tokyo Disneyland.",
    "keywords": [
        "mr",
        "leader",
        "wife",
        "secretary",
        "yonhap",
        "virtually",
        "known",
        "ms",
        "kim",
        "wins",
        "heart",
        "north",
        "korean"
    ],
    "summary": "North Korea's leader, Kim Jong-il, has been living with his former secretary, who is virtually acting as the country's \"first lady\", it was reported yesterday.\nThere is no official information available about the marital history of Mr Kim, 64, but he is believed to have been married three times.\nLittle is known about Ms Kim, except that she studied piano at the North's elite Pyongyang University of Music and Dance.\nIt is not known whether she has any children by the North Korean leader, who is known to have three sons - one from his second wife, two from his third.\nNorth Korean experts say Mr Kim's 25-year-old son Kim Jong-chul will most likely succeed him.",
    "sentiment": {
        "neg": 0.0548,
        "neu": 0.8806,
        "pos": 0.0645,
        "compound": 0.0371
    }
}