{
    "date": "2006-08-11T12:35:18Z",
    "title": "What films would our leaders make?",
    "url": "https://www.theguardian.com/commentisfree/2006/aug/11/whatfilmswouldourleadersm",
    "content": "A Pyongyang crowd surrounds an image of Kim Jong Il. Photograph: AP. The must-see movie of the summer in North Korea, Diary of a Girl Student, is the touching tale of a young girl who grumbles at her parents' dedication to scientific research, but eventually relents and follows in their path. Its runaway success with Pyongyang's moviegoing public may have something to do with the screenwriter and producer: one Kim Jong Il. \"Busy as he was with continuous inspection tours of front-line army units, he improved its script and guided its production to become a masterpiece of the times,\" the Korean Central News Agency said. The dear leader's project was drawing \"full houses in Pyongyang every day\", the state-run media organisation added. Clearly, other world leaders will soon be rushing to follow in Kim's footsteps. But what sort of screenplays would Tony, George and pals turn out? Plot treatments and suggested titles, please...",
    "keywords": [
        "girl",
        "leaders",
        "jong",
        "films",
        "young",
        "world",
        "turn",
        "kim",
        "units",
        "pyongyang",
        "il"
    ],
    "summary": "A Pyongyang crowd surrounds an image of Kim Jong Il.\nThe must-see movie of the summer in North Korea, Diary of a Girl Student, is the touching tale of a young girl who grumbles at her parents' dedication to scientific research, but eventually relents and follows in their path.\nIts runaway success with Pyongyang's moviegoing public may have something to do with the screenwriter and producer: one Kim Jong Il.\nThe dear leader's project was drawing \"full houses in Pyongyang every day\", the state-run media organisation added.\nClearly, other world leaders will soon be rushing to follow in Kim's footsteps.",
    "sentiment": {
        "neg": 0.0,
        "neu": 0.9251,
        "pos": 0.0749,
        "compound": 0.2397
    }
}