{
    "date": "2006-10-10T12:20:04Z",
    "title": "The land of eternal happiness",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/10/insidethelandofeternalhap1",
    "content": "I think I may have been the first western journalist to secure an interview, or rather capture a monologue, with a senior member of North Korea's military. I accompanied a group of European parliamentarians to the de-militarised zone (DMZ) - actually the most militarised zone on the planet. Remarkably, we were ushered into the spartan headquarters of Liutenant General Ri Cham Bok, a highly decorated veteran of the Korean War. The next hour spent listening to Ri Cham Bok helped explain the paranoid nature of the North Korean regime and the military's tightening grip on power and resources. He had seen the north's cities levelled by American B52 bombers during the Korean War. He had lost family and friends, and recounted tales of scavenging for scraps of food amidst the ruins. His own trauma formed just part of a national trauma that was later to give way to the cult of personality and the totalitarian rule of the two Kims. South Korea collectively managed to escape that trauma, but the insulated north simply retreated further and further into itself. The point about Ri Cham Bok and the men he commanded was that they had no inkling as to what went on outside their \"land of eternal happiness\". On a permanent war footing, every military manoeuvre by the Americans and South Koreans beyond the DMZ was another example of the \"hostile US policy against the DPRK\" [Democratic Peoples Republic of Korea]. What is more the outside world had no way of contacting the North Korea's military in order to encourage both information and defection, since no modern communications linking the north to the outside world have been allowed, except to the very few. On the occasion, for instance, that 30,000 party officials and senior servants were given mobile phones, I remember explaining to a couple of them how to use them. The next time I returned to Pyongyang, this time for the BBC, the phones had all been confiscated. Officials were making calls to other North Korean cities, and therefore control over propaganda was being lost. I suspect that I may have nearly caused a diplomatic incident myself during the time with Ri Cham Bok after being forced to answer a rather urgent call of nature. Horror or horrors, the lieutenant general's lavatory chain broke and I couldn't get it to flush. As we left, an embarrassed orderly hurried in armed with buckets of water. I beat a hasty retreat. Be that as it may, no one should be particularly surprised at the fact that the North Korean regime has gone ahead with a nuclear missile test. The surprise is that it didn't happen sooner. The question is why the regime did it, and what might be the best course of action to avoid them doing it again. The overriding priority for Kim Jong-il and the military is regime survival. And the regime has withstood some pretty hard knocks, with ordinary citizens taking the brunt. The collapse of the Soviet Union had many experts predicting that North Korea, by far the most hardline of the remaining communist states, would collapse. The big question then was how to manage any reunification of the two Koreas without sparking a mass movement of tens of thousands of starving northerners across the Yalu River into China, and across the border into the south. But the regime didn't collapse and went on to withstand famine, serious malaria outbreaks and the collapse of the ossified heavy-industrial base. The development of the nuclear programme then became the priority for two reasons. Before the invasion of Iraq it provided a valuable bargaining counter with both the US and China, both promising to deliver enough fuel to keep the stagnant economy going. After the invasion of Iraq it provided an insurance policy against the perceived threat from the US. While the north's leaders continued to need \"the American threat\", Kim Jong-il was more than happy to sign an \"agreed framework\" with the then US secretary of state, Madeleine Albright. In return for heavy-oil supplies and advanced water-cooled reactors from the US, Kim agreed to remain a member of the non-proliferation treaty and halt his nuclear programme. The framework was already fraying when Bush was elected president in 2000, and after he accused the country of belonging to an \"axis of evil', US and North Korean relations were plunged into deep freeze. Following the latest round of US-inspired sanctions, which in turn followed the North's attempt to launch long-range missiles, the scene was set for all that has followed. The carrot and stick approach of both the European Union and the US under President Clinton do appear to be slowly bearing fruit, although it was always difficult for these countries to entirely defend themselves from the accusation that they were helping the regime in its number one task of surviving. But ironically once the (radioactive) dust has settled, limited sanctions imposed, and China is persuaded to turn the screw a little tighter still, Pyongyang could be forced back to the negotiation table. And if incentives such as those being offered to Iran are also offered to North Korea, it is just possible that a new arms race in the region might be halted. And nuclear non-proliferation, a peaceful settlement to the Korean question, and much more besides, stands more hope of reaching an equable conclusion with the soon to be confirmed new secretary general of the UN, Ban Ki-moon. Which may be why Pyongyang is so enraged that a South Korean has the world's top diplomatic job. Because if Ban Ki-moon can help bring a lasting peace to the Korean peninsula, the long reign of the Kims could well begin to come to an end.",
    "keywords": [
        "south",
        "ri",
        "military",
        "regime",
        "korea",
        "eternal",
        "nuclear",
        "land",
        "collapse",
        "happiness",
        "cham",
        "north",
        "korean"
    ],
    "summary": "The next hour spent listening to Ri Cham Bok helped explain the paranoid nature of the North Korean regime and the military's tightening grip on power and resources.\nSouth Korea collectively managed to escape that trauma, but the insulated north simply retreated further and further into itself.\nThe point about Ri Cham Bok and the men he commanded was that they had no inkling as to what went on outside their \"land of eternal happiness\".\nOfficials were making calls to other North Korean cities, and therefore control over propaganda was being lost.\nWhich may be why Pyongyang is so enraged that a South Korean has the world's top diplomatic job.",
    "sentiment": {
        "neg": 0.1014,
        "neu": 0.8183,
        "pos": 0.0802,
        "compound": -0.0836
    }
}