{
    "date": "2006-10-10T13:59:53Z",
    "title": "China under pressure to impose sanctions",
    "url": "https://www.theguardian.com/world/2006/oct/10/northkorea.china",
    "content": "China came under intense pressure to impose sanctions on its historical ally North Korea today as the world weighed up measures to punish Pyongyang for yesterday's claimed nuclear weapons test. Acknowledging that the controlled explosion had damaged a relationship once described as being “as close as lips and teeth”, foreign ministry officials in Beijing said their country would support “appropriate action” by the UN security council. In the aftermath of the blast, the US and Japan are pushing for ship inspections, a ban on military goods, luxury items, a restriction on official visits and a tighter crackdown on North Korea’s financial dealings overseas. Australia announced a range of measures, including curtailing visas. But the cooperation of Beijing will be crucial if punitive measures are to bite. China provides more than 70% of the food aid and economic assistance flowing into North Korea. It is also Pyongyang’s main trading partner, accounting for between a third and a half of the isolated nation’s business with the outside world and props up the economy with supplies of cheap fuel. In a break with Beijing’s usual stance, foreign ministry spokesman Liu Jianchao did not rule out the possibility of sanctions. “The DPRK ignored the opposition of the international community and brazenly conducted a nuclear test,” he said. “China resolutely opposes this.” But Mr Liu said the use of military force was unimaginable. “China is firmly opposed to war to resolve the issue on the Korean peninsula,” he said. The only way to resolve this issue is to get all parties back to the negotiating table.” The blast has severly damaged the 50-year friendship between the two nations, who fought side by side against the US and South Korea in the 1950-52 Korean war. “We don’t need to deny that this test has had a negative impact on relations,” said Mr Liu. “It is obvious that on the denuclearisation of the peninsula, China and North Korea have great differences.” China is furious that Kim Jong-il has twice very publicly ignored its advice. In July, North Korea conducted a missile test just days after Chinese prime minister Wen Jiabao urged it not to do so. Yesterday’s claimed nuclear test came the day after Chinese president Hu Jintao urged restraint. The process of six-nation talks - which Beijing has hosted for the past three years - now lies in tatters. Uncertainties linger about the nature of the test. The US has yet to confirm that the blast was caused by a nuclear device. Estimates of its explosive power range from Russia’s guess of 15 megatons - roughly equivalent to the bomb that flattened Nagasaki - to France’s claim that it may have been as little as 500 tonnes, an unusually small amount for an atomic weapon. US monitoring stations and Japanese planes are sampling the air and water around the peninsula for traces of radiation. South Korean officials estimate that it will take two weeks before the outside world will have a clear idea of what happened. But the explosion is being treated as a major challenge to regional stability. “This is really very serious. The test demonstrates that North Korea has deliberately defied China’s wishes and advice,” said Shi Yinhong of Renmin University. “China is left with a feeling of anguish and faces a major dilemma in its foreign policy making.” Despite the flurry of displomatic activity, there were few signs of an increase in military tension. US forces in Okinawa, home to tens of thousands of Marines and hundreds of F-15s and F-16s, were not placed on high alert. The Japanese prime minister, Shinzo Abe, softened fears of a regional arms race by promising that his country would maintain its non-nuclear policy. Hong Kong media reported that the People’s Liberation Army has suspended leave for all troops along China’s 1,400km border with North Korea. In Dandong - a major crossing point - customs officials said they would close the main road for goods trucks, though it was not clear how long this would last and whether it was connected to the nuclear test. The Chinese government insisted that situation on the border was normal. “It’s difficult to see what the government will do next,” said Zhou Yongsheng, a professor at China Foreign Affairs University. “Sanctions will make the North Korean regime more fragile, possibly even leading to a collapse. That’s not what China wants. But if the security council passed a sanctions motion, China will have to comply even if it abstains during the vote.” Even if Kim Jong-il remains in power, a deterioration of the North Korean economy is likely to force an exodus of refugees into China. Academics say Beijing is already straining to cope with refugees from the famines of the late 1990s, when 300,000 North Koreans flooded across the border. International aid workers said the humanitarian situation in the impoverished nation was bleak even before the tests. Floods, government controls and a reduction of food donations has forced the UN’s to scale back its world food programme. Punitive measures can only make the situation worse. “We are drastically underfunded already,” said Michael Huggins, a spokesman for WFP in Pyongyang. “With only a tenth of the money that we appealed for, we have had several pipeline breaks since January. Our goal was to feed 1.9m people, mostly women, children and other vulnerable members of society, but we are only able to reach half of them now.” Residents of Pyongyang, however, said there was no apparent change in the mood of the city. Although the state-run television channel announced the “joyful news” of the test yesterday evening, the main concern of people today was festivities for the anniversary of the founding of the ruling Workers party. “It is business as usual,” said a foreign aid worker. The North Korean government has said it would treat sanctions as an act of war. One official warned that the communist nation could fire a nuclear-tipped missile unless the US enters into dialogue with Pyongyang, the Yonhap news agency reported today. “We hope the situation will be resolved before an unfortunate incident of us firing a nuclear missile comes,” the unnamed official said. “That depends on how the US will act.”",
    "keywords": [
        "korea",
        "world",
        "impose",
        "china",
        "sanctions",
        "nuclear",
        "situation",
        "test",
        "pressure",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "China came under intense pressure to impose sanctions on its historical ally North Korea today as the world weighed up measures to punish Pyongyang for yesterday's claimed nuclear weapons test.\nChina provides more than 70% of the food aid and economic assistance flowing into North Korea.\n“The DPRK ignored the opposition of the international community and brazenly conducted a nuclear test,” he said.\n“It is obvious that on the denuclearisation of the peninsula, China and North Korea have great differences.” China is furious that Kim Jong-il has twice very publicly ignored its advice.\n“It’s difficult to see what the government will do next,” said Zhou Yongsheng, a professor at China Foreign Affairs University.",
    "sentiment": {
        "neg": 0.1003,
        "neu": 0.8622,
        "pos": 0.0375,
        "compound": -0.1647
    }
}