{
    "date": "2006-10-20T10:37:30Z",
    "title": "China raises hopes of fresh N Korea talks",
    "url": "https://www.theguardian.com/world/2006/oct/20/northkorea",
    "content": "China's foreign minister said today that an envoy had held discussions with North Korean officials about the possibility of resuming six-nation nuclear disarmament talks, raising hope that diplomats in the region may bring the isolated state into line on nuclear testing. Foreign minister Li Zhaoxing told reporters in Beijing that the visit of a Chinese delegation yesterday \"increased mutual understanding. Everyone discussed how to restart progress in the six-party talks as quickly as possible.\" A high level Chinese envoy, state councillor Tang Jiaxuan, also spoke with North Korea's reclusive leader, Kim Jong-il, but the foreign minister would not say whether they discussed resuming nuclear talks. The trip by Mr Tang was the highest level contact between the two countries since North Korea conducted a nuclear test on October 9. Mr Li made the optimistic comments after a meeting with US secretary of state Condoleezza Rice, who is travelling in Asia to find a diplomatic solution to North Korea's nuclear testing, as well as shoring up support for United Nations sanctions imposed on Pyongyang. Diplomatic activity has intensified over fears that the isolated country could be making preparations for a second test. \"We hope all relevant parties will maintain coolheadedness, adopt a responsible approach and adhere to peaceful dialogue as the main approach,\" said Mr Li at a joint press conference with Dr Rice. Dr Rice said she had discussed with Mr Li the importance of enforcing sanctions to prevent \"trade in illegal materials, dangerous materials\". China is North Korea's major trading partner and is critical to enforcing the sanctions and negotiating with its nuclear neighbour. The sanctions include a ban on sale or export of military hardware, nuclear and missile related items, and inspections of cargo to and from North Korea. The six-party talks - involving the US, China, Japan, Russia and North and South Korea - stopped in late 2005. North Korea refused to meet with the United States after it imposed financial and other sanctions on the country. A South Korean newspaper also reported today that Mr Kim expressed regret about his country's nuclear test to the Chinese delegation and said Pyongyang would return to nuclear talks if Washington backed off from its financial sanctions. \"If the US makes a concession to some degree, we will also make a concession to some degree, whether it be bilateral talks or six-party talks,\" Mr Kim was quoted as telling a Chinese envoy, the mass-circulation Chosun Ilbo reported, citing a diplomatic source in China.",
    "keywords": [
        "fresh",
        "mr",
        "raises",
        "korea",
        "state",
        "north",
        "china",
        "nuclear",
        "sanctions",
        "li",
        "n",
        "chinese",
        "test",
        "talks",
        "hopes"
    ],
    "summary": "The trip by Mr Tang was the highest level contact between the two countries since North Korea conducted a nuclear test on October 9.\nDr Rice said she had discussed with Mr Li the importance of enforcing sanctions to prevent \"trade in illegal materials, dangerous materials\".\nThe sanctions include a ban on sale or export of military hardware, nuclear and missile related items, and inspections of cargo to and from North Korea.\nThe six-party talks - involving the US, China, Japan, Russia and North and South Korea - stopped in late 2005.\nNorth Korea refused to meet with the United States after it imposed financial and other sanctions on the country.",
    "sentiment": {
        "neg": 0.0759,
        "neu": 0.8427,
        "pos": 0.0813,
        "compound": -0.0041
    }
}