{
    "date": "2006-10-11T10:41:43Z",
    "title": "North Korea: US pressure would mean war",
    "url": "https://www.theguardian.com/world/2006/oct/11/northkorea4",
    "content": "North Korea will view US pressure to rein in its nuclear programme as \"a declaration of war\", the isolated communist regime said today in its first official statement since announcing it had carried out a nuclear test. Separately, the country's number two leader also warned that it would conduct a second test unless Washington softened its stance. \"If the US keeps pestering us and increases pressure, we will regard it as a declaration of war and will take a series of physical corresponding measures,\" Pyongyang's foreign ministry said in a statement carried by the official Korean Central News Agency. \"We were compelled to prove that we have nuclear weapons to prevent the increasing threat of war by the US and protect our sovereignty and survival,\" the statement added, saying the country was \"ready for both dialogue and confrontation\". Earlier, with the region already jittery at the prospect of further explosions, Kim Yong Nam - second in command to Kim Jong-Il - said the country could carry out further tests unless the United States changed its attitude. \"The issue of future nuclear tests is linked to US policy toward our country,\" Mr Kim told Japan's Kyodo news agency. \"If the United States continues to take a hostile attitude and apply pressure on us in various forms, we will have no choice but to take physical steps to deal with that.\" He added that the country would not return to six-party talks on the nuclear programme unless sanctions were dropped. The Australian foreign minister, Alexander Downer, told reporters he had received information that North Korea was preparing a second blast in defiance of world opinion. \"We have very real concerns that they may conduct another nuclear test and that they may do so very soon,\" he said. Speaking today, the South Korean president, Roh Moo-hyun, rejected the north's claims of being under threat in a rare direct criticism of his country's neighbour. \"North Korea says the reason it is pursuing nuclear [weapons] is for its security, but the security threat North Korea speaks of either does not exist in reality, or is very exaggerated,\" Mr Roh said. The success of the first test remains in doubt. Only Russia has confirmed North Korea as a member of the nuclear club, after what it says was an explosion of more than 10 kilotons. But the US and other nations say the blast was far smaller. \"It is hard to say if it was a very large but traditional type of explosion, or else a nuclear explosion. If it was a nuclear explosion, it was a failed explosion,\" the French defence minister, Michele Alliot-Marie, said. \"However, that does not make it any the less serious.\" Despite a wave of international condemnation, the region's powers are divided over how to punish Kim Jong-il. China - North Korea's historic ally - has said it would support action by the UN security council, but has ruled out military action. The US and Japan propose the toughest sanctions, including a ban on military and luxury goods, naval inspections, and a tightening of controls on North Korea's overseas accounts. Humanitarian organisations have called for restraint, saying sanctions should not be allowed to affect the already precarious supplies of food and medicine in the impoverished country. The Russian president, Vladimir Putin, said punitive measures were necessary, but the door to negotiations should be left open. \"We condemn this,\" Mr Putin said of the test, in an interview with the German daily Süddeutsche Zeitung. \"But we must not break off the process of talks.\" Observers said that the major parties were divided in their long-term aims. \"The problem is that China and South Korea want a solution, but the US and Japan don't,\" said Glyn Ford, a British MEP who specialises in east Asian affairs. \"Japan needs tension on the peninsula to tear up its pacifist constitution and for the US, it is a justification for its Star Wars missile defence programme.\" Every country in the region is being forced to reconsider its military strategy. South Korea, which has pursued a \"sunshine policy\" of engagement with its neighbour in recent years, said it would bolster its armed forces in response to the heightened threat. \"If North Korea really has the capabilities, we will improve and enlarge the number of conventional weapons as long as it doesn't violate the principle of denuclearisation,\" the country's defence minister, Yoon Kwang-ung, told parliament. \"We will supplement [our ability] to conduct precision strikes against storage facilities and intercept delivery means, while also improving the system of having military units and individuals defend themselves.\"",
    "keywords": [
        "war",
        "military",
        "korea",
        "threat",
        "nuclear",
        "kim",
        "mean",
        "weapons",
        "country",
        "explosion",
        "test",
        "pressure",
        "north"
    ],
    "summary": "North Korea will view US pressure to rein in its nuclear programme as \"a declaration of war\", the isolated communist regime said today in its first official statement since announcing it had carried out a nuclear test.\nThe Australian foreign minister, Alexander Downer, told reporters he had received information that North Korea was preparing a second blast in defiance of world opinion.\n\"North Korea says the reason it is pursuing nuclear [weapons] is for its security, but the security threat North Korea speaks of either does not exist in reality, or is very exaggerated,\" Mr Roh said.\n\"It is hard to say if it was a very large but traditional type of explosion, or else a nuclear explosion.\nIf it was a nuclear explosion, it was a failed explosion,\" the French defence minister, Michele Alliot-Marie, said.",
    "sentiment": {
        "neg": 0.0945,
        "neu": 0.8484,
        "pos": 0.0571,
        "compound": -0.1411
    }
}