{
    "date": "2006-06-21T23:11:20Z",
    "title": "John Gittings: on North Korea's threat of a missile test",
    "url": "https://www.theguardian.com/commentisfree/2006/jun/22/northkorea.usa",
    "content": "Will a North Korean long-range missile test be so \"provocative\", as Condoleezza Rice has warned, that the Pentagon will have to activate its missile interceptor system to shoot it down? Yesterday Pyongyang's man in Geneva repeated what seems a more reasonable idea, offering to \"solve the problem through negotiations\". International law does not prevent North Korea from conducting a missile test, as long as it gives proper notice. Pyongyang's moratorium since 1999 on such testing is a unilateral one, not part of any binding agreement. Of course it will be a great pity if the launch does go ahead and it may be an own goal for Pyongyang: it is contrary to the spirit of the six-party negotiations conducted in Beijing; it will increase demands for Japanese militarisation; and strengthen the voice of US neoconservatives lobbying for regime change. Tweaking the tail of the US (Mao Zedong used to call it \"touching the tiger's buttocks\") is not a sensible policy. But it is hardly a serious provocation to the US: a failing state shows a theoretical capability to reach Alaska on a lucky day, and could, perhaps, put a nuclear payload on the missile. In the face of overwhelming US nuclear retaliatory might, actually to undertake such a venture would be writing the ticket for self-annihilation. Let's put this in the wider context of US-North Korean relations: (1) At the beginning of June, the US turned down an invitation issued from North Korea for its chief negotiator, Christopher Hill, to visit Pyongyang. (This was a repeat of an invitation issued last October.) In making the new offer, Pyongyang said, \"We have already made it clear many times that if the US is not hostile to us, trust between our country and the US is built and we no longer feel threatened, there will no longer be a need for even a single nuclear weapon.\" Just words? But that's diplomacy: Iran's President Ahmadinejad is being castigated for saying that he is not willing to \"abandon his nuclear programme\". (2) US-North Korean relations appeared to improve in the Clinton era but have become unstable in Bush's. The then secretary of state, Colin Powell, promised to continue the Madeleine Albright dialogue with Pyongyang but was quickly disavowed by Bush, who included North Korea in his axis of evil. US policy eased last year when Christopher Hill was authorised to negotiate seriously in the six-party Beijing talks. Yet the agreement at those talks, which looked forward to normalisation of relations, has been undermined by a fresh neocon drive, with renewed US sanctions and the branding of Pyongyang as a \"criminal regime\". This, says Pyongyang, is why it refuses to return to those talks as Washington demands. (3) Of course North Korea is a repressive regime, devious and opaque in its policies, but diplomacy is about getting results. This is the view of the South Korean government, which now finds itself in the bizarre position of being lambasted by US conservatives for being too soft on the North. The South Koreans believe a collapse of Pyongyang would cause chaos across the Korean peninsula. As one commentator put it, Seoul pursues a \"changing regime\" policy through dialogue, but fears that US policy is \"regime change\". (4) The Korean situation is still unfinished business from the cold war, dating back to the division of the peninsula by the superpowers followed by decades of isolation. It is a hard problem to unpick; if it has proved intractable until now, that's all the more reason to keep on the negotiating track. And what is so terrible about negotiations between the two main antagonists, then and now? · John Gittings is the author of The Changing Face of China john@johngittings.com",
    "keywords": [
        "policy",
        "gittings",
        "relations",
        "regime",
        "korea",
        "threat",
        "talks",
        "nuclear",
        "pyongyang",
        "john",
        "korean",
        "test",
        "missile",
        "north",
        "koreas"
    ],
    "summary": "Will a North Korean long-range missile test be so \"provocative\", as Condoleezza Rice has warned, that the Pentagon will have to activate its missile interceptor system to shoot it down?\nInternational law does not prevent North Korea from conducting a missile test, as long as it gives proper notice.\n(2) US-North Korean relations appeared to improve in the Clinton era but have become unstable in Bush's.\n(3) Of course North Korea is a repressive regime, devious and opaque in its policies, but diplomacy is about getting results.\nAs one commentator put it, Seoul pursues a \"changing regime\" policy through dialogue, but fears that US policy is \"regime change\".",
    "sentiment": {
        "neg": 0.1005,
        "neu": 0.8519,
        "pos": 0.0476,
        "compound": -0.1507
    }
}