{
    "date": "2006-10-10T23:08:20Z",
    "title": "Simon Jenkins: Accept North Korea into the nuclear club or bomb it now",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/11/northkorea.guardiancolumnists",
    "content": "So what now? North Korea is the fourth, possibly fifth, state to have rejected the 1970 non-proliferation treaty and proceeded towards a nuclear arsenal. The others are India, Pakistan, Israel and perhaps Iran. That makes five states in the old nuclear club (America, Russia, Britain, France and China) and five in the new one. The appropriate relationship, diplomatic, military and moral, between the two clubs is now a consuming world obsession. There is no easy answer. If strategically secure countries such as Britain and France want nuclear missiles as an ultimate line of defence, why not Iran and North Korea? Pakistan is an unstable dictatorship that has sold nuclear technology and harbours terrorists. Yet it is embraced by the west. So is India, which is about to enjoy American nuclear cooperation. Given a nuclear Israel, not just Iran but conceivably Turkey and Egypt are pondering a bomb. Japan may similarly react to the North Korean test. Where is the moral compass to guide us through this? There is none. There is only opportunism. The big five have had nuclear weapons for half a century and refuse to give them up, dishonouring the 1970 treaty's second pillar on disarmament. Of the other nuclear and quasi-nuclear powers, Israel, India and Pakistan are regarded as vaguely reliable, Iran a headache and North Korea a nightmare. The treaty was always hypocritical, policed by those states whose security it confirmed. It has been a vehicle of superpower convenience. A nuclear bomb is a bizarre weapon, so awful as to have been used in only two attacks, in 1945. Since then, its owners have thankfully rendered it irrelevant by disuse, but in doing so have deprived it of deterrent effect. Britain's bomb did not deter Argentina from invading the Falklands, nor was America's massive arsenal a deterrent in Vietnam, Lebanon, Somalia or Iraq. Possessing such bombs is largely a matter of status. The operative word is largely. When nuclear missiles were brandished by the Soviet Union, the west lived in an under standable state of terror. That Russia and China have abandoned their goal of communist imperialism is an immense relief. Inducing that abandonment was the objective of the cold war policy of \"containment and engagement\", and it worked. The thesis of Tony Blair and John Reid that Britain is currently more at risk than since Hitler is ludicrous (and a poor comment on MI6 briefing). For all the science fiction hokum surrounding \"suitcase bombs\" and \"terrorist WMDs\", building and delivering a nuclear bomb is a massive industrial and military exercise requiring the concerted energy of a nation-state. So-called dirty bombs, or biological and chemical weapons, should never be put in the same category. They are nothing like as dangerous and have proved ineffective. What is more alarming is that North Korea appears to possess both the wherewithal to build a working bomb and the long-range missiles to deliver it. Kim Jong-il is acquiring effective nuclear capability. At this point the argument moves from capability to intent. The west has not moved against India or Pakistan because it does not see them as threats. Iran's ruling elite is devious but not mad. President Ahmedinejad's cat-and-mouse game with United Nations inspectors is about national pride and self-promotion, not a craving for war. True, his regime has preached the destruction of Israel and has armed insurgents across the Middle East, but nuclear blackmail has no plausible part in this strategy, which is chauvinistic bombast. Iran is a big, pluralist country, a classic case for containment and engagement, not ostracism and war. For it to own a bomb would be deplorable, but no more or less dangerous than Pakistan having one. North Korea is a different matter. It is reasonable to ask why Britain and America went to war against \"weapons of mass destruction\" in the wrong country - Iraq - in 2003. It is also reasonable to wonder whether the present crisis might have been avoided had George Bush not wrecked President Clinton's mild engagement policy towards North Korea and opted instead for belligerence and rhetoric. But that is history. There is no knowing what Kim might now do. If preventing him from acquiring a bomb was a legitimate goal of UN policy, so must be removing it in advance of deployment under chapter seven of the UN charter. Asking, demanding, bribing and threatening have all failed. The whole UN security council is appalled by Kim's disregard for world opinion. China may increase the diplomatic screw but there is no way of stopping a determined state, even one as destitute as North Korea, from doing what it wants if it can. The stupidest policy would be one of economic sanctions. This never works, impoverishing peoples while rendering their rulers ever more embattled and paranoid. Nothing in history so props up dictatorship as economic siege. Ask Castro, Gadafy, Saddam and the ayatollahs. The North Koreans are poor beyond the power of economic squeeze. The proposal that China devastates the country by cutting its power would merely generate starvation and mass migration. Sanctions are cowards' wars, cruel and counterproductive. In this case they are anyway too late. It is tempting to conclude that the world must just get used to a new generation of nuclear states. The head of the International Atomic Energy Agency, Mohamed ElBaradei, estimates that some 40 countries are on the brink of being able to make nuclear bombs. As we live with 10, perhaps we must live with 40, struggling to reduce tension, minimise risk and help guard against accidents. A nuclear accident would not be the end of the world, certainly not in the sense that an east-west nuclear exchange would have been during the cold war. We handled that threat. Perhaps learning to live with nuclear power, in all its forms, will be the great challenge of the 21st century. If this relaxed view is not viable in North Korea's case (as opposed to Iran's), there is only one sensible alternative. It is not to drag out a conflict through economic sanctions to eventual war, but to curb North Korea's ambition in the simplest possible way. Sophisticated air power, useless in counter-insurgency, has a role in the \"coercive diplomacy\" of non-proliferation. Israel used it effectively against Iraq's nuclear plant in 1981 and the US repeated the exercise with Operation Desert Fox in 1998 (though Bush and Blair later refused to believe it had worked). If Kim is the unstable menace he appears, his bomb-making capacity and missile sites should be removed at once with Tomahawk missiles. Fewer people would die that way than with any other pre-emptive response. simon.jenkins@theguardian.com",
    "keywords": [
        "war",
        "iran",
        "korea",
        "club",
        "accept",
        "world",
        "nuclear",
        "pakistan",
        "simon",
        "power",
        "jenkins",
        "israel",
        "north",
        "bomb"
    ],
    "summary": "North Korea is the fourth, possibly fifth, state to have rejected the 1970 non-proliferation treaty and proceeded towards a nuclear arsenal.\nIf strategically secure countries such as Britain and France want nuclear missiles as an ultimate line of defence, why not Iran and North Korea?\nGiven a nuclear Israel, not just Iran but conceivably Turkey and Egypt are pondering a bomb.\nA nuclear bomb is a bizarre weapon, so awful as to have been used in only two attacks, in 1945.\nPerhaps learning to live with nuclear power, in all its forms, will be the great challenge of the 21st century.",
    "sentiment": {
        "neg": 0.1511,
        "neu": 0.7805,
        "pos": 0.0683,
        "compound": -0.2231
    }
}