{
    "date": "2006-10-18T01:28:05Z",
    "title": "Fears grow of second nuclear test as US is accused of declaration of war",
    "url": "https://www.theguardian.com/world/2006/oct/18/northkorea",
    "content": "North Korea entered into a new and dangerous phase of brinkmanship with the US yesterday when it labelled sanctions a declaration of war amid fears it might be preparing a second nuclear test. The US nuclear envoy, Christopher Hill, during a visit to South Korea, warned that another test would be \"a very belligerent answer\" to the world. As tens of thousands of North Koreans participated in a torchlight parade in Pyongyang to mark Anti-Imperialism Day, its foreign ministry dashed hopes that sanctions might force it to return to negotiations. \"The resolution cannot be construed otherwise than a declaration of a war,\" the ministry said. It added that it was \"not afraid of war\" and would \"deal merciless blows\" against anyone who violated its sovereignty, an apparent reference to US threats to stop North Korean ships to search for arms or other goods banned under the sanctions regime imposed by the UN security council on Saturday. The ministry said that, having become a nuclear weapons state, it would not cave into pressure and threats. Both the Japanese and South Korean governments reported yesterday that North Korea could be prepared to conduct a second test, though neither said it was imminent. A senior Pentagon official told the Associated Press yesterday the concern was partly related to satellite imagery showing increased activity around at least two sites, including ground preparation at one site and construction of some buildings and other structures at another. Condoleezza Rice, the US secretary of state, left Washington yesterday to bolster support in the region for the sanctions regime. She will visit Japan, South Korea, China and Russia, and told a press conference before leaving she expected countries in that neighbourhood to \"share the burdens as well as the benefits of our common security\". She is particularly looking to China to use its leverage against North Korea. But China, Russia and South Korea have already said they will not board North Korean ships. China is reported to be already checking goods going to and from North Korea along its land border. But the US has said it will and the Japanese government said yesterday it was considering it. The prospect of Japan attempting to stop a North Korean ship threatens to be inflammatory. The USS aircraft carrier Kitty Hawk pulled out of Yokosuka, south of Tokyo, yesterday for what a spokesman for the US Seventh Fleet described as routine operations. Tony Snow, the White House spokesman, said North Korea was in danger of misreading the mood of the international community. \"If they do believe that somehow people are going to give them a pass on this, they're going to find out that they're wrong,\" he said. South Korea, which for the past decade has pursued a policy of rapprochement with North Korea, said it would exercise caution in deciding how to punish its neighbour economically, in contrast with the US which is seeking a more draconian approach. \"Sanctions against North Korea should be done in a way that draws North Korea to the dialogue table,\" the South Korean prime minister, Han Myung-sook, was quoted as saying by the Yonhap news agency. \"There should never be a way that causes armed clashes.\" While it is difficult to come by hard information from North Korea, its leader, Kim Jong-il, could opt for a second test as a response to the UN sanctions but also to answer analysts who last week questioned whether the first test, carried out 11 days ago, had been only partially successful. On Monday, US specialists confirmed after studying air samples that the first explosion had been caused by a nuclear device. But they said the blast had been relatively small, at less than one kiloton.",
    "keywords": [
        "war",
        "south",
        "declaration",
        "korea",
        "second",
        "accused",
        "nuclear",
        "sanctions",
        "china",
        "fears",
        "test",
        "grow",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "North Korea entered into a new and dangerous phase of brinkmanship with the US yesterday when it labelled sanctions a declaration of war amid fears it might be preparing a second nuclear test.\nThe US nuclear envoy, Christopher Hill, during a visit to South Korea, warned that another test would be \"a very belligerent answer\" to the world.\nBoth the Japanese and South Korean governments reported yesterday that North Korea could be prepared to conduct a second test, though neither said it was imminent.\nThe prospect of Japan attempting to stop a North Korean ship threatens to be inflammatory.\nTony Snow, the White House spokesman, said North Korea was in danger of misreading the mood of the international community.",
    "sentiment": {
        "neg": 0.061,
        "neu": 0.9015,
        "pos": 0.0375,
        "compound": -0.0617
    }
}