{
    "date": "2006-06-19T01:12:56Z",
    "title": "North Korea warned over missile test",
    "url": "https://www.theguardian.com/world/2006/jun/19/northkorea",
    "content": "Japan warned North Korea yesterday of a \"fierce\" protest from Tokyo and Washington if it went ahead with test-firing a long-range missile capable of reaching the United States. North Korea was silent on the issue but vowed in a burst of rhetoric to bolster its \"military deterrent\". A test launch of what is believed to be a Taepodong-2 missile would inflame a region already tense over the north's continuing nuclear weapons programme. Jung Tae-ho, a spokesman at the South Korean president's office, said there were \"signs\" of an imminent missile launch. The north last conducted such a launch in 1998. Pyongyang imposed a moratorium on testing long-range missiles in 1999. White House spokesman Tony Snow said the US expected the north to abide by that freeze. President George Bush, his national security adviser, Stephen Hadley, and secretary of state, Condoleezza Rice, had been in contact with more than a dozen countries and communicated with North Korea through its UN envoy. The Taepodong-2 is North Korea's most advanced missile and is capable of reaching the US with a light payload. Japan's foreign minister, Taro Aso, said his country would take the issue to the UN. \"We will naturally file a stern protest and it will be fierce,\" Mr Aso told TV Asahi. He also said it would be \"inevitable\" that the UN security council would consider imposing sanctions on North Korea if it went ahead with a launch. Japan's largest newspaper, Yomiuri, reported that US and Japanese officials had confirmed that North Korea had assembled what is believed to be a Taepodong-2, with two stages at the launch site, based on photos from satellites. The newspaper and South Korea's Yonhap news agency carried similar reports citing unidentified US and diplomatic officials saying North Korea also may have begun fuelling the missile. Associated Press",
    "keywords": [
        "spokesman",
        "launch",
        "south",
        "reaching",
        "korea",
        "went",
        "test",
        "taepodong2",
        "security",
        "warned",
        "missile",
        "north"
    ],
    "summary": "Japan warned North Korea yesterday of a \"fierce\" protest from Tokyo and Washington if it went ahead with test-firing a long-range missile capable of reaching the United States.\nNorth Korea was silent on the issue but vowed in a burst of rhetoric to bolster its \"military deterrent\".\nA test launch of what is believed to be a Taepodong-2 missile would inflame a region already tense over the north's continuing nuclear weapons programme.\nJung Tae-ho, a spokesman at the South Korean president's office, said there were \"signs\" of an imminent missile launch.\nThe newspaper and South Korea's Yonhap news agency carried similar reports citing unidentified US and diplomatic officials saying North Korea also may have begun fuelling the missile.",
    "sentiment": {
        "neg": 0.0431,
        "neu": 0.9059,
        "pos": 0.0511,
        "compound": 0.0555
    }
}