{
    "date": "2006-10-12T15:36:35Z",
    "title": "North Korea warns of retaliation against Japanese sanctions over nuclear test",
    "url": "https://www.theguardian.com/world/2006/oct/12/japan.korea",
    "content": "North Korea today threatened \"strong\" retaliation against Japanese sanctions as UN security council members tried to work out a compromise deal on a response to Pyongyang's nuclear test. \"We will take strong counter-measures,\" Song Il Ho, North Korea's ambassador in charge of talks with Japan, said when asked about Tokyo's unilateral sanctions, imposed yesterday. The measures include a ban on North Korean shipping. In an interview with Japan's Kyodo news agency, he warned: \"We never speak empty words.\" The Japanese prime minister, Shinzo Abe, pre-empted any UN measures following North Korea's announcement of its first nuclear test on Monday, imposing a total trade ban on the North and denying all its ships entry to Japanese ports. Other measures included a ban on the entry of North Koreans to Japan, other than those with residential status. The UN security council meets tomorrow to discuss possible sanctions against Pyongyang. Japan is pressing for tough sanctions, working alongside the US, with French and British backing, but China and Russia are more cautious. China - crucial in the agreement and implementation of sanctions given its position as North Korea's neighbour and closest ally - again reiterated its anger over the test. \"It is necessary to express clearly to North Korea that the nuclear test is the wrong practice,\" the foreign ministry spokesman, Liu Jianchao, told reporters in Beijing today. However, China has yet to say definitively whether it will back sanctions and, if it chooses to do so, which ones. China's president, Hu Jintao, will hold talks in Beijing with his South Korean counterpart, Roh Moo-Hyun, tomorrow to discuss the crisis and their nations' response to it. Meanwhile, Beijing's leading negotiator on North Korea, Wu Dawei, has been sent to Washington and Moscow as part of a delegation. \"We are consulting with other parties, and hope the consultation will be conducive towards pushing forward the diplomatic efforts,\" Mr Liu said. The US president, George Bush, yesterday warned of \"serious repercussions\" and promised increased military cooperation with Washington's allies in the region, including bolstering their ballistic missile defences. He said he supported efforts to work towards a solution that included more dialogue with North Korea. However, the North Korean foreign ministry warned: \"If the US keeps pestering us and increases the pressure, we will regard it as a declaration of war and will take a series of physical corresponding measures.\" Washington hopes the security council will pass a resolution tomorrow, and has been circulating a draft version that does not include the Japanese-demanded measures of a complete ban on North Korean ships and planes arriving in all countries. Such proposals would be likely to face strong Russian and Chinese opposition. Instead, the draft calls for financial sanctions and inspections of North Korean ships leaving the country and a travel ban. Adding to already high tensions in the region, a series of reports in South Korea and Japan have said Pyongyang is preparing a second nuclear test. The South Korean newspaper Munhwa Ilbo today quoted an unidentified source \"well versed in North Koreans affairs\" as saying the test would happen within two to three days. South Korean scientists have been carefully monitoring for signs of abnormal radioactivity that would confirm the underground test, but have yet to discover any.",
    "keywords": [
        "south",
        "ban",
        "korea",
        "measures",
        "sanctions",
        "nuclear",
        "warns",
        "japanese",
        "japan",
        "test",
        "retaliation",
        "north",
        "korean"
    ],
    "summary": "North Korea today threatened \"strong\" retaliation against Japanese sanctions as UN security council members tried to work out a compromise deal on a response to Pyongyang's nuclear test.\n\"It is necessary to express clearly to North Korea that the nuclear test is the wrong practice,\" the foreign ministry spokesman, Liu Jianchao, told reporters in Beijing today.\nMeanwhile, Beijing's leading negotiator on North Korea, Wu Dawei, has been sent to Washington and Moscow as part of a delegation.\nHe said he supported efforts to work towards a solution that included more dialogue with North Korea.\nAdding to already high tensions in the region, a series of reports in South Korea and Japan have said Pyongyang is preparing a second nuclear test.",
    "sentiment": {
        "neg": 0.0949,
        "neu": 0.8267,
        "pos": 0.0783,
        "compound": -0.0775
    }
}