{
    "date": "2006-10-17T10:20:15Z",
    "title": "North Korea 'preparing second nuclear test'",
    "url": "https://www.theguardian.com/world/2006/oct/17/northkorea2",
    "content": "North Korea could be preparing to conduct a second nuclear test, Japan and South Korea said today, although neither country believed it was imminent. \"We have yet to confirm any imminent signs of a second nuclear test,\" an unnamed South Korean official told reporters, adding that there had been no outward signs of activity to suggest the North was preparing to detonate another nuclear bomb. In Tokyo the Japanese foreign minister, Taro Aso, said he had been alerted to the possibility of another test, but refused to elaborate. Speculation that North Korea was about to defy world opinion for the second time in less than 10 days came as the communist regime denounced sanctions agreed by the UN security council over the weekend as tantamount to a declaration of war. In a statement carried by the official Korean Central News Agency, the foreign ministry said the North would \"deal merciless blows\" in response to any attempt to violate its sovereignty. While Pyongyang wanted peace, it was also \"ready for war,\" it said. North Korea had not capitulated when it had no nuclear weapons, the ministry said, adding that it was \"quite nonsensical\" to expect it to yield to pressure and threats now that it had \"become a nuclear weapons state\". Christopher Hill, the US assistant secretary of state, was unable to confirm warnings of another test but said that North Korea should be made to pay a \"high price\" for its \"reckless behaviour\". Condoleezza Rice, the US secretary of state, is set to launch a major diplomatic offensive as differences emerged among key players in the region on how to implement sanctions, which include inspections of cargo in and out of North Korea. Ms Rice will arrive in Tokyo tomorrow before travelling to South Korea, China and Russia. Although China has reportedly started inspecting trucks at the border it shares with North Korea, its ambassador to the UN, Wang Guangya, said yesterday that Beijing would not board vessels to search for nuclear equipment and material. Seoul said it too would exercise caution in deciding how to punish its neighbour economically. \"Sanctions should be done in a way that draws North Korea to the dialogue table,\" the South Korean prime minister, Han Myung-sook, was quoted as saying by the Yonhap news agency. \"There should never be a way that causes armed clashes.\" After studying air samples from the explosion conducted by Pyongyang on October 9, US officials confirmed yesterday that it had been caused by a nuclear device. But they said the size of the blast had been relatively small, estimating it at less than one kilotonne.",
    "keywords": [
        "south",
        "korea",
        "state",
        "second",
        "nuclear",
        "sanctions",
        "preparing",
        "test",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "North Korea could be preparing to conduct a second nuclear test, Japan and South Korea said today, although neither country believed it was imminent.\n\"We have yet to confirm any imminent signs of a second nuclear test,\" an unnamed South Korean official told reporters, adding that there had been no outward signs of activity to suggest the North was preparing to detonate another nuclear bomb.\nNorth Korea had not capitulated when it had no nuclear weapons, the ministry said, adding that it was \"quite nonsensical\" to expect it to yield to pressure and threats now that it had \"become a nuclear weapons state\".\nMs Rice will arrive in Tokyo tomorrow before travelling to South Korea, China and Russia.\n\"Sanctions should be done in a way that draws North Korea to the dialogue table,\" the South Korean prime minister, Han Myung-sook, was quoted as saying by the Yonhap news agency.",
    "sentiment": {
        "neg": 0.0731,
        "neu": 0.8938,
        "pos": 0.0331,
        "compound": -0.2028
    }
}