{
    "date": "2006-10-09T15:15:52Z",
    "title": "Testing times ahead for North Korea",
    "url": "https://www.theguardian.com/world/2006/oct/09/northkorea3",
    "content": "If anyone is likely to suffer as a result of the nuclear test, it will be the already impoverished population of the world's most isolated nation. Brought up from nursery school to revere the \"military genius\" of the \"Great General\" Kim Jong-il, the country's 22m people will be told that the test is another triumph in the nation's 50-year resistance against the world's greatest superpower. Reinforcing a deeply entrenched siege mentality, the state media constantly warns that the United States is threatening a nuclear attack. Blackout drills and air-raid evacuations are a regular feature of Pyongyang life. As one officer at the demilitarised zone told reporters earlier this week, there is a feeling that war could break out at any time. It has been like this - on and off - since the 1950-52 Korean war, one of the bloodiest encounters of the cold war. In the years since, this small nation has held off the US, resisted globalisation and maintained its system despite the collapse of the eastern bloc and devastating floods and famines in the late 90s. Most important of all for Kim Jong-il, his regime has survived. The human cost has been enormous, but the population are told that they must sacrifice everything to protect the nation. The military take precedence in all allocations of food and fuel. During the worst of the famines, ordinary people were told they must endure the \"arduous march\". Economically, the situation had been improving thanks to budding market reforms and greater trade with China and South Korea. Recent visitors to Pyongyang report more cars on the streets and more business activity. But the test could induce another \"arduous march\". The US and Japan want tougher sanctions. South Korea announced yesterday it was suspending its food aid. Politicians in Seoul are asking whether to continue multi-billion dollar development projects in Kaesong and Mount Kumgang. The UN World Food Programme has been ordered to scale back its humanitarian relief. Chinese food exports are down by more than half compared to last year. Foreign businessmen say it will become more difficult to trade with the North. Pyongyang's media will shrug off these challenges and hark as usual to the country's philosophy of self-sufficiency. Despite a decade of foreign aid, the population may well soon find that they have to have to tighten their belts again.",
    "keywords": [
        "war",
        "worlds",
        "nation",
        "times",
        "south",
        "korea",
        "food",
        "trade",
        "test",
        "told",
        "testing",
        "ahead",
        "pyongyang",
        "north",
        "population"
    ],
    "summary": "Reinforcing a deeply entrenched siege mentality, the state media constantly warns that the United States is threatening a nuclear attack.\nIt has been like this - on and off - since the 1950-52 Korean war, one of the bloodiest encounters of the cold war.\nThe human cost has been enormous, but the population are told that they must sacrifice everything to protect the nation.\nEconomically, the situation had been improving thanks to budding market reforms and greater trade with China and South Korea.\nForeign businessmen say it will become more difficult to trade with the North.",
    "sentiment": {
        "neg": 0.0662,
        "neu": 0.8352,
        "pos": 0.0985,
        "compound": -0.0041
    }
}