{
    "date": "2006-11-03T03:02:46Z",
    "title": "British believe Bush more dangerous than Kim Jong-il",
    "url": "https://www.theguardian.com/uk/2006/nov/03/terrorism.northkorea",
    "content": "America is now seen as a threat to world peace by its closest neighbours and allies, according to an international survey of public opinion published today that reveals just how far the country's reputation has fallen among former supporters since the invasion of Iraq. Carried out as US voters prepare to go to the polls next week in an election dominated by the war, the research also shows that British voters see George Bush as a greater danger to world peace than either the North Korean leader, Kim Jong-il, or the Iranian president, Mahmoud Ahmadinejad. Both countries were once cited by the US president as part of an \"axis of evil\", but it is Mr Bush who now alarms voters in countries with traditionally strong links to the US. The survey has been carried out by the Guardian in Britain and leading newspapers in Israel (Haaretz), Canada (La Presse and Toronto Star) and Mexico (Reforma), using professional local opinion polling in each country. It exposes high levels of distrust. In Britain, 69% of those questioned say they believe US policy has made the world less safe since 2001, with only 7% thinking action in Iraq and Afghanistan has increased global security. The finding is mirrored in America's immediate northern and southern neighbours, Canada and Mexico, with 62% of Canadians and 57% of Mexicans saying the world has become more dangerous because of US policy. Even in Israel, which has long looked to America to guarantee national security, support for the US has slipped. Only one in four Israeli voters say that Mr Bush has made the world safer, outweighed by the number who think he has added to the risk of international conflict, 36% to 25%. A further 30% say that at best he has made no difference. Voters in three of the four countries surveyed also overwhelmingly reject the decision to invade Iraq, with only Israeli voters in favour, 59% to 34% against. Opinion against the war has hardened strongly since a similar survey before the US presidential election in 2004. In Britain 71% of voters now say the invasion was unjustified, a view shared by 89% of Mexicans and 73% of Canadians. Canada is a Nato member whose troops are in action in Afghanistan. Neither do voters think America has helped advance democracy in developing countries, one of the justifications for deposing Saddam Hussein. Only 11% of Britons and 28% of Israelis think that has happened. As a result, Mr Bush is ranked with some of his bitterest enemies as a cause of global anxiety. He is outranked by Osama bin Laden in all four countries, but runs the al-Qaida leader close in the eyes of UK voters: 87% think the al-Qaida leader is a great or moderate danger to peace, compared with 75% who think this of Mr Bush. The US leader and close ally of Tony Blair is seen in Britain as a more dangerous man than the president of Iran (62% think he is a danger), the North Korean leader (69%) and the leader of Hizbullah, Hassan Nasrallah (65%). Only 10% of British voters think that Mr Bush poses no danger at all. Israeli voters remain much more trusting of him, with 23% thinking he represents a serious danger and 61% thinking he does not. Contrary to the usual expectation, older voters in Britain are slightly more hostile to the Iraq war than younger ones. Voters under 35 are also more trusting of Mr Bush, with hostility strongest among people aged 35-65. · ICM interviewed a random sample of 1,010 adults by telephone from October 27-30. Interviews were conducted across the country and the results have been weighted to the profile of all adults. Polling was by phone in Canada (sample 1,007), Israel (1,078) and Mexico (1,010)",
    "keywords": [
        "think",
        "mr",
        "leader",
        "danger",
        "world",
        "say",
        "believe",
        "kim",
        "british",
        "voters",
        "dangerous",
        "britain",
        "jongil",
        "countries",
        "bush"
    ],
    "summary": "Both countries were once cited by the US president as part of an \"axis of evil\", but it is Mr Bush who now alarms voters in countries with traditionally strong links to the US.\nNeither do voters think America has helped advance democracy in developing countries, one of the justifications for deposing Saddam Hussein.\nAs a result, Mr Bush is ranked with some of his bitterest enemies as a cause of global anxiety.\nOnly 10% of British voters think that Mr Bush poses no danger at all.\nVoters under 35 are also more trusting of Mr Bush, with hostility strongest among people aged 35-65.",
    "sentiment": {
        "neg": 0.1151,
        "neu": 0.8048,
        "pos": 0.08,
        "compound": -0.0382
    }
}