{
    "date": "2006-12-21T12:31:56Z",
    "title": "US warns North Korea not to divert nuclear talks",
    "url": "https://www.theguardian.com/world/2006/dec/21/northkorea",
    "content": "The US has urged North Korea to focus more on dismantling its nuclear weapons rather than on the financial sanctions imposed upon it. As negotiators enter a fourth day of talks in Beijing, the US assistant secretary of state, Christopher Hill, said North Korea's nuclear test showed that \"denuclearising\" the regime was an urgent problem. \"I'd rather not obscure that urgent problem by talking about finances,\" he said. \"It is difficult to engage the North Koreans on the other subjects when they have come in with a very strong view on the financial issue. ... This is a challenge that we face.\" The US blacklisted a Macau-based bank containing $24m (£12.2m) of North Korea's money in September 2005, accusing it of involvement in money-laundering and counterfeiting. North Korean negotiators have insisted that the US lifts its economic sanctions before they consider US offers of a written security guarantee and economic aid at the six-nation talks in Beijing. A South Korean official confirmed that negotiators had not yet begun discussing the North's nuclear programme because of Pyongyang's demand that the US first lift financial restrictions. Mr Hill is pushing for swift implementation of a September 2005 agreement in which the North pledged to disarm, with some elements of that deal being put into effect even this week. \"By implementation, I mean we are actually affecting the situation on the ground. Things are really beginning to change,\" Mr Hill said. China said all sides needed to cooperate to bring a resolution to the standoff. \"China will make its utmost efforts to help relevant parties to bridge their gaps and narrow their differences, but it will still depend on a joint effort by the rest of the parties\" In the September 2005 agreement, Pyongyang pledged to give up its nuclear weapons and programmes in return for incentives from others that include energy and economic aid and eventual diplomatic normalisation. But North Korea walked out of the talks after America imposed financial restrictions. It then proceeded to test-fire missiles and conduct its first nuclear weapons test. The talks - consisting of China, Japan, Russia, the US and the two Koreas - are to continue until at least tomorrow. Meanwhile, a South Korean lawmaker said North Korea could conduct a second nuclear test, citing \"brisk activity\" at a suspected test site. The activity is part of an engineering project that western intelligence authorities believe may be linked to preparations for another atomic test, Representative Chung Hyung-keun of the main opposition Grand National Party said during a party meeting. Mr Chung, a former intelligence official, said North Korea dug two underground tunnels at a mountain in the country's northeast and used one of them for its earlier nuclear test. \"There has been brisk activity since this month\" at the other tunnel, he said.",
    "keywords": [
        "divert",
        "mr",
        "korea",
        "talks",
        "nuclear",
        "warns",
        "negotiators",
        "weapons",
        "financial",
        "test",
        "north",
        "koreas"
    ],
    "summary": "The US has urged North Korea to focus more on dismantling its nuclear weapons rather than on the financial sanctions imposed upon it.\nThe US blacklisted a Macau-based bank containing $24m (£12.2m) of North Korea's money in September 2005, accusing it of involvement in money-laundering and counterfeiting.\nBut North Korea walked out of the talks after America imposed financial restrictions.\nIt then proceeded to test-fire missiles and conduct its first nuclear weapons test.\nMeanwhile, a South Korean lawmaker said North Korea could conduct a second nuclear test, citing \"brisk activity\" at a suspected test site.",
    "sentiment": {
        "neg": 0.0565,
        "neu": 0.8713,
        "pos": 0.0723,
        "compound": 0.0959
    }
}