{
    "date": "2006-05-26T22:49:23Z",
    "title": "Obituary: Lee Jong-Wook",
    "url": "https://www.theguardian.com/news/2006/may/26/guardianobituaries.northkorea",
    "content": "Though little known outside the World Health Organisation, the South Korean Lee Jong-Wook, who has died aged 61, following surgery for a blood clot in the brain, fought - and, in 2003, won - an astute political battle to succeed the Norwegian politician Gro Harlem Brundtland as the agency's director general. Within the WHO, however, he always commanded great respect and affection. He spoke Korean, Japanese, French and English, loved classical music and Shakespeare, and could talk equally easily about particle physics. Colleagues enjoyed his way of pulling people to the window to look at the magnificent views from their Geneva headquarters. As director general, Lee was faced with outbreaks of Sars and then avian flu, which he tackled with energy and pragmatism. He raised millions of pounds for a strategic operations centre to cope with emergencies, and had satellite dishes installed in country offices previously inaccessible by phone. He also presided over difficult reforms and cuts to ensure that more of the WHO budget could be spent where it was needed, rather than in Geneva. Possibly his bravest move, shortly after taking office, was to launch the \"3 by 5\" campaign - an initiative virtually everybody expected to fail - which aimed to get life-saving antiretroviral drugs to 3 million people in poor countries by the end of last year. In terms of meeting its target, the campaign failed - around 1.3 million people were on the drugs by last December. But many consider it to have been a success. It concentrated minds, elicited funds from donors and got clinics opened and healthcare staff trained to begin treating large numbers of people with HIV in countries where some had said it would be impossible. At the G8 summit last year, a new target was set of universal access by 2010, and in the speech he wrote for the opening of the World Health Assembly, which he should have given on the day he died, Lee called for the effort to go on. \"There can be no comfort level in the fight against HIV,\" he wrote. Lee was born in Seoul. At the age of five, he marched 250 miles through cold winter weather with his mother and two brothers to join his civil servant father in exile during the Korean war. At 31, he took a medical degree at Seoul National University, and went on to take an MA in public health at the University of Hawaii, believing that he could be more useful in that sphere. He spent two years at the LBJ Tropical Medicine Centre, in American Samoa, where he met his Japanese wife, Reiko, a volunteer at a leper colony. He joined the WHO in 1983 as a leprosy consultant, and remained with it for the rest of his career. In 1990, he became head of polio eradication in the western Pacific region, where he oversaw a reduction in cases from nearly 6,000 to 700. Four years later, he moved to Geneva as director of the WHO vaccines and immunisation programme. His reputation as a strong leader grew; he reformed the department and worked more closely with industry to develop new vaccines. In 1998 he became a senior policy advisor to the director general, closely involved in WHO reforms, before becoming director of the tuberculosis department in 2000. There he formed the successful public/private Global Partnership to Stop TB and threw his weight into getting drug treatments to those in poor countries who needed them. He launched the Global Drug Facility to improve access to TB drugs, with substantial donor funding. Earlier this year, he put Arata Kochi in charge of the WHO malaria department with an explicit brief to shake things up. Kochi, with Lee's blessing, began with public warnings to the drug companies to sell the new artimisinin drugs for malaria only in combination with older drugs, to prevent resistance developing and preserve their potency. Lee is survived by his wife and son Tadahiro. · Lee Jong-Wook, public health administrator, born April 12 1945; died May 22 2006",
    "keywords": [
        "public",
        "drug",
        "general",
        "obituary",
        "director",
        "died",
        "jongwook",
        "drugs",
        "lee",
        "health",
        "geneva",
        "korean"
    ],
    "summary": "He spoke Korean, Japanese, French and English, loved classical music and Shakespeare, and could talk equally easily about particle physics.\nColleagues enjoyed his way of pulling people to the window to look at the magnificent views from their Geneva headquarters.\nAs director general, Lee was faced with outbreaks of Sars and then avian flu, which he tackled with energy and pragmatism.\nIn 1998 he became a senior policy advisor to the director general, closely involved in WHO reforms, before becoming director of the tuberculosis department in 2000.\n· Lee Jong-Wook, public health administrator, born April 12 1945; died May 22 2006",
    "sentiment": {
        "neg": 0.0598,
        "neu": 0.8267,
        "pos": 0.1135,
        "compound": 0.0667
    }
}