{
    "date": "2006-06-27T23:02:19Z",
    "title": "North Korean missile unlikely to be fired",
    "url": "https://www.theguardian.com/world/2006/jun/28/northkorea",
    "content": "Reports that North Korea has fuelled a long-range missile and was preparing to carry out its first test in eight years were called into question yesterday after more than a week went by without a launch. An initial report on June 18 quoted US officials as saying that the Taepodong-2 missile, capable of reaching the US, had completed fuelling and \"all systems are go\". The US, Japan, South Korea, and Australia warned North Korea it would face deeper isolation if it went ahead. But if the missile had been fuelled when reported, it would almost certainly have been fired by now, experts said. The rocket fuel used in North Korea is highly corrosive. \"My understanding is that the fuel is too unstable. There is only a small number of days before they'd have to defuel it,\" said Michael Green, who was President George Bush's adviser on Asian affairs until December. \"I understand that the fuel trucks moved up there, but we don't know if it was actually fuelled.\" Mr Green, now at Washington's Centre for Security and International Studies, said it was possible the apparent launch preparations could be a show for the satellite cameras above. The Institute for Science and International Security, an independent watchdog, estimated this week that North Korea has enough plutonium for between four and 13 nuclear warheads, but \"there is little evidence to suggest that North Korea is capable of making a nuclear warhead light enough for the Taepodong-2 missile\". David Albright, the Isis director, said either a missile launch or a hoax could be designed to panic other countries into making concessions in talks about Pyongyang's nuclear programme.",
    "keywords": [
        "unlikely",
        "launch",
        "fired",
        "korea",
        "week",
        "nuclear",
        "went",
        "taepodong2",
        "missile",
        "fuel",
        "fuelled",
        "north",
        "korean"
    ],
    "summary": "An initial report on June 18 quoted US officials as saying that the Taepodong-2 missile, capable of reaching the US, had completed fuelling and \"all systems are go\".\nThe US, Japan, South Korea, and Australia warned North Korea it would face deeper isolation if it went ahead.\nBut if the missile had been fuelled when reported, it would almost certainly have been fired by now, experts said.\nThe rocket fuel used in North Korea is highly corrosive.\nDavid Albright, the Isis director, said either a missile launch or a hoax could be designed to panic other countries into making concessions in talks about Pyongyang's nuclear programme.",
    "sentiment": {
        "neg": 0.0753,
        "neu": 0.8809,
        "pos": 0.0438,
        "compound": -0.049
    }
}