{
    "date": "2006-10-10T23:11:12Z",
    "title": "The world according to Kim Jong-il",
    "url": "https://www.theguardian.com/world/2006/oct/11/northkorea2",
    "content": "The international community has condemned North Korea's first nuclear weapons explosion. This is how the Korean Central News Agency reported the blast - and some of Monday's other top stories. DPRK Successfully Conducts Underground Nuclear Test The field of scientific research in the DPRK [Democratic People's Republic of Korea] successfully conducted an underground nuclear test under secure conditions on October 9, Juche 95 (2006) at a stirring time when all the people of the country are making a great leap forward in the building of a great prosperous powerful socialist nation. It has been confirmed that there was no such danger as radioactive emission in the course of the nuclear test as it was carried out under a scientific consideration and careful calculation. The nuclear test was conducted with indigenous wisdom and technology 100 percent. It marks a historic event as it greatly encouraged and pleased the KPA and people that have wished to have powerful self-reliant defence capability. It will contribute to defending the peace and stability on the Korean Peninsula and in the area around it. Commemorative Stamps Issued Commemorative stamps have been brought out in the DPRK on the occasion of the 80th anniversary of the Down-with-Imperialism Union (DIU). In order to open up a new way for revolution in the darkest period of the Japanese imperialists' colonial rule over Korea, President Kim Il-Sung conceived a plan to form a revolutionary vanguard organization that would conduct the anti-Japanese national liberation struggle in reliance upon popular masses with a correct fighting program and organized the DIU on October 17, Juche 15 (1926). Nepalese Library Delegation Arrives A delegation of Kim Il-Sung-Kim Jong-Il Library of Nepal headed by its Director Narayan Prasad Sapkota arrived here Sunday. Floral Basket to Kim Jong-Il General Secretary Kim Jong-Il received a floral basket from the family of Zhang Weihua, an anti-Japanese revolutionary martyr, on the occasion of the 61st anniversary of the Workers' Party of Korea. The floral basket was handed to an official concerned on Monday by Zhang Qi, grandson of Zhang Weihua staying in Korea.",
    "keywords": [
        "basket",
        "world",
        "korea",
        "according",
        "zhang",
        "floral",
        "nuclear",
        "kim",
        "jongil",
        "test",
        "weihua",
        "dprk"
    ],
    "summary": "It has been confirmed that there was no such danger as radioactive emission in the course of the nuclear test as it was carried out under a scientific consideration and careful calculation.\nThe nuclear test was conducted with indigenous wisdom and technology 100 percent.\nNepalese Library Delegation Arrives A delegation of Kim Il-Sung-Kim Jong-Il Library of Nepal headed by its Director Narayan Prasad Sapkota arrived here Sunday.\nFloral Basket to Kim Jong-Il General Secretary Kim Jong-Il received a floral basket from the family of Zhang Weihua, an anti-Japanese revolutionary martyr, on the occasion of the 61st anniversary of the Workers' Party of Korea.\nThe floral basket was handed to an official concerned on Monday by Zhang Qi, grandson of Zhang Weihua staying in Korea.",
    "sentiment": {
        "neg": 0.0562,
        "neu": 0.8341,
        "pos": 0.1096,
        "compound": 0.1285
    }
}