{
    "date": "2006-10-04T10:57:01Z",
    "title": "Japanese PM to visit China and South Korea",
    "url": "https://www.theguardian.com/world/2006/oct/04/northkorea.japan",
    "content": "Japan's new prime minister will meet the leaders of South Korea and China early next week in an attempt to repair damaged relations and to discuss the region's response to a possible nuclear test by North Korea. Shinzo Abe, who took office last week, had sought an early meeting with the Chinese president, Hu Jintao, amid fears that his hawkish stance on defence and criticism of Beijing's military build-up would lead to a further deterioration in bilateral ties. He will visit China on Sunday for talks with Mr Hu before leaving for Seoul to meet the South Korean president, Roh Moo-hyun. \"We intend to move forward in a future-looking relationship with our important neighbours China and South Korea by expending every effort to engage in dialogue and working closely with them,\" Mr Abe said. Liu Jianchao, a Chinese foreign ministry spokesman, said: \"China and Japan have reached consensus on overcoming political obstacles affecting bilateral relations and on encouraging the healthy development of friendly, cooperative relations.\" Tokyo hailed the meetings as an ideal start to Mr Abe's premiership. \"We feel this is quite significant for Prime Minister Abe to visit both China and South Korea soon after taking office,\" said Hiroshi Suzuki, the deputy cabinet secretary for public relations. Japan is locked in disputes with South Korea and China over territorial claims and accusations that it has yet to atone for its wartime conduct on the Asian mainland. The leaders of China and Japan held their last full summit in 2001, and Mr Hu had refused to meet Mr Abe's predecessor, Junichiro Koizumi, since April last year in protest at his annual visits to Yasukuni, a shrine in Tokyo that honours Japan's war dead. The South Korean and Japanese leaders have not met since November last year. Mr Abe, Japan's most nationalist leader for years, made a secret visit to Yasukuni in April, but appears to have placated Mr Hu and Mr Roh by refusing to state whether or not he would worship there as prime minister. The need for better regional cooperation was highlighted by North Korea's announcement yesterday that it planned to test a nuclear weapon, a move Mr Abe condemned today. \"Naturally, we simply could not accept if North Korea were to conduct a nuclear test,\" he said.",
    "keywords": [
        "abe",
        "south",
        "mr",
        "korea",
        "hu",
        "china",
        "visit",
        "japanese",
        "prime",
        "test",
        "relations"
    ],
    "summary": "Japan's new prime minister will meet the leaders of South Korea and China early next week in an attempt to repair damaged relations and to discuss the region's response to a possible nuclear test by North Korea.\nHe will visit China on Sunday for talks with Mr Hu before leaving for Seoul to meet the South Korean president, Roh Moo-hyun.\n\"We intend to move forward in a future-looking relationship with our important neighbours China and South Korea by expending every effort to engage in dialogue and working closely with them,\" Mr Abe said.\n\"We feel this is quite significant for Prime Minister Abe to visit both China and South Korea soon after taking office,\" said Hiroshi Suzuki, the deputy cabinet secretary for public relations.\nJapan is locked in disputes with South Korea and China over territorial claims and accusations that it has yet to atone for its wartime conduct on the Asian mainland.",
    "sentiment": {
        "neg": 0.0824,
        "neu": 0.8407,
        "pos": 0.0769,
        "compound": -0.1192
    }
}