{
    "date": "2006-06-20T13:53:40Z",
    "title": "North Korea tweaks the tiger's tail",
    "url": "https://www.theguardian.com/commentisfree/2006/jun/20/northkoreatweaksthetigers",
    "content": "Will it be \"provocative\", as Condaleeza Rice has warned, if North Korea test-launches a long-range missile into the Pacific ocean? Yes, in several disturbing ways though not the one that she implies. It will provoke more right-wing calls in Tokyo for Japanese militarisation; it will provoke more anxiety for South Korea which is caught in the middle of the US-North Korean confrontation; and it will provoke US neo-cons to lobby even harder for regime change in Pyongyang On all those counts it will be a great pity if the launch does go ahead: it also represents a huge diversion of economic resources, which the North Korean people should not have to afford. And tweaking the tail of the US (Mao Zedong used to call it \"touching the tiger's buttocks\") is not a very sensible policy these days when there is only one imperialist tiger roaming the jungle. But it could hardly be regarded as a serious military provocation to the US. Let's put the two in the balance: a failing if not failed state shows a theoretical capability, perhaps, to reach Alaska on a lucky day. And it could, perhaps, put a nuclear payload on it, if it really has such a device and if it is deliverable. In the face of overwhelming US nuclear retaliatory (and these days probably pre-emptive) might, that is simply not a realistic scenario, nor would it serve the slightest strategic purpose for Pyongyang. It would be writing a ticket for annihilation. And let's put this in the context of the broader dynamic of US-North Korean relations, which tends to get overlooked: (1) At the beginning of June, the US turned down an invitation issued from North Korea for its chief negotiator Christopher Hill to visit Pyongyang. (This was a repeat of an invitation issued last October.) In making the new offer, North Korea said: \"We have already made it clear many times that if the US is not hostile to us, trust between our country and the US is built and we no longer feel threatened, there will no longer be a need for even a single nuclear weapon.\" And it added that: \"We have already made a strategic decision to abandon our nuclear program as reflected in the joint statement [of September 2005].\" Just words? But words are what diplomacy is about: Iran's President Ahmadinejad is being castigated for saying that he is NOT willing to \"abandon his nuclear program\". (2) US-North Korean relations appeared to improve in the Clinton era but have become unstable ever since President Bush's inauguration. The then secretary of state, Colin Powell, promised to continue the Madeleine Albright dialogue with Pyongyang but was quickly disavowed by Bush: who then proceeded to include North Korea in his axis of evil. US policy eased last year when Christopher Hill was authorised to negotiate seriously in the six-party Beijing talks. Yet the agreement at those talks in September, which looked forward to normalisation of relations, has been undermined by a fresh neo-con drive, with renewed US sanctions and the branding of Pyongyang as a \"criminal regime\". This, says Pyongyang, is why it refuses to return to those talks as Washington demands. (3) Of course North Korea is a harshly repressive regime, devious to deal with, and opaque in its policies, but diplomacy is about getting results. This is the view of the South Korean government, which now finds itself in the bizarre position of being lambasted by US conservatives for being too soft on the north. The South Koreans believe that a catastrophic collapse of Pyongyang, while it would be applauded in Washington, would cause chaos across the Korean peninsula. As one Seoul commentator has put it, South Korea pursues a \"changing regime\" policy through dialogue and conciliation but it fears that US policy is \"regime change\". (4) Let's not forget that the Korean situation is still unfinished business from the cold war, dating back to the division of the peninsula by the superpowers, Kim Il Sung's adventurist attack on the South, a succession of US nuclear threats against Pyongyang, followed by decades of isolation. It is a very hard problem to unpick and if it has proved intractable till now, that's all the more reason to keep calm and on the negotiating track. Further reading: One of the best sources for discussion and analysis on US-Korean relations is Japan Focus. This weekly bulletin reproduces articles by scholars and journalists from Japan and Korea as well as in the west.",
    "keywords": [
        "policy",
        "tail",
        "usnorth",
        "south",
        "tigers",
        "relations",
        "regime",
        "korea",
        "nuclear",
        "tweaks",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Will it be \"provocative\", as Condaleeza Rice has warned, if North Korea test-launches a long-range missile into the Pacific ocean?\n(2) US-North Korean relations appeared to improve in the Clinton era but have become unstable ever since President Bush's inauguration.\nThe then secretary of state, Colin Powell, promised to continue the Madeleine Albright dialogue with Pyongyang but was quickly disavowed by Bush: who then proceeded to include North Korea in his axis of evil.\n(3) Of course North Korea is a harshly repressive regime, devious to deal with, and opaque in its policies, but diplomacy is about getting results.\nAs one Seoul commentator has put it, South Korea pursues a \"changing regime\" policy through dialogue and conciliation but it fears that US policy is \"regime change\".",
    "sentiment": {
        "neg": 0.0866,
        "neu": 0.8516,
        "pos": 0.0618,
        "compound": -0.127
    }
}