{
    "date": "2006-10-17T08:08:56Z",
    "title": "North Korea says UN sanctions over nuclear test a declaration of war",
    "url": "https://www.theguardian.com/world/2006/oct/17/northkorea1",
    "content": "North Korea today said United Nations sanctions aimed at punishing the country for a nuclear bomb test were a declaration of war and it would not accept such pressure now that it was a nuclear power. In its first official response to the sanctions, a statement said North Korea wanted \"peace but is not afraid of war\" and that it would \"deal merciless blows\" against anyone who violated its sovereignty. \"It is quite nonsensical to expect the DPRK [North Korea] to yield to the pressure and threat of someone at this time when it has become a nuclear weapons state,\" the statement said. The statement came as officials in Japan and South Korea said they were monitoring reports that North Korea might be making preparations for a second nuclear test. The Japanese foreign minister, Taro Aso, told reporters that Tokyo had \"information\" but did not elaborate. A government spokesman in Seoul said intelligence reports were coming in about a possible test, but that it was unclear how reliable they were. Also in Seoul, the US nuclear envoy said the international community should make Pyongyang pay a \"high price\" for its \"reckless behaviour\". At the start of a visit to South Korea, the assistant secretary of state, Christopher Hill, said: \"We need to work very hard with our partners and allies to implement the UN security council resolution.\" China, whose support for the measures is key to whether they will have any impact on neighbouring North Korea, has begun examining trucks at the North Korean border to comply with the sanctions.",
    "keywords": [
        "war",
        "south",
        "declaration",
        "korea",
        "state",
        "nuclear",
        "sanctions",
        "seoul",
        "test",
        "statement",
        "north"
    ],
    "summary": "North Korea today said United Nations sanctions aimed at punishing the country for a nuclear bomb test were a declaration of war and it would not accept such pressure now that it was a nuclear power.\nIn its first official response to the sanctions, a statement said North Korea wanted \"peace but is not afraid of war\" and that it would \"deal merciless blows\" against anyone who violated its sovereignty.\n\"It is quite nonsensical to expect the DPRK [North Korea] to yield to the pressure and threat of someone at this time when it has become a nuclear weapons state,\" the statement said.\nThe statement came as officials in Japan and South Korea said they were monitoring reports that North Korea might be making preparations for a second nuclear test.\nChina, whose support for the measures is key to whether they will have any impact on neighbouring North Korea, has begun examining trucks at the North Korean border to comply with the sanctions.",
    "sentiment": {
        "neg": 0.106,
        "neu": 0.8396,
        "pos": 0.0546,
        "compound": -0.1619
    }
}