{
    "date": "2006-10-13T17:48:50Z",
    "title": "North Korea's nuclear test claim highlights how far removed it has become from China",
    "url": "https://www.theguardian.com/world/2006/oct/13/china.northkorea1",
    "content": "Rifles slung over their olive green uniforms, the North Korean border guards watch warily as the Chinese speedboat surges towards them across the Yalu river. The boatman ignores them, drawing his craft within half a dozen metres of the bank and then, turning parallel, reduces speed so his passengers can photograph the dismal promenade of rusting hulks, motionless cranes and shoddy buildings on the outskirts of Sinuju, North Korea's second biggest city. It is a poverty sightseeing spot for tourists from the Chinese resort of Dandong, less than a minute's boat ride across the river. The contrast between the two sides could hardly be greater. On the Chinese bank high-rise hotels, noisy traffic and garish advertising hoardings are evidence of the dramatic change that the economy has undergone since it opened up to the outside world in the late 1970s. By comparison the North Korean side appears to be rusting and listless. This gulf is one of the main reasons why North Korea claimed on Monday that it had successfully tested an atomic bomb. As well as regime survival, the test claim is a matter of pride for a country that craves respect more than economic aid. The shockwaves are being felt throughout north-east Asia, but nowhere more than along the 800-mile border between China and North Korea. These two nations once described themselves as being as close as \"lips and teeth\", but the test claim has revealed just how far apart they have grown. In the past week Dandong businessmen say border checks have been tightened: more cars are stopped and more people are strip-searched. Chinese sailors say naval leave was cancelled soon after the nuclear test claim. According to the boatman, North Korean border patrols have started carrying rifles. In the last two days China has erected a barbed-wire fence near the \"one-step crossing\" - where the Yalu river border is so narrow that you can almost leap across. According to locals the new fence will stretch hundreds of miles and be completed in the next couple of months. Likely to have been planned months ago, the fence is welcomed by residents as a way to keep out the thieves, beggars and refugees who walk across the ice in the winter. Nuclear club \"Sometimes North Koreans come to the edge of the river to beg,\" said a driver. \"We throw scraps of food to them as if they were animals in a zoo.\" This helps to explain why Pyongyang gatecrashed the nuclear club this week. Small and impoverished, it is trying to force its way to the world's top table and close a humiliating gap in lifestyles. But whatever the reason, the likely result of the test claim is greater isolation and a wider lifestyle gap across the Yalu. The differences are staggeringly evident at night, when one side is plunged into inky blackness, while the other is a blaze of multicoloured neon, amber street lamps, car headlights and illuminated advertising hoardings. The Chinese half of the Friendship Bridge spanning the river is bedecked with fairy lights that pulse red, green and purple. The Korean half is swallowed up by darkness. One country has let the commercial world in, the other has shut it out. There are many times more foreigners living in Dandong than in all of North Korea, which is home to less than 300 diplomats, aid workers and businessmen. According to a Chinese businessman who exports televisions to North Korea, every set has to be readjusted at a factory in Sinuju so it shows only the two state-propaganda channels. Only the most senior cadres and military officers are allowed to access the internet. In Dandong there are countless internet cafes, some residents have satellite television, and at least one bathhouse shows foreign programmes on a television in its sauna. Such is the luxury that a local restaurant boasts a closed-circuit television system showing customers the kitchen where their food is being prepared. Life expectancy on the Korean side of the river is more than five years lower, children are more likely to be stunted and the risks of detention and starvation are considerably higher. In the past 10 years this has led tens - possibly hundreds - of thousands of North Koreans to flee across the river. Illegal immigrants in Dandong were afraid to talk, citing a police crackdown following the test. But in Seoul refugees from the late 90s, when the famines were worst, recalled how they had run to China, which they saw as a land of plenty. Kim Ok-dang (not her real name) fled North Korea after her husband was sent to a prison camp for complaining about the lack of food. Her son was tortured and the rest of the family were persecuted because they were relatives of a political criminal. Like thousands of other refugees, she crossed the Yalu river and spent years hiding in the mountains of China before making it to Seoul. \"I left because I didn't want to starve and I didn't want to be under surveillance all the time. It was the only way for my children to have a future,\" she said. \"We went to China because we heard it was a great new world.\" Fallout The test claim has created tension in north-east Asia. In South Korea generals have announced plans to strengthen their conventional forces. In Japan it has sparked fresh debate about reform of the country's pacifist constitution. The new prime minister, Shinzo Abe, has imposed a range of new sanctions on North Korea and - along with the US - is pushing for tough punitive measures by the UN security council. But the deterioration in relations between China and North Korea may prove to be the most significant fallout. After the test claim Beijing was among the swiftest and most vocal in its condemnation. A foreign ministry spokesman, Liu Jianchao, pointedly reminded journalists that they should not use the word \"ally\" to describe the relationship between China and North Korea. At the UN China moved closer than ever before to approving sanctions against its neighbour. Why North Korea would offend such a powerful and old friend is a matter of conjecture. But pride, suspicion and paranoia - which have long characterised North Korea's relations with the west - are now increasingly evident in its ties with China. Pyongyang's media describe China's market reforms as revisionist. The government looks with suspicion at the growing number of western-educated bureaucrats in Beijing. Kim Jong-il, the North Korean leader, has reportedly told his ambassadors that China was \"unreliable\". Selig Harrison, a former US state department official who met several senior North Korean officials during a recent trip to Pyongyang, said any mention of China \"produced silence or an irritated reaction\". Mr Harrison said he believed that hardliners were now in greater control than at any time since Kim succeeded his father. Sanctions are likely to strengthen the power of the military and put extra pressure on the border - which makes China reluctant to back the tough measures the US is demanding. The precarious food situation is in danger of collapsing. Floods have damaged crops. The World Food Programme has received only a 10th of the money it needs to fund its programme. Most importantly, China - the biggest aid donor - has cut back its support. Dandong's Chinese residents say they are appalled at their neighbour's fate. \"We give them so much food, but they don't share it with their people, they stockpile it in caves in preparation for war,\" said an elderly pavement calligrapher, who remembers how close he felt to North Korea in 1950 when Chinese troops swept across the bridge to support their neighbours against the US. \"Look how poor they are,\" he said, pointing across the Yalu. \"They should not be spending their money on nuclear weapons. They should be developing their economy.\" He then brushed a water inscription on the ground with flowing strokes of his brush. \"It means you shouldn't use an egg to smash a stone,\" explained a bystander. \"The small should be aware of their limits. It is a message intended for North Korea.\"",
    "keywords": [
        "border",
        "claim",
        "korea",
        "food",
        "highlights",
        "nuclear",
        "china",
        "far",
        "removed",
        "river",
        "chinese",
        "korean",
        "test",
        "north",
        "koreas"
    ],
    "summary": "This gulf is one of the main reasons why North Korea claimed on Monday that it had successfully tested an atomic bomb.\nAs well as regime survival, the test claim is a matter of pride for a country that craves respect more than economic aid.\nThese two nations once described themselves as being as close as \"lips and teeth\", but the test claim has revealed just how far apart they have grown.\nAccording to the boatman, North Korean border patrols have started carrying rifles.\nBut whatever the reason, the likely result of the test claim is greater isolation and a wider lifestyle gap across the Yalu.",
    "sentiment": {
        "neg": 0.0856,
        "neu": 0.8589,
        "pos": 0.0556,
        "compound": -0.0762
    }
}