{
    "date": "2006-10-08T23:15:42Z",
    "title": "Japan and China unite to denounce North Korea's nuclear ambitions",
    "url": "https://www.theguardian.com/world/2006/oct/09/china.japan",
    "content": "Japan and China set aside their historical differences yesterday to condemn North Korean plans for a nuclear bomb test and agreed to work to prevent a further escalation of hostilities in north-east Asia. The new Japanese prime minister, Shinzo Abe, said that in the first formal summit between the leaders of the two countries since 2001 he had agreed with the Chinese president, Hu Jintao, that Pyongyang's announcement last week was unacceptable. The regime declared on Tuesday that it would test a nuclear bomb, but it did not give a date. \"We need to prevent a nuclear North Korea,\" Mr Abe said. \"We saw eye to eye that the North Korean announcement of its intent to conduct a nuclear test can never be tolerated because it was a great threat to the peace and security of east Asia and the international community.\" Chinese diplomats were more cautious about publicly condemning Pyongyang - an old ally of Beijing - but in a joint statement issued after the summit, the two sides \"expressed deep concern\" over the threatened test. The unity was welcomed by Mr Abe as a step forward. \"I assume that the North Koreans are watching very intently this summit meeting here in Beijing,\" he said. \"That we came out with a very strong message was very significant.\" Both leaders called on North Korea to return to six-nation talks aimed at resolving the four-year standoff. Breaking with a tradition that Japanese prime ministers make their first state visit to the United States, Mr Abe chose Beijing as his first overseas destination since taking power last month. Despite his nationalist reputation, Mr Abe tried to placate his hosts by emphasising that he was the first prime minister to be born after the war and said he wished to build a relationship of trust. \"Sixty years of Japan's post-war history is built on our deep remorse for our country inflicting grave damage and suffering that left scars on the people of Asia,\" he said. \"I feel certain that my visit to China this time will lead Sino-Japanese ties to a higher level.\" \"Your visit is serving as a turning point in China-Japan relations and I hope it will also serve as a new starting point for the improvement and development of bilateral ties,\" China's Xinhua news agency quoted President Hu as telling the Japanese leader.",
    "keywords": [
        "summit",
        "abe",
        "unite",
        "mr",
        "beijing",
        "ambitions",
        "nuclear",
        "china",
        "test",
        "japan",
        "visit",
        "prime",
        "japanese",
        "denounce",
        "north",
        "koreas"
    ],
    "summary": "Japan and China set aside their historical differences yesterday to condemn North Korean plans for a nuclear bomb test and agreed to work to prevent a further escalation of hostilities in north-east Asia.\nThe regime declared on Tuesday that it would test a nuclear bomb, but it did not give a date.\n\"We need to prevent a nuclear North Korea,\" Mr Abe said.\nThe unity was welcomed by Mr Abe as a step forward.\n\"I assume that the North Koreans are watching very intently this summit meeting here in Beijing,\" he said.",
    "sentiment": {
        "neg": 0.0692,
        "neu": 0.8315,
        "pos": 0.0993,
        "compound": 0.0347
    }
}