{
    "date": "2006-10-22T23:13:36Z",
    "title": "Christopher Hughes: China's interests go well beyond the nuclear issue",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/23/northkorea.china",
    "content": "During Condoleezza Rice's recent tour of north-east Asia to drum up support for the raft of sanctions that the UN security council has imposed on North Korea, China appeared to be both the weakest link but also the country with most leverage over Pyongyang. Yet relatively little is known about its approach to the nuclear crisis, other than that it has spent several years resisting Washington's calls for stronger actions. Beneath this reluctance, however, lies a long-term strategy of integration across the China-North Korea border that is designed to replicate China's own transformation into a more open and stable society and serve its own interests by promoting economic regeneration of the north-eastern provinces. While Beijing shares Washington's goal of denuclearising North Korea, historical links and geographical proximity mean its interests go well beyond the nuclear issue. This is most obvious for the region of China that borders North Korea. Under the planned economy this was a centre of heavy industry, but it experienced dramatic decline after Deng Xiaoping began the process of economic reform in the late 1970s. While coastal areas in the south boomed, frequent strikes and demonstrations by workers made this region a political flashpoint for a regime that still claims to protect the interests of the working class. When Hu Jintao became China's leader in 2002 with a mission to redress regional disparities, the prospect of creating a new market and points of access to the ocean for Chinese goods by developing North Korea's economy and infrastructure engendered a different kind of attitude on the part of the Chinese from the kind of logic offered by the nuclear crisis. The fact that the North Korean leader Kim Jong-il had become a regular visitor to China and launched a package of Chinese-style market-oriented economic reforms that very same year was just as significant as Pyongyang's nuclear standoff with Washington. The economic arguments are indeed attractive. Both sides of the border boast rich mineral resources, so modernisation of large mining enterprises should provide a good foundation for development. There is a pressing need to cooperate on environmental issues, as China has begun to move towards a greener economics while North Korea devastates its land through intensive farming. Having introduced 11 years of compulsory schooling in 1975 and paying great attention to harnessing education to technology development, North Korea has a workforce that is lower paid and better trained than that of the neighbouring Chinese provinces. All that China has to do is divert some of North Korea's hi-tech skills to the civilian sector by applying the management techniques it has developed during its own transition to a market-oriented economy. The existing curious combination of market mechanisms and sanctions has already given a degree of reality to this vision. Working with South Korean partners, North Korea has become a serious player in the computer games industry, largely because developing a hardware industry was impossible under material shortages caused by sanctions and economic collapse in the 1990s. Isolation has also catalysed cross-border transactions as Chinese entrepreneurs have rushed in to meet the demand for goods that cannot be satisfied by North Korea's domestic industry. In 2004 cross-border trade amounted to $1.4bn, and it is growing at nearly 40% a year, allowing Chinese advocates of engagement to drum up optimism by drawing comparisons with the early stage of their own country's remarkable climb to economic success. They also point out that 80% of the products in North Korea's markets are already of Chinese origin, fetching a higher price than they would at home. A favourable tax regime for firms forming joint enterprises with North Korean partners also makes the costs of doing business lower than in China. The presence this gives to China can be seen by the fact that the yuan is permitted for use in a large number of shops in Pyongyang and is widely used in the Chinese-style special economic zones in North Korea. While North Korea is not normally seen as a source of foreign investment, Chinese observers point out that the majority of the population have overseas family links and are stashing away remittances from relatives in Japan, South Korea and China until the opportunities for investment are ripe. This growing involvement in North Korea's reform programme gives China an unrivalled degree of influence at the international level. When Pyongyang announced its withdrawal from the NPT in January 2003, China brought it back to the six-party talks and brokered a new deal with the US. The reward was a three-day visit by Hu Jintao in October 2005 during which he proposed a number of ways China could help upgrade the country's infrastructure. Yet China's strategy is supposed to have a political impact that goes further than this. Although Beijing publicly maintains the principle of non-intervention in the domestic affairs of other states, advocates of engagement openly expect North Korean society to develop along Chinese lines as its population gets used to a market economy and increasing exposure to the outside world. In other words, North Korea is supposed to be a willing partner in an engagement policy that mirrors what the US used to advocate for the liberalisation of China itself. Just as the US has found with China, however, the government that pushes engagement can also end up being constrained. North Korea's nuclear test poses a direct challenge to Hu Jintao, who has identified himself so closely with this strategy, but given the complexity, depth and potential of integration across the increasingly porous China-North Korea border, it is doubtful whether effective sanctions can be imposed without big costs. Yet Rice's scepticism towards reports that Kim has sent Hu an apology and assurances that he has no plans for a second test shows that it will take more than rumours or contrition to alleviate Washington's growing impatience. Meanwhile, the clock ticks away in the security council, where the implementation of measures imposed on North Korea under resolution 1718 will be assessed in the middle of November. As Hu weighs the competing demands of Washington and Pyongyang, though, it may just be the interests of China's north-eastern rust belt that will decide how far he can follow Washington through the measures allowed under chapter 7 of the UN charter. · Christopher Hughes is a reader in international relations at the London School of Economics",
    "keywords": [
        "economic",
        "korea",
        "hughes",
        "issue",
        "hu",
        "nuclear",
        "china",
        "christopher",
        "sanctions",
        "interests",
        "chinas",
        "chinese",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "While Beijing shares Washington's goal of denuclearising North Korea, historical links and geographical proximity mean its interests go well beyond the nuclear issue.\nThis is most obvious for the region of China that borders North Korea.\nThis growing involvement in North Korea's reform programme gives China an unrivalled degree of influence at the international level.\nMeanwhile, the clock ticks away in the security council, where the implementation of measures imposed on North Korea under resolution 1718 will be assessed in the middle of November.\n· Christopher Hughes is a reader in international relations at the London School of Economics",
    "sentiment": {
        "neg": 0.0506,
        "neu": 0.8533,
        "pos": 0.0961,
        "compound": 0.1542
    }
}