{
    "date": "2006-10-12T07:56:57Z",
    "title": "Sleepwalking towards nuclear proliferation",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/12/northkoreasnuclearweaponst",
    "content": "North Korea's nuclear weapons test at Hwaderi near the Chinese border is a serious threat to international security and the credibility of the nuclear Non-Proliferation Treaty (NPT) regime. It becomes the ninth country, and arguably the most unstable and most dangerous, to join the club of nuclear weapons states. Pyongyang has also broken the informal eight-year global moratorium on nuclear testing (the last tests were made by India and Pakistan in 1998) and it is the first Non-Nuclear Weapon State (NNWS) signatory to the NPT to cross over to the dark side. Although North Korea announced its withdrawal from the treaty in January 2003, by actually testing a weapon, if that is proven, it has chosen to end years of ambiguity. A nuclear-armed North Korea raises the spectre of a nuclear arms race in East Asia with the increased possibility of a devastating regional conflict. South Korea and Taiwan have curtailed previous nuclear weapon programmes, in part because of US pressure and security guarantees, and until now Japan has refrained from the military development of its extensive civil nuclear programme. As well as representing a \"preventable\" failure of President Bush's foreign policy, the nuclear test can also be attributed to a double failure of the international community to strengthen the NPT in 2005: at a review conference in May and world summit in September. At the time, Kofi Annan said that the world seems to be \"sleepwalking\" down a path in which more and more states feel obliged to obtain nuclear weapons. It is therefore imperative that the current confrontation be expediently resolved through diplomacy, with the ultimate aim of verifying North Korea's nuclear disarmament and a return to the NPT. It goes without saying that this will not be easy. But since the Cold War, Ukraine, Belarus, Kazakhstan, South Africa and Libya have all gone non-nuclear - so it can be done, although North Korea is clearly the biggest challenge (alongside Iran) to date. Before addressing how this might be achieved, it is worth considering how we got here in the first place. For over 10 years prior to the 1994 agreed framework with the US Clinton administration, North Korea had been in continuous non-compliance with its treaty obligations, blocking inspections by the International Atomic Energy Agency (IAEA). In 1994, North Korea accepted IAEA inspections and a \"freeze\" on its nuclear weapons programme, including a halt to the reprocessing of spent nuclear fuel to extract plutonium. In exchange, North Korea was to receive: heavy fuel oil for heating and electricity production; two new nuclear reactors less efficient at producing weapon-grade plutonium; normalisation of political and economic relations between the US and North Korea; work towards a Korean peninsula nuclear weapon free zone; and formal US assurances against the use or threat of nuclear weapons against the regime. However, the agreed framework was never implemented. In 2001 the new Bush administration reassessed the policy, and by January the following year President Bush was labelling North Korea part of an 'axis of evil' along with Iran and Iraq. Nine months later, the US accused it of enriching uranium to weapon-grade standard, which led to a serious breakdown in bilateral relations. In December 2002, IAEA officials were expelled from the country and a month later North Korea announced its withdrawal from the NPT. A process of six-party talks was established in 2003, involving North Korea, South Korea, China, Japan, Russia and the US, with the objective of finding a diplomatic solution to the growing crisis. However, progress was non-existent with many obstacles presented by the entrenched positions in Pyongyang and Washington. In June 2004, the US put forward a detailed set of proposals, including a \"provisional\" guarantee not to invade North Korea or seek regime change and a commitment to begin bilateral discussions with North Korea. In response, the North Korean regime called on the US to \"drop its hostile policy\" and argued that it should receive an immediate \"reward\" in exchange for a freeze of its nuclear facilities. The negotiations collapsed, however, when the United States imposed economic restrictions on North Korea in 2005 to punish it for alleged counterfeiting and money laundering, and later the same year North Korea responded by boycotting the six-nation talks. So where do we go from here? The Bush administration and leading Republicans have been unwilling to negotiate directly because they view concessions as a reward for unacceptable behaviour, and do not believe the North Koreans are willing to stick by commitments made. Hence, the demand on North Korea to satisfy tough preconditions at the start of negotiations. But a negotiated solution (\"containment plus engagement\"), however challenging, is the only long-term means of resolving the current confrontation. The other two options most often discussed, military action or containment and further isolation, offer no feasible route to a lasting resolution. Military action is strongly opposed by US allies in the region since targeted air strikes against North Korea's nuclear facilities risks retaliatory strikes against South Korea and Japan and the potential for a regional, possibly nuclear, conflict. There will also be calls to increase the North Korean regime's isolation in an attempt to accelerate its eventual collapse. Tokyo and Washington, for example, are putting even more pressure on the South Korean government to terminate its \"sunshine policy\" of trade, tourism and openings to the north, and for China and Russia to cut off the trade and oil supplies that have been Kim Jong-il's main lifeline. But the isolation strategy has already proved counterproductive. And North Korea is already a failed state with the potential of mass starvation among its 20 million people. In addition to strong condemnation of the nuclear test explosion, a return to high-level dialogue through the six-party talks process is the only way forward. Complementary North-South Korean dialogue to ease border tensions and US dialogue with allies in the region to reinforce their nuclear abstinence are also crucial. This may include negotiating a new basis for a US military presence on the Korean peninsula perhaps modelled on NATO's Partnership for Peace. In particular, it will require the new Japanese prime minister, Shinzo Abe, to recognise that the test has not fundamentally altered the truth in Kofi Annan's Tokyo speech last year, when he held up Japan as a beacon of the message that nuclear weapons are not essential for greatness: \"You have shown that a State does not need nuclear weapons to be 'normal.' Nor does it need to be armed to the teeth in order to exercise influence. The sources of true greatness lie elsewhere.\" It will also require the now discredited \"pre-emptive doctrine\", implemented in the 2002 US National Security Strategy, to be assigned to the dustbin of history. For all of the public talk of going on the offensive and not allowing additional countries to go nuclear - President Bush drew a red line in May 2003, declaring specifically that the United States \"will not tolerate nuclear weapons in North Korea\" - this strategy has seen one country without weapons of mass destruction torn apart on the mistaken belief that it had them (Iraq), the one that was closest to becoming a nuclear weapon state go on to do so (North Korea), and the third increasingly being backed into a corner with growing pressure to follow suit (Iran). In many of the issues that are challenging a globalised world, including nuclear proliferation, soft power is better alternative to projection of hard power (economic or military). In matters of desired regime change or change in a regime's behaviour, patient, long-term engagement is more likely to result in a satisfactory outcome.",
    "keywords": [
        "npt",
        "proliferation",
        "weapon",
        "south",
        "military",
        "regime",
        "korea",
        "nuclear",
        "weapons",
        "sleepwalking",
        "north",
        "korean"
    ],
    "summary": "North Korea's nuclear weapons test at Hwaderi near the Chinese border is a serious threat to international security and the credibility of the nuclear Non-Proliferation Treaty (NPT) regime.\nIt becomes the ninth country, and arguably the most unstable and most dangerous, to join the club of nuclear weapons states.\nA nuclear-armed North Korea raises the spectre of a nuclear arms race in East Asia with the increased possibility of a devastating regional conflict.\nAt the time, Kofi Annan said that the world seems to be \"sleepwalking\" down a path in which more and more states feel obliged to obtain nuclear weapons.\nIn 1994, North Korea accepted IAEA inspections and a \"freeze\" on its nuclear weapons programme, including a halt to the reprocessing of spent nuclear fuel to extract plutonium.",
    "sentiment": {
        "neg": 0.1214,
        "neu": 0.788,
        "pos": 0.0906,
        "compound": -0.1874
    }
}