{
    "date": "2006-07-11T11:00:10Z",
    "title": "Let the market decide",
    "url": "https://www.theguardian.com/commentisfree/2006/jul/11/pushingpeoplearound",
    "content": "A weekend article in the FT comes with this teaser: \"A generation ago, Shin Dong-jin was trying to stop South Korean women from having babies. Now his planned parenthood foundation has the opposite problem--there aren't enough babies being born. He must persuade the country to go forth and multiply.\" Apparently Shin Dong-jin is just the only person in South Korea who knows, at any given time, how many children people should have. But people make their own decisions. The FT piece reminded me of some other recent articles about how stubborn people just won't do what the planners want. A front-pageheadline in the Washington Post read: \"Despite planners' visions, outer suburbs lead in new hiring.\" I was particularly struck by the lead: As a consensus builds that the Washington region needs to concentrate job growth, there are signs that the exact opposite is happening. Over the past five years, the number of new jobs in the region's outer suburbs exceeded those created in the District and inner suburbs such as Fairfax and Montgomery counties ... contradicting planners' \"smart growth\" visions of communities where people live, work and play without having to drive long distances. Maybe if tens - hundreds - of thousands of people aren't abiding by the \"consensus,\" there is no consensus: there is just a bunch of government-funded planners attending conferences and deciding where people ought to live. It's like, \"Our community doesn't want Wal-Mart.\" Hey, if the community really doesn't Wal-Mart, then a Wal-Mart store will fail. What that sentence means is: \"Some organised interests in our community don't want Wal-Mart here because we know our neighbours will shop there. (and so will we).\" Similarly, another Post story reported that the Ford motor company has dropped a pledge to build 250,000 gas-electric hybrid cars per year by the end of the decade. Environmentalists accused the company of backpedalling: it seems not many people want to buy hybrid cars - even though the planners want them to. Again and again, individuals insist on making their own decisions rather than conforming to planners' visions and purported consensuses. In authoritarian and totalitarian countries, they may be forced to comply. But in relatively free countries, they seek to buy the cars they want, live where they want and have the number of children they want. Markets respond to consumer desires while governments try to impose visions. Take a rapidly growing part of a county or a school district -- the newspapers will be full of stories about how difficult it's going to be to build enough schools there, and how it takes five years to plan a new school, and how the county should limit growth and encourage people to live in areas that already have schools. But you don't see any stories about how difficult it will be to create grocery stores or video stores: businesses just go build them. Governments would do better to set a few rules of the game and let market enterprises respond to what people really rather than try to push people into conforming to planners' visions and phoney consensuses.",
    "keywords": [
        "visions",
        "community",
        "live",
        "suburbs",
        "build",
        "consensus",
        "market",
        "cars",
        "decide",
        "let",
        "growth",
        "walmart",
        "planners"
    ],
    "summary": "The FT piece reminded me of some other recent articles about how stubborn people just won't do what the planners want.\nA front-pageheadline in the Washington Post read: \"Despite planners' visions, outer suburbs lead in new hiring.\"\nHey, if the community really doesn't Wal-Mart, then a Wal-Mart store will fail.\nAgain and again, individuals insist on making their own decisions rather than conforming to planners' visions and purported consensuses.\nGovernments would do better to set a few rules of the game and let market enterprises respond to what people really rather than try to push people into conforming to planners' visions and phoney consensuses.",
    "sentiment": {
        "neg": 0.0834,
        "neu": 0.8422,
        "pos": 0.0744,
        "compound": 0.0215
    }
}