{
    "date": "2006-10-13T23:07:09Z",
    "title": "The world in books: Oct 14",
    "url": "https://www.theguardian.com/books/2006/oct/14/history.korea",
    "content": "Art Under Control in North Korea, by Jane Portal, 192pp, Reaktion, £22.50 Everlasting Flower: A History of Korea, by Keith Pratt, 256pp, Reaktion, £19.95 Nuclear Showdown: North Korea Takes on the World, by Gordon Chang, 352pp, Hutchinson, £14.99 North Korea: The Paranoid Peninsula, by Paul French, 323pp, Zed Books, £17.95 Aquariums of Pyongyang, by Kang Chol-hwan &amp; Pierre Rigoulot, 256pp, Atlantic, £8.99 North Korea in the 21st Century, by James Hoare and Susan Pares, 192pp, Global Oriental, £15.99 I landed at Pyongyang airport, on my first visit to North Korea 30 years ago, feeling very ill: I had unwittingly caught pneumonia in the sand-laden winds that sweep down from Mongolia to Beijing. I was driven along an empty motorway straight to the main city hospital where the doctors conducted various tests. As we waited for the results, my minders suddenly looked at their watches, exclaimed in alarm and rushed me out of the hospital. An angry doctor shouted after us as we drove off at high speed. Ten minutes later I was being ushered into the front stalls of the Pyongyang Grand Theatre, just in time for the start of The Flower Girl, an interminable opera allegedly inspired, or even composed, by the Great Leader Kim Il Sung. (Since his death in 1994 it has been ascribed instead to his son and successor, Dear Leader Kim Jong Il.) During its many intervals I sat in a huge reception chamber for distinguished guests, empty except for a general of the Korean People's Army in full uniform silently drinking tea at the other end. After the show I was driven to a hotel and taken to my room, where three doctors pumped me full of penicillin. I lay in bed for the next week, receiving careful medical treatment - plus daily lectures on the Juche doctrine of Kim Il Sung, delivered by a professor whom I labelled the High Priest. No doubt I owed my recovery to this combination of penicillin and philosophy. My experience was a more rapid learning curve than usual in the first lesson that everyone visiting the Democratic People's Republic of Korea, even today, has to grasp: the real and the unreal, the normal and the abnormal, are inextricably intertwined. An ability to separate out these conflicting elements is essential for anyone seeking to understand the North Korean regime and its people. As the nuclear factor looms larger, getting this balance right may become a matter of life or death. Korea, and especially the North, is now a publishing item: the books before me - and these are only some recent titles - include a polemic urging \"obliteration\" of the Pyongyang regime; a more sober analysis of the \"paranoid peninsula\"; a full-scale history of Korea from its mythical past up to the Seoul Olympics; a general guide to the North by Britain's first diplomat there; a grim account of the northern gulags; and the first ever study of North Korean realist art. Let us start at the top (as one can't avoid doing) with the cult of the Kim dynasty, father and now son. Pervasive is an understatement for a phenomenon from which there is no place to hide. A painting in Art Under Control - Jane Portal's fascinating study of the interface between art and politics in North Korea - shows a little girl playing the accordion while a boy with chubby knees sings that \"We're the happiest in the world (because of the benevolence of Great General Kim Il Sung)\". I have seen 20 little girls with accordions in the Pyongyang Children's Palace playing a similar song in unison - and another 20 in the next room playing it on the cello. It is a cult that consciously refers back to the dawn of Korean history. Kim Jong Il is portrayed as inheriting the mandate of Tangun, the mythical founder of Korea 5,000 years ago (whose mother was a she-bear impregnated by the god of heaven). This requires Kim Jong Il to have been born on the slopes of the sacred Mount Paekdu - where Tangun first appeared - although Kim's real birthplace was in the Soviet Far East. Keith Pratt, in his full and fascinating study of Korean history, cites previous attempts in the imperial era to appropriate the Tangun myth: if Korea were ever reunified in the future, he writes, \"the implications of a new 'semi-divine' birth on its [Mt Paekdu's] slopes would be obvious\". In 1988 I was taken to see the wooden cabin where Kim Jong Il was supposedly born deep in the forest during his father's guerrilla struggle against Japan. Local officials told me that the site had only been \"rediscovered\" recently. The cabin was brand-new, surrounded by a chain fence with a decorative border of thousands of egg-shaped stones. I picked up one of the stones, to our guide's alarm, as a souvenir: I have an awful feeling now that they were shaped by prison labour. The cult is both fascinating and horrifying (as well as being a huge diversion of scarce resources), but the central question today lies elsewhere: is Kim Jong Il a rational leader with whom the west can do business, or a loose missile (perhaps, after Pyongyang's nuclear test, an unguided bomb), to be neutralised before he destroys himself and possibly the world? The second view, unsurprisingly, was the one favoured by the Bush administration which, on first coming to power, aborted the dialogue with Pyongyang begun under Bill Clinton, who in 2000 received a senior North Korean general in the White House. Bush himself told Bob Woodward that he \"loathed\" Kim Jong Il and wished to see him \"toppled\". Although the dialogue was resumed through the Six Party Talks in Beijing, Pyongyang continues to be painted as a \"criminal regime\", headed by an unstable leader, with which Washington has been reluctant to talk directly. Gordon Chang's Nuclear Showdown would do well on Bush's bedside table: Chang regards North Korea as a rogue state that has put \"all humanity at risk\" and depicts Kim Jong Il as a monster, recluse and lover of S&amp;M videos who can \"barely say six words\" in public. Chang's prescription for dealing with the North is regime change, indeed \"regime obliteration\" through military force if diplomacy should fail. Even the deaths of \"hundreds of thousands or even millions\", says Chang (hinting at the use of nuclear weapons), would be an acceptable cost for \"ending the existential threat posed by Kim Jong II\". True, many South Koreans might die in the conflagration but they would have only themselves to blame - Chang shares the US neocons' loathing for the South's democratically elected presidents Kim Dae Jung and Roh Moo-hyun. Seoul seeks to appease the North, he claims, and no longer \"stands with Washington\". Chang's first book, The Coming Collapse of China, was much better researched and argued in spite of its apocalyptic title. Now he seems to be bidding for a bigger and more dangerous bang. Paul French's more balanced study of North Korea today reminds us that Kim Jong Il, far from being tongue-tied, appears \"capable and knowledgeable\" to those who have met him, including former US secretary of state Madeleine Albright. When Kim Jong Il met a delegation of senior South Korean media figures in 2000, at the height of Kim Dae Jung's \"sunshine diplomacy\" towards the North, he did most of the talking - in fact he could not stop talking. No subject was too large or too small, from the missile programme (which he said was entirely his idea) to the excellence of French wine (his doctor had told him not to drink too much). He spoke as a Korean nationalist: \"The smaller the nation, he declared, the stronger it must be to keep its pride.\" But he added that no one need worry because it would be madness for North Korea to launch \"two or three\" missiles at the US. French's thesis is the exact opposite of Chang's and closer to that of the two southern presidents: North Korea is \"a failed state and therefore liable to become unstable unless engaged enthusiastically and strategically\". The outside world ignored the North for decades, he argues, except at intelligence levels, and \"a little paranoia is perhaps forgivable\". The 1994 Agreed Framework, which was supposed to reward Pyongyang for halting its nuclear programme, was \"never really taken seriously by Washington\". This longer historical view is essential, if one is to grasp not only what drives the North Korean regime but what it shares (to the growing irritation of the Americans) with the South. \"Nationalism is strong,\" says Pratt, \"in both North and South Korea. The world needs to understand it, though not necessarily to fear it.\" Koreans on both sides of the 38th parallel (based according to Pratt on \"nothing more than a National Geographic map\") are still acutely conscious that for them the cold war has never ended. The memory of annexation by Japan - Koreans were forced to bow before Shinto shrines and adopt Japanese names - still arouses shame and anger. Yielding to a great power goes back to the age of Chinese domination, when Korea was forced to adopt the policy of sadaechuui (\"serving the great\"). One of the secrets of Kim Il Sung's success (apart from his ruthless suppression of opponents) was to condemn this policy as \"flunkeyism\" and portray the South as in thrall to a new great master. His son's missile-rattling refusal to \"serve the great\" may appeal particularly to the North Korean military, on whom his regime relies heavily. The appeal of the Kim cult to the North Korean people at large is less certain. Hwang Jang Yop, the chief high priest and ghost-writer of the Juche doctrine, defected to the South in 1997, and younger officials today cannot even explain coherently what it means. The cult has increasingly become an instrument for enforcing absolute obedience - just as Mao's cult became in his later years - allowing the ambitious and unscrupulous to rise in the hierarchy by denouncing others. No visitor to North Korea, however keen-sighted, will glimpse a trace of its gulags but they have never been a complete mystery. Amnesty International published an account in the 1970s by Ali Lameda, a Venezuelan poet working as a translator in Pyongyang, of his labour camp experiences. His crime was unclear, though he was told that his poems were \"bourgeois filth\". Defectors to the South, no longer manipulated as in the past by South Korea's KCIA, tell credible stories of which The Aquariums of Pyongyang (now in a revised edition) is the most accessible example. Kang Chol-hwan was sent to Yodok camp at the age of nine with his family - under suspicion because they had lived in Japan. He describes public executions, but it is in the main a depressingly familiar tale of forced labour, hunger and brutality. Hardest of all is to understand what life is like for millions of ordinary North Koreans, apart from the fact that they have been desperately short of food for more than a decade. Yet the occasional glimpse does reveal a more complex society than might be supposed. I was amazed on my first visit to see holiday-makers in a Pyongyang park playing blind man's buff and dancing with traditional animal masks. (My minder, in a rare confidence, told me the park was \"a good place for making love\".) Ten years later I observed farmers sweeping the graves of their ancestors and burning paper gifts on the day of Pure Brightness, just as they do in China. Jim Hoare and Susan Pares, who have written an entertaining account of setting up the new British embassy in Pyongyang, have a good eye for human detail. North Korean society, they tell us, is becoming more differentiated and unequal as the regime gingerly introduces market reform. There are golf courses, pet dogs and even private cars; there has been a decline in collective effort such as clearing the snow; and there are more pickpockets on public transport and at markets. Public health made big improvements until the 70s, but has since fallen away: there are sad stories of elderly people dying alone in unheated apartments or on the stairs of high-rise blocks. Women are more equal than in the past but must still \"think of marriage by 26, to avoid becoming an 'old slipper'\". The authors met one woman who complained bitterly of being \"'one skirt' who had to look after 'four trousers'\". Hoare was for years the only British diplomat in Whitehall who tried to understand the effect of the past upon North Korea. His colleagues would grimace and roll their eyes at seminars when he argued that Pyongyang might have a rational point of view. In any case, the official FCO line was that the US State Department had 100% ownership of the North Korean problem, and it would be folly for Britain to get involved. Even in the South Korean capital, British diplomats insisted that they were \"just a commercial mission\". There was a patchy dialogue with the North in the 90s, but Hoare says the atmosphere was often frosty \"with minimum courtesy on the British side\". Not until 2000 - after Italy and Australia had already recognised Pyongyang and US-North Korean relations under Clinton were improving - did Britain have the nerve to follow suit. What an opportunity Britain missed. It is still a long and difficult task to bring North Korea in from the cold, but one which is vastly preferable to a nuclear showdown.",
    "keywords": [
        "south",
        "jong",
        "regime",
        "world",
        "oct",
        "korea",
        "14",
        "books",
        "kim",
        "nuclear",
        "pyongyang",
        "il",
        "north",
        "korean"
    ],
    "summary": "(Since his death in 1994 it has been ascribed instead to his son and successor, Dear Leader Kim Jong Il.)\nAn ability to separate out these conflicting elements is essential for anyone seeking to understand the North Korean regime and its people.\nBush himself told Bob Woodward that he \"loathed\" Kim Jong Il and wished to see him \"toppled\".\nHoare was for years the only British diplomat in Whitehall who tried to understand the effect of the past upon North Korea.\nEven in the South Korean capital, British diplomats insisted that they were \"just a commercial mission\".",
    "sentiment": {
        "neg": 0.1016,
        "neu": 0.8275,
        "pos": 0.0709,
        "compound": -0.0761
    }
}