{
    "date": "2006-07-05T12:20:56Z",
    "title": "Defiant North Korea fires seventh test missile",
    "url": "https://www.theguardian.com/world/2006/jul/05/northkorea.japan",
    "content": "North Korea ignored international condemnation of its missile tests by launching a seventh missile today, insisting it was its sovereign right to do so. The launch came hours before the UN security council was due to convene in New York to discuss what US and Japan said would be a tough response. Japanese media, citing government officials, said the seventh missile was launched at 5.22pm local time and landed in the sea six minutes later. There was no immediate indication of the range or size of the missile. Hours before, the communist regime launched six missiles, including a long-range Taepodong-2 missile, which is capable of striking the US mainland but which failed 40 seconds after launch. \"The Taepodong obviously was a failure - that tells you something about capabilities,\" said US national security adviser Stephen Hadley. Other analysts, however, said it was possible that North Korea either aborted the missile or reduced the amount of fuel in its tanks as a compromise so that it would not fly over Japan. Though all of the missiles landed in the sea, their launch raised Japanese anxiety over Pyongyang's ballistic missile programme. Residents on Sado island, off Niigata prefecture, reported seeing the sky turn orange for about five minutes when the missiles were launched. \"When I went outside at 4am the sky had turned a colour I'd never seen before,\" a 74-year-old local woman told Kyodo news agency. In a typically defiant riposte, Pyongyang said the missile tests were its right as a sovereign nation, despite Japan's claims they violated a moratorium on missile tests agreed between the countries in 2002. \"The missile launch is an issue that is entirely within our sovereignty. No one has the right to dispute it,\" Ri Pyong-dok, a researcher at the North Korean foreign ministry, said on Japanese television. \"On the missile launch, we are not bound by any agreement.\" The security council is to discuss a Japanese resolution condemning the tests. Japan's foreign minister, Taro Aso, said there was a \"very high possibility\" the UN would impose economic sanctions against North Korea. The Japanese defence agency said the first six missiles were fired between 3.30am and 8.20am and that all had landed in the Sea of Japan several hundred miles from the Japanese coast. Tokyo condemned the tests and said North Korea had \"threatened the stability of the international community\". The US called them a \"provocation\". \"The United States strongly condemns these missile launches and North Korea's unwillingness to heed calls for restraint from the international community,\" White House spokesman Tony Snow said. China called for a cool-headed response to North Korea's missile tests, according to Kyodo news agency, which quoted foreign ministry official Liu Jianchao as saying that countries should respond calmly to the missile test launches. China was closely watching North Korea's moves, said Liu. Beijing has led international negotiations aimed at resolving North Korea's nuclear stand-off with the United States. The latest provocation is a setback for that diplomatic campaign. It is also a slap in the face for the Chinese prime minister, Wen Jiabao, who last week publicly warned North Korea not to do anything that would heighten tension in the region. Though it stopped short of imposing economic sanctions, Tokyo immediately banned a North Korean passenger ferry moored off the Japanese coast from visiting Japan for six months. The Mangyongbyong-92 was allowed to dock briefly in the Japan Sea port of Niigata today to allow a party of schoolchildren to disembark. The vessel is suspected of carrying drugs, hard currency and up to 90% of the parts North Korea needs for its missile development programme. Tokyo also said North Korean officials in Japan would not be allowed to re-enter the country and that charter flights between the two countries would be halted. Tokyo's chief cabinet secretary, Shinzo Abe, said Japan would wait and see how Pyongyang responded before deciding whether to impose tougher measures, such as freezing private remittances from Japan to North Korea, a major source of foreign currency for the communist regime. \"It is regrettable and we protest strongly against North Korea for going ahead with a launch despite warnings from relevant countries, including Japan,\" Mr Abe said. \"It is a serious problem from the standpoint of our national security, peace and stability of the international community and proliferation of weapons of mass destruction.\" South Korea was unusually forceful in its condemnation, saying the tests would increase the North's isolation and set back six-party talks on its nuclear weapons programme. No talks have taken place since November after a boycott by Pyongyang, which is angered by a US crackdown on alleged North Korean counterfeiting. South Korea condemned the barrage as a provocation that would further isolate Pyongyang and increase the risk of an arms race in north-east Asia. Suh Choo-suk, senior secretary to the president on national security, called on North Korea to resolve the problem through dialogue by returning to six-party talks, and comply with international non-proliferation efforts. Speculation mounted that the North was about to conduct more missile tests. \"We think they probably do intend to launch more missiles in the next day or two,\" Alexander Downer, the Australian foreign minister, told reporters after a telephone conversation with Pyongyang's ambassador to Australia, Chon Jae-hong. The Australian prime minister, John Howard, suggested the main impact of the launches could be to undermine Pyongyang's relations with its main sympathisers. \"North Korea is in total breach of international obligations in doing this and I hope that North Korea feels isolated and feels the condemnation not only of Australia, the United States and Japan but also of China and naturally of South Korea.\" \"North Korea wants to send a very strong message so that it can have direct negotiations to persuade the US to lift sactions,\" said Toshimitsu Shigemura, professor of international relations at Waseda University. \"Pyongyang has no normal diplomatic ties so it has to launch missiles to attract attention. In 1998, they launched a missile over Japan and then President Clinton accepted negotiation, so based on their experience, missile launches work.\" Other analysts said the launch had weakened its bargaining power in protracted negotiations over its nuclear programme. Before this launch, North Korea had some success in persuading people that it should be able to talk one-on-one with the US, said Professor Kim Sung-han of the South Korean Institute of Foreign Affairs and National Security. \"But now no one will tolerate North Korea setting the conditions under which it comes to the negotiating table,\" he said.",
    "keywords": [
        "seventh",
        "launch",
        "fires",
        "korea",
        "missiles",
        "tests",
        "japanese",
        "japan",
        "security",
        "defiant",
        "test",
        "missile",
        "north",
        "international"
    ],
    "summary": "North Korea ignored international condemnation of its missile tests by launching a seventh missile today, insisting it was its sovereign right to do so.\nIn a typically defiant riposte, Pyongyang said the missile tests were its right as a sovereign nation, despite Japan's claims they violated a moratorium on missile tests agreed between the countries in 2002.\nJapan's foreign minister, Taro Aso, said there was a \"very high possibility\" the UN would impose economic sanctions against North Korea.\nThe vessel is suspected of carrying drugs, hard currency and up to 90% of the parts North Korea needs for its missile development programme.\n\"But now no one will tolerate North Korea setting the conditions under which it comes to the negotiating table,\" he said.",
    "sentiment": {
        "neg": 0.0903,
        "neu": 0.8504,
        "pos": 0.0592,
        "compound": -0.1112
    }
}