{
    "date": "2006-01-20T00:07:08Z",
    "title": "Journal backs verification of cloning work in wake of scandal",
    "url": "https://www.theguardian.com/science/2006/jan/20/koreanews.highereducation",
    "content": "The leading scientific journal Nature argued yesterday for increased safeguards for future cloning papers, in response to the scandal surrounding Woo Suk Hwang's faked cloning research. Dr Hwang admitted last week he had faked much of his research on human cloning. The South Korean had been the world leader in the field, having cloned the first human embryo and established the first patient specific stem cell lines. An editorial published yesterday in Nature fell short of demanding that scientists should obtain independent verification of their work before it could be published. \"After weighing this suggestion carefully, we concluded that imposing such a standard on the cloning field would be an overreaction.\" However, it did hint that such extra work would increase an author's chances of publication. \"In the best interests of science, we encourage researchers embarking on landmark cloning studies to seek independent verification themselves, and to include a report of these findings in their initial submission.\" The editorial also called for researchers to place critical cell lines in repositories so that checking the work in future would be easy for other scientists and demanded more genetic data from cloning researchers on their findings. Professor Stephen Minger at King's College London said that forcing scientists to supply independent verification of their work from the start would impose a cumbersome burden and that it would be unfair to single out any one field. \"Why have that level of scrutiny for cloning papers and not for other fields?\" he said. \"The scientific community does a very good job of policing itself.\" However, he said the peer review process assumed honesty and so was not designed to spot fraud. The Nature editorial said the Hwang affair amounted to \"extraordinary circumstances\", adding: \"We should be vigilant against kneejerk reactions.\"",
    "keywords": [
        "verification",
        "work",
        "nature",
        "field",
        "wake",
        "scandal",
        "backs",
        "cloning",
        "editorial",
        "scientists",
        "independent",
        "researchers",
        "yesterday",
        "journal"
    ],
    "summary": "The leading scientific journal Nature argued yesterday for increased safeguards for future cloning papers, in response to the scandal surrounding Woo Suk Hwang's faked cloning research.\nAn editorial published yesterday in Nature fell short of demanding that scientists should obtain independent verification of their work before it could be published.\n\"After weighing this suggestion carefully, we concluded that imposing such a standard on the cloning field would be an overreaction.\"\n\"In the best interests of science, we encourage researchers embarking on landmark cloning studies to seek independent verification themselves, and to include a report of these findings in their initial submission.\"\nThe Nature editorial said the Hwang affair amounted to \"extraordinary circumstances\", adding: \"We should be vigilant against kneejerk reactions.\"",
    "sentiment": {
        "neg": 0.0553,
        "neu": 0.8385,
        "pos": 0.1062,
        "compound": 0.0844
    }
}