{
    "date": "2006-08-30T13:01:52Z",
    "title": "Growing fears over North Korea nuclear test",
    "url": "https://www.theguardian.com/world/2006/aug/30/northkorea",
    "content": "International concerns about a possible North Korean nuclear test increased today with reports that Kim Jong-il may have crossed the border into China to explain his military provocations to uneasy allies in Beijing. According to the South Korean media, satellites have tracked a special North Korean train, the usual form of transport for Mr Kim, entering Chinese territory. If confirmed, it would be his second trip to Beijing in less than a year - an unheard-of flurry of diplomacy for a notoriously travel-shy figurehead. The reports are impossible to verify, but they come amid growing signs of Chinese anger with Mr Kim over last month's missile tests, and regional anxiety about his next move. Earlier this month, the South Korean president, Roh Moo-hyun, requested an emergency summit with Beijing's leaders. For the past two weeks, Washington and Seoul have been buzzing with speculation that Pyongyang may be preparing to test a nuclear bomb. North Korea has frequently boasted it possesses such a weapon, but has never proved it. Testing a nuclear weapon would be seen as a dangerous escalation of the crisis. Mr Kim hopes to frighten Washington into making concessions, particularly lifting the financial restrictions on North Korea's overseas deposits. The choking of Pyongyang's foreign accounts, initiated by Washington in the name of an anti-money laundering campaign, has put Mr Kim under more pressure than any previous measure. China has also demonstrated its frustration with the North Korean leader. Although the two countries were once described as being \"as close as lips and teeth\", there have been several signs of a rift in the past year. According to customs figures, China's exports of rice, maize and wheat to North Korea have slumped by more than two thirds in the first seven months of this year to 102,000 tonnes, compared with 331,000 tonnes in the same period last year. South Korea's Chosun Ilbo newspaper has reported a \"significant decline\" in oil exports. Chinese financial institutions are also said to have cooperated with US moves to freeze North Korean accounts. \"It's quite clear that relations between China and North Korea are tense now,\" said Shi Yinhong of Renmin University in Beijing. \"Since the North Korean missile test, China has been indirectly supporting US sanctions on Pyongyang. If today's visit is confirmed, it may show that Kim Jong-il wants to complain about this.\" Mr Kim is said to have expressed his distrust of his country's traditional allies after Beijing and Russia supported a United Nations security resolution criticising Pyongyang for the missile tests. According to a report by the Kyodo news agency, Mr Kim said China and Russia were unreliable at a meeting of North Korea's ambassadors, all of whom were hastily recalled to Pyongyang and instructed to prepare for a strengthening of the country's deterrent power. \"It is a critical time for North Korea. They are clearly frustrated. The financial restrictions are getting tighter and the Bush administration is showing no sign of flexibility,\" said Peter Beck, a North Korea expert at the International Crisis Group in Seoul. \"If North Korea wants to do a nuclear test, they would want to consult with China first.\" But he said Beijing was already unhappy with its neighbour and a test would make relations worse. \"China's leaders want a stable buffer, but they also want a stable region and right now North Korea is threatening that stability. I don't know at what point Chinese leaders would start to think that North Korea is acting in such an irresponsible way that they cannot support it any more.\"",
    "keywords": [
        "mr",
        "korea",
        "beijing",
        "growing",
        "nuclear",
        "kim",
        "china",
        "fears",
        "test",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea has frequently boasted it possesses such a weapon, but has never proved it.\n\"Since the North Korean missile test, China has been indirectly supporting US sanctions on Pyongyang.\n\"If North Korea wants to do a nuclear test, they would want to consult with China first.\"\n\"China's leaders want a stable buffer, but they also want a stable region and right now North Korea is threatening that stability.\nI don't know at what point Chinese leaders would start to think that North Korea is acting in such an irresponsible way that they cannot support it any more.\"",
    "sentiment": {
        "neg": 0.1358,
        "neu": 0.7975,
        "pos": 0.0668,
        "compound": -0.1835
    }
}