{
    "date": "2006-10-04T15:28:39Z",
    "title": "Pyongyang defiant over nuclear test",
    "url": "https://www.theguardian.com/world/2006/oct/04/northkorea1",
    "content": "North Korea today stood firm against international pressure to abandon plans for a nuclear test. Officials from the Stalinist country said sanctions imposed by the US were a declaration of war, and had forced it to go ahead with plans for testing. \"Now the situation around the Korean peninsula is very tense, it may be breaking out [into a] war at any time I think,\" Pak Myong-guk, a spokesman for North Korea's Australian embassy, told Reuters. Pyongyang's neighbours today urged it to abandon the proposed test and prepared for urgent talks to take the heat out of the situation. China, Japan and South Korea all announced separate one-on-one summits next week. Diplomatic sources described North Korea's announcement of atomic tests as a typical ploy to extract concessions, at a time when South Korea and other countries are discussing proposals to restart stalled six-party talks aimed at curtailing North Korea's nuclear programme. \"At this time, North Korea is trying to put pressure on us so it can get a more acceptable outcome,\" the diplomat said. \"It is a traditional North Korean tactic.\" The talks between China, the US, South and North Korea, Japan and Russia have been in abeyance since late 2005, when Pyongyang walked out in protest at US financial restrictions on for alleged money laundering and counterfeiting. Washington said the issues were separate and urged Pyongyang to return to the nuclear talks without conditions. The goal of the six-party talks is to implement a deal agreed in September 2005, when the North said it would give up its nuclear programme in exchange for aid and security guarantees. Washington, for its part, has rejected North Korea's demand for bilateral talks until it returns to the six-party forum. Australia - one of the few western countries to have diplomatic ties with the North - summoned its ambassador, Chon Jae-hong, to express its anger. The nuclear declaration, which came less than three months after Pyongyang test-fired an intercontinental missile that would put Alaska and Hawaii within range of its warheads, was yesterday condemned by the US, Japan and Britain. No date for a test has been given, but it would be a significant escalation of hostilities in the four-year nuclear standoff between Pyongyang and Washington. South Korea's unification minister, Lee Jong-seok - Seoul's leading official on dealings with the North - said there were no definite signs that a test was imminent. However, he warned there was \"a high possibility\" it would eventually take place if efforts to resume six-party talks failed to yield results. The US yesterday said a nuclear test would further isolate the country, and that Washington would work with allies to discourage \"such a reckless action\". The US State Department spokesman, Sean McCormack, said a test would pose an \"unacceptable threat to peace and stability in Asia and the world\". Pyongyang promised the test would be conducted in a safe place and would not negate the goal of clearing nuclear weapons from the peninsula. However, the risk posed by North Korea remains unclear. The CIA estimates that the reclusive state has enough fissile material to make at least six to eight bombs. Japanese experts have questioned whether these could be turned into warheads and mounted on a missile, saying Pyongyang lacks the necessary miniaturising technology. After a recent trip to Pyongyang, Selig Harrison, a former US state official responsible for East Asia, said North Korean officials had warned him that \"the US government should be concerned about the transfer of fissile material or nuclear weapons to other parties\". By announcing a test but not setting a date, the North Korean president, Kim Jong-il, is trying to keep the world on tenterhooks. \"A people without a reliable war deterrent are bound to meet a tragic death and the sovereignty of their country is bound to be wantonly infringed upon,\" a statement in English, carried by the North's official Korean central news agency, said yesterday. There are fears that a North Korean nuclear test could trigger a regional arms race. Japan, under the new, hawkish prime minister Shinzo Abe, could seek its own nuclear deterrent in a move that could aggravate historical tensions between Japan on one hand and China and South Korea on the other. Complicating matters is that the US and the EU also have to deal with Iran's refusal to back down from UN demands to pursue nuclear enrichment work.",
    "keywords": [
        "south",
        "korea",
        "talks",
        "nuclear",
        "japan",
        "defiant",
        "test",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea today stood firm against international pressure to abandon plans for a nuclear test.\nWashington said the issues were separate and urged Pyongyang to return to the nuclear talks without conditions.\nThe US yesterday said a nuclear test would further isolate the country, and that Washington would work with allies to discourage \"such a reckless action\".\nPyongyang promised the test would be conducted in a safe place and would not negate the goal of clearing nuclear weapons from the peninsula.\nThere are fears that a North Korean nuclear test could trigger a regional arms race.",
    "sentiment": {
        "neg": 0.1235,
        "neu": 0.8395,
        "pos": 0.0371,
        "compound": -0.2801
    }
}