{
    "date": "2006-11-01T00:06:49Z",
    "title": "North Korea to resume talks on nuclear disarmament",
    "url": "https://www.theguardian.com/world/2006/nov/01/northkorea",
    "content": "North Korea has agreed to return to nuclear disarmament talks for the first time in almost a year in the biggest diplomatic breakthrough since Pyongyang's atomic weapons test. After informal meetings in Beijing, US and Chinese officials said the six-nation negotiations could resume as early as this month. \"We took a step today toward getting this process back on track,\" said the US assistant secretary of state, Christopher Hill. \"This process has suffered a lot in recent weeks by the actions that [North Korea] has made.\" Amid international sanctions, warnings of \"catastrophe\" from North Korea, and rumours of a second nuclear test, the promise of dialogue raises hopes that the stand-off on the peninsula is at least temporarily easing. George Bush yesterday praised Beijing for helping to bring its neighbour back to the negotiating table. \"I am pleased and I want to thank the Chinese,\" he said. South Korea and Russia welcomed the news. Japan was more cautious. A resumption of talks was \"conditional on North Korea not possessing nuclear weapons\", said the foreign minister, Taro Aso. There was no comment from Pyongyang, which has demanded bilateral talks with the US and an end to the sanctions as conditions for restarting negotiations. The controlled explosion of a nuclear device on October 9 prompted an unusually united response from North Korea's neighbours. Its historical ally China and South Korea, which has been surprisingly sympathetic in recent years, agreed to UN sanctions banning all trade in luxury goods and transfers of money or goods that might be used in nuclear, biological or chemical weapons programmes. The US, backed by Japan, has begun preparing to interdict shipments of weapons of mass destruction and other suspect cargo. Last week South Korea's deputy foreign minister, Yu Myung-hwan, warned that the naval move created a \"high possibility\" of armed conflict. North Korea said the sanctions were an act of war and yesterday warned South Korea of \"catastrophic consequences\" if it joined any of the US navy's \"stop and search\" missions. The respite may prove temporary. In the past 15 years North Korea has consistently adopted a strategy of ratcheting up crises and then offering compromises. According to analysts, yesterday's agreement marks an attempt by Pyongyang to divide its neighbours. \"North Korea hopes to alleviate China's anger and bring about more potential disputes between China and Japan and the United States and prevent more serious sanctions,\" said Shi Yinhong, an international relations expert at the People's University in Beijing. \"But I don't think the chaos stemming from the nuclear test has been fundamentally erased.\" Other observers speculated that the US had offered incentives. \"I doubt they agreed to drop all the sanctions but there must have been some progress in talks,\" said Masao Okonogi, of Keio University, Tokyo. The restarted talks will be particularly welcome in Beijing, which lost face when its former ally defied its request not to carry out a nuclear test. Last week China dispatched an envoy to Pyongyang, reportedly to give a dressing down to North Korea's leader, Kim Jong-il, but it has consistently warned against using force to punish North Korea. Without huge incentives, Mr Kim is unlikely to give up a nuclear programme on which he has staked his administration's survival. According to a report issued yesterday, by a South Korean lawmaker, North Korea has established secret towns dedicated to nuclear research. Up to 36,000 people, including the country's top scientists and their families, live and work in complete isolation, said Song Young-sun, of the opposition Grand National party. Given the challenges, Mr Hill said the talks were still a long way from their goal. \"I have not broken out the cigars and champagne quite yet,\" he said.",
    "keywords": [
        "south",
        "korea",
        "beijing",
        "talks",
        "nuclear",
        "sanctions",
        "weapons",
        "disarmament",
        "test",
        "resume",
        "yesterday",
        "north"
    ],
    "summary": "North Korea has agreed to return to nuclear disarmament talks for the first time in almost a year in the biggest diplomatic breakthrough since Pyongyang's atomic weapons test.\n\"This process has suffered a lot in recent weeks by the actions that [North Korea] has made.\"\nA resumption of talks was \"conditional on North Korea not possessing nuclear weapons\", said the foreign minister, Taro Aso.\nIn the past 15 years North Korea has consistently adopted a strategy of ratcheting up crises and then offering compromises.\nAccording to a report issued yesterday, by a South Korean lawmaker, North Korea has established secret towns dedicated to nuclear research.",
    "sentiment": {
        "neg": 0.085,
        "neu": 0.7959,
        "pos": 0.1191,
        "compound": 0.0755
    }
}