{
    "date": "2006-10-13T17:36:34Z",
    "title": "Security council to vote on North Korea sanctions",
    "url": "https://www.theguardian.com/world/2006/oct/13/china.korea",
    "content": "The United Nations security council will vote tomorrow on imposing sweeping economic and trade sanctions against North Korea after council members reached tentative agreement on how to respond to the isolated communist state's nuclear test. \"There may some additional changes to the text, but we do have unanimous agreement,\" the United States ambassador to the UN, John Bolton, said today, adding that a vote would take place \"tomorrow morning\". Agreement came as the US cast some doubt on whether Pyongyang had even exploded a fully functioning nuclear device, as the country claimed on Monday. Results from air samples taken by a US plane on Tuesday had been analysed and showed \"no evidence of nuclear debris\", a US government defence official said. This did not definitively mean there was no nuclear blast, but could indicate a partial failure, the official said, speaking on condition of anonymity. Since the announcement of the test, the US has been pushing for a strong international response, while Japan has pressed ahead with its own trade ban on North Korea, approved by the cabinet in Tokyo today. While China has condemned the test, as North Korea's traditional ally and main provider of aid it has urged caution over sanctions, and opposes any UN sanctions which might hint at future military action. The compromise worked out by Washington has thus been drafted under article 41 of the UN charter, which authorises the security council only to apply non-military means. The draft drops a blanket arms embargo from an earlier draft and instead calls for a ban targeting missiles, tanks, warships and combat aircraft and calls for inspection of all cargo to and from North Korea. It demands that Pyongyang scrap all of its programmes involving nuclear weapons and other weapons of mass destruction \"in a complete, verifiable and irreversible manner\", and return to six-party nuclear talks \"without precondition\". It also calls for a ban on luxury goods - the latter measure aimed directly at North Korea's leader, Kim Jong-Il, and other senior regime members. Mr Kim is renowned for having a taste for fine food and drink, reportedly possessing a wine cellar with space for 10,000 bottles. Mr Bolton made it plain who the luxury goods ban was meant to affect, saying: \"I think the North Korean population has been losing average height and weight over the years and maybe this will be a little diet for Kim Jong-Il.\" Pyongyang's announcement of the test has sparked a frenzy of diplomatic activity, with Washington announcing today that the secretary of state, Condoleezza Rice, would travel to China, Japan and South Korea next week to discuss the situation. Much of the talk has centred around ensuring China and, to a lesser extent, Russia feel able to back any sanctions. The two countries, North Korea's primary sources of trade and aid, will be pivotal in implementing any measures. North Korea has said it will consider UN sanctions as tantamount to a declaration of war. Earlier today, the presidents of China and South Korea met in Beijing and agreed, in principle, to take action, although the Chinese leader, Hu Jintao, urged caution. While Beijing opposes North Korea's nuclear weapons programme, it wants a solution to the crisis \"through peaceful dialogue and negotiation [which] avoids worsening the situation\", the Xinhua news agency quoted Mr Hu as telling his South Korean counterpart, Roh Moo-hyun. Later, Russia's Interfax news agency quoted the country's foreign minister, Sergey Lavrov, as saying both Moscow and Beijing opposed \"extreme sanctions\" against North Korea.",
    "keywords": [
        "ban",
        "korea",
        "sanctions",
        "nuclear",
        "test",
        "china",
        "weapons",
        "security",
        "today",
        "council",
        "vote",
        "north",
        "koreas"
    ],
    "summary": "The United Nations security council will vote tomorrow on imposing sweeping economic and trade sanctions against North Korea after council members reached tentative agreement on how to respond to the isolated communist state's nuclear test.\nIt also calls for a ban on luxury goods - the latter measure aimed directly at North Korea's leader, Kim Jong-Il, and other senior regime members.\nThe two countries, North Korea's primary sources of trade and aid, will be pivotal in implementing any measures.\nNorth Korea has said it will consider UN sanctions as tantamount to a declaration of war.\nLater, Russia's Interfax news agency quoted the country's foreign minister, Sergey Lavrov, as saying both Moscow and Beijing opposed \"extreme sanctions\" against North Korea.",
    "sentiment": {
        "neg": 0.096,
        "neu": 0.8489,
        "pos": 0.0551,
        "compound": -0.1513
    }
}