{
    "date": "2006-10-09T23:05:12Z",
    "title": "FAQ: Nuclear tests",
    "url": "https://www.theguardian.com/world/2006/oct/10/northkorea1",
    "content": "What is a nuclear test? Experiments are conducted with nuclear weapons first to assess whether they will detonate successfully and second to get a measure of the damage they are likely to inflict on people, buildings and infrastructure. Tests have historically been divided into three categories depending on whether they are detonated in the air, underwater or underground. How are tests carried out? Nuclear devices have been dropped from planes, fired on rockets, strapped to balloons, tethered to barges and buried deep beneath the ground for testing. Sizes vary from less than 1 kiloton to more than 20kt, with the largest test being the 50 megaton Soviet Tsar bomb in 1961. Scientists record radiation levels, shockwaves and seismic vibrations to work out their explosive power. Tests are nearly always conducted early in the morning so that clearing-up can be conducted in daylight. When have tests been conducted? At least 2,000 nuclear tests have been carried out, more than half by the US alone. The first nuclear test, by the US on July 16 1945, was part of the Manhattan project and was designed to study the effects of a nuclear explosion ahead of the atomic bombings of Hiroshima and Nagasaki. Britain conducted its first test in October 1952 aboard the frigate HMS Plym off the Australian coast. The vessel was vaporised in the explosion. Signatories to the comprehensive test ban treaty (CTBT) halted all nuclear tests in 1996, although non-signatories India and Pakistan both tested bombs in 1998. How can tests be detected? The treaty is backed up by a worldwide network of sensors called the international monitoring system which picks up the signs of a nuclear detonation. The IMS combines land-based seismometers to pick up shockwaves, chemical sensors to detect radioactive particles in the air and ocean-based hydrophones to listen for low-frequency soundwaves made by underwater explosions. Data from the sensors is continuously fed to the CTBT organisation in Vienna which feeds the information out to signatory nations. Was the North Korean test picked up in Britain? Recordings from the Eskdalemuir monitoring station in Scotland suggest it failed to detect the explosion, probably because it was too small. More than 20 stations around the world picked up the shockwaves, however. The US Geological Survey reported the explosion as magnitude 4.2 at 2.35am UK time, locating it 40 miles from Kimchaek, north-east of Pyongyang. How is a test confirmed? Most countries have dedicated teams of scientists on standby to analyse seismic and other data to confirm the size and location of a foreign nuclear test. In Britain, the job falls to a group of seismologists based at a converted country manor called Blacknest on the Berkshire-Hampshire border near the Aldermaston Atomic Weapons Establishment. They use readings from at least three IMS stations to triangulate the location of the test. They then scour the seismogram for a spike known as a P-wave, a high-velocity pressure wave caused by the explosion compressing rock around it. Although seismic waves can be used to distinguish between explosions and earthquakes, they cannot tell nuclear explosions from conventional detonations. To confirm a test is nuclear, scientists test air samples for specific isotopes of xenon gas that are produced only by nuclear explosions. Can a nuclear test be shielded? Yes. Nuclear bombs produce weaker shockwaves than equivalent conventional explosions because more energy goes into generating heat and radiation. Seismologists believe the North Korean test yielded the equivalent power of 550 tonnes of TNT, which suggests a 1-kilotonne nuclear device was tested. But the test bomb may have been at least five times larger if it was partly \"decoupled\", a technique used to deaden the seismic shockwaves by exploding the bomb inside a chamber instead of nestling it close to the surrounding rock. Theoretically, it is possible to muffle the shockwaves produced by a nuclear explosion 40-fold if it is completely decoupled. How else can nuclear bombs be tested? The CTBT bars future nuclear tests, but Britain and the US are among nuclear powers that have turned to computer simulations to study nuclear explosions. A £100m laser facility called Orion is being built at Aldermaston to reproduce for a fraction of a second the conditions inside a thermonuclear explosion. Can North Korea launch a nuclear missile? Many experts suspect North Korea has yet to build a nuclear bomb that is small and light enough to launch on a long-range missile. The country has developed Taepodong-1 missiles with a range of 2,000km, and is now working on the longer-range Taepodong-2 missiles, which will have an expected reach of 5,000-6,000km.",
    "keywords": [
        "shockwaves",
        "seismic",
        "explosions",
        "conducted",
        "faq",
        "tests",
        "nuclear",
        "britain",
        "test",
        "explosion",
        "north"
    ],
    "summary": "At least 2,000 nuclear tests have been carried out, more than half by the US alone.\nThe first nuclear test, by the US on July 16 1945, was part of the Manhattan project and was designed to study the effects of a nuclear explosion ahead of the atomic bombings of Hiroshima and Nagasaki.\nSignatories to the comprehensive test ban treaty (CTBT) halted all nuclear tests in 1996, although non-signatories India and Pakistan both tested bombs in 1998.\nTo confirm a test is nuclear, scientists test air samples for specific isotopes of xenon gas that are produced only by nuclear explosions.\nThe CTBT bars future nuclear tests, but Britain and the US are among nuclear powers that have turned to computer simulations to study nuclear explosions.",
    "sentiment": {
        "neg": 0.0379,
        "neu": 0.9245,
        "pos": 0.0376,
        "compound": -0.0985
    }
}