{
    "date": "2006-10-15T23:08:41Z",
    "title": "Leader: Expediency's toxic fallout",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/16/northkorea.guardianleaders",
    "content": "\"We knew the world would not be the same,\" recalled Robert Oppenheimer, scientific director of the Manhattan project that created the world's first nuclear weapon, on hearing of the bombing of Hiroshima in 1945. His first thought was a phrase from the Bhagavad Gita: \"Now I am become death, the destroyer of worlds.\" In the wake of the destruction of Hiroshima and Nagasaki, there developed an international consensus that nuclear weapons promised to be so terrible that their availability should be tightly restricted, and those countries who did hold them should commit to one day doing away with them entirely. The end of the cold war raised hopes that the major powers could finally afford to do without their nuclear stockpiles - and for a brief period there was some ground for that belief, as South Africa became the first country to renounce atomic weapons and the Soviet Union dismantled itself. There still remained India and Israel as uninvited members of the nuclear club, but otherwise the genie had largely been kept inside the bottle. That hope has now been shown to be naive. The fears of Prof Oppenheimer and others in the aftermath of Hiroshima and Nagasaki, that a failure to disarm would eventually make nuclear proliferation irresistible to the world's governments, have come to pass. As reported in yesterday's New York Times, a total of 40 countries are said to have the technology and skills to make nuclear weapons, and many of those also have the materials. Pakistan now possesses nuclear weapons, while the latest member of the world's most terrifying club is North Korea, having set off a small test explosion last week. Iran also appears determined to allow itself the possibility of building nuclear weapons. As with India and Pakistan, the great fear is that neighbouring countries to the newly armed states, including Japan, should decide that they too need to arm themselves. Having been too complacent for too long about the potential proliferation, the five major powers, notably China, Russia and the US but also Britain and France, must act to stop a deadly domino effect taking place. Yet in the face of obvious danger, the three major players are either hamstrung or unwilling to live up to their status. The US has been fatally distracted since September 11, and as a result has little capacity to deal with Iran and North Korea, or Pakistan for that matter. China is the only state that could make substantial headway with North Korea but fears the consequences of a collapsing regime and a failed state on its border. Russia seems more concerned with its own narrow interests: it backed the UN security council sanctions this weekend only after horse trading with the US that, disgracefully, saw the Americans agree to support an unrelated security council resolution involving Georgia, one that allows Russia to continue its military involvement in the troubled regions of Abkhazia and South Ossetia. In both cases, China and Russia appear to put tactical considerations above the strategic threat, just as the US did in the case of Pakistan. The net result was a less demanding package of sanctions facing North Korea than should have been the case - although for his own political reasons President Bush choose to characterise the sanctions as \"tough\". This week the UN is to discuss sanctions against Iran, and the chances are high that similar considerations will prevail again. If the major powers are serious about containing nuclear proliferation, they must be prepared to sacrifice self-interest. In the case of the US that could involve offering attractive incentives to North Korea. In the case of Britain, along with France and Germany, it needs to explore the same with regard to Iran. Britain could also do its own bit, most dramatically, by offering not to renew its current nuclear arsenal such as Trident - and use that to get the other members of the club to think seriously about disarmament.",
    "keywords": [
        "worlds",
        "leader",
        "toxic",
        "iran",
        "korea",
        "russia",
        "fallout",
        "nuclear",
        "sanctions",
        "pakistan",
        "major",
        "expediencys",
        "weapons",
        "north"
    ],
    "summary": "As reported in yesterday's New York Times, a total of 40 countries are said to have the technology and skills to make nuclear weapons, and many of those also have the materials.\nPakistan now possesses nuclear weapons, while the latest member of the world's most terrifying club is North Korea, having set off a small test explosion last week.\nIran also appears determined to allow itself the possibility of building nuclear weapons.\nChina is the only state that could make substantial headway with North Korea but fears the consequences of a collapsing regime and a failed state on its border.\nIn the case of the US that could involve offering attractive incentives to North Korea.",
    "sentiment": {
        "neg": 0.1192,
        "neu": 0.8108,
        "pos": 0.0699,
        "compound": -0.229
    }
}