{
    "date": "2006-10-07T01:01:15Z",
    "title": "Despair at UN over selection of 'faceless' Ban Ki-moon as general secretary",
    "url": "https://www.theguardian.com/world/2006/oct/07/northkorea",
    "content": "Senior officials at the United Nations expressed despair yesterday at the prospect of Kofi Annan being succeeded as secretary general by Ban Ki-moon, the South Korean foreign minister. \"The mood among staff is glum,\" one of the officials said. \"We are not very excited about the outcome.\" With morale low at the UN after five years dominated by divisions, deadlock and corruption, they are sceptical about Mr Ban's ability to turn the organisation round or provide the strong, inspirational leadership they had been hoping for. Another official, who has met Mr Ban several times, said: \"He is pretty faceless and does not have much charisma. Kofi, for all his problems, is a man of considerable dignity, political insight and wide international experience.\" Officials, who requested anonymity on the grounds that they would be working for Mr Ban, portray him as more secretary than general, happier with the minutiae of administrative detail than broad strategy, and a man given to platitudes. But the South Korean foreign ministry claimed the perception of Mr Ban as weak is misleading. Park Soogil, a veteran diplomat put forward by the ministry for interview, said: \"In the Oriental culture leadership is assessed in a different way. One can look very affable, very gentle, but inside his mind he has a strong conviction ... appearance is one thing, his firm beliefs and readiness to make tough decisions is another.\" Mr Park, who worked with Mr Ban, added: \"He knows how to disagree without being disagreeable.\" The 15 members of the UN security council are scheduled to vote on Monday to confirm Mr Ban, aged 62. He would take over on January 1, initially for a five-year term, although most secretary generals are offered the chance to serve a further five years. The vote is a formality, given that 14 out of the 15 members of the security council backed Mr Ban in a straw poll last week. Crucially, all five permanent members of the security council, who each have a veto that could have ended his chances, supported him. After the security council his selection goes to the 192-member general assembly for a further vote, expected about the middle of next week. The general assembly is expected to rubber-stamp the security council's choice, as it has done in the past. Mr Ban will confront a range of problems on taking office, ranging from conflicts worldwide to long-overdue UN internal reforms. \"It is going to be a nightmare,\" an official said. \"There is no time to learn.\" Although Mr Ban was supported by Britain and France in the straw poll, they did so reluctantly, according to one UN insider. In private both countries wanted the selection process to run for another month or so in the hope that a more impressive candidate might come forward. In the end, they concluded it was not feasible to hold out against the enthusiastic backing of the US, China and Russia. A senior western diplomat said Mr Ban promised to be one of the hardest-working secretary generals the UN has ever had. \"His commitment and effort level will be unsurpassed,\" he said. But the diplomat expressed concern that Mr Ban's lack of communication skills, in contrast with the easy fluency and charm of Mr Annan, will tell against him. \"He may find that he is not instantly media-friendly to a US-based audience,\" the diplomat said. Of more pressing concern, the diplomat disclosed that Mr Ban, though he has been campaigning for the post since last year, did not have a programme for his first five years. \"He's a bit opaque,\" the diplomat said. Western missions at the UN are busily offering policy suggestions. Mr Ban campaigned on a vague platform of support for UN reform, transparency and the free market. UN officials are convinced that the Bush administration, ideologically hostile to the UN and still smarting from Mr Annan's opposition to the Iraq war, wanted the weakest candidate possible. But Yasuhiko Yoshida, a Korea specialist at Saitama University in Japan, does not see weakness as necessarily a drawback: \"Ban lacks the toughness needed to reform the UN. But that is why he has been chosen ... a weak man is an appropriate choice. The best role that Ban can play is not a leader, but a good coordinator and harmoniser of views.\" He described Mr Ban as \"intelligent, polite, moderate and honest. In the past three years he has proved himself a very astute and sophisticated diplomat.\" Paul Kennedy, professor of international history at Yale and the author of a recent book on the UN, said it was to some extent inevitable that the next secretary general would be a blank sheet, if only because the selection system is geared that way. \"It is one of the golden rules that the UN doesn't want someone who is controversial and who, in carrying through policies, has offended or got the back up of other countries. People may snort in indignation about faceless bureaucrats, but it was almost certain that the process would throw up someone who was not a household name.\" Prof Kennedy believes Mr Ban has the benefit in his new job of enjoying the backing of both the US, with its tendency to push for intervention, and China, which is reluctant to interfere in the internal affairs of member states. \"If anyone is going to try to bridge the gap between them then it would be somebody like this guy whom they both trust partly because he is not dramatic.\" The Times reported last week that South Korea, as part of a campaign to help Mr Ban, had pledged millions of dollars in aid to countries with seats on the security council, from an $18m (£9.6m) education grant to Tanzania to the gift of a grand piano to Peru. Mr Park described the accusations as unfounded and claimed it was based on a misunderstanding: South Korea has been gradually increasing its aid programme. But one UN official said sarcastically that it had just been \"an accident of history\" that South Korea's largesse to Africa coincided with the secretary general's selection. He added that two Asian ministers had been sufficiently concerned about it to have raised the issue with him earlier this year. Conflicts and climate change: the task ahead Iran and North Korea By the time the new secretary general takes over on January 1, UN officials fear North Korea will have conducted a nuclear test and he will have to oversee the imposition of sanctions against North Korea, as well as against Iran over its alleged nuclear weapons ambitions. Lebanon peacekeeping mission The UN force in Lebanon is vulnerable to a renewal of conflict involving either Hizbullah or Israel or both. Darfur The UN has failed over the past three years to resolve one of the biggest humanitarian crises in the world. Israel-Palestine He will have to be a mediator in the long-running conflict that poisons relations between the west and the Arab world. Climate change Potentially more dangerous than all the conflicts put together. He will need to persuade the US administration to change policy, as well as big polluting countries such as China. HIV/Aids The UN launched a global campaign last year with ambitious goals. Poverty The UN has equally ambitious goals for poverty reduction, with a deadline of 2015. UN reform The US sees reform primarily as rooting out corruption and tackling inefficiency. Other, poorer countries see it as changing the power balance to end the supremacy of the US, China, Russia, Britain and France as permanent members of the security council. Profile Ban Ki-moon has been South Korea's foreign minister for almost three years. In that time he has reformed the ministry but at the same time the country's foreign policy has been been thrown into disarray, mainly because of divisions over how to tackle North Korea's nuclear weapons ambitions. Mr Ban, born in Chungju in 1944, won a US-sponsored English contest at school that allowed him to travel to America to meet President John F Kennedy, a encounter Mr Ban claims inspired him to enter public service. He has a wry sense of humour. When he enrolled at the John F Kennedy school of government at Harvard in 1983 he introduced himself as JFK. When eyebrows were raised, he said: \"Just From Korea.\" According to his colleagues, he decided to run for the secretary general's job last year after surveying the lacklustre field of candidates and calculating that his chances were good. A former colleague, Park Soogil, said Mr Ban liked reading and golf, but \"his main hobby is work\". He is married with three children.",
    "keywords": [
        "south",
        "mr",
        "despair",
        "secretary",
        "ban",
        "korea",
        "kimoon",
        "general",
        "faceless",
        "security",
        "diplomat",
        "officials",
        "council",
        "selection"
    ],
    "summary": "Senior officials at the United Nations expressed despair yesterday at the prospect of Kofi Annan being succeeded as secretary general by Ban Ki-moon, the South Korean foreign minister.\nAnother official, who has met Mr Ban several times, said: \"He is pretty faceless and does not have much charisma.\nMr Park, who worked with Mr Ban, added: \"He knows how to disagree without being disagreeable.\"\nThe 15 members of the UN security council are scheduled to vote on Monday to confirm Mr Ban, aged 62.\nMr Ban, born in Chungju in 1944, won a US-sponsored English contest at school that allowed him to travel to America to meet President John F Kennedy, a encounter Mr Ban claims inspired him to enter public service.",
    "sentiment": {
        "neg": 0.1169,
        "neu": 0.786,
        "pos": 0.0971,
        "compound": -0.0523
    }
}