{
    "date": "2006-01-25T18:43:22Z",
    "title": "South Korean president rebukes US hawks",
    "url": "https://www.theguardian.com/world/2006/jan/25/northkorea.usa",
    "content": "South Korea's president lashed out today at hardliners in Washington, who he said appeared to be trying to force the collapse of North Korea's totalitarian regime. President Roh Moo-hyun spoke out following calls from US treasury officials for South Korea - a long-standing US ally - to help prevent Pyongyang's alleged criminal activity. The US says the communist dictatorship is engaged in counterfeiting, money laundering and drug trafficking. The north today repeated its demands that the US lift the sanctions recently imposed over the claims of illegal activity. Pyongyang refuses to return to international talks about its nuclear ambitions until the sanctions are lifted. Mr Roh made his rebuke to hawks in the US government while speaking at his annual new year news conference. He said coercive steps were not the way to resolve the latest dispute over the north's nuclear ambitions, which began in late 2002 after US officials accused Pyongyang of running a secret uranium enrichment programme. The South Korean president said: \"I don't agree [with] some opinions inside the US that appear to be wanting to take issue with North Korea's regime, apply pressure and sometimes wishing for its collapse. \"If the US government tries to resolve the problem that way, there will be friction and disagreement between South Korea and the US.\" He said there was no such friction yet because the opinions expressed by US hardliners did not reflect current US policy. Mr Roh avoided saying directly whether his government believed the north was engaged in criminal activity. He said the matter required review and consideration of how measures are \"related to efforts to resolve the nuclear issue and if that involves any intention to pressure North Korea's regime\". Mr Roh's comments came as US treasury department officials were visiting South Korea on a trip to present evidence of their claims against Pyongyang. The US embassy said yesterday it had \"urged\" the south to strengthen financial controls to prevent proliferation of weapons of mass destruction. But today, South Korea's foreign ministry said it had not been asked by the treasury officials to take action to prevent illegal financial activity by the north, illustrating the tension between Washington and Seoul. The ministry said the US treasury delegation talked of general cooperation but \"didn't urge our government to take specific actions, either officially or unofficially\" and claimed the US statement \"does not correctly reflect\" what was discussed. US embassy spokesman Robert Ogburn said: \"We still stand by our press release.\" He declined to give details of what exact measures were discussed. Washington has rebuffed Pyongyang's demands to lift the sanctions in order to resume six-nation nuclear talks, saying the measures are unrelated to the weapons issue. Today, the north repeated its demand. The north's official Korean Central News Agency said in a commentary: \"If the US truly wants the resumption of the six-party talks and their progress, it had better opt for lifting its financial sanctions against [North Korea] and coexisting with it.\" The nuclear talks have failed to make any progress since September on implementing an agreement in which the north pledges to abandon its atomic programmes in exchange for security guarantees and aid. Mr Roh said today he hoped a formal peace agreement could finally be signed to end the ceasefire that has remained in effect on the divided peninsula since the Korean War ended in 1953. The sides at the nuclear talks have mentioned a peace agreement as a possible outcome if the weapons dispute is resolved. \"I will make sincere preparations for talks with concerned countries on establishing a peace regime on the Korean peninsula,\" Mr Roh said. Around 32,500 US troops are stationed in South Korea as a deterrent against threats from the north, and the commander of the American forces is authorised to take control of all troops - including South Korea's - in the event of a renewed war. South Korea has recently sought to regain wartime control of its soldiers, and Mr Roh said today he would aim for an agreement on the issue this year. Meanwhile, South Korea's unification ministry today said North Korean leader Kim Jong-il was likely to continue his policy of giving the military the primary role in society. The ministry cited his regular appearances with troops; he made 131 public appearances last year and 53% were connected with the military.",
    "keywords": [
        "rebukes",
        "south",
        "mr",
        "roh",
        "korea",
        "koreas",
        "president",
        "talks",
        "nuclear",
        "today",
        "hawks",
        "north",
        "korean"
    ],
    "summary": "South Korea's president lashed out today at hardliners in Washington, who he said appeared to be trying to force the collapse of North Korea's totalitarian regime.\nThe north today repeated its demands that the US lift the sanctions recently imposed over the claims of illegal activity.\nMr Roh made his rebuke to hawks in the US government while speaking at his annual new year news conference.\n\"If the US government tries to resolve the problem that way, there will be friction and disagreement between South Korea and the US.\"\nMeanwhile, South Korea's unification ministry today said North Korean leader Kim Jong-il was likely to continue his policy of giving the military the primary role in society.",
    "sentiment": {
        "neg": 0.0978,
        "neu": 0.8173,
        "pos": 0.085,
        "compound": -0.0544
    }
}