{
    "date": "2006-07-13T23:05:27Z",
    "title": "North Korea rebuffs China over missiles",
    "url": "https://www.theguardian.com/world/2006/jul/14/northkorea",
    "content": "Hopes for an early end to the North Korean missile crisis were dashed yesterday after China reportedly failed to persuade its ally to stop test-firing missiles and return to six-party talks on its nuclear weapons programme. Talks between South and North Korea also ended in failure, with Seoul's top negotiator returning home a day earlier than planned. Attention is now expected to turn to the UN security council, whose permanent members are split on a Japanese motion calling for sanctions against North Korea. North Korea caused international uproar last week when it test-fired seven missiles into the Sea of Japan, including a long-range ballistic missile thought to be capable of striking the US mainland. The US assistant secretary of state, Christopher Hill, told reporters in Beijing on Thursday: \"Through this all, we have sought to speak with one voice and make a clear signal on what [the North Koreans] need to do.\" \"So far they don't seem to be interested in listening, much less doing anything to address the situation. I think the Chinese are as baffled as we are. China has done so much for that country and that country seems intent on taking all of China's generosity and then giving nothing back.\" The UN security council had agreed to postpone a vote on sanctions to give more time to China's chief negotiator, Wu Dawei, who is due to return to Beijing tomorrow. Wang Guangya, China's ambassador to the UN, said North Korea had yet to respond to Chinese concerns. China and Russia oppose Japan's call for a ban on the transfer of money, technology and materials that could be used for North Korea's missile programme and have instead tabled a resolution that \"strongly deplores\" the missile tests but does not mention punitive measures. But the resolution is being interpreted as a hardening of Russia and China's position: last week they called on the security council only to issue a presidential statement. Japan's UN envoy, Kenzo Oshima, said it would be \"very difficult\" to accept the Russian and Chinese resolution in its present form. Mr Hill said he was confident the security council's permanent members could reach agreement. China, meanwhile, accused Japan of \"pouring oil on the fire\" after Japan's chief cabinet secretary, Shinzo Abe, said his country should look into the possibility of pre-emptive military strikes against North Korean launch sites. Japan's constitution forbids it from using military force to resolve international disputes. The Chinese foreign ministry said the call was \"extremely irresponsible and incomprehensible, and it will only seriously disrupt international diplomatic efforts and accelerate tensions in north-east Asia\". Talks between the two Koreas broke up early after South Korea refused its neighbour's demand for 500,000 tonnes of rice, saying it would suspend all food aid in response to the tests. The US and South Korea are reportedly considering resuming multilateral talks on North Korea's nuclear weapons programme, even in its absence. \"A five-party meeting could be an alternative,\" the Yonhap news agency quoted a South Korean diplomat as saying.",
    "keywords": [
        "south",
        "korea",
        "japans",
        "missiles",
        "china",
        "talks",
        "rebuffs",
        "chinas",
        "security",
        "chinese",
        "missile",
        "north"
    ],
    "summary": "Talks between South and North Korea also ended in failure, with Seoul's top negotiator returning home a day earlier than planned.\nAttention is now expected to turn to the UN security council, whose permanent members are split on a Japanese motion calling for sanctions against North Korea.\nNorth Korea caused international uproar last week when it test-fired seven missiles into the Sea of Japan, including a long-range ballistic missile thought to be capable of striking the US mainland.\nWang Guangya, China's ambassador to the UN, said North Korea had yet to respond to Chinese concerns.\nThe US and South Korea are reportedly considering resuming multilateral talks on North Korea's nuclear weapons programme, even in its absence.",
    "sentiment": {
        "neg": 0.0849,
        "neu": 0.8226,
        "pos": 0.0926,
        "compound": 0.0096
    }
}