{
    "date": "2006-10-04T10:32:37Z",
    "title": "North Korea's nuclear wake-up call",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/04/northkoreasnuclearwakeupca",
    "content": "Are we now approaching the much-predicted \"nuclear tipping-point\" if - or as it now seems more likely - when North Korea carries out its first test? Of course Pyongyang will not be the first breakout: the \"international community\" which will condemn it has long ago condoned Israel, India and Pakistan when they went nuclear. Looking back over the past decade and a half since the end of the cold war, the historical verdict will be that the major nuclear powers fatally muffed their chance to set the world on a non-nuclear road. In effect the five have made it clear that there are no conditions under which they will de-nuclearise, and that the implicit bargain in the Nuclear Non-proliferation Treaty (NPT) (that they would move in good faith towards nuclear disarmament while the rest of the world remained non-nuclear) is dead. Yet Pyongyang will have passed a new red line, not just in its own relations with South Korea and its other Asian neighbours, but for the world, because the Iraq disaster has put proliferation into a new and more dangerous context. The US invasion allegedly to remove Saddam's WMD \"threat\" has demonstrated that is safer to be an actual nuclear power than a potential nuclear power. Even the remotest chance of retaliation is likely to buy immunity - which is why North Korea has been keen (though not yet successful) to demonstrate its long-range missile capability. At the least it will seem prudent for other non-nuclear countries especially in Asia and the Middle East to quietly begin their own feasibility studies. We must still hope that North Korea is bluffing, and will realise that going nuclear in such a visible manner will be an own goal for its own security. By testing a nuclear weapon, it could trigger a regional nuclear arms race and push Japan further down the road of re-militarisation. And we must still hope that the US finally realises that its half-hearted policy of negotiation-cum-denunciation will never work. If the Bush administration had shown a straightforward willingness to talk, one to one, with Pyongyang, instead of condemning it as part of the \"axis of evil\", we would be in a much less dire situation now. We may even hope that the shock of a Pyongyang bomb might rescue the NPT from the collapse to which it is already heading. The sight and sound of a North Korean nuclear explosion will be, at any rate, the equivalent of those pictures of melting glaciers, which finally convinced everyone of the reality of global warming. Do we want to live in a world where the number of nuclear states is bound to increase inexorably, carrying with it the eventual inevitability of nuclear war? Or is this the long overdue wake-up call warning us that the world community, starting with the principal nuclear powers, has to commit itself, for the first time ever, to the real and serious goal of nuclear disarmament?",
    "keywords": [
        "wakeup",
        "nonnuclear",
        "war",
        "powers",
        "world",
        "korea",
        "nuclear",
        "hope",
        "road",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Are we now approaching the much-predicted \"nuclear tipping-point\" if - or as it now seems more likely - when North Korea carries out its first test?\nEven the remotest chance of retaliation is likely to buy immunity - which is why North Korea has been keen (though not yet successful) to demonstrate its long-range missile capability.\nWe must still hope that North Korea is bluffing, and will realise that going nuclear in such a visible manner will be an own goal for its own security.\nDo we want to live in a world where the number of nuclear states is bound to increase inexorably, carrying with it the eventual inevitability of nuclear war?\nOr is this the long overdue wake-up call warning us that the world community, starting with the principal nuclear powers, has to commit itself, for the first time ever, to the real and serious goal of nuclear disarmament?",
    "sentiment": {
        "neg": 0.0787,
        "neu": 0.8346,
        "pos": 0.0867,
        "compound": -0.0219
    }
}