{
    "date": "2006-06-21T16:58:37Z",
    "title": "Bush warns Iran and North Korea not to test US patience",
    "url": "https://www.theguardian.com/world/2006/jun/21/northkorea.iran",
    "content": "A visibly angry George Bush rounded on the two remaining members of Washington's \"axis of evil\" today, as he dismissed \"absurd\" suggestions that the US presents the greatest threat to world stability. At a fence-mending summit with the EU in Vienna, Mr Bush made clear that he believes Iran and North Korea pose the most serious danger when he warned both countries not to test his patience. Hours after Tehran announced that it would wait until the end of August to respond to an international package to curb its nuclear programme, Mr Bush insisted that Iran must act within weeks. \"It seems an awful long time for a response to a reasonable proposal,\" Mr Bush said after President Mahmoud Ahmadinejad said he would give his response on August 22. \"I said weeks not months and I think that is the view of other parties.\" Mr Bush also warned North Korea that it would face even greater international isolation if it carries out its threat to test-fire its long-range missiles. \"It should make people nervous when non-transparent regimes who have announced they have nuclear warheads, fire missiles,\" he said. \"This is not the way you conduct business in the world.\" US officials have said they could try to shoot down a North Korea test missile with 11 interceptors the US has in Alaska and California - the first phase of the Bush administration's planned national missile defence system. However, experts said that it was highly unlikely that the interceptors will be used, as tests have raised questions over whether they will work. The last successful test, in which a mock warhead was knocked out of the air by an interceptor, was in 2002. Mr Bush bridled at the suggestion that Europeans regard the US as the greatest threat to world stability, cutting across his Austrian hosts to snap: \"That is absurd. We'll defend ourselves but we are working with our partners to spread peace and democracy around the world.\" Mr Bush won strong support from Wolfgang Schüssel, the Austrian chancellor and summit host, who said his country would never forget America's role in saving it after the second world war. \"It is grotesque to say that the US is a greater threat to peace in the world compared with Iran and North Korea,\" Mr Schüssel said. \"We should understand what September 11 meant to the American people. It was a real shock.\" Mr Schüssel, who had called on the eve of the summit for the US to close the Guantánamo Bay detention facility, pulled his punches after President Bush pre-empted his host's main concerns. As soon as the summit went into closed session, the president raised Guantánamo and said he would like to close the facility. Officials say this handed the initiative to the president and left the EU delegation nodding as Mr Bush explained that he would close the facility once a series of legal hurdles have been cleared. These are securing agreement on returning some detainees to their home countries ó a move opposed by the EU which says they cannot be sent to countries which enforce the death penalty - and awaiting a supreme court decision on where some detainees will stand trial. President Bush said later at his press conference: \"I'd like to end Guantánamo Bay. I'd like it to be over with. \"I explained our desire to send [some detainees] back. Of course there is international pressure not to send them back. I hope we will be able to resolve that. There are some who need to be tried in US courts, they're cold-blooded killers. They could murder someone if they're let out on the streets. I'm waiting for the supreme court of the US to determine the proper venue in which people can be tried. \"I understand the concerns of the leaders. I shared with them my desire to end this programme. But also not to expose the people to harm.\" In a sign that transatlantic relations are improving after the deep divisions of Iraq, anti-war demonstrators could only manage a small protest outside the summit venue. As Mr Bush swept into the grounds of the Hofsburg, the former seat of the Austro-Hungarian empire, around 350 demonstrators shouted \"Bush go home\". Susanna Landauer, 24, said: \"We are demonstrating against capitalist, imperialist aggression.\"",
    "keywords": [
        "summit",
        "mr",
        "iran",
        "patience",
        "korea",
        "world",
        "threat",
        "president",
        "warns",
        "schüssel",
        "test",
        "north",
        "bush"
    ],
    "summary": "At a fence-mending summit with the EU in Vienna, Mr Bush made clear that he believes Iran and North Korea pose the most serious danger when he warned both countries not to test his patience.\nMr Bush also warned North Korea that it would face even greater international isolation if it carries out its threat to test-fire its long-range missiles.\n\"It is grotesque to say that the US is a greater threat to peace in the world compared with Iran and North Korea,\" Mr Schüssel said.\nPresident Bush said later at his press conference: \"I'd like to end Guantánamo Bay.\nAs Mr Bush swept into the grounds of the Hofsburg, the former seat of the Austro-Hungarian empire, around 350 demonstrators shouted \"Bush go home\".",
    "sentiment": {
        "neg": 0.0734,
        "neu": 0.8223,
        "pos": 0.1042,
        "compound": 0.0311
    }
}