{
    "date": "2006-11-02T11:18:32Z",
    "title": "The cloud of uncertainty",
    "url": "https://www.theguardian.com/commentisfree/2006/nov/02/johnswensonwrightonnorthko",
    "content": "North's Korea's apparently successful test of a nuclear device on October 9 has fundamentally and perhaps irrevocably transformed the strategic landscape of north-east Asia. In one explosive moment the region's \"delicate balance of terror\" has been overturned prompting diplomatic protests and consternation around the globe, imposing new tensions on relations between the key powers in the region, and raising the spectre (admittedly still a faint one) of tit-for-tat nuclearisation by North Korea's increasingly nervous South Korean and Japanese neighbours. How might we explain the actions of Kim Jong-il and the leadership in Pyongyang? Since North Korean decision-making remains shrouded in uncertainty, the answer is speculative but a number of potential explanations spring immediately to mind. Like any rational actor, the North may have chosen to test as a means of enhancing its deterrent capability, to minimise the risk of a preventive or pre-emptive attack from a United States which appears (privately at least) to entertain the possibility of engineering regime change in the North. Alternatively, Pyongyang may view the nuclear option primarily as a card in an increasingly high-stakes poker game of diplomatic brinkmanship. Seeking to persuade Washington to relax the economic sanctions in place since last autumn - particularly those targeting the North's foreign currency reserves and alleged counterfeiting operations - Kim has simultaneously raised his ante and called the bluff of the international community and an America that has made it clear that it \"will not tolerate\" a nuclear-armed North Korea. Less obviously, Kim may be playing to his own domestic gallery, seeking to reassure North Korea's military elites - a group that has grown increasingly influential since the late 1990s in keeping with the regime's \"military first\" - or songun - strategy. The nuclear option represents, in this context, a form of technonationalism, intended to bolster public pride and feeding on the acute insecurities, xenophobia and anti-Americanism of a people inured to 50-plus years of conflict with the United States. The Korean war may have been temporarily interrupted by the armistice of 1953, but in the psyche of ordinary North Koreans the conflict is a permanent one, reinforced by Pyongyang's propaganda and - ironically - by the ideological and personal animus of the Bush administration towards the Kim regime. The puzzle in the current standoff, is less the North Korean willingness to challenge the international community by unilaterally tearing up its earlier non-nuclear commitments such as membership of the nuclear non-proliferation treaty and the Seoul-Pyongyang non-nuclear accord of 1992, and more the confused and contradictory policies of the Bush administration. Frustratingly, this is a crisis that might have been averted. The fourth round of six-party talks in September of last year offered a viable escape route from deadlock in which the North agreed to end all its nuclear programmes (whether plutonium or uranium based) and allow the return of international inspectors. Disarmament would be - in words consistent with US objectives - \"comprehensive, verifiable and irreversible\". In return, the US reaffirmed its commitment to a nuclear-free peninsula, made clear that it had no intention to attack the North, and opened the door to peaceful co-existence and eventual normalisation of relations. Economic aid to the North would be provided by the other members of the six-party talks and the medium-term prospect of a new, permanent, regional security architecture offered the critical mutual reassurance needed to diffuse regional mistrust and uncertainty. Precisely why this deal failed is not clear. Ostensibly, Pyongyang walked away unilaterally from the agreement citing the refusal of the other parties to commit upfront and unambiguously to providing light-water reactors as a quid-pro-quo for the north's nuclear disarmament. Others - particularly in South Korea - advance a more conspiratorial interpretation and point to an 11th-hour intervention by hardliners in the Bush administration (particularly in the Pentagon and vice-president's office) who felt that the State department's agreement represented a form of appeasement of the North. Even before the ink was dry on the agreement, Washington's hawks had decided to go after the North's counterfeit currency operations, not merely to put pressure on Pyongyang but rather to scupper the entire deal. In the last few days the diplomatic terrain appears to have moved slightly. The surprise announcement by the North Korean leadership on October 31 that it is willing to re-enter the six-party talks offers a sliver of optimism that there might be room for a negotiated solution to the current crisis. However, it is far too early to break open the champagne, as Christopher Hill, the US assistant secretary of state for east Asian affairs has wisely noted. Pyongyang's accommodation appears to have resulted from a US concession, brokered in a three-way meeting this week in Beijing between US, North Korean and Chinese senior representative, to address the issue of financial sanctions within the six-party talks process. However, the US adjustment may be at best a negotiating gambit and there is no prospect of a relaxation in the overall sanctions package introduced under UN resolution 1718. Indeed, the US secretary of state, Condoleezza Rice, made clear in a speech on October 30 the importance of a united response to the North Korean challenge and her opposition to a bilateral solution. With Tokyo both adamant that the North must give up its nuclear weapons and unwavering in maintaining its own comprehensive sanctions against Pyongyang, it is hard to see how a breakthrough might be achieved. The North Koreans for their part are likely to be emboldened by their acknowledged nuclear status and will set their negotiating bar even higher in attempting to extract concessions from the international community. They may reasonably calculate that they have an opportunity to capitalise on tactical differences between the other parties to the talks, and by drawing out the negotiations they increase one of their most important assets, namely time - time in which to continue to build up their nuclear stockpile. If Washington continues to stress punishment as a means of forcing the North to back down, then the prospect for a negotiated settlement looks worryingly distant. Sanctions alone are unlikely to persuade Pyongyang to change course, given Beijing's reluctance to move substantially beyond verbal condemnation of the North. China, as the source of some 70% of North Korea's energy needs and 50% of its food supplies, has the means to impose real pain on the North, but worries that this risks triggering the collapse of Kim's regime. To the Chinese leadership, the consequences of such upheaval are arguably equally if not more troubling than the existence of a nuclear North Korea: not only the mass exodus of North Korean refugees across China's 800-mile border with the North, but a \"loose nukes\" scenario in which the North's stockpiles of fissile material (sufficient perhaps to make as many as a dozen nuclear devices) fall into the hands of terrorist organisations or other \"rogue states\", such as Iran. Efforts to address the proliferation challenge posed by the North are at best stop-gap, imperfect measures. While a maritime blockade or selective quarantine of North Korea via the multilateral Proliferation Security Initiative (PSI) may signal the resolve of the international community, no one seriously believes that this can hermetically seal off Pyongyang from the outside world. Already, Donald Rumsfeld has indicated publicly (perhaps inadvertently) that an effective anti-proliferation strategy may be \"impossible.\" Fortunately, for now at least, there is no indication that North Korea intends to proliferate. Its public announcement shortly before the October 9 test was revealing in including not only a non-proliferation and no-first use pledge, but also a commitment to ensuring a peaceful resolution of the crisis and a nuclear-free peninsula in the long-term. How long this commitment holds is the key question. At what point might a rational North Korean leadership intent on regime survival calculate that the certain prospect of gradual national asphyxiation from progressively tighter economic sanctions outweighs the dangers of covertly trading fissile material on the international market? When such a tipping point is reached, the west risks, ironically, provoking the very outcome that economic sanctions are designed to prevent. The dangers of Washington's hard-line position of sanctions plus containment are not limited to the uncertainty surrounding Pyongyang's reaction. Already, the crisis is producing strains with America's key allies in the region. Despite the efforts of John Bolton - US ambassador at the UN - to paint the world reaction to the nuclear test as a model of global unanimity, the process has not been smooth and orderly. Already, behind the scenes there are signs of dissent and tension. Seoul has refused to fall into line with demands from Washington to suspend two key development projects with North Korea - one in Kaesong just north of the DMZ and a second tourism initiative at Mount Kumgang. Moreover, there have in recent days been a number of high profile resignations from the South Korean cabinet, including that of the defence and unification ministers - a measure of the internal political turmoil associated with the nuclear test and the gradual discrediting of the Roh administration's engagement strategy towards the North. By contrast, in Japan, the new government of Shinzo Abe remains firm and has seen its electoral stock rise as public opinion - animated by strong anti-North Korean sentiment - has warmed to the notion of tough action against Pyongyang. Even here, though, the looming threat from the peninsula is spurring a historically unprecedented and open debate about the merits of nuclearisation, prompting worries on the part of many outside observers (particularly in the US) that this will fuel a destabilising and debilitating regional arms race, possibly weakening in the long-run the security ties between the United States and Japan. For the time being, the prospect of a nuclear Japan remains low, such is the strength of Japan's nuclear allergy both among public opinion and the country's governing elites. Moreover, of all of Washington's allies, Tokyo is most explicitly wedded to a policy of pressure (atsuryoku) that sits comfortably alongside the American hard-line approach. None the less, the Abe government, formally at least, also accepts the merit of combining this tough posture with a willingness to engage in dialogue (taiwa) with the North. In this, there remains the glimmer of a solution to the current standoff. The Bush administration needs to accept that a wide-ranging bilateral discussion with the North, alongside the multilateral talks, would constitute an opportunity rather than a tactical defeat for the government. Washington needs to unleash some of its more seasoned Korea watchers within the bureaucracy. Christopher Hill might - for example - be constructively permitted to visit the North for face-to-face discussions with the DPRK leadership. Similarly, a senior US politician could be recruited in an effort to reprise Jimmy Carter's surprise 1994 visit to Pyongyang during the last nuclear crisis. Whether a figure such as Bill Richardson (currently governor of New Mexico) or Donald Gregg (chairman of the Korea Society and former US ambassador to South Korea) could break the deadlock is unclear, but such an initiative would have the merit of signalling Washington's commitment to resolving the crisis peacefully. Above all there needs to be a return to the provisions set out in the September 2005 agreement, perhaps coupled with imaginative proposals to encourage the conversion of North Korea's nuclear stockpiles to peaceful use. For example, Joel Witt, a former Clinton administration official now based in Washington's Center for Strategic and International Studies (CSIS), has devised with his colleagues a cooperative threat reduction regime that could realise such an outcome, while fostering environmental reconstruction and a foundation for sustained collaboration between US and North Korean scientists. In the absence of such creative diplomacy and the proffering of incentives alongside sanctions - carrots as well as sticks - the prognosis for progress remains bleak. Most worrying of all in the current volatile climate, is the persistent cloud of uncertainty - involving doubt about both sides' intentions, about the technical viability and safety of the North's Soviet-era civilian nuclear technology programme, about the long-term viability of the North Korean regime, and above all about the prospects for war on the peninsula. The real and present danger is less the risk of conflict through conscious design and more the danger of war through mutual anxiety and miscalculation. All the more reason for an end to the Bush administration pattern of drift and vacillation and the replacement of a policy of malign neglect with one of engagement and open dialogue.",
    "keywords": [
        "norths",
        "international",
        "regime",
        "korea",
        "talks",
        "nuclear",
        "sanctions",
        "cloud",
        "uncertainty",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Since North Korean decision-making remains shrouded in uncertainty, the answer is speculative but a number of potential explanations spring immediately to mind.\nAlternatively, Pyongyang may view the nuclear option primarily as a card in an increasingly high-stakes poker game of diplomatic brinkmanship.\nFortunately, for now at least, there is no indication that North Korea intends to proliferate.\nThe dangers of Washington's hard-line position of sanctions plus containment are not limited to the uncertainty surrounding Pyongyang's reaction.\nMost worrying of all in the current volatile climate, is the persistent cloud of uncertainty - involving doubt about both sides' intentions, about the technical viability and safety of the North's Soviet-era civilian nuclear technology programme, about the long-term viability of the North Korean regime, and above all about the prospects for war on the peninsula.",
    "sentiment": {
        "neg": 0.103,
        "neu": 0.7928,
        "pos": 0.1042,
        "compound": 0.0512
    }
}