{
    "date": "2006-10-09T09:41:32Z",
    "title": "China must restrain Pyongyang",
    "url": "https://www.theguardian.com/commentisfree/2006/oct/09/post491",
    "content": "The world is a much more dangerous place this morning than when we went to bed last night. For the first time, nuclear weapons are in the hands of a state that is entirely without restraint. North Korea's nuclear test is a challenge to the system of self-restraint that has prevented a worldwide nuclear arms race. The big danger is that others now decide there is no incentive to refrain from going nuclear. The International Atomic Energy Agency estimates that up to 30 countries have the technical ability to become what its director general, Mohammed El Baradei, has called \"virtual nuclear weapons states\". By that he means that they could covert their civil nuclear programmes to weapons programmes within a matter of months. They are restrained by respect for the nuclear bargain that was struck in the 1960s, when the world was still shocked and frightened by the Cuban missile crisis that had brought the United States and the Soviet Union close to war. The fear must now be that that system of mutual restraint breaks down if one reckless regime demonstrates that the international community has no response to a state that coolly defies all conventions. Nuclear weapons were dangerous enough in the hands of the cold war superpowers, which came to a mutual understanding that they could not afford to use them. That doctrine was known as MAD - mutually assured destruction - but it was the opposite of mad, as both superpowers responded rationally to the terrible responsibility their weaponry placed on them. Nikita Kruschev - then leader of the Soviet Union - was ousted within months of the Cuban crisis partly because of unease among colleagues at his dangerous behaviour. John Kennedy, Kruschev's opponent, spoke fearfully of a world in which 20 or more countries acquired nuclear weapons. That was avoided by the 1968 Nuclear Non-Proliferation Treaty. This treaty was the result of a rational choice by the international community. Since nuclear weapons could not be un-invented, it would be best to reduce the risk of their use by non-nuclear powers foregoing their right to acquire them. Only India and Pakistan have openly become nuclear weapons states in the following decades, with Israel having never admitted to its capability. India and Pakistan came close to nuclear war in 2002, but each had a leadership rational enough to step back. The only real sanction against proliferation is the universal fear of the consequences of nuclear weapons eventually getting into the hands of an irresponsible state. It seems that they now have. The regime of Kim Jong-il is the nightmare that has been waiting to happen since the nuclear age began. It has cut itself off from the world to an extent that makes it hard to see how any amount of condemnation, cajoling or coaxing could induce it to come to agreement. It has made an aggressive habit of testing its missiles without regard for the protests of its neighbours. For Japan, the reality of a nuclear North Korea is terrifying. What if a nuclear-tipped missile test failed over Japan? The big challenge though is to China. While the United Nations can pass resolutions, China can take action. It is the major supplier of food and oil to North Korea. The Kim regime has shown itself to be ruthlessly uninterested in the economic wellbeing of North Korea's people. But the only way to deal with this provocation is by economic, rather than military, force. China has the economic weapons. A China responsibly taking the lead on behalf of the international community is one good thing that could come out of this unnerving situation. It may be imperfect to have the old nuclear powers preventing others acquiring these weapons. But in an imperfect world it is the only means of restraint we have. We simply can't allow a regime as reckless as Kim's to have these weapons.",
    "keywords": [
        "war",
        "regime",
        "world",
        "state",
        "states",
        "nuclear",
        "china",
        "restrain",
        "weapons",
        "pyongyang",
        "north",
        "international"
    ],
    "summary": "For the first time, nuclear weapons are in the hands of a state that is entirely without restraint.\nJohn Kennedy, Kruschev's opponent, spoke fearfully of a world in which 20 or more countries acquired nuclear weapons.\nOnly India and Pakistan have openly become nuclear weapons states in the following decades, with Israel having never admitted to its capability.\nIndia and Pakistan came close to nuclear war in 2002, but each had a leadership rational enough to step back.\nFor Japan, the reality of a nuclear North Korea is terrifying.",
    "sentiment": {
        "neg": 0.1727,
        "neu": 0.7883,
        "pos": 0.039,
        "compound": -0.3492
    }
}