{
    "date": "2006-07-05T14:35:50Z",
    "title": "The Taepodong effect",
    "url": "https://www.theguardian.com/commentisfree/2006/jul/05/thetaepodongeffect",
    "content": "North Korea defends its seven missile tests, one of them involving the Taepodong-2 long-range missile capable of reaching Alaska, by saying that its \"national sovereignty\" entitles it to conduct them in its national self-interest. North Korea's critics, by contrast, argue that in the arena of weapons systems with extra-territorial reach there is no right of unilateral action; international agreements, controls, treaties and responsibilities oblige countries to respect the security interests of neighbours and indeed the international community at large. Disregard of these constraints, they point out, is risky and destabilising. The critics in question include Japan and the US. The criticism is of course correct; North Korea's behaviour is an example of immature grandstanding and nose-thumbing, wincingly obvious from the choice of date (July 4) for the tests. Japan has a valid point in objecting to North Korea's tests, not least because of North Korea's irresponsible track record in the field: in 1998 it fired a Taepodong-1 over the north of Japan, a highly provocative if not downright stupid act. But the United States' stance is, at the least, hypocritical. What it rightly censures others for doing it wrongly does itself, and with almost total impunity. The attitude of the Bush administration to a whole raft of international institutions and measures, from the International Criminal Court to the Kyoto environment initiatives, from the United Nations to the non-proliferation treaties on nuclear weapons, is consistently negative and unilateralist. It pleads national interest and national sovereignty just as North Korea does, despite the fact that the hollowness of North Korea's appeal to the concept is proof positive that claims of national immunity from international obligations are unacceptable. If North Korea cannot get away with the \"national sovereignty\" scam, and if logical consistency requires that neither can the United States, then of course nor can anyone else. It also requires that the point be taken to its more general set of conclusions, a lesson that (for example) Eurosceptics might do well to learn, and with them petty nationalists of all stamps everywhere. There are many additional reasons why nationalism is the wrong direction for human beings to go in; here the overriding point is that no nation (if, by the way, such a thing actually exists), like no individual, is an island, and promises itself nothing but trouble by trying to be one. As always, history teaches rich lessons here. When the Eleanor Roosevelt committee was drafting the UN declaration of human rights in 1948, the Soviet representatives were emphatically concerned that nothing in the declaration should allow \"interference in the internal affairs of sovereign states\", which in effect meant freedom for governments to torture and murder their own citizens without anyone from outside raising complaints on human rights grounds. As it happens, the other post-war major powers (the UK, US, China and France) were not especially happy about the human rights idea either, which was then most eagerly welcomed by third-world countries and colonised peoples, who understood the opportunity it offered. As events have shown, adoption of the UN declaration in Paris in 1948 proved to be the first really major breach of the national sovereignty idea since its origin in the Treaty of Westphalia in 1648, with all its subsequent catastrophic horrors. In fact, as international reaction to the example of North Korea's weasel appeal to national sovereignty shows (to say nothing of the US parallels) we should hope that the cluster of associated toxic ideas - \"nation\", \"nationalism\" \"national identity\" - is well on its way to the rubbish heap of history.",
    "keywords": [
        "human",
        "international",
        "sovereignty",
        "effect",
        "states",
        "tests",
        "national",
        "taepodong",
        "point",
        "united",
        "north",
        "koreas"
    ],
    "summary": "North Korea defends its seven missile tests, one of them involving the Taepodong-2 long-range missile capable of reaching Alaska, by saying that its \"national sovereignty\" entitles it to conduct them in its national self-interest.\nThe criticism is of course correct; North Korea's behaviour is an example of immature grandstanding and nose-thumbing, wincingly obvious from the choice of date (July 4) for the tests.\nJapan has a valid point in objecting to North Korea's tests, not least because of North Korea's irresponsible track record in the field: in 1998 it fired a Taepodong-1 over the north of Japan, a highly provocative if not downright stupid act.\nBut the United States' stance is, at the least, hypocritical.\nIf North Korea cannot get away with the \"national sovereignty\" scam, and if logical consistency requires that neither can the United States, then of course nor can anyone else.",
    "sentiment": {
        "neg": 0.1053,
        "neu": 0.7869,
        "pos": 0.1077,
        "compound": -0.0418
    }
}