{
    "date": "2006-10-09T08:34:18Z",
    "title": "North Korean nuclear test unnerves Asian stockmarkets",
    "url": "https://www.theguardian.com/business/2006/oct/09/koreanews.internationalnews",
    "content": "South Korean stocks plunged today as Asian markets wobbled in the wake of North Korea's announcement that it had detonated a nuclear bomb in defiance of world opinion. The benchmark Kospi index fell by as much as 3.6% after the Korean Central News Agency, Pyongyang's official mouthpiece, reported that the underground nuclear test had been completed successfully on Monday morning. Although the Kospi was trading slightly higher at 2.4% lower early in the afternoon, the index was still on course to register its biggest one-day fall since 13 June. The test announcement sparked a sell-off in regional markets. Hong Kong's Hang Seng index dropped 1.2% while Australian stocks slid 0.8%. Markets in Sri Lanka and New Zealand were unaffected, while the Shanghai Composite Index rose 1.2% amid speculation that China would benefit from an inflow of money as investors pull out of South Korea and Japan. Markets in Japan were closed today for a public holiday, but all eyes will be on how the Nikkei reacts when it reopens for business tomorrow. Shares in major South Korean companies also suffered. Samsung, the country's largest exporter, saw its share price fall 1.2% to 640,000 won, while shares in Hyundai Heavy Industries, the world's biggest shipyard, fell 4.7% to 130,500 won. The dollar rose to a seven-month high against the yen after reports of the nuclear test, and the won dropped by more than one percent against the dollar. The nuclear test also helped drive oil prices up to more than $60 dollars a barrel, although the rise was attributed mainly to Opec plans to cut production. \"[The test] is the sort of thing that causes tension in the world, and tension is associated with bumps upward in oil prices, \"John Vautrain, vice-president of energy consultancy Purvin and Gertz in Singapore, told Reuters. Analysts were confident that East Asian markets would ride the storm provided the test did not spark a military confrontation in the region. \"I believe the impact will be short lived,\" said Wang Qing of the Bank of America in Hong Kong. \"The economy of North Korea is virtually closed from the rest of the world and its regional impact won't be very significant unless there was a major military confrontation.\"",
    "keywords": [
        "index",
        "south",
        "won",
        "world",
        "nuclear",
        "stockmarkets",
        "today",
        "12",
        "markets",
        "test",
        "unnerves",
        "asian",
        "north",
        "korean"
    ],
    "summary": "South Korean stocks plunged today as Asian markets wobbled in the wake of North Korea's announcement that it had detonated a nuclear bomb in defiance of world opinion.\nThe benchmark Kospi index fell by as much as 3.6% after the Korean Central News Agency, Pyongyang's official mouthpiece, reported that the underground nuclear test had been completed successfully on Monday morning.\nShares in major South Korean companies also suffered.\nThe dollar rose to a seven-month high against the yen after reports of the nuclear test, and the won dropped by more than one percent against the dollar.\nThe nuclear test also helped drive oil prices up to more than $60 dollars a barrel, although the rise was attributed mainly to Opec plans to cut production.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.8721,
        "pos": 0.0758,
        "compound": 0.0865
    }
}