{
    "date": "2006-10-03T17:02:50Z",
    "title": "North Korea announces plans to test nuclear weapon",
    "url": "https://www.theguardian.com/world/2006/oct/03/northkorea3",
    "content": "North Korea announced plans today to test a nuclear weapon in a move aimed at ratcheting up tension in east Asia and forcing the US to halt financial sanctions. The declaration - which comes less than three months after Pyongyang test-fired an intercontinental missile that would put Alaska and Hawaii within range of its warheads - was immediately condemned by the US, Japan and Britain. \"The US extreme threat of a nuclear war and sanctions and pressure compel the DPRK to conduct a nuclear test, an essential process for bolstering nuclear deterrent, as a self-defence measure in response,\" said a statement in English carried by the North's official Korean Central News Agency. No date was given, but a test would be a significant escalation of hostilities in the four-year nuclear stand-off between Pyongyang and Washington. The US said yesterday that a nuclear test would further isolate Pyongyang and that Washington would work with allies to discourage \"such a reckless action\". The US State Department spokesman, Sean McCormack, said a test would pose an \"unacceptable threat to peace and stability in Asia and the world\". Governments across the region - including the North's traditional ally China - have pleaded with North Korea not to take such a dangerous step. These entreaties appear to have little impact on the military-controlled government. Its statement said: \"A people without a reliable war deterrent are bound to meet a tragic death and the sovereignty of their country is bound to be wantonly infringed upon.\" It adds: \"This is a bitter lesson taught by the bloodshed resulting from the law of the jungle in different parts of the world.\" Pyongyang promised that the test would be conducted in a safe place and that it would not negate the goal of de-nuclearising the peninsula. But such pledges have done nothing to reassure its regional neighbours. The Japanese foreign minister, Taro Aso, said a nuclear test would be \"totally unforgivable\" . He warned that Tokyo was prepared to take \"harsh\" measures in concert with the international community. Britain said that a test would be highly provocative. \"It would raise tensions in an already tense region and have repercussions internationally,\" the foreign office said in a statement. The risk posed by North Korea remains unclear. The CIA estimates that the reclusive state has enough fissile material to make at least six to eight bombs. But whether these can be turned into warheads and mounted on a missile is questioned by Japanese military experts, who say North Korea lacks the necessary miniaturising technology. After a recent trip to Pyongyang, Selig Harrison - a former US state official responsible for east Asia - said North Korean officials had warned him that \"the US government should be concerned about the transfer of fissile material or nuclear weapons to other parties\". By announcing a test but not setting a date, President Kim Jong-il is trying to keep the world on tenterhooks. Analysts said that North Korea initiates crises to boost the country's bargaining power. In the six-nation talks last year, the US promised it would not seek regime change or threaten the sovereignty of North Korea. Pyongyang claims that Washington has violated this agreement by freezing its bank holdings in Macau and other places. \"This is an ultimatum. North Korea feels it has been pushed into a corner,\" said Professor Kim Sung-han of the Institute of Foreign Affairs in Seoul: \"Talking about a test is different from conducting one. But things are getting worse and worse. Under the current circumstances, it is difficult to see a compromise.\" According to Mr Harrison, Washington has got it wrong. \"There is no sign whatever that the US sanctions are undermining the Kim Jong-il regime as the Bush administration hopes,\" he said condemning the US government's confrontational stance over the past four years. \"The result of the Bush policy is that since December 2002, North Korea has been churning out nuclear material like sausages\".",
    "keywords": [
        "weapon",
        "plans",
        "korea",
        "world",
        "state",
        "washington",
        "nuclear",
        "sanctions",
        "announces",
        "test",
        "pyongyang",
        "statement",
        "north"
    ],
    "summary": "North Korea announced plans today to test a nuclear weapon in a move aimed at ratcheting up tension in east Asia and forcing the US to halt financial sanctions.\nGovernments across the region - including the North's traditional ally China - have pleaded with North Korea not to take such a dangerous step.\nThe Japanese foreign minister, Taro Aso, said a nuclear test would be \"totally unforgivable\" .\nIn the six-nation talks last year, the US promised it would not seek regime change or threaten the sovereignty of North Korea.\n\"The result of the Bush policy is that since December 2002, North Korea has been churning out nuclear material like sausages\".",
    "sentiment": {
        "neg": 0.1394,
        "neu": 0.8217,
        "pos": 0.039,
        "compound": -0.2639
    }
}