{
    "date": "2006-10-13T23:07:11Z",
    "title": "Letters: Softly, softly approach to North Korea",
    "url": "https://www.theguardian.com/world/2006/oct/14/northkorea.guardianletters",
    "content": "Clausewitz famously asserted that \"war is merely the continuation of policy by other means ... what remains peculiar to war is simply the peculiar nature of the means\". The main purpose of North Korea's policy of acquiring nuclear arms has been to ensure the governing regime's survival. The threat of nuclear war is the unfortunate means it has chosen in pursuit of this policy. Ideally, the international objective should be to persuade the North Korean government to change its means of achieving survival. It appears that China, with tacit South Korean approval, has been encouraging it to adopt the political strategy that it has itself followed since the death of Mao: reforming the economy and opening its doors in controlled ways while preserving the Communist party's monopoly on power. Although Beijing's efforts have not so far met with success, it seems a good strategy, not least because it offers both political survival and improved economic conditions for the North Korean people. It might also diminish the problems of economic unification down the line. North Korea is not China. It has resisted Chinese suggestions, fearing that economic reform and the penetration of capital and ideas into its society from South Korea and elsewhere would precipitate the regime's collapse. Can that fear be tempered? Can an international strategy be imagined that would bring about a gradual opening of the North Korean economy with some guarantees of protection against destabilisation? Such an approach may now be deemed too slow and unreliable. Indeed, hitting the economy through sanctions seems to be becoming the only recourse in the short run. However, the reformist approach deserves more thorough examination, especially as there is so little confidence that punishment can change North Korean behaviour. Professor William Walker University of St Andrews",
    "keywords": [
        "policy",
        "economy",
        "war",
        "approach",
        "south",
        "economic",
        "korea",
        "means",
        "strategy",
        "softly",
        "letters",
        "survival",
        "north",
        "korean"
    ],
    "summary": "The main purpose of North Korea's policy of acquiring nuclear arms has been to ensure the governing regime's survival.\nThe threat of nuclear war is the unfortunate means it has chosen in pursuit of this policy.\nIdeally, the international objective should be to persuade the North Korean government to change its means of achieving survival.\nCan an international strategy be imagined that would bring about a gradual opening of the North Korean economy with some guarantees of protection against destabilisation?\nHowever, the reformist approach deserves more thorough examination, especially as there is so little confidence that punishment can change North Korean behaviour.",
    "sentiment": {
        "neg": 0.1117,
        "neu": 0.8292,
        "pos": 0.0591,
        "compound": -0.0706
    }
}