{
    "date": "2006-12-05T19:30:00Z",
    "title": "Forking out for Trident",
    "url": "https://www.theguardian.com/commentisfree/2006/dec/05/forkingoutfortrident",
    "content": "Tony Blair has stretched the term \"deterrent\" to breaking point in announcing that Britain is to go ahead with the replacement to the Trident submarine-launched strategic nuclear weapon system, at a cost of something over £20bn. Both Roy Hattersley and Polly Toynbee are right to say that the argument for the new weapon is meaningless in terms of the doctrine of nuclear deterrence of the cold war embraced by the happily absurd acronym Mad (Mutually Assured Destruction). Any British weapon will not deter a nuclear Iran, North Korea, nor any of the eight other known nuclear powers, including Israel. As Tony Blair himself recognised in this week's announcement, it is unlikely deter al-Qaida in its pursuit of exotic weaponry, not only biological and chemical but \"baby\" nukes. So what is son of Trident for? The old lines of argument are familiar: it keeps the Union Jack on the top table at the UN, keeps Britain as the only European nuclear power fully integrated into Nato (as the French are not), and, well, it keeps the UK submarine-building and nuclear bomb-making industries going. Naval shipbuilding is chaotic in this country, yet enough jobs depend on it in key constituencies to worry the politicians. This is why the other big naval project beside submarines, the plan to buy two big aircraft carriers, is in such a tangle. The big ships could cost as much as Trident 2 and the new submarines. The ships are costed, optimistically, at £4bn, but then add in the combat systems, and the aircraft. Currently, there is a commitment in principle to buy some 120 joint strike fighters (JSFs) from the US, in which BAE has a small stake. As things stand, the JSF is the single most expensive aircraft programme ever undertaken by the Pentagon, at a cost of $250bn and rising. It is fast becoming a possibility that even the US cannot afford it. But don't expect any hint of cancellation of the carriers this side of the Scottish elections in May, as much of the final assembly work had been allocated for the Clyde and Rosyth, not unadjacent to the constituencies of Gordon Brown, Chancellor, and Des Browne, Defence Secretary. The decision to buy new strategic nuclear submarines is being taken now in order to give continuity to the BAE submarine-building facility at Barrow. The only alternative would be to go abroad, and that would mean buying American or French. That would rob the weapon system of any vestige of independence (it's not very independent anyway); and working with France would be offering a hostage not so much to fortune as the iron whim of the Elysée, Quai d'Orsay, and Défense. In the 1990s, the UK submarine industry nearly collapsed because teams of designers and engineers expert in the field had been dispersed following the completion of the current Vanguard class of strategic boats. After work started on the new class of Astute SSN (nuclear hunter killer) boats, the project nearly foundered completely. Expertise had been lost in hull design and the cost overruns for the first three boats headed towards the £1bn mark. The plan is for seven of these boats to be completed over the next decade - and there are whispers in the industry now that the overall cost overrun could be several billion pounds. The Astute design and production engineering teams can now be augmented and adapted to producing the new Trident flotilla. So what does all this do for deterrence? Not much, as things stand, and - according to one chilling paragraph in the Trident white paper - the concept and purpose of the new Trident weapon has taken a subtle shift. On page 18, part of paragraph 3-4 reads: \"We will not simplify the calculations of a potential aggressor by defining more precisely the circumstances in which we might consider the use of our nuclear capabilities. Hence, we will not rule in or out the first use of nuclear weapons.\" It is believed that this is the first time the case for \"nuclear strategic ambiguity\" has been put so clearly. The fear must be that if Britain's strategic bluff is called, the weapon would be used - particularly by a prime minister who has a sense of divine mission. Not so much a deterrent, Trident and son of Trident are becoming offensive weapons of war. Splashing out such huge sums on big-buck prestige projects like Trident, the aircraft carriers and the Typhoon Eurofighter aircraft, makes a nuclear counter strike more, rather than less, likely. Correspondingly, all three armed services have been starved of the funds and resources needed for their present commitments and operations. A panel of former defence chiefs and analysts has concluded that the army will not be able to maintain operations in Iraq and Afghanistan at their present level without improved equipment and more funds. And there is every chance now that the war in Afghanistan is about to expand dramatically as the Taliban recruits thousands across northern Pakistan for a major offensive across southern Afghanistan. The RAF, meanwhile, is facing the need to cut out one of its major capabilities, and, in the assessment of one of the chiefs, \"the Navy could become unviable by next summer.\" The funding of defence and security has not kept pace with the realities of inflation in the budget, and inflation in ambitions of the Blair foreign policy. Defence budgets and planning are now commanded by the Treasury, and the MoD civil service has surrendered almost all independence. More money and manpower are needed for what the forces have now on their plate - and they are about to get a lot more with Blair's desire to get into Darfur. The forces have to be reconfigured to deal with three major missions at once. Looking at the past 25 years, Britain is hit by a major emergency every five years. We're due for another one well before we can get the troops out of Iraq or Afghanistan. When it arrives, let's hope somebody has firmly put superglue on the nuclear red button before the fantasy strategists of the cabinet office and No 10 can get their collective finger on it.",
    "keywords": [
        "afghanistan",
        "weapon",
        "cost",
        "aircraft",
        "boats",
        "nuclear",
        "major",
        "forking",
        "strategic",
        "defence",
        "trident"
    ],
    "summary": "Tony Blair has stretched the term \"deterrent\" to breaking point in announcing that Britain is to go ahead with the replacement to the Trident submarine-launched strategic nuclear weapon system, at a cost of something over £20bn.\nThe decision to buy new strategic nuclear submarines is being taken now in order to give continuity to the BAE submarine-building facility at Barrow.\nNot much, as things stand, and - according to one chilling paragraph in the Trident white paper - the concept and purpose of the new Trident weapon has taken a subtle shift.\nIt is believed that this is the first time the case for \"nuclear strategic ambiguity\" has been put so clearly.\nNot so much a deterrent, Trident and son of Trident are becoming offensive weapons of war.",
    "sentiment": {
        "neg": 0.0698,
        "neu": 0.8902,
        "pos": 0.04,
        "compound": -0.103
    }
}