{
    "date": "2006-10-19T10:07:10Z",
    "title": "China presses North Korea on nuclear tests",
    "url": "https://www.theguardian.com/world/2006/oct/19/china.northkorea",
    "content": "International pressure was mounting on North Korea today to abandon plans to conduct another nuclear test as a Chinese presidential envoy met the regime’s leader, Kim Jong-il, while the US secretary of state, Condoleezza Rice, arrived in Seoul to bolster regional support for UN sanctions. A Chinese foreign ministry spokesman confirmed that Tang Jiaxuan, a state councillor, had flown to Pyongyang yesterday to deliver a message from the Chinese president, Hu Jintao. “This is a very significant visit, against the backdrop of major changes on the Korean peninsula,” Liu Jianchao said, adding that he did not know the contents of the message. Ms Rice, meanwhile, was expected to apply pressure on South Korea to support the sanctions regime agreed last weekend by the UN security council after the North detonated a nuclear bomb on October 9. The US is known to be irritated by South Korea’s perseverance with its “sunshine” policy of economic engagement with the Pyongyang regime, although signs emerged today that Seoul was ratcheting up the pressure on its neighbour. The Yonhap news agency reported that South Korea was about to cut off funding for a joint tourism venture with the North and would step up inspections of cargo and North Korean ships. It was also considering a ban on shipments of emergency aid provided after floods hit the North in July. The region was waiting to see what success, if any, China would have in persuading Mr Kim not to conduct more tests amid signs that the regime was preparing to detonate a second nuclear bomb. Chung Hyung-keun, a South Korean MP who sits on the country’s intelligence committee, said the North could be preparing for as many as four more tests. “Checking indications coming from intelligence agencies of different countries, it is certain that the North will conduct three or four additional nuclear tests in the future,” he said. China is North Korea’s biggest trading partner and longtime political ally, although its patience with Mr Kim appeared to be wearing thin after last week’s nuclear test. A US official travelling with Ms Rice told reporters that Washington was expecting the Chinese delegation to take a tough line with the North. “I’m pretty convinced that the Chinese will have a very strong message about future tests,” the official said. The test has also sparked fears that North Korea may attempt to sell nuclear technology to other states and terrorist organisations. In Washington, the US president, George Bush, said the North would face “a grave consequence” if it was found to be attempting to transfer nuclear technology. “I want ... the leader of North Korea to understand that he’ll be held to account,” he said. In the morning, Ms Rice secured Japan’s agreement to do all it could to assist US inspections of North Korean ships for nuclear technology and materials, although Japan’s postwar constitution, which prohibits its troops from involvement in overseas conflicts, may limit its ability to provide military backup. “Ensuring the implementation of the UN security council resolution will lead to changing North Korean policies,” the Japanese prime minister, Shinzo Abe, said after his talks with Ms Rice. “In order to do so, we will work out the details of what we can do and what we need to do on the working level.” In a television interview Ms Rice said Japan had a critical role to play in enforcing sanctions, despite the constitutional restraints. “I think there is no doubt Japan will be a strong pillar,” she said in an interview with the public broadcaster NHK. “There is plenty that can be done under existing authorities.”",
    "keywords": [
        "rice",
        "south",
        "korea",
        "ms",
        "nuclear",
        "tests",
        "china",
        "chinese",
        "test",
        "presses",
        "north",
        "korean"
    ],
    "summary": "The Yonhap news agency reported that South Korea was about to cut off funding for a joint tourism venture with the North and would step up inspections of cargo and North Korean ships.\n“Checking indications coming from intelligence agencies of different countries, it is certain that the North will conduct three or four additional nuclear tests in the future,” he said.\nChina is North Korea’s biggest trading partner and longtime political ally, although its patience with Mr Kim appeared to be wearing thin after last week’s nuclear test.\nThe test has also sparked fears that North Korea may attempt to sell nuclear technology to other states and terrorist organisations.\n“I want ... the leader of North Korea to understand that he’ll be held to account,” he said.",
    "sentiment": {
        "neg": 0.0719,
        "neu": 0.8502,
        "pos": 0.0778,
        "compound": 0.0297
    }
}