{
    "date": "2006-10-18T18:12:27Z",
    "title": "Rice vows to back allies over North Korea nuclear crisis",
    "url": "https://www.theguardian.com/world/2006/oct/18/northkorea.usa",
    "content": "The United States secretary of state, Condoleezza Rice, today reassured Japan that America was prepared to use the \"full range\" of its military might to defend the country amid concerns over North Korea's recent nuclear weapon test. \"The United States has the will and the capability to meet the full range, and I underscore full range, of its deterrent and security commitments to Japan,\" Ms Rice told a news conference in Tokyo. Washington is worried Japan and South Korea might build up arms in response to North Korea, which tested a nuclear weapon last week. \"That is why it is extremely important to go out and reaffirm, and reaffirm strongly, US defence commitments to Japan and to South Korea,\" Ms Rice said. Referring to an arms race, she added: \"We have a lot of means to prevent that from happening.\" Speaking at a press conference after meeting the Japanese foreign minister, Taro Aso, Ms Rice said the United States had no desire to escalate the crisis over North Korea's nuclear test. She also urged the \"swift and effective implantation\" of United Nations sanctions against North Korea. Ms Rice made the comments amid fears of Pyongyang conducting a second test. \"The United States has no desire to escalate this crisis. We would like to see it de-escalate,\" said Ms Rice at a joint news conference with Mr Aso. The Japanese foreign ministers told reporters that Japan was \"absolutely not considering a need to be armed by nuclear weapons\". \"We do not need to acquire nuclear arms with an assurance by US secretary of state Rice that the bilateral alliance would work without fault,\" he said. Ms Rice also described North Korea's \"unacceptable\" behaviour as isolating it from the world community. The North Korean government responded to United Nations sanctions against its nuclear test on October 9 as an \" act of war\". It warned it \"wants peace but is not afraid of war\" and that it would \"deal merciless blows\" against anyone who violated its sovereignty. The sanctions include inspection of all North Korean ships travelling in and out of the country. Ms Rice sidestepped the issue of Japan conducting military searches of vessels in international seas, which is complicated by the nation's pacifist constitution. She did, however, raise concerns about North Korea selling nuclear material to others and said they would be held accountable if nuclear transfers to other countries occurred. Ms Rice was later due to meet with the defence chief, Fumio Kyuma, and the prime minister, Shinzo Abe, before travelling to South Korea for talks.",
    "keywords": [
        "rice",
        "south",
        "allies",
        "korea",
        "crisis",
        "ms",
        "states",
        "nuclear",
        "japan",
        "test",
        "united",
        "north",
        "vows"
    ],
    "summary": "Washington is worried Japan and South Korea might build up arms in response to North Korea, which tested a nuclear weapon last week.\n\"That is why it is extremely important to go out and reaffirm, and reaffirm strongly, US defence commitments to Japan and to South Korea,\" Ms Rice said.\nWe would like to see it de-escalate,\" said Ms Rice at a joint news conference with Mr Aso.\nShe did, however, raise concerns about North Korea selling nuclear material to others and said they would be held accountable if nuclear transfers to other countries occurred.\nMs Rice was later due to meet with the defence chief, Fumio Kyuma, and the prime minister, Shinzo Abe, before travelling to South Korea for talks.",
    "sentiment": {
        "neg": 0.0617,
        "neu": 0.8285,
        "pos": 0.1099,
        "compound": 0.1331
    }
}