{
    "date": "2006-06-19T10:52:27Z",
    "title": "Yen suffers amid Korea missile fears",
    "url": "https://www.theguardian.com/business/2006/jun/19/japan.koreanews",
    "content": "The yen fell to a record low against the euro, and an eight-year low against the pound, amid reports that North Korea was about to test-launch a long-distance ballistic missile and speculation over the future of the governor of the Bank of Japan, Toshihiko Fukui, who will face further questioning this week over his private investments. The yen sank as low as 115.76 to the dollar, its lowest level for eight weeks, and to 145.86 to the euro. \"There's quite a bit of uncertainty in the market following the news of a possible missile launch by North Korea,\" said Lee Woo-hyun, an analyst at Kyobo Securities. Japan warned of a \"harsh response\" if North Korea goes ahead with the test after US reports that Pyongyang has fuelled a Taepodong-2 missile capable of striking Japan and parts of the US mainland. The market was also jittery ahead of Mr Fukui's expected appearance on Tuesday to explain his financial interests in MAC Asset Management, an investment fund whose founder, Yoshiaki Murakami, was arrested this month on suspicion of insider trading. Mr Murakami admitted buying shares in the internet firm Livedoor, now the subject of a fraud investigation, after learning that the firm was about to launch a takeover bid for a powerful broadcaster in 2004. Last week, Mr Fukui contributed to a dramatic fall in the Nikkei stock average after admitting he had invested 10m yen (£47,000) in the fund in 1999 while head of a private thinktank but had held on to his investment after becoming head of Japan's central bank in 2003. On Friday, he estimated he had made \"between several hundred thousand and several million yen\" from the investment and had paid taxes on the profits. Although there is no evidence that Mr Fukui broke the law or breached Bank of Japan regulations, politicians said the affair had damaged public trust in the bank at a critical time for the country's monetary policy. Over the weekend, calls grew for the bank to oblige the governor to disclose his personal assets as a matter of course in line with policy at overseas central banks such as the US Federal Reserve. Naoto Kan, of the opposition Democratic party, said the governor should be made to disclose his assets because he \"has a greater influence [on the economy] than ministers in charge of economic policy\". On Tuesday, he is due to give details of his portfolio and to come under pressure to explain why he had not cancelled his investment until February this year, when rumours were surfacing of Mr Murakami's links to Livedoor. Senior government figures say they want Mr Fukui to complete his term as governor, but a poll over the weekend showed that almost half of Japanese believe he should resign. A poll for the Kyodo news agency said 49.2% thought Mr Fukui should step down before his five-year term as governor ends next year, while 62.4% said his decision to retain the investment was \"problematic\". Just 13% said he should stay. The BoJ, meanwhile, could be moving closer to raising interest rates after an opponent of the move ended his five-year term on the board. Shin Nakahara, the only member of the board to vote against the decision to end the bank's ultra-loose monetary policy on March 9, will be replaced by Takao Noda, a former vice-president of the Mizuho Financial Group. Though the BoJ decided to leave interest rates at near zero last week, analysts expect it to raise them during the July-September quarter.",
    "keywords": [
        "policy",
        "investment",
        "mr",
        "korea",
        "week",
        "amid",
        "fukui",
        "yen",
        "japan",
        "fears",
        "suffers",
        "term",
        "missile",
        "bank",
        "governor"
    ],
    "summary": "The yen sank as low as 115.76 to the dollar, its lowest level for eight weeks, and to 145.86 to the euro.\n\"There's quite a bit of uncertainty in the market following the news of a possible missile launch by North Korea,\" said Lee Woo-hyun, an analyst at Kyobo Securities.\nOn Friday, he estimated he had made \"between several hundred thousand and several million yen\" from the investment and had paid taxes on the profits.\nSenior government figures say they want Mr Fukui to complete his term as governor, but a poll over the weekend showed that almost half of Japanese believe he should resign.\nThough the BoJ decided to leave interest rates at near zero last week, analysts expect it to raise them during the July-September quarter.",
    "sentiment": {
        "neg": 0.0653,
        "neu": 0.8689,
        "pos": 0.0657,
        "compound": -0.0431
    }
}