{
    "date": "2006-10-24T12:46:15Z",
    "title": "China denies reports of North Korean apology",
    "url": "https://www.theguardian.com/world/2006/oct/24/northkorea.china",
    "content": "Kim Jong-il has reserved the right to escalate the nuclear crisis, China said today, refuting earlier reports that the North Korean leader apologised for this month’s atomic weapons test. The denial dashes hopes for an early resumption of negotiations, which were raised last week when a senior Chinese envoy, Tang Jiaxuan, returned from Pyongyang with an upbeat message for the visiting US secretary of state, Condoleezza Rice. Although no details were revealed of Mr Tang’s talks with the North Korean leader, media reports in South Korea and Japan quoted Mr Kim as expressing regret for the difficulties the test had caused China. In its first comment on the matter, the Chinese foreign ministry said the reports were inaccurate and warned against applying further pressure on North Korea. “I haven’t heard of Kim Jong-il apologising,” said spokesman Liu Jianchao. “He also indicated that the DPRK [Democratic People’s Republic of Korea] has no plans for a second nuclear test but if other countries impose more pressure, the DPRK may take further steps.” His comments suggested Beijing is unwilling to go as far as the US wants in punishing Pyongyang for a test that raised tensions in north-east Asia and increased the risks of wider proliferation of nuclear weapons. Ms Rice made a tour of Tokyo, Seoul, Beijing and Moscow last week in an attempt to rally the region’s powers to apply new UN sanctions, which include financial and military restrictions against North Korea, as well as a provision to search ships. Naval interdictions are among the greatest potential sources of conflict. None have been reported so far. A North Korean vessel was detained in Hong Kong today, but harbour officials said it was for breaches of safety regulations unrelated to the sanctions. In a rare move against its old ally, China supported the UN’s actions. But it fears a collapse in North Korea that could lead to regional instability and a flood of refugees across its borders. “All parties should not wilfully interpret or expand the sanctions,” Mr Liu said, adding he was unaware of any Chinese plans to cut food and energy aid to Pyongyang. “Sanctions are not the end. They should serve the goal of peacefully settling the crisis through dialogue and consultation.” This echoed calls by the head of the UN International Atomic Energy Agency, Mohamed ElBaradei, for more talks. “I don’t think sanctions work as a penalty,” Mr ElBaradei said. “They feel they are isolated; they feel they are not getting the security they need.” The White House has resisted calls for direct bilateral negotiations with North Korea or a lifting of financial restrictions, despite criticism that its confrontational stance has served only to accelerate Pyongyang’s nuclear programme. JD Crouch, the White House’s deputy national security adviser, said yesterday: “The United States and its allies are not responsible for the decisions that are made in Pyongyang. They are. How we will be measured is by how we react to that, how we hold together, or whether we are seen as breaking apart as a result of this.”",
    "keywords": [
        "mr",
        "korea",
        "reports",
        "apology",
        "china",
        "denies",
        "sanctions",
        "nuclear",
        "kim",
        "test",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-il has reserved the right to escalate the nuclear crisis, China said today, refuting earlier reports that the North Korean leader apologised for this month’s atomic weapons test.\nAlthough no details were revealed of Mr Tang’s talks with the North Korean leader, media reports in South Korea and Japan quoted Mr Kim as expressing regret for the difficulties the test had caused China.\nIn its first comment on the matter, the Chinese foreign ministry said the reports were inaccurate and warned against applying further pressure on North Korea.\nA North Korean vessel was detained in Hong Kong today, but harbour officials said it was for breaches of safety regulations unrelated to the sanctions.\nBut it fears a collapse in North Korea that could lead to regional instability and a flood of refugees across its borders.",
    "sentiment": {
        "neg": 0.088,
        "neu": 0.8428,
        "pos": 0.0692,
        "compound": -0.0682
    }
}