{
    "date": "2006-10-09T09:57:30Z",
    "title": "North Korea claims first nuclear test",
    "url": "https://www.theguardian.com/world/2006/oct/09/northkorea",
    "content": "North Korea said today it had performed its first-ever nuclear weapons test, a move that prompted swift international condemnation, with the prime minister, Tony Blair, describing it as a \"completely irresponsible act\". The underground explosion at 2.36am BST, which followed a warning by Pyongyang last week that it was planning such as test, was a complete success and a \"great leap forward\" for the reclusive communist state, its official KCNA news agency said. \"It marks a historic event as it greatly encouraged and pleased the (North Korean army) and people that have wished to have powerful self-reliant defence capability,\" KCNA said. The test was performed \"with indigenous wisdom and technology 100%\", the agency said, adding that no radiation leaked from the site. There was no independent verification of the test, but South Korea's seismic monitoring centre recorded a tremor registering 3.6 on the Richter scale at the time of the supposed blast, saying this was not a natural occurrence. Meanwhile, Russia's ITAR-Tass news agency quoted a senior military official, Lieutenant General Vladimir Verkhovtsev, as saying it was \"100% sure\" that the country's neighbour had carried out a nuclear test. This would make North Korea the ninth country known to have nuclear weapons, following the United States, Russia, France, China, Britain, India, Pakistan and Israel. The recorded tremor amounted to an explosion equivalent to 550 tonnes of TNT, a South Korean geological institute calculated, making the test device much smaller than the nuclear bombs dropped on Japan in the second world war. North Korea has refused for a year to attend international talks aimed at persuading it to abandon its nuclear ambitions, amid increasing pressure from the US and others nations, including China, the North's neighbour and closest ally. The hard line regime of Kim Jong-Il, who took absolute control of North Korea when his father, Kim Il-Sung, died in 1994, has also defied strong international criticism by continuing to test missiles. The country insists it needs nuclear technology to ward off US military aggression. Condemnation of the apparent test was swift, with the White House saying an explosion would \"constitute a provocative act in defiance of the will of the international community\". Mr Blair said North Korea had been urged repeatedly to refrain from both missile and nuclear testing. \"This further act of defiance shows North Korea's disregard for the concerns of its neighbours and the wider international community,\" he said in a brief statement. \"This further act of defiance shows North Korea's disregard for the concerns of its neighbours and the wider international community.\" The Foreign Office, meanwhile, said the test would be viewed as \"a highly provocative act to which we will respond robustly\". The White House said it expected the UN security council to \"take immediate actions to respond to this unprovoked act\". In July, a security council resolution imposed limited sanctions on North Korea and demanded that the country rejoin international nuclear talks following a series of missile launches. North Korea's regional neighbours reacted with alarm to last week's threat of an imminent test, with Japan's new prime minister, Shinzo Abe, pledging yesterday in Beijing to work alongside China to rein in the North's nuclear ambitions. Mr Abe was in Seoul today for talks with the South Korean president, Roh Moo-hyun. Such is the secretive nature of the Pyongyang regime that before today it was not known whether North Korea had the necessary technology to carry out a nuclear explosion. It is believed to have enough radioactive material for about half a dozen bombs, using plutonium from a nuclear reactor north of Pyongyang. Although the country also has an active missile programme, it is not believed to have a nuclear warhead small and light enough to be mounted on a long-range rocket that could strike targets as far away as the United States. South Korea, which maintains a heavily fortified border with its neighbour, said it had detected no signs of heightened military activity in the northern country. The stock market in Seoul plunged today after news of the test, with many other Asian markets following.",
    "keywords": [
        "south",
        "korea",
        "claims",
        "nuclear",
        "act",
        "today",
        "country",
        "test",
        "koreas",
        "north",
        "international"
    ],
    "summary": "North Korea said today it had performed its first-ever nuclear weapons test, a move that prompted swift international condemnation, with the prime minister, Tony Blair, describing it as a \"completely irresponsible act\".\nMeanwhile, Russia's ITAR-Tass news agency quoted a senior military official, Lieutenant General Vladimir Verkhovtsev, as saying it was \"100% sure\" that the country's neighbour had carried out a nuclear test.\nThis would make North Korea the ninth country known to have nuclear weapons, following the United States, Russia, France, China, Britain, India, Pakistan and Israel.\nMr Blair said North Korea had been urged repeatedly to refrain from both missile and nuclear testing.\nIn July, a security council resolution imposed limited sanctions on North Korea and demanded that the country rejoin international nuclear talks following a series of missile launches.",
    "sentiment": {
        "neg": 0.0834,
        "neu": 0.8645,
        "pos": 0.0521,
        "compound": -0.1163
    }
}