{
    "date": "2006-10-11T09:15:23Z",
    "title": "Pyongyang threatens more nuclear tests",
    "url": "https://www.theguardian.com/world/2006/oct/11/northkorea3",
    "content": "North Korea today warned it would conduct further nuclear tests if the US continued its \"hostile attitude\" towards Pyongyang. The isolated communist state also said it would view the imposition of sanctions as an effective declaration of war. In comments that added further to tensions in the region following Monday's announcement that the North had had conducted its first-ever nuclear explosion, its deputy leader said the next steps would depend on US actions. \"The issue of future nuclear tests is linked to US policy towards our country,\" Kim Yong Nam, the next in command to Kim Jong-il, told Japan's Kyodo News agency. \"If the United States continues to take a hostile attitude and apply pressure on us in various forms, we will have no choice but to take physical steps to deal with that.\" The comments - the first from a senior North Korean leader since the crisis began - followed urgent UN security council talks yesterday. The council's members discussed what steps could be taken in response to the test, which seismological readings appeared to indicate was relatively small. Both the US and Japan are pushing for harsh action, with sanctions possibly including searches of North Korean ships on the open seas to look for nuclear technology and a ban on luxury goods and travel, intended to target Mr Kim and others. The five permanent members of the security council - Britain, China, France, Russia and the US - held meetings in New York yesterday, along with Japan, to discuss how to force North Korea to abandon its nuclear ambitions and return to the negotiating table. They rejected broad sanctions that could hurt North Korea's already impoverished population. China, which reacted with fury to North Korea's test, signalled a shift in its attitude towards sanctions yesterday. Speaking before the first security council meeting, the country's UN ambassador, Wang Guangya, said: \"I think there has to be some punitive actions, but also I think these actions have to be appropriate.\" The draft sanctions resolution would be under Chapter 7 of the UN charter and could eventually allow military action - an option that is \"firmly opposed\" by China. In a separate report today, a North Korean official confirmed that the country would view full-scale sanctions against it as war. \"Sanctions are nonsense,\" the Beijing-based official, who was not named, told the South Korean Yonhap news agency. \"If full-scale sanctions take place, we will regard it as a declaration of war. The more pressure we get, the stronger our response will be.\" Yesterday, Yonhap quoted another Pyongyang official as saying that the crisis, if allowed to escalate, could result in the \"unfortunate incident of us firing a nuclear missile\". Foreign analysts, however, doubt the country is yet in possession of the technology for such a missile. Speaking today, the South Korean president, Roh Moo-hyun, rejected the North's claims of being under threat in a rare direct criticism of his country's neighbour. \"North Korea says the reason it is pursuing nuclear [weapons] is for its security, but the security threat North Korea speaks of either does not exist in reality, or is very exaggerated,\" Mr Roh said.",
    "keywords": [
        "war",
        "korea",
        "nuclear",
        "tests",
        "sanctions",
        "security",
        "korean",
        "steps",
        "today",
        "pyongyang",
        "yesterday",
        "north",
        "threatens"
    ],
    "summary": "North Korea today warned it would conduct further nuclear tests if the US continued its \"hostile attitude\" towards Pyongyang.\nThe comments - the first from a senior North Korean leader since the crisis began - followed urgent UN security council talks yesterday.\nChina, which reacted with fury to North Korea's test, signalled a shift in its attitude towards sanctions yesterday.\nIn a separate report today, a North Korean official confirmed that the country would view full-scale sanctions against it as war.\n\"North Korea says the reason it is pursuing nuclear [weapons] is for its security, but the security threat North Korea speaks of either does not exist in reality, or is very exaggerated,\" Mr Roh said.",
    "sentiment": {
        "neg": 0.1506,
        "neu": 0.8104,
        "pos": 0.039,
        "compound": -0.3583
    }
}