{
    "date": "2006-10-11T13:18:25Z",
    "title": "Democrats seize on crisis as election issue",
    "url": "https://www.theguardian.com/world/2006/oct/11/usa.midterms2006",
    "content": "Democrats have seized on the North Korean nuclear test as another stick with which to beat the Bush administration in advance of midterm elections less than a month away. The nuclear test is being used as an argument in several closely fought Senate and Congressional races, with Democratic candidates arguing that it marks another foreign policy failure on the part of the White House. Harold Ford, a Democratic congressman in Tennessee standing for one of the state's two Senate seats in the November 7 elections, said: \"Five years ago President Bush said North Korea was part of the axis of evil. Now, North Korea has the bomb. The administration has done nothing in six years to keep this from happening. Instead President Bush handed over the lead to Russia and China, who did nothing.\" Sam Nunn, a former Democratic senator in Georgia who now runs the Nuclear Threat Initiative, a pressure group, told the New York Times the administration had \"started at the wrong end of the axis of evil. We started with the least dangerous of the countries, Iraq, and we knew it at the time...\" John McCain, a Republican senator in Arizona and a likely 2008 US presidential contender, blamed former president Bill Clinton for failing to tackle North Korea's emerging nuclear capabilities during the 1990s. He said the Clinton administration policy towards North Korea was a \"failure\" and that it was secretly enriching uranium while it was being given aid to halt work on a plutonium-based nuclear facility. But the Democrats see it as another potential windfall in their bid to take back the House of Representatives and the Senate next month. Even before the North Korean test became known, Republican campaign officials were telling the Washington Post that they expected to lose between seven and 30 house seats.",
    "keywords": [
        "democratic",
        "democrats",
        "korea",
        "issue",
        "crisis",
        "administration",
        "nuclear",
        "president",
        "seize",
        "election",
        "house",
        "test",
        "senate",
        "north",
        "bush"
    ],
    "summary": "Democrats have seized on the North Korean nuclear test as another stick with which to beat the Bush administration in advance of midterm elections less than a month away.\nNow, North Korea has the bomb.\nInstead President Bush handed over the lead to Russia and China, who did nothing.\"\nBut the Democrats see it as another potential windfall in their bid to take back the House of Representatives and the Senate next month.\nEven before the North Korean test became known, Republican campaign officials were telling the Washington Post that they expected to lose between seven and 30 house seats.",
    "sentiment": {
        "neg": 0.0817,
        "neu": 0.8709,
        "pos": 0.0474,
        "compound": -0.2514
    }
}