{
    "date": "2006-05-04T10:44:54Z",
    "title": "The world's most censored countries",
    "url": "https://www.theguardian.com/commentisfree/2006/may/04/pressfreedom",
    "content": "Could you pick out Equatorial Guinea on the world map? Or Turkmenistan, or Eritrea? Probably not at the first attempt. These countries are usually below the radar of the international media, and the autocrats who run them like it that way. It helps them crush press freedoms and keep their population in the dark. That is why the Committee to Protect Journalists, a New York-based press freedom group, has drawn up a league table of the world's 10 most censored countries. We hope that the list, issued on World Press Freedom Day, will shine a light into the dark corners of the world where governments and their political cronies decide what people will read, see, and hear. News is restricted in China, Russia and Iran but they do not make the top 10. If they had done so, people would have eventually found out thanks to the internet, satellite dishes or small private newspapers. Citizens of the countries on CPJ's list may never learn of their leaders' dubious honour. In many there are no private newspapers or broadcasters, foreign radio broadcasts are jammed, and, even where some private media is allowed, journalists are jailed or harassed. North Korea earns pride of place as the world's deepest information void. Burma, Turkmenistan, Equatorial Guinea, and Libya round out the top five nations on CPJ's list. They are followed by Eritrea, Cuba, Uzbekistan, Syria and Belarus. The technology that has revolutionised the gathering and dissemination of news in the rest of the world is kept under lock and key in these countries. Print and electronic media are under heavy state control or influence. Some countries allow a few privately owned outlets to operate but most of these are in the hands of regime loyalists. North Korea has no independent journalists, and all radio and television receivers sold in the country are locked to government-specified frequencies. Libya bars independent broadcast or print media, an anachronism even by Middle East standards. Equatorial Guinea has one private broadcaster; its owner is the president's son. In Burma, citizens risk arrest for listening to the BBC World Service in public. Many of the countries are ruled by one man who uses the media to foster a cult of personality. On state television in Turkmenistan, \"President for Life\" Saparmurat Atayevich Niyazov's golden image is constantly displayed in profile at the bottom of the screen, and newscasters begin each broadcast with a pledge that their tongues will shrivel if their reports ever slander the country, the flag, or the president. In Equatorial Guinea, Africa's only Spanish-speaking country, state radio described President Teodoro Obiang Nguema Mbasogo as \"the country's God\". But again, North Korea leads the pack. After a deadly munitions train explosion in April 2004 in Ryongchon near the Chinese border, the official media reported that citizens displayed the \"spirit of guarding the leader with their very lives\" by rushing into burning buildings to save portraits of \"Dear Leader\" Kim Jong Il \"before searching for their family members or saving their household goods\". The international press, meanwhile, was barred from the scene, where more than 150 died and thousands were injured. Without public scrutiny, leaders can show a cynical disregard for their people's welfare. North Korea covered up a famine that affected millions. Burma stifled coverage of the effects of the tsunami that hit the country in December 2004. They can also crush any opposition. In Uzbekistan, a government crackdown forced more than a dozen foreign correspondents to flee abroad after they covered a massacre of anti-government protesters in Andijan in May 2005. Reporters covering opposition to the Belarussian president, Aleksandr Lukashenko's recent re-election were jailed and charged with crimes such as \"hooliganism\". In Cuba, the government organises \"repudiation acts\" for recalcitrant journalists; demonstrators surround the journalist's home and prevent people from coming or going. Democratic governments and human rights organisations focus much energy monitoring press freedoms in China, where US internet giants such as Yahoo and Microsoft have been implicated in Beijing's crackdown on journalists and bloggers, and in Russia where President Vladimir Putin has brought television and radio to heel. They should now take note of the less high-profile enemies of press freedom on CPJ's censorship list.",
    "keywords": [
        "journalists",
        "worlds",
        "censored",
        "world",
        "president",
        "radio",
        "press",
        "media",
        "list",
        "countries",
        "private",
        "north"
    ],
    "summary": "These countries are usually below the radar of the international media, and the autocrats who run them like it that way.\nThat is why the Committee to Protect Journalists, a New York-based press freedom group, has drawn up a league table of the world's 10 most censored countries.\nCitizens of the countries on CPJ's list may never learn of their leaders' dubious honour.\nSome countries allow a few privately owned outlets to operate but most of these are in the hands of regime loyalists.\nMany of the countries are ruled by one man who uses the media to foster a cult of personality.",
    "sentiment": {
        "neg": 0.079,
        "neu": 0.864,
        "pos": 0.057,
        "compound": 0.0127
    }
}