{
    "date": "2006-07-05T23:13:03Z",
    "title": "Leader: North Korea",
    "url": "https://www.theguardian.com/commentisfree/2006/jul/06/northkorea.guardianleaders",
    "content": "North Korea's reckless and provocative firing of missiles over the Sea of Japan has brought a stale but unmistakable whiff of cold war days. The difference between now and a few decades ago is the near universal condemnation of the \"hermit kingdom\" by the US, Japan, Russia and Europe. Only China's reaction was muted, though it had publicly called on Kim Jong-il not to go ahead with his plans. But with the UN security council convening in special session, Pyongyang has been left in no doubt that the international community will not stand by and watch while it threatens the stability of Asia. Testing these weapons on July 4, American independence day, was a deliberately cheeky tweak of the tiger's tail, all the more so since the preparations were so easily monitored by US spy satellites. Perhaps the only good news for Washington was that the Taepodong-2 missile, technically capable of hitting Alaska, exploded just moments after launch, whether by chance or by some machiavellian signal-sending design. Had it not, it might well have been shot down by US interceptor missiles. Not for the first time, North Korea is seeking to attract attention and generate a crisis that must be defused. That has been the most widely held interpretation of its notoriously opaque behaviour since it was found to have been cheating on a 1994 deal signed with the Clinton administration by operating a secret nuclear programme. Last year it announced it had developed nuclear weapons, though the claim has never been verified. The old quip about the Soviet Union being \"Upper Volta with rockets\" fits it perfectly - a state that is poor, underdeveloped and unfree but which has an eyecatching strategic capability designed to give it a role on the global or regional stage - and perhaps help it obtain security guarantees and economic aid. Strikingly, North Korea's state media did not report the launches but splashed proudly on the \"Dear Leader's\" visit to a tyre factory. Still, this was more than a Potemkin launch. These manoeuvres break a moratorium on missile launches going back to 1999. They come too amidst concern about the proliferation of missiles (some sold by North Korea to Iran and Pakistan) and the alarming erosion of the global nuclear non-proliferation regime. In recent years India and Pakistan have \"crossed the threshold\" to join Israel as nuclear weapons powers outside any legal framework. Iran - a signatory to the non-proliferation treaty - is playing cat and mouse over its own nuclear ambitions. Was it coincidence that Tehran chose yesterday to announce it was further delaying its response to the incentives drawn up by the EU, with US and Russian backing? It was no coincidence that the White House linked the two. Kim Jong-il looks irrational and perhaps out of control, though his move was doubtless triggered in part by the financial pressure the US is bringing to bear on his Stalinist regime. Its immediate effect will be counterproductive and is likely to strengthen the hawks in Washington, Tokyo and Seoul. Aid from South Korea, such as rice and fertiliser, is likely to dry up, worsening hunger in the north. Japan announced immediate punitive measures. But wider sanctions, given China's aversion to backing them at the UN, and the parlous state of the North Korean economy, are unlikely. The right response must be a reinvigoration of diplomacy. Six-party talks - involving the US, China, Japan, Russia, and the two Koreas - have been stalled since last November. It will not happen quickly, but sooner or later Washington will need to talk directly to Pyongyang - which was wisely dismissed by one US senator as a \"paper tiger\". Above all this is a time for cool heads and calm analysis, keeping things in perspective and avoiding inflammatory \"axis of evil\" rhetoric: for maturity, in short, in the face of a childish provocation.",
    "keywords": [
        "leader",
        "korea",
        "state",
        "washington",
        "missiles",
        "nuclear",
        "japan",
        "weapons",
        "security",
        "north",
        "koreas"
    ],
    "summary": "North Korea's reckless and provocative firing of missiles over the Sea of Japan has brought a stale but unmistakable whiff of cold war days.\nNot for the first time, North Korea is seeking to attract attention and generate a crisis that must be defused.\nStrikingly, North Korea's state media did not report the launches but splashed proudly on the \"Dear Leader's\" visit to a tyre factory.\nThey come too amidst concern about the proliferation of missiles (some sold by North Korea to Iran and Pakistan) and the alarming erosion of the global nuclear non-proliferation regime.\nAid from South Korea, such as rice and fertiliser, is likely to dry up, worsening hunger in the north.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.8174,
        "pos": 0.077,
        "compound": -0.0882
    }
}