{
    "date": "2006-10-15T23:07:43Z",
    "title": "US says it is up to China to pressure Pyongyang",
    "url": "https://www.theguardian.com/world/2006/oct/16/china.northkorea",
    "content": "North Korea slipped deeper into isolation yesterday as its neighbours prepared to introduce tough financial and weapons sanctions agreed on Saturday by the UN security council. In an unusual show of regional unity, Japan, South Korea, China and Russia lined up to back the US-drafted measures, which aim to punish Pyongyang for its claimed nuclear bomb test last Monday. North Korea's UN ambassador, Pak Gil-yon, walked out of the security council meeting after accusing members of \"gangster-like\" action and warning that Pyongyang considered any further US pressure a \"declaration of war\". But differences of approach were becoming evident in the implementation of the punitive steps, which prohibit trade in any material that could be used in weapons of mass destruction, ban sales of heavy conventional weapons and luxury goods, and call for a freeze on all accounts related to Pyongyang's nuclear, biological and chemical weapons programmes. Japan, Washington's closest ally in the region, announced that it may introduce even tougher measures of its own. The prime minister, Shinzo Abe, said: \"We are already considering them, and we want to make a final decision.\" According to the foreign ministry in Tokyo, the Japanese navy could take part in US missions to stop and search North Korean vessels. China called for calm and emphasised that the UN resolution did not permit military force. Academics said Beijing is reluctant to check all cargo crossing its long land border with North Korea or to take any step that might lead to a collapse of its neighbour and an exodus of refugees. \"China will carry out the decision of the security council,\" said Zhou Yongsheng, professor at China's Foreign Affairs University. \"But full inspections along our land border are unrealistic.\" John Bolton, the US ambassador to the UN, said yesterday China had a \"heavy responsibility\" to influence North Korea's behaviour. As the North's major ally and supplier of crucial food and energy, if it were to cut that support, Mr Bolton said, it \"would be powerfully persuasive\". Seoul promised to honour the UN resolution, but it seemed unlikely to scale back economic development projects.",
    "keywords": [
        "korea",
        "china",
        "nuclear",
        "weapons",
        "pressure",
        "security",
        "resolution",
        "council",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "North Korea slipped deeper into isolation yesterday as its neighbours prepared to introduce tough financial and weapons sanctions agreed on Saturday by the UN security council.\nIn an unusual show of regional unity, Japan, South Korea, China and Russia lined up to back the US-drafted measures, which aim to punish Pyongyang for its claimed nuclear bomb test last Monday.\nNorth Korea's UN ambassador, Pak Gil-yon, walked out of the security council meeting after accusing members of \"gangster-like\" action and warning that Pyongyang considered any further US pressure a \"declaration of war\".\n\"China will carry out the decision of the security council,\" said Zhou Yongsheng, professor at China's Foreign Affairs University.\nJohn Bolton, the US ambassador to the UN, said yesterday China had a \"heavy responsibility\" to influence North Korea's behaviour.",
    "sentiment": {
        "neg": 0.0863,
        "neu": 0.8374,
        "pos": 0.0762,
        "compound": -0.1075
    }
}