{
    "date": "2006-05-19T15:05:25Z",
    "title": "Springtime in North Korea",
    "url": "https://www.theguardian.com/commentisfree/2006/may/19/springtimeinnorthkorea2",
    "content": "Suddenly you can almost hear the ice cracking. After some nine months of frozen discussions since last September's six-party talks between North Korea and the international community over Pyongyang's nuclear weapons, the New York Times suggests that the Bush administration is poised to unveil a bold proposal for peace talks with North Korea. Such a step would potentially radically revise the geopolitical landscape in Northeast Asia, removing one of the final vestiges of the Cold War era, and resolving more than half a century of hostility since the armistice agreement of 1953 that ended the Korean War. Yet, the impression of a marked shift in the US approach to North Korea may be just that - a superficial change in tone and tactics, rather than a fundamental reorientation of policy. Set against the non-movement of the last nine months, the latest initiative appears to herald a major change. Last September's talks in Beijing, carefully brokered by the Chinese, had for the first time led to the drafting of an agreement between the six players (Russia, China, the US, Japan and the two Koreas) that offered a viable route away from a diplomatic cul-de-sac. In return for North Korean willingness to end at an \"early date\" all its nuclear programmes, a commitment to rejoin the nuclear non-proliferation regime and the readmission of International Atomic Energy Agency (IAEA) inspectors, the Americans offered an attractive package of practical and political concessions, including a commitment not to attack the North, and respect for North Korea's sovereignty and the principle of peaceful coexistence. The other signatories to the communiqué sweetened the pill by recommending the establishment eventually of a cooperative regional security framework in East Asia. By also offering to provide, at an \"appropriate time\", proliferation-safe light-water nuclear reactors, the parties directly addressed the long-term energy needs of North Korea and an imaginative and mutually acceptable solution seemed at hand. Within days, however, the agreement hit the buffers, potentially derailed by semantic disagreements over the timing of concessions by the various parties - the North refusing to give up its nuclear programs without a guarantee of light-water reactors; the US and its allies accusing Pyongyang of linguistic gamesmanship and making clear that energy provision was a distant carrot rather than a quid-pro-quo for compliance with past nuclear agreements. Critics of the Bush administration's North Korea policy have been sceptical that these early difficulties over procedure and terminology have been the only or even the main factors standing in the way of an agreement. In the murky world of White House politics (seemingly as opaque and erratic as decision-making in Pyongyang), hawkish voices in the Pentagon, the National Security Council and above all in the vice-president's office seem to be once more in the ascendant over the more accommodating position favoured by some in the State Department. While the pressure for regime change that appeared to animate early Bush policy towards North Korea may have abated somewhat, there seems to be little appetite for serious negotiation with Pyongyang. Instead policy seems in the grip of individuals more conditioned by moral absolutes than pragmatic diplomacy. In the words of Dick Cheney, \"We don't negotiate with evil. We defeat it.\" Beyond such uncompromising rhetorical positions, practical policy in recent months suggests a marked hardening of Washington's position. The Bush administration's decision in September to highlight North Korea's alleged counterfeiting and money-laundering activities and US efforts to freeze the assets of a Macao-based bank suspected of managing the funds of North Korea's leadership, seemed timed either to pressure the North to make further concessions or, in the eyes of cynics, to scupper the progress that had made within the six party talks. The White House appears to have reverted to an earlier pattern of severely limiting and frequently refusing to have direct contact with North Korean officials. Christopher Hill, US secretary of state for East Asian affairs, despite his reputation for being an effective and pragmatic negotiator, has been kept on a tight leash by distrustful bureaucratic rivals in Washington and has been prevented from engaging flexibly with his North Koreans counterparts. Moderate and experienced officials, such as Joseph DeTrani, with valuable experience of dealing with North Korea have resigned their positions in the face of a growing mood of distrust and scepticism towards the North that limits the scope for constructive engagement. Most illustrative of this toughening of the US position, has been the administration's recent insistence on placing the issue of North Korea's human rights record at the heart of its policy towards Pyongyang. President Bush's meetings with the relatives of South Korean and Japanese abductees, and public statements and a recent Wall Street Journal op-ed by Jay Lefkowitz, the president's special representative on North Korean human rights, highlighting the abuses of the regime, seem calculated to reinforce the impression that this is a government which the United States should not and perhaps cannot do business with. All of this then begs the question: why the apparent change of tone prompted by talk of a possible peace treaty? In part, the White House needs to be seen to be doing something constructive. Pyongyang, since February of last year, has officially claimed to be a nuclear power and most analysts assume it has reprocessed sufficient fissile material to make anywhere between six and a dozen nuclear devices. At a time when Washington is seeking to rally international support for action against a potential nuclear power in the form of Iran, failure to address the real and present dangers associated with an actual nuclear power seems anomalous and contradictory. The White House is also under pressure publicly from former officials and conservative strategists, including no less a figure than Henry Kissinger, to respond constructively to the North Korean challenge. Equally importantly, Washington may be worried that it is being out-manoeuvred by South Korea, its ally and partner in the six party talks. Seoul is moving with accelerating speed to promote economic and political engagement with the North. President Roh Moo-hyun, perhaps as means of compensating for anemic public support at home, is talking of offering major concessions to the North and unconditional aid as a means of building trust between the two halves of the peninsula. Annual South Korean visitors to the North are now in excess of 48,000, road and rail links on both sides of the peninsula are close to completion, and South Korean business investment in the Gaesong special economic zone just north of the demilitarized zone is set to grow exponentially over the next decade. Of great symbolic and possible practical importance, former President Kim Dae-Jung, the architect of Seoul's \"sunshine policy\" of engagement with the North is set to visit the North in June. A grand breakthrough from such a visit - not dissimilar perhaps from the experience of Jimmy Carter who's 11th hour visit to Pyongyang in 1994 helped broker the last nuclear crisis - could be worrying observers in Washington who may feel that South Korea is running ahead of the United States and about to steal the political limelight. Will the peace treaty gambit work? If it's a genuine proposal - and this remains a big if - then probably not if the goal is to resolve the nuclear issue. Peace treaty talks are long and cumbersome and take time to acquire momentum. It's difficult to see Pyongyang making a commitment to give up its most valuable negotiating asset in return for the prospect of drawn-out discussions. Even if the North were to respond positively, the non-inclusion of Russia and Japan in the proposed talks could create very substantial practical difficulties for the United States - particularly with Japan, it most important Asian ally. Japanese public opinion is exercised by the highly contentious issue of Japan's abductees and would not look kindly at any agreement that appeared to sideline its legitimate concerns. Peace treaty proposal notwithstanding, the Bush Administration remains unwilling to enter into any agreement with the North that does not address the contentious issues of human rights, illegal activity and economic and possibly also political liberalization. Washington appears committed to a policy that might be loosely characterised as \"squeeze and talk\" but one in which talking is very much on US terms. The hawks in the administration believe that engagement by itself will only end up strengthening the North Korean leadership and make it less willing to compromise on the nuclear issue. Hence, the continuing commitment to a hard-line position. In this context it is difficult to see this putative new initiative producing real progress. There is little evidence to suggest that the North Korean leadership is facing any immediate serious political challenges or that economic difficulties at home might threaten the regime. Kim Jong-il, spared the electoral timetable that confronts his American counterpart, can simply sit things out in the expectation that Bush's dwindling support rate at home might impel him to make an unexpected deal to secure a foreign policy breakthrough - Bush playing Nixon to Kim's Mao (admittedly a very fanciful scenario). More realistically, Kim can simply hope that time is - next to the nuclear deterrent - his most valuable asset and that the next US President will be more pragmatic and less viscerally opposed to compromise. The danger for the Bush administration is that the peace treaty talk will be seen at best as an act of diplomatic legerdemain: a brief and unconvincing distraction, soon to be eclipsed by the de facto ever-closer economic union developing across the DMZ.",
    "keywords": [
        "policy",
        "korea",
        "peace",
        "talks",
        "nuclear",
        "bush",
        "springtime",
        "agreement",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "After some nine months of frozen discussions since last September's six-party talks between North Korea and the international community over Pyongyang's nuclear weapons, the New York Times suggests that the Bush administration is poised to unveil a bold proposal for peace talks with North Korea.\nWhile the pressure for regime change that appeared to animate early Bush policy towards North Korea may have abated somewhat, there seems to be little appetite for serious negotiation with Pyongyang.\nThe White House appears to have reverted to an earlier pattern of severely limiting and frequently refusing to have direct contact with North Korean officials.\nModerate and experienced officials, such as Joseph DeTrani, with valuable experience of dealing with North Korea have resigned their positions in the face of a growing mood of distrust and scepticism towards the North that limits the scope for constructive engagement.\nThere is little evidence to suggest that the North Korean leadership is facing any immediate serious political challenges or that economic difficulties at home might threaten the regime.",
    "sentiment": {
        "neg": 0.0698,
        "neu": 0.7955,
        "pos": 0.1347,
        "compound": 0.252
    }
}