{
    "date": "2006-11-15T15:45:28Z",
    "title": "So much for the New Rome",
    "url": "https://www.theguardian.com/commentisfree/2006/nov/15/post635",
    "content": "Those of you who wanted to see America's power in the world diminish - well, you've got your wish. How quickly things can change. It's only a few years ago that all the talk was of a new American empire. Some quite seriously referred to the US as the New Rome - a system of influence stretching across the world, with no rivals in sight. Those worried about the scope of American dominance in the post cold war period spent their time figuring out how we could create a more multi-polar world. The idea of the New Rome was always an exaggeration. But the influence of the US has also been undermined by the policies of a regime that believed that America could and should pursue its interests more or less independently of the rest of the world. The Republican debacle in the Congressional elections marks the final demise of this idea. The events in Iraq and Afghanistan have revealed all too plainly the limits of American military power. The initial military victories were won rapidly and impressively. Yet in neither case has the US been able to create social and political stability, let alone produce enduring reforms. Iraq alone has swallowed up most of the US's disposable military resources. We now see that the US can only fight one hot war at once, while maintaining holding operations elsewhere. So much for the New Rome. Even the original Roman empire could do better than that. The US has squandered much of the goodwill and the cultural power it once held across much of the world. In global surveys, its prestige stands at the lowest point for several decades. It used to be the major player in the Middle East, but this status must be in doubt for the future. The joke going the rounds in Washington is: \"The Iraq war is over and Iran won\". American (and British) withdrawal from Iraq, when it comes, will represent a defeat whatever gloss might be put upon it. Economically things look better for the US. It remains a highly dynamic society, with the capability to adapt readily to change. Yet here also there could be major problems looming. When Bill Clinton left the presidency, the US had a balanced budget. Now it has a massive external debt. Inequalities have gone up during the Bush years, directly as a result of the administration's policies of tax cuts for the affluent, coupled to the cutting back of social programmes. No-one knows what the effects of offshoring will be, but the rise of China and India means that blue and white collar workers alike have to worry about the security of their jobs. What consequences will a weakened America have for the rest of the world? It would be comforting to think that it will signal a strengthening of international law and of multilateralism. The US will be forced to rely more upon other nations and international bodies; should a Democratic president be elected, he or she will revert to foreign policy orientations that the US followed before the Bush administration came along. Some of this could happen, but there is a much more disturbing scenario looming. Partly as a result of Bush's policies, but also because of other forces acting in world society, the international order is in a state of crisis. The authority of the United Nations is lower than it has been for many years - and this in an institution where reform is very difficult. For instance, no-one can justify the current composition of the UN security council, which reflects the world as it was in 1945 rather than now. But major reforms are always hampered by the diversity of national interests in play. The World Bank and the IMF are also moving more towards the sidelines as other sources of capital become more widely available. Most worryingly of all, two of the most threatening sets of dangers that face us are at the point of being out of control: nuclear proliferation and climate change. North Korea has a rudimentary nuclear weapon and is testing delivery systems. Iran will have nuclear weapons capability in a few years and there appears nothing the international community can do to prevent it. Other countries in the Middle East are likely to follow, probably including Egypt, Syria and Saudi Arabia. In Asia there are three large nuclear powers - four if one includes Russia. Japan already has de facto capability should it choose to exercise it. It is only a matter of time if world events carry on along their current course. Not even the most forceful advocate of nuclear deterrence could claim that these developments make the world safer. Many experts say we only have a window of only some 10 years before trends to global warming will be irreversible in the short-term. Again, it is possible that a new US administration might have a more positive attitude than the Bush government towards the issue. However it will be very difficult to reverse American life-style patterns that are deeply embedded and which make the US the most polluting country on earth in relation to its population. In the meantime neither China nor India are even covered by the Kyoto protocol. All of us will have to prepare for the effects of climate change rather than hoping only to minimise its advance. Beware of getting what you want. I do not think the world will be a safer or more ordered place without American leadership. The EU is certainly not ready to step into the US's shoes as global policeman. So how will we all manage? The next few years look like being a very difficult and unsettled period for the world whatever else happens. We should all hope that the next American presidency will be able to repair some the damage done by its predecessor. But how will we get greater cooperation between the other major powers, when even narrow economic agreement cannot be reached in the WTO? I see no ready answers.",
    "keywords": [
        "war",
        "change",
        "world",
        "iraq",
        "rome",
        "major",
        "nuclear",
        "power",
        "american",
        "international"
    ],
    "summary": "Some quite seriously referred to the US as the New Rome - a system of influence stretching across the world, with no rivals in sight.\nThe idea of the New Rome was always an exaggeration.\nThe events in Iraq and Afghanistan have revealed all too plainly the limits of American military power.\nSo much for the New Rome.\nThe joke going the rounds in Washington is: \"The Iraq war is over and Iran won\".",
    "sentiment": {
        "neg": 0.089,
        "neu": 0.8237,
        "pos": 0.0873,
        "compound": -0.0502
    }
}