{
    "date": "2006-10-09T10:50:07Z",
    "title": "Nuclear trial a test for UN",
    "url": "https://www.theguardian.com/world/2006/oct/09/korea.unitednations",
    "content": "The United Nations security council will almost certainly go into emergency session to discuss a resolution imposing severe sanctions against North Korea, after the country announced today it had conducted its first-ever nuclear weapons test. The security council normally moves at glacial speed but can respond quickly when faced with a crisis that threatens international stability. A resolution adopted in July introduced only limited sanctions against North Korea in response to a series of missile launches. At the time the council called on the country to rejoin talks aimed at persuading Pyongyang to drop its nuclear weapons ambitions; a demand it immediately rejected. The timing of the test could be linked to the security council's scheduled meeting today to select Ban Ki-moon, the South Korean foreign minister, as the next UN secretary general. The North Korean leadership would have been unhappy at the choice of its southern neighbour for such a high-profile international post. Mr Ban, due to take over on January 1, would have the job of policing sanctions and trying to restart negotiations, a task that would be made more difficult by his nationality. The security council is in a dilemma over sanctions. There will be a reluctance to impose blanket measures against North Korea after the suffering endured by the Iraqi people during 12 years of widespread sanctions. Given the parlous state of the North Korean economy, such a sweeping regime would be even more damaging, with much of the population already close to the breadline. Bruised by the Iraq experience, the west has argued that while blanket sanctions might not work, targeting them was effective against Libya. A ban on the export of oil technology and general international isolation helped persuade Libya to voluntarily abandon its albeit limited nuclear programme, according to the British and US governments. But targeted sanctions would have little impact on North Korea, whose government is already so isolated - and its leadership not given to travel - that it is difficult to envisage what punitive measures would have an effect. The one country that stands a chance of bringing North Korea round is China. Pyongyang is dependent on China for much of its fuel and food. But Beijing would be reluctant to turn that supply off not only because of the suffering it would cause but because it could result in an exodus from North Korea, with starving people streaming across the border into China. The crisis presents another challenge for the already troubled UN. Failure to bring North Korea back into talks and abandon its weapons programme will underline again its overall weakness, and the pressure is already on. Tony Snow, the White House spokesman, said: \"We expect the UN security council to take immediate actions to respond to this unprovoked act. The United States is closely monitoring the situation and reaffirms its commitment to protect and defend our allies in the region.\" John Howard, the Australian prime minister, said bluntly it was a test for the UN. The South Korean presidential spokesman, Yoon Tae-young, said: \"Our government will sternly react under the principle that it cannot tolerate the North's possession of nuclear weapons.\" South Korea suspended an aid shipment to the North scheduled for tomorrow.",
    "keywords": [
        "south",
        "korea",
        "nuclear",
        "sanctions",
        "trial",
        "weapons",
        "security",
        "test",
        "council",
        "north",
        "korean"
    ],
    "summary": "The United Nations security council will almost certainly go into emergency session to discuss a resolution imposing severe sanctions against North Korea, after the country announced today it had conducted its first-ever nuclear weapons test.\nThe security council normally moves at glacial speed but can respond quickly when faced with a crisis that threatens international stability.\nA resolution adopted in July introduced only limited sanctions against North Korea in response to a series of missile launches.\nThe North Korean leadership would have been unhappy at the choice of its southern neighbour for such a high-profile international post.\nThe South Korean presidential spokesman, Yoon Tae-young, said: \"Our government will sternly react under the principle that it cannot tolerate the North's possession of nuclear weapons.\"",
    "sentiment": {
        "neg": 0.1695,
        "neu": 0.7744,
        "pos": 0.0561,
        "compound": -0.354
    }
}