{
    "date": "2006-07-05T10:21:42Z",
    "title": "Maddening, but not mad",
    "url": "https://www.theguardian.com/commentisfree/2006/jul/05/northkoreamaddeningbutnot",
    "content": "Is it five, six or seven missiles that North Korea has fired into the ocean? At any rate it is diplomatic overkill, reducing Pyongyang's exercise almost to the point of absurdity as the most important missile among them, the long-range Taepodong-2, apparently fizzled out after 40 seconds. To speak lightly of this affair is to risk appearing frivolous, and yet the whole affair needs to be put into a calm context in which we try to understand what drives North Korea to behave like this. It is an attention-seeking exercise, however bizarrely or even childishly executed, not a menacing gesture by a \"rogue state\" with aggressive intentions. On Tuesday North Korea claimed that if the US launched a preemptive attack it would respond with \"a relentless annihilating strike\", but this is just bluster. Pyongyang has acknowledged several times that it would be mad to launch a \"rogue\" nuclear attack. In August 2000, the North's leader Kim Jong Il said: \"It is absurd to think we could win a war with the US if we attacked with just two or three intercontinental ballistic missiles, And yet, the US makes an issue of this.\" And let me repeat the quote from last month which I cited in a previous posting: \"We have already made it clear many times that if the US is not hostile to us, trust between our country and the US is built and we no longer feel threatened, there will no longer be a need for even a single nuclear weapon....We have already made a strategic decision to abandon our nuclear program as reflected in the joint statement [of September 2005].\" Of course it is an issue, a serious one. Nuclear proliferation anywhere in the world is alarming, and particularly in this region where the cold war agenda has still not been settled. Launching missiles in this way may be less alarming than it would be on the Indo-Pak border or in the Middle East but it is still provocative. Yet the right response remains as advised by the New York Times in its 26 June editorial in which it warned against over-reaction. What would be best, it said, \"would be for the White House to heed yesterday's call by senior Republicans on the Senate Foreign Relations Committee for direct talks with North Korea on the issue.\" As many observers have pointed out, the Bush administration's \"axis of evil\" approach has only driven North Korea into a more extreme posture. We should also take into account the internal North Korean political scene, however hard it is to understand. Kim Jong Il has consolidated his succession to his father's rule by relying increasingly on the armed forces (the so-called Songun Policy of \"putting the army first\") which aims, says Pyongyang, to prevent war and defend \"the dignity of the Korean nation\". The South Koreans, who should know best what it likely to work, argue that a shift back onto the diplomatic track will help erode this garrison mentality. A report in today's Korea Times quotes North Korea watchers in the South as saying that the missile launch \"could lead to a breakthrough in the stalled international talks on North Korean issues, including its nuclear weapons programs\". China which is now having talks on what it calls \"issues of common concern\" with the North's foreign minister in Beijing also believes that dialogue is the only way - although I suspect that it will now lean much harder on Pyongyang. The North Koreans are maddening but just getting mad back at them is not the answer.",
    "keywords": [
        "maddening",
        "mad",
        "war",
        "times",
        "korea",
        "issue",
        "talks",
        "nuclear",
        "missiles",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "On Tuesday North Korea claimed that if the US launched a preemptive attack it would respond with \"a relentless annihilating strike\", but this is just bluster.\nPyongyang has acknowledged several times that it would be mad to launch a \"rogue\" nuclear attack.\nAs many observers have pointed out, the Bush administration's \"axis of evil\" approach has only driven North Korea into a more extreme posture.\nWe should also take into account the internal North Korean political scene, however hard it is to understand.\nThe North Koreans are maddening but just getting mad back at them is not the answer.",
    "sentiment": {
        "neg": 0.1189,
        "neu": 0.837,
        "pos": 0.0442,
        "compound": -0.1961
    }
}