{
    "date": "2006-10-09T16:11:29Z",
    "title": "Bush urges UN action on North Korea",
    "url": "https://www.theguardian.com/world/2006/oct/09/korea.unitednations1",
    "content": "The UN security council is set to discuss ways to punish North Korea later today after the reclusive communist state conducted a nuclear test. The development came as the US president, George Bush, pressed his fellow leaders to take a tough line over the situation. Prior to the meeting in New York, Mr Bush held a series of telephone discussions with regional leaders to discuss a unified response to what he described as a \"provocative act\" by Pyongyang. Earlier today, North Korea announced that it had successfully carried out a controlled explosion, escalating tensions in north-east Asia and sparking international condemnation from old enemies and traditional allies alike. While not independently verified, the blast - at Hwaderi, near the north-eastern city of Kilju - caused a 4.2 magnitude seismic event on the Korean peninsula at 10:37am (0237 am BST), the US Geological Survey reported. Soon afterwards, the North Korean Central News Agency declared the test a triumph and said there had been no radioactive leakage from the underground site, which is believed to be 2km down the shaft of an abandoned coalmine. \"The nuclear test is a historic event that brought happiness to our military and people,\" the agency said. \"The nuclear test will contribute to maintaining peace and stability in the Korean peninsula and surrounding region.\" Washington was unable to immediately confirm or deny that the explosion had been caused by a nuclear device. Early indications were that it was less than half as powerful as the bombs that were dropped on Hiroshima and Nagasaki at the end of the second world war. Mr Bush said he had held talks with presidents Hu Jintao, of China, Roh Moo-hyun, of South Korea, and Vladimir Putin, of Russia, along with the Japanese prime minister, Shinzo Abe. \"We reaffirmed our commitment to a nuclear-free Korean peninsula, and all of us agreed that the proclaimed actions taken by North Korea are unacceptable and deserve an immediate response by the United Nations security council,\" the US president said in a statement. \"Once again North Korea has defied the will of the international community, and the international community will respond.\" According to Japan's foreign ministry, Mr Bush and Mr Abe - who was in Seoul for talks - agreed to call for \"decisive action\" at the security council meeting. The meeting had originally been scheduled to confirm the South Korean foreign minister, Ban Ki-moon, as the successor to the UN secretary general, Kofi Annan. Among the possible punitive options against North Korea are economic sanctions, a ban on the import or export of military equipment or even a naval blockade. Pyongyang has previously warned that it would regard sanctions as an act of war. The scale of the military threat posed by North Korea is unclear, but reprocessed fuel from the Yongbyon nuclear reactor is thought to have produced enough plutonium for at least six bombs. This summer, Pyongyang test-fired a missile that would put Alaska and Hawaii within range. However, defence experts doubt the North possesses the miniaturising technology to mount and deliver a warhead on a rocket. By proving his country is the eighth member of the nuclear club, the North Korean leader, Kim Jong-il, has sacrificed its diplomatic and economic wellbeing for military security. The international backlash against the test was immediate and furious. The prime minister, Tony Blair, said it was irresponsible, while the Foreign Office warned of international repercussions. China - a traditional ally of Pyongyang and its main source of energy and food - called the test a \"flagrant and brazen\" violation of international opinion. Although Beijing has so far opposed US and Japanese pressure for UN sanctions, it said it would \"resolutely oppose\" its neighbour's conduct. \"China is angry. This action severely challenges the security of stability of East Asia as well as China's national interests,\" Shi Yinhong, a foreign affairs expert at Renmin University in Beijing, said. \"China must now deal with the call for sanction[s]. If it endorses a UN resolution then it will have a legal obligation to call off or reduce economic assistance.\" South Korea - which has previously pursued a softly softly policy with its bellicose neighbour - warned that the test could mark the end of engagement efforts, which culminated with a landmark summit between Kim Jong-il and South Korea's then-president, Kim Dae-jung, in 2000. \"This is a warning as well as my prediction,\" Mr Roh said. \"Under this situation, it's difficult for South Korea to maintain an engagement policy.\" The impact is likely to be felt most by North Korea's already impoverished population of 22m. \"The question now is what will happen inside North Korea, Edward Reed, of the Asia Foundation, said. \"Sanctions will mean a further reduction in standards of living and fewer resources for the people. It raises the question whether internal domestic pressures will become a factor in future developments.\"",
    "keywords": [
        "south",
        "mr",
        "international",
        "korea",
        "nuclear",
        "sanctions",
        "security",
        "korean",
        "test",
        "action",
        "urges",
        "north",
        "bush"
    ],
    "summary": "The UN security council is set to discuss ways to punish North Korea later today after the reclusive communist state conducted a nuclear test.\n\"The nuclear test is a historic event that brought happiness to our military and people,\" the agency said.\n\"Once again North Korea has defied the will of the international community, and the international community will respond.\"\nAmong the possible punitive options against North Korea are economic sanctions, a ban on the import or export of military equipment or even a naval blockade.\n\"The question now is what will happen inside North Korea, Edward Reed, of the Asia Foundation, said.",
    "sentiment": {
        "neg": 0.1063,
        "neu": 0.8297,
        "pos": 0.0641,
        "compound": -0.0834
    }
}