{
    "date": "2006-10-15T00:02:05Z",
    "title": "Bush hails 'tough' UN action on North Korea nuclear test",
    "url": "https://www.theguardian.com/world/2006/oct/15/korea.unitednations",
    "content": "The UN Security Council voted unanimously last night to impose sanctions on North Korea over its apparent nuclear test and declared that the action of the renegade nation was 'a clear threat to international security'. The decision, which came after the US, Britain and France overcame last-minute differences with Russia and China, demands that North Korea eliminate all its nuclear weapons but, following demands by Russia and China, expressly rules out military action against the country. The resolution, which was drafted by the United States, further bans the import or export of material and equipment that could be used to make nuclear weapons or ballistic missiles, and orders all countries to freeze the assets and ban travel for anyone engaged in supporting North Korea's illicit weapons programmes. US President George Bush said last night that the Security Council had sent a clear message to North Korea that its claimed detonation of a nuclear bomb was unacceptable to the world. 'This action by the United Nations, which was swift and tough, says that we are united in our determination to see to it that the Korean Peninsula is nuclear-weapons free,' Bush told reporters in brief remarks from the White House's South Lawn. He said North Korea still had a chance for 'a better way forward' and promised economic assistance to the impoverished country from the United States and others if it would verifiably end its nuclear weapons programme. After the vote, the US ambassador to the UN, John Bolton, warned Pyongyang that the US would seek further measures if it continues developing nuclear weapons. He said the resolution sent a 'strong message that there would be serious repercussions' to North Korea's behaviour. North Korea reacted swiftly, saying it 'totally rejects' the sanctions, and accused the world body of 'double standards' after caving in to American pressure. 'This clearly testifies that the Security Council has completely lost its impartiality and still persists in applying double standards in its work,' ambassador Pak Gil Yon told the Security Council. The resolution passed yesterday was a watered-down version of what the US had been seeking. To get the vote through, the US withdrew its earlier insistence that North Korea should be subject to a complete ban on the sale of conventional weapons; instead, the resolution limits the embargo to major hardware such as tanks, warships, combat aircraft and missiles. Despite this show of apparent unanimity, there are still deep fissures between voting members of the security council about how to coax or force North Korea into compliance. China's ambassador, Wang Guangya, said after the vote that the provision allowing the boarding of ships to inspect cargo was still unacceptable to Beijing. The bargaining over the UN resolution since North Korea's announcement of the test last Monday underscored the difficulties in framing an effective international strategy to press the Koreans to abandon their nuclear programme. While the apparent weapons test prompted widespread condemnation, and brought tough words from Beijing and Moscow, there was a clear reluctance, particularly from the Chinese, to take steps that might escalate the crisis. There are still doubts whether the test was real. Japan said yesterday it had yet to detect any radiation consistent with a nuclear blast. South Korea and China said that it could take weeks before a definitive judgement could be made. With a climbdown by the Koreans highly unlikely, Bush is sending Secretary of State Condoleezza Rice on a diplomatic mission to Asia this week.",
    "keywords": [
        "hails",
        "korea",
        "tough",
        "nuclear",
        "council",
        "weapons",
        "security",
        "resolution",
        "test",
        "united",
        "action",
        "vote",
        "north",
        "bush"
    ],
    "summary": "The UN Security Council voted unanimously last night to impose sanctions on North Korea over its apparent nuclear test and declared that the action of the renegade nation was 'a clear threat to international security'.\nUS President George Bush said last night that the Security Council had sent a clear message to North Korea that its claimed detonation of a nuclear bomb was unacceptable to the world.\nNorth Korea reacted swiftly, saying it 'totally rejects' the sanctions, and accused the world body of 'double standards' after caving in to American pressure.\n'This clearly testifies that the Security Council has completely lost its impartiality and still persists in applying double standards in its work,' ambassador Pak Gil Yon told the Security Council.\nDespite this show of apparent unanimity, there are still deep fissures between voting members of the security council about how to coax or force North Korea into compliance.",
    "sentiment": {
        "neg": 0.1091,
        "neu": 0.8134,
        "pos": 0.0774,
        "compound": -0.0907
    }
}