{
    "date": "2006-08-10T16:02:00Z",
    "title": "The shrine to controversy",
    "url": "https://www.theguardian.com/commentisfree/2006/aug/10/blingeron",
    "content": "Shrine visits aren't generally big news these days. But when the shrine is Yasukuni, notorious for having 14 class-A war criminals among its revered spirits, and when the visitor is Junichiro Koizumi, prime minister of Japan, the world takes note. Koizumi has worshipped at the shrine each year since becoming Japanese premier in 2001, and looks set to go again in this, his final year of office. He has not yet visited on August 15, the historically sensitive date upon which hostilities in Asia ended in 1945, but to do so this year would enrage China and Korea, the greatest victims of Japan's atrocities during the second world war. The problem is that the war was never really laid to rest in Asia. Olive branches weren't so much held out as held onto, in case they should later become useful for poking the old enemy again. This lack of understanding between Asian peoples is no more obvious than when Yasukuni rears its controversial head. The shrine celebrates the \"noble souls who gave up their lives for the country that they loved\". But the Koreans and the Chinese don't see convicted war criminals as \"noble souls\". Japan, they argue, has a duty to renounce rather than to romanticise its ugly past. If only history were so simple. Even leaving aside the decision to drop the atom bombs - arguably the first stage in America's post-war policy rather than the last resort in an impossible war - little relating to the end of the second world war in Asia can be said to have escaped political interference. It is from such intrusions that, to a large extent, the current confusion emanates. The first of many muddles was the Tokyo war crimes tribunal itself. Tokyo was no Nuremberg: there was neither a Japanese Hitler nor a Japanese Holocaust. At the behest of the Soviets, charges were levied that bore no direct relation to the second world war. In Nuremberg, such charges were thrown out. In Tokyo, men were condemned for negative responsibility: for their failure to \"prevent breaches\" of the conventional rules of war. In Nuremberg, it was mainly the agents of such crimes who were brought to justice. As the trial wore on, geopolitics shifted and the hypocrisy mounted. The Japanese stood accused of preventing Asian countries of \"free governance\", while their accusers sent armies to regain their colonies in the region. The United States turned its attention to fighting communism, and found use for a number of former Japanese army generals who were quietly unburdened of their war crimes charges. Among others granted immunity were the members of Unit 731, responsible for thousands of deaths in Manchuria as a result of cruel experiments into bacteriological weapons. According to BVA Röling, the Dutch judge at the tribunal, \"this incident would have provided a case, rare at the Tokyo trial, of centrally organised war criminality\". But these activities went unmentioned so that the American military authorities could \"avail themselves\" of the experiments' \"criminally obtained\" results. The trial was riddled with many more such inconsistencies, and so verdicts were never unanimous. Unlike the trial, however, Yasukuni remained largely uncontroversial in the years immediately after the war. It was not until 1978 that the shrine's officials decided to enshrine the 14 class-A war criminals. The hatchet had been excavated. In Shinto, the enshrining of the spirit is a transcendental act. At Yasukuni, the process takes unstable spiritual entities and purifies them into kami - irascible deities - that are both \"benevolent and fundamental to the nation\". In the case of the convicted war criminals, enshrinement effectively amounted to a pardon. Yet it is not only since 1978 that visits to Yasukuni have been problematic. It has long been argued that prime ministerial visits to Yasukuni violate Article 20 of the Japanese constitution, which seeks to separate state and religion. But this didn't stop every premier between 1956 and 1985 attending the shrine. It wasn't until 1985, however, that major controversy first arose. Yasuhiro Nakasone, then prime minister, decided to make an official visit on August 15. Only then did China voice its objections, and Nakasone, keen to maintain an alliance with China against the Soviet Union, agreed to tone down his visit. Intriguingly, South Korea did not raise any official concern at this time, but instead entered the feud upon Koizumi's visit in 2001. There's no doubt that the Yasukuni dispute is as useful to Chinese and Korean nationalism as it is to the Japanese right. For all sides, then, Yasukuni is more political than historical, and shows no sign of going away. Koizumi's likely successor, Shinzo Abe, recently caused a stir by declaring he had visited the shrine in April, and would continue to do so as prime minister. He would have noticed the doves that perch portentously on the gigantic wooden gates that mark the entrance to the shrine; one more anomaly in a Japan that seems to celebrate war and peace in equal measure.",
    "keywords": [
        "war",
        "world",
        "visits",
        "shrine",
        "japanese",
        "trial",
        "prime",
        "criminals",
        "tokyo",
        "controversy",
        "yasukuni"
    ],
    "summary": "Shrine visits aren't generally big news these days.\nThe shrine celebrates the \"noble souls who gave up their lives for the country that they loved\".\nBut the Koreans and the Chinese don't see convicted war criminals as \"noble souls\".\nAt the behest of the Soviets, charges were levied that bore no direct relation to the second world war.\nIt was not until 1978 that the shrine's officials decided to enshrine the 14 class-A war criminals.",
    "sentiment": {
        "neg": 0.1501,
        "neu": 0.7773,
        "pos": 0.0725,
        "compound": -0.2141
    }
}