{
    "date": "2006-08-03T11:45:56Z",
    "title": "North Korea flood deaths 'in thousands'",
    "url": "https://www.theguardian.com/world/2006/aug/03/northkorea",
    "content": "Fears of a fresh humanitarian crisis in North Korea were heightened today by reports that recent flooding in the reclusive state may have killed thousands more people than originally thought. Already isolated diplomatically by its recent missile test launches, the government in Pyongyang has refused international offers of assistance. According to the state's figures, 141 people were killed and 112 were missing after torrential typhoon rains lashed the country on July 10. But Good Friends, a South Korean human rights group with extensive contacts in the North, said these figures were vastly underestimated. Based on unnamed sources in North Korea, they claimed as many as 10,000 people were dead or missing and 1.5 million had been forced to leave their homes. Among the cases they cited was an entire village in Yoduk County buried in mud, the collapse of an embankment in Gumgang county that led to the swamping of hundreds of homes, and 200 bodies being fished out of a single stretch of floodwater in Haeju, 60 miles south of Pyongyang. The group said the discrepancy between the figures highlighted the difficulty of obtaining accurate information in areas where telephone lines and roads have been washed away. Train services have also been cancelled because tunnels have collapsed or been flooded. The spread of news has also been hampered by travel restrictions. In the wake of the floods, the government prohibited the nation's 22 million citizens from leaving their home counties. Plans for a performance of the Arirang mass games, which usually bring millions of rural visitors and hundreds of foreigners into Pyongyang, have also been cancelled. North Korea, a fiercely independent and militarist state, has always been reluctant to reveal signs of weakness either to the outside world or its own people. State pride and paranoia have been evident in the past few months in the decision to expel dozens of foreign aid workers, on the grounds that North Korea no longer needed outside support, and the placing of the army on a semi-war footing. The country's isolation increased last month when the United Nations Security council condemned Pyongyang's launch of seven missiles into the Sea of Japan. Even South Korea, the most sympathetic nation in the region, quietly postponed aid shipments after the launches. But without outside help, North Korea may struggle to cope with the flood damage, which the government says has affected 26,000 hectares of land, ruining 100,000 tonnes of crops. Other organisation's estimates of the economic damage are four times higher. United Nations aid organisations say they are working on the basis of the government's figures. \"We have made an offer of aid, which the government has so far declined,\" said Michael Dunford, deputy country director for the World Food Programme. \"They say they are able to cope with their present needs.\" Many observers fear a repeat of the devastating famines of the 1990s, which were caused by flood damage to crops and worsened by Pyongyang's reluctance to accept international support and monitoring. Erica Kang, a project coordinator for Good Friends, said there was a danger of history repeating itself. \"We are seeing political tension, floods and food shortages. The situation is so similar to that which led to famines and death in 1997 and 1998. We urge the international community to put aside political concerns and respond to this humanitarian crisis.\" North Korea is not the only country suffering from floods. The International Federation of the Red Cross has appealed for help for the victims of devastating floods in China. Five typhoons so far this year have killed 1,467 people and caused record economic damage. The toll is expected to increase in the next 24 hours when typhoon Prapiroon hits the southern provinces of Hainan and Guangzhou with winds of 80mph. Chinese meteorologists blamed the typhoons, the most powerful in nine years, on global warming. The country's growing share of the blame for that phenomenon was admitted by its environment agency yesterday, which said China is the world's biggest emitter of sulphur.",
    "keywords": [
        "deaths",
        "floods",
        "figures",
        "south",
        "thousands",
        "korea",
        "state",
        "damage",
        "aid",
        "pyongyang",
        "flood",
        "north",
        "international"
    ],
    "summary": "Fears of a fresh humanitarian crisis in North Korea were heightened today by reports that recent flooding in the reclusive state may have killed thousands more people than originally thought.\nBased on unnamed sources in North Korea, they claimed as many as 10,000 people were dead or missing and 1.5 million had been forced to leave their homes.\nNorth Korea, a fiercely independent and militarist state, has always been reluctant to reveal signs of weakness either to the outside world or its own people.\nBut without outside help, North Korea may struggle to cope with the flood damage, which the government says has affected 26,000 hectares of land, ruining 100,000 tonnes of crops.\nNorth Korea is not the only country suffering from floods.",
    "sentiment": {
        "neg": 0.1632,
        "neu": 0.7708,
        "pos": 0.066,
        "compound": -0.2538
    }
}