{
    "date": "2006-07-06T10:09:27Z",
    "title": "North Korea defies critics over missiles",
    "url": "https://www.theguardian.com/world/2006/jul/06/northkorea3",
    "content": "North Korea rounded on its critics in dramatic fashion on Thursday, warning the US and Japan that it planned to test-launch more missiles and would resort to \"physical actions\" against any country that continued to pressure it to abandon its missile programme. The secretive state acknowledged for the first time that it had launched seven missiles on Wednesday in a move that had drawn immediate condemnation from the US, Japan and Britain and prompted an emergency meeting of the UN security council. The missiles all landed harmlessly in the Sea of Japan. In comments reported by South Korea's Yonhap news agency, Pyongyang said the tests had been conducted in self-defence, and threatened unspecified measures against those who insisted it abandon the tests. \"The successful missile test was part of a regular military exercise conducted by our military to boost our self-defence,\" a North Korean foreign ministry spokesman was quoted as saying. \"As a sovereign country, this is our legal right and we are not bound by any international law or bilateral or multilateral agreements. \"Our military will continue with missile launch drills in the future as part of efforts to strengthen self-defence deterrent. If anyone tries to discuss the rights and wrongs about [future tests] and apply pressure, we will be forced to take physical actions of a different nature.\" The statement came after differences emerged among UN security council members over how to respond to Wednesday's launches. President George Bush and the Japanese prime minister, Junichiro Koizumi, want the council to block the provision of funds, materials and technology for Pyongyang's missile programme. But Russia and China, longtime allies of the communist state, favour a weaker statement that does not mention sanctions, measures Pyongyang has said it would regard as a declaration of war. China will attempt to persuade North Korea to return to stalled six-party talks on its nuclear weapons programme, last held in Beijing in November. The vice foreign minister, Wu Daiwei, reportedly told visiting Japanese politicians he would visit North Korea soon to urge it to return to the talks, which Pyongyang boycotted in response to a US crackdown on its alleged counterfeiting and money laundering operations. Though it condemned the launches, South Korea said there was no change in its policy of rapprochement towards the North. \"There is no change in the Sunshine policy,\" the unification minister, Lee Jong-seok, told the national assembly. Seoul also warned that three or four missiles, thought to be short and medium-range, were in position ready for firing, though it did not provide a timeframe. Citing US sources, the NBC television network said the rockets now in place could include a second Taepodong-2, a long-range missile that some experts believe is capable of striking Alaska and the West Coast of the US. On Wednesday, a Taepodong-2 malfunctioned and splashed down in the Sea of Japan 40 seconds after launch. The Japanese government spokesman, Shinzo Abe, said Japan could not rule out further launches of long-range missiles, but added: \"They are not prepared to launch another one right now.\" Japan, a potential target for North Korean missiles, said it would ask the G8 group of rich countries to issue a statement denouncing the tests when they meet in St Petersburg later this month. Pressure is also mounting in Japan to impose unilateral sanctions. The ruling Liberal Democratic party is reportedly considering passing by the autumn a bill allowing Japan to adopt a raft of punitive measures against North Korea, including freezing private remittances from Japan to deprive the regime of a major source of foreign currency. But the foreign minister, Taro Aso, said Tokyo would wait until the UN had finished discussions on a Japanese resolution calling for multilateral sanctions. \"The issue now is the UN security council's resolution,\" Mr Aso said. \"No resolution was issued in 1998 [when North Korea launched a Taepodong-1 missile over Japan], but we are pushing for a resolution now because the situation has changed. I think it is necessary for us to think about the next step based on the content of the resolution.\" The country's defence agency said it would speed up efforts to develop a missile shield with the US to protect it against a possible attack by North Korea. \"In addition to building monitoring radar networks, we would like to cooperate with the United States and put our joint missile interception into shape as quickly as possible,\" Fukushiro Nukaga, the agency's chief, told a parliamentary committee. Speculation that North Korea was about to test a long-range missile led Tokyo last month to agree to host US Patriot interceptor missiles for the first time, possibly by the end of the year. In response to Wednesday's tests Japan barred North Korean officials from entering Japan and banned a North Korean passenger ferry from docking at Japanese ports for six months.",
    "keywords": [
        "minister",
        "korea",
        "critics",
        "missiles",
        "tests",
        "japanese",
        "japan",
        "defies",
        "missile",
        "resolution",
        "north",
        "korean"
    ],
    "summary": "China will attempt to persuade North Korea to return to stalled six-party talks on its nuclear weapons programme, last held in Beijing in November.\n\"No resolution was issued in 1998 [when North Korea launched a Taepodong-1 missile over Japan], but we are pushing for a resolution now because the situation has changed.\nThe country's defence agency said it would speed up efforts to develop a missile shield with the US to protect it against a possible attack by North Korea.\nSpeculation that North Korea was about to test a long-range missile led Tokyo last month to agree to host US Patriot interceptor missiles for the first time, possibly by the end of the year.\nIn response to Wednesday's tests Japan barred North Korean officials from entering Japan and banned a North Korean passenger ferry from docking at Japanese ports for six months.",
    "sentiment": {
        "neg": 0.0869,
        "neu": 0.8428,
        "pos": 0.0704,
        "compound": -0.0965
    }
}