{
    "date": "2006-11-01T16:18:00Z",
    "title": "My way or the highway",
    "url": "https://www.theguardian.com/commentisfree/2006/nov/01/dickcheneyslostdiplomatico",
    "content": "Dick Cheney was a second-term congressman from Wyoming when he travelled to Moscow in 1983, as ranking Republican on a congressional delegation. Because he had worked in the Nixon White House and served as Gerald Ford's chief of staff, Cheney was considered seasoned enough for a meeting with Soviet military chief marshal Sergei Akhromeyev. The trip was part of a thaw in the cold war; no member of Congress had visited Moscow since 1979. Cheney accompanied ranking Democrat Tom Downey to a meeting with Akhromeyev, who deviated from protocol and told the two Congressmen that the Soviet Union was prepared to resume stalled arms limitation talks. The Soviets would consider mutual arms reductions in Europe. They would also be open to a one-year ban on testing of their ten-warhead SS24 missile if the Americans would suspend testing of the MX missile - a weapons system to which Cheney was completely devoted. Downey immediately contacted the state department and talked to reporters about what Akhromeyev had proposed. Cheney denied the offer had ever happened. He told reporters that Downey was reading far too much into Akhromeyev's comments. No diplomatic overture occurred in the general's office. Downey knew that his Republican colleague was a hardened ideologue. Yet he still was surprised by Cheney's refusal to acknowledge Akhromeyev's offer. \"Cheney did not want to allow the Russians to appear to be in any way reasonable,\" Downey said in a recent interview. \"He doesn't believe in negotiations. He's completely rigid, states his position and concedes nothing. Negotiating for him is my way or the highway.\" Downey asked Cheney how far he thought the US could push the Soviets. \"I said, 'you can't expect them to accept all our terms. You can't expect them to surrender.' He said, 'Yeah, yes I can.'\" George Bush selected Dick Cheney as his vice-president for his national security and foreign policy experience. Once in the White House, the president largely ceded that portfolio to Cheney. Such is his reach that the vice-president's office runs a shadow national security council out of the West Wing. Cheney's staff reviews all emails from the official national security staff but the president's staff doesn't get that privilege with the vice-president's office. And not surprisingly, diplomacy since January 2000 has reverted to the \"my way or the highway\" negotiation-style that Downey saw in Moscow 20 years earlier. Negotiation has come to mean imposing your will on an adversary - with disastrous results. The secretary of state, Colin Powell tried to blunt Cheney's approach and failed. The secretary of state's former chief of staff, retired Colonel Lawrence Wilkerson, believes that Cheney is incapable of diplomacy. By way of example, he points to two of the most dangerous countries in the world: Iran and North Korea. After US troops swiftly moved through Afghanistan and Iraq, the Iranians feared they would be next. Iran has had no formal diplomatic relations with the United States since the 70s. So in April 2003, the worried Iranians asked Swiss ambassador Tim Guldimann to convey an offer to the United States. Iran was prepared to negotiate everything: the country's nuclear programme, relations with Israel, and an exchange of al-Qaida prisoners held in Iran. \"Not only did the US refuse,\" Wilkerson said. \"We reprimanded the Swiss ambassador for interfering with US diplomatic relationships.\" Even by that point, hundreds of American soldiers had died (the toll as of last Saturday was 2,755), along with tens of thousands of Iraqis. More than $100m had been spent to invade and occupy Iraq. The Bush-Cheney administration's coercive diplomacy had yielded its first diplomatic success. Iran wasn't surrendering, but the Iranians were offering to put everything on the table in response to what they had seen in Afghanistan and Iraq. \"The Iranian initiative was killed by the vice-president,\" said Wilkerson. Three years later, Mahmoud Ahmadinejad was elected president of Iran, displacing the moderates who had offered to deal with the US. Iran's nuclear program was restarted shortly thereafter. The Iranians have not yet developed - or at least detonated - a nuclear weapon. North Korea, the world now knows, is a different story. In its first term, the Bush administration abandoned Bill Clinton's complex agreement to keep North Korea from realising its nuclear ambitions. None the less, the state department continued negotiations. The under secretary of state Jim Kelly and others were meeting with the North Koreans, attempting to keep the country's nuclear weapons programme on ice. \"A script would be drafted for Jim [Kelly],\" said Wilkerson. \"What he could say and what he could not say, with points elucidated in the margins. And that script would be approved through the statutory process.\" That process involves the consensus of the president, the vice-president, the secretary of state, the secretary of defence, the national security advisor, and the chairman of the Joint Chiefs of Staff. On at least two occasions of which Wilkerson is aware, Cheney rewrote the script as the US negotiating team departed for Pyongyang or Beijing. The vice-president \"put handcuffs on our negotiator,\" Wilkerson said. So the negotiator could say little more than \"welcome and goodbye\". The North Koreans wouldn't completely capitulate to American demands, so Dick Cheney shut down negotiations. On October 9, the North Korean president, Kim Jong Il, had the final word and officially joined the world's nuclear club. Faced with Dick Cheney's \"my way or the highway\" negotiating terms, the unstable North Korean dictator opted for the highway. While some might argue that the hard-headed absolutism of cold warriors like Cheney - and a massive and unsustainable arms race - caused the Soviets to capitulate, today's world is far more complex than the bipolar one of the cold war era. Unfortunately, Dick Cheney's attitude toward diplomacy has failed to keep pace.",
    "keywords": [
        "staff",
        "wilkerson",
        "iran",
        "secretary",
        "state",
        "way",
        "nuclear",
        "cheney",
        "highway",
        "downey",
        "north"
    ],
    "summary": "\"Cheney did not want to allow the Russians to appear to be in any way reasonable,\" Downey said in a recent interview.\nNegotiating for him is my way or the highway.\"\nAnd not surprisingly, diplomacy since January 2000 has reverted to the \"my way or the highway\" negotiation-style that Downey saw in Moscow 20 years earlier.\nBy way of example, he points to two of the most dangerous countries in the world: Iran and North Korea.\nFaced with Dick Cheney's \"my way or the highway\" negotiating terms, the unstable North Korean dictator opted for the highway.",
    "sentiment": {
        "neg": 0.0912,
        "neu": 0.8619,
        "pos": 0.0469,
        "compound": -0.1343
    }
}