{
    "date": "2006-07-05T11:38:55Z",
    "title": "Kim Jong-il overplays his hand",
    "url": "https://www.theguardian.com/world/2006/jul/05/northkorea",
    "content": "For the leader of such a small, poor country, Kim Jong-il has once again demonstrated a disturbing knack of attracting global attention. But by ordering the launch today of at least six missiles into the Sea of Japan, the great strategist may have finally been forced to overplay his hand. With no normal diplomatic relations with the US, North Korea has frequently used grand and provocative gestures to shock Washington and others into negotiations. Today's launch can be put alongside the test firing of a missile over Japan in 1998, Pyongyang's withdrawal from the nuclear non-proliferation treaty in 2003, or its 2005 boast - still unproven by tests - to have developed a nuclear deterrent. In each of those cases, Mr Kim can claim to have won concessions as a result of his belligerence: the visit by US secretary of state Madeleine Albright to Pyongyang in 1999, the start of six-party talks in 2003, and Washington's declaration last year that it was not focused on regime change in Pyongyang. With the G8 summit looming, Mr Kim appears to be gambling that his July 4 firework display will once again scare the world into concessions. But there are some big differences that suggest the latest act is desperate rather than shrewd, which could yet blow up in the North Korean leader's face. The most important is the motivation. To understand why the missiles were launched from Korea today, you have to look thousands of miles south at the banking system in Macau. This shady Chinese island is crucial to North Korea's fragile financial system. It is where money from arms and drug deals is laundered. Macau is also where many of North Korea's wealthiest citizens stash their foreign currency holdings. But the US is squeezing these deposits like never before and it is hurting more than any previous punitive measures. According to recent visitors to Pyongyang, the pitch of the grumbles is rising. Outside analysts say even military discipline is being affected. This pressure has forced Mr Kim's hand. But, unlike in the past, he will glean little sympathy from China or South Korea. The missile launch is a slap in the face for the leadership in Beijing, which has spent the past three years trying to forge a diplomatic solution to the nuclear crisis. Just last week, the Chinese prime minister, Wen Jiabao, publicly called on North Korea not to go ahead with a launch. Beijing was silent today, a sign either of its embarrassment or, possibly, that it is considering a change of policy. South Korean patience has also been stretched. Calls for a suspension of joint economic projects, such as the Kaesong industrial development, are likely to intensify. Even the office of the pro-engagement president, Roh Moo-hyun, called the launch a provocation that would strengthen the hand of the North's enemies. That is certainly true in the US and Japan, where voices that had recently been calling for negotiation and compromise will now be shouted down. Compared to past provocations, Tokyo has responded with great firmness - immediately suspending ferry services between the two countries and calling for a meeting of the UN security council. Further financial restrictions could follow. But perhaps the biggest difference with North Korea's past provocations may be interpreted as proof of weakness. The most advanced missile - the intercontinental Taepodong 2, designed to reach Alaska - fell into the sea less than a minute after launch. It is unclear whether this was because of a failure, an order to abort or because - in some last-minute compromise - it was filled only with a small amount of fuel so that it would not fly over Japan or close to the US. Whatever the reason, it provides ammunition for those who argue Mr Kim is losing his touch. The risk now is that he may take further drastic measures to restore his power to intimidate. The North Korean leader has proved a survivor, but he is in a corner. He is more isolated than ever. Despite his country's size and poverty, he will also want to show that he is more dangerous.",
    "keywords": [
        "launch",
        "past",
        "mr",
        "south",
        "hand",
        "korea",
        "kim",
        "japan",
        "jongil",
        "today",
        "pyongyang",
        "north",
        "overplays"
    ],
    "summary": "For the leader of such a small, poor country, Kim Jong-il has once again demonstrated a disturbing knack of attracting global attention.\nBut by ordering the launch today of at least six missiles into the Sea of Japan, the great strategist may have finally been forced to overplay his hand.\nWith no normal diplomatic relations with the US, North Korea has frequently used grand and provocative gestures to shock Washington and others into negotiations.\nWith the G8 summit looming, Mr Kim appears to be gambling that his July 4 firework display will once again scare the world into concessions.\nWhatever the reason, it provides ammunition for those who argue Mr Kim is losing his touch.",
    "sentiment": {
        "neg": 0.1045,
        "neu": 0.806,
        "pos": 0.0896,
        "compound": -0.0603
    }
}