{
    "date": "2006-11-30T02:32:14Z",
    "title": "Sanctions target Dear Leader's taste for bling",
    "url": "https://www.theguardian.com/world/2006/nov/30/northkorea",
    "content": "Kim Jong Il enjoys the fine things in life. Unlike his repressed subjects, the diminutive North Korean leader has a well-developed taste for fine wines, gourmet foods and western electronic goods. But now the US administration, showing a previously unappreciated subtlety in its determination to bring rogue nations to book, has decided to take away the Dear Leader's toys. Sanctions announced by the Bush administration include a list of luxury goods that have enabled Mr Kim to both enjoy the good life and distribute favour among the 600 families who are thought to run the state of 23 million people. No more will Mr Kim be able to cruise around his official residence on a Segway electric scooter, listening to music on his iPod while checking the time on his Rolex. Nor, should US sanctions be effective, will he be able to jump on his Harley-Davidson or knock back a bottle of Hennessy XO cognac. Cadillacs, plasma TVs, jet skis ... all gone under the tough new regulations, the first time the US government has used trade sanctions to personally target a foreign president. \"If you take away one of the tools of his control, perhaps you weaken the cohesion of his leadership,\" Robert Einhorn, a former US state department official who visited North Korea, told the Associated Press. \"It can't hurt, but whether it works, we don't know.\" The sanctions have already drawn some opposition in the US. A spokeswoman representing jet ski manufacturers objected to the suggestion that there might be something unpatriotic about the craft. \"The thousands of Americans and Canadians who build, ship and sell personal watercraft are patriots first,\" Maureen Healey said. But she would support the embargo \"because of the narrow nature of this ban and the genuine dangers that responsible world governments are trying to stave off\". The US, which exported $5.8m worth of goods to North Korea last year, is not alone in drawing up a list of banned luxury goods. Following North Korea's nuclear test last month, the UN security council voted to ban weapons shipments and the sale of luxury goods, leaving each country to come up with a list. Japan earmarked fatty tuna, beef, caviar, expensive cars and electronic goods. Mr Kim is known to favour Japanese food, often importing specific sushi dishes from Japan. He is also reputed to have a 10,000 bottle wine cellar, while his annual expenditure on Hennessy's cognac is said to be $700,000. The luxury goods ban comes as the US and other powers attempt to coax North Korea back to the negotiating table for talks aimed at dismantling the country's atomic weapons programme. Talks in Beijing between North Korean and US envoys hoping to clear the way to restarting the six-party negotiations ended on Wednesday with no clear agreement. The negotiations stalled a year ago when North Korea withdrew following the imposition by the US of financial sanctions. Japan's Kyodo news agency reported that North Korea is insisting that the financial sanctions be lifted as a precondition to the resumption of talks.",
    "keywords": [
        "leaders",
        "goods",
        "mr",
        "bling",
        "ban",
        "korea",
        "talks",
        "sanctions",
        "kim",
        "dear",
        "luxury",
        "target",
        "taste",
        "list",
        "north"
    ],
    "summary": "No more will Mr Kim be able to cruise around his official residence on a Segway electric scooter, listening to music on his iPod while checking the time on his Rolex.\nThe US, which exported $5.8m worth of goods to North Korea last year, is not alone in drawing up a list of banned luxury goods.\nMr Kim is known to favour Japanese food, often importing specific sushi dishes from Japan.\nThe negotiations stalled a year ago when North Korea withdrew following the imposition by the US of financial sanctions.\nJapan's Kyodo news agency reported that North Korea is insisting that the financial sanctions be lifted as a precondition to the resumption of talks.",
    "sentiment": {
        "neg": 0.0588,
        "neu": 0.8479,
        "pos": 0.0934,
        "compound": 0.0288
    }
}