{
    "date": "2007-12-11T13:35:05Z",
    "title": "Train link reconnects two Koreas",
    "url": "https://www.theguardian.com/world/2007/dec/11/northkorea",
    "content": "Regular freight train services between North and South Korea resumed today for the first time since 1950 amid rising hopes for peace on the divided peninsula. A 12-car freight train laden with construction materials was the first to make what could become a daily journey between the rich, open South and the poor, isolated North. The 10-mile track crosses the demilitarised zone along the 38th parallel, which is said to be the world's most heavily fortified border. Following a test-run in May, officials said they hoped the track's reopening would eventually lead to links with the Trans-Siberian railway, which would connect the South and North Korean capitals, Seoul and Pyongyang, to the capitals of Europe more than 5,000 miles away. Lee Chul, president of Korea Railroad, hoped that South and North Koreans could travel together by rail to cheer for a joint Olympic team in Beijing next summer. \"Though we start with a cargo train, it will lead to a passenger train service and will soon be linked to the continental trains,\" Lee told reporters. \"The economic benefits are countless.\" The South Korean president, Roh Moo-hyun, hailed the resumption of rail-links as a political and economic breakthrough that demonstrates the benefits of engaging with North Korea. The immediate beneficiary will be the Kaesong industrial plant on the northern side of the border. Sixty-four South Korean firms have opened factories in the groundbreaking project, employing 21,600 North Korean workers. The companies will now benefit from cheaper transport costs by using the railway instead of the two roads across the border. Although North and South Korea remain technically at war, hopes for a lasting peace are at their highest level in more than a decade. A year after Pyongyang tested its first nuclear bomb, relations with the United States, which has thousands of troops in South Korea, have improved dramatically in recent months. In May, North Korea shut down its Yongbyon nuclear plant. Last week, the US president, George Bush, sent a letter to Kim Jong-il - the first known direct correspondence between the two leaders - and Washington has invited North Korean officials to a financial seminar. The New York Philharmonic Orchestra announced this week that is has accepted an invitation to play its first concert in Pyongyang in February. The railway is unlikely to play a part in that cultural exchange. The instruments are expected to travel by lorry, and the musicians by plane.",
    "keywords": [
        "border",
        "reconnects",
        "south",
        "korea",
        "week",
        "president",
        "railway",
        "link",
        "train",
        "korean",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Regular freight train services between North and South Korea resumed today for the first time since 1950 amid rising hopes for peace on the divided peninsula.\nThe South Korean president, Roh Moo-hyun, hailed the resumption of rail-links as a political and economic breakthrough that demonstrates the benefits of engaging with North Korea.\nSixty-four South Korean firms have opened factories in the groundbreaking project, employing 21,600 North Korean workers.\nAlthough North and South Korea remain technically at war, hopes for a lasting peace are at their highest level in more than a decade.\nIn May, North Korea shut down its Yongbyon nuclear plant.",
    "sentiment": {
        "neg": 0.0219,
        "neu": 0.8522,
        "pos": 0.1259,
        "compound": 0.2935
    }
}