{
    "date": "2007-10-05T08:24:02Z",
    "title": "North Korea insists it is off US terrorism blacklist",
    "url": "https://www.theguardian.com/world/2007/oct/05/usa.northkorea",
    "content": "North Korea claimed again today that America has agreed to remove it from a list of nations the US claims sponsor terrorism, after Pyongyang agreed to disable its main nuclear facilities by the end of the year. Washington had \"decided to take such political measures as delisting [North Korea] as a terrorism sponsor\", the country's official Korean Central news agency said. According to the agency, the US has also agreed to stop dealing with North Korea under the Trading with the Enemy Act, which restricts trade. However, the US has yet to confirm any of the claims. A month ago, North Korea made an equally confident assertion about exactly the same measures, only to find itself bluntly contradicted by the US a day later. \"No, they haven't been taken off the terrorism list,\" the assistant secretary of state, Christopher Hill, told reporters at the time when asked about the issue. The US did not announce any reciprocal action when, earlier this week, North Korea committed to disable its main nuclear facilities by the end of the year. US officials have declined to publicly say that any decision has been made to remove North Korea from its list of state sponsors of terrorism. The designation obliges Washington to, among other restrictions, oppose such countries getting loans from major international financial institutions. Other countries on the list include Cuba, Iran, Sudan and Syria. Earlier this week Mr Hill, who is the main US envoy to the North Korea nuclear talks, again refused to acknowledge any specifics about removing the country from the list. He said Washington had a \"very clear understanding\" with North Korea, but refused to divulge any details. North Korea was put on Washington's blacklist in January 1988 after a North Korean agent confessed to the 1987 bombing of a South Korean passenger jet over the Indian Ocean that killed all 115 people on board. Japan has been pressing the US to keep North Korea on the list until the issue of Japanese citizens abducted by North Korean agents is resolved. Japan is demanding information about the abductees, and their eventual return, but North Korea insists the issue has been settled after it allowed several of them to return to Japan in 2002 and 2004.",
    "keywords": [
        "blacklist",
        "main",
        "insists",
        "korea",
        "washington",
        "issue",
        "nuclear",
        "japan",
        "terrorism",
        "list",
        "north",
        "korean"
    ],
    "summary": "Washington had \"decided to take such political measures as delisting [North Korea] as a terrorism sponsor\", the country's official Korean Central news agency said.\nAccording to the agency, the US has also agreed to stop dealing with North Korea under the Trading with the Enemy Act, which restricts trade.\nA month ago, North Korea made an equally confident assertion about exactly the same measures, only to find itself bluntly contradicted by the US a day later.\nNorth Korea was put on Washington's blacklist in January 1988 after a North Korean agent confessed to the 1987 bombing of a South Korean passenger jet over the Indian Ocean that killed all 115 people on board.\nJapan has been pressing the US to keep North Korea on the list until the issue of Japanese citizens abducted by North Korean agents is resolved.",
    "sentiment": {
        "neg": 0.0953,
        "neu": 0.8701,
        "pos": 0.0345,
        "compound": -0.2848
    }
}