{
    "date": "2007-10-02T18:50:00Z",
    "title": "Putting lipstick on US history",
    "url": "https://www.theguardian.com/commentisfree/2007/oct/02/americanhistory",
    "content": "The past, as British novelist LP Hartley said, is a foreign country. But in some lands history is much farther away, and much harder to get to, than in others. Some nations, such as Bhutan and many Pacific islands, go to great lengths to keep the past close at hand. Some, such as New Zealand and Canada, wrestle constantly with it. Some, such as South Africa and Germany, are forced to keep it closer than is comfortable. Some, such as Japan, China and Australia, try to turn their eyes and pretend that parts of their histories simply don't exist. Now that I've alienated half the globe, let me say that these are of course general observations and don't seek to represent the views of everyone. Each of us has traveled to the past - through discussions with grandparents, books, movies, history classes - and come back with unique perspectives. But that doesn't mean more general observations aren't useful tools for debate. Here in America, for example, it has seemed in recent weeks that just about everyone is booking a ticket to the past, a sign that the nation is perhaps uncertain in its present and at least a little nervous of a future in which it no longer dominates. If you go into a bookstore, the tables and shelves are stacked with history books, and on public television stations nationwide this week Ken Burns's mammoth documentary, The War, is looking back at the American experience of the second world war. Depending on which magazine you read, America is back in either the 1940s, 1950s, or 1960s. And depending on which politician you side with, America's warring in Iraq is like world war two, Korea or Vietnam. Comparisons with past presidents have become as popular as those with past wars. George Bush likes to think of himself as another Harry Truman - an unpopular president that history proved largely right. But Karl Rove sees Bush as William McKinley - a man who correctly read a nation's changing mood at the turn of a century. (Of course that comparison cast Rove as Mark Hanna, McKinley's shrewd and manipulative political advisor.) On the other side of the aisle, Democrats like to rank Bush's run-away spending and unpopularity alongside Herbert Hoover's. And historians can pull any number of Bush comparisons out of their briefcases: Grant and his blind eye to corruption, Nixon's dishonesty, Reagan's deficits, Teddy Roosevelt's imperialism.... Most recently, Bush has expanded on his Truman association and claimed that makes Hillary Clinton, who he thinks likely to succeed him in the White House, like Eisenhower. Now I've always taken the view that those who don't know their history will be doomed to repeat it. If that's true, however, all this history doing the rounds should make for a wise, learned America. And that's not in evidence. Sadly, knowing slivers of history is not enough if you don't understand its lessons or aren't willing to look unflinchingly at the failings of its actors. Consider just a few of history's lessons that America knows as well or better than most, but is tragically ignoring: that a superpower is strongest when leading a team, not out on its own; that democracy cannot be compelled, but sprouts from civil society and rule of law; that to overcome an enemy you need to truly know them, not dismiss them as moustache-twirling villains; that arms sold to allies of convenience will one day be turned against you. Perhaps the most prominent distortion of history at the moment is being perpetrated by the Republican presidential candidates. It's politically expedient for them to praise Ronald Reagan, the right's dearest hero. And so in numerous debates and interviews they have repeatedly heralded his 1987 Berlin speech in which he said: \"Mr Gorbachev, tear down this wall\", as if in that moment he single-handedly ended communism. There's never any mention of Gorbachev himself, of Lech Walesa and the brave men at the Lenin shipyards, of Vaclav Havel and the velvet revolutionaries, of Pope John Paul II (though they would be happy to associate themselves with him as well), or all the other significant players and events over the decades. It's not a flaw reserved for Republicans. I have spoken to Democrats who think Franklin Roosevelt and the New Deal invented the welfare state. It is America as a whole's relationship with history that is chequered. The way so many in this country, from politicians to Hollywood celebrities, use the past as a political prop perhaps pushes more buttons with non-Americans than any other issue. Those of us who have a love/hate relationship with America would feel more comfortable praising its positive role in history if it just took more responsibility for its negative influence. The second world war is a classic example: so many Americans wonder why they're not thanked more for their critical entry into the war, but don't consider saying sorry for staying out while thousands died in Allied countries. Sure, let's talk about the success of the Marshall Plan and the rebuilding of Japan. But let's also talk about political and financial support for dictators such as Suharto and Pinochet, who killed thousands. Or, like New York mayor Mike Bloomberg did this week, let's consider that the US could be the baddie in any given dispute, rather than casting it immediately as the goodie. Bloomberg described America's role in Iraq today as like Britain's in the US revolutionary war - uniformed soldiers against determined insurgents. Historically the comparison only goes so far, but the lack of jingoism is refreshing. Perhaps distorting history is a failing of any and every superpower. America's hardly alone in tarting up its past with a bit of lipstick and rouge. If you have the ability to write history as you see it and tell the stories from your own viewpoint, you seldom bother to consider another's. You are tempted into a triumphal worldview with your nation at the centre of the world and your people as the heroes. Many, many Americans recognize this truth, of course, and resist the temptation. Yet historical humility is hard to maintain when you're top dog. Triumphalism has a tendency to triumph simply because, ultimately, we all want to feel we're better than the other guy. The trouble with that is that it sows the seeds of decay even while you're enjoying the harvest. If history teaches you nothing else, it's that pride cometh before a fall.",
    "keywords": [
        "political",
        "past",
        "war",
        "dont",
        "lets",
        "world",
        "lipstick",
        "history",
        "bush",
        "america",
        "putting",
        "consider"
    ],
    "summary": "But in some lands history is much farther away, and much harder to get to, than in others.\nEach of us has traveled to the past - through discussions with grandparents, books, movies, history classes - and come back with unique perspectives.\nAnd depending on which politician you side with, America's warring in Iraq is like world war two, Korea or Vietnam.\nGeorge Bush likes to think of himself as another Harry Truman - an unpopular president that history proved largely right.\nNow I've always taken the view that those who don't know their history will be doomed to repeat it.",
    "sentiment": {
        "neg": 0.0771,
        "neu": 0.8229,
        "pos": 0.1,
        "compound": 0.0276
    }
}