{
    "date": "2007-02-13T12:35:58Z",
    "title": "Pyongyang deal: fuel for scepticism",
    "url": "https://www.theguardian.com/news/blog/2007/feb/13/northkorea2",
    "content": "Kim Jong-il and North Korean soldiers. Photo: Korea Central News Agency/APIt is hard to avoid the conclusion that Kim Jong-il has got what he wants by behaving badly, as John Bolton, the hawkish former US ambassador to the UN, is arguing. But then the Bush administration contributed to the diplomatic mess in the first place with its own ineptitude. Six-nation talks on the North's nuclear programme were going nowhere when Pyongyang literally dropped a bombshell by conducting a nuclear test last October. That typically brazen display of brinkmanship lit a fire under diplomatic bottoms in the US, Russia, Japan and South Korea, who decided that it was time to restart the moribund negotiations. Under today's no-nukes for fuel deal, North Korea - an economic basket case - will shut down its main reactor within 60 days and move towards eventually dismantling its atomic weapons programme. In return, it gets much-needed energy supplies. There is plenty of room for scepticism. The Free Thinking Americans blog argues that North Korea is, yet again, playing the US for a fool. Scepticism is in order because we have been here before, most recently in 2005 and back in 1994, when Bill Clinton was in the White House. The 2005 agreement unravelled when the Bush administration froze some North Korean bank accounts in Macao. Pyongyang walked out of the six-party talks in a huff and proceeded to conduct its test. It is the Americans who have had to back down on those sanctions to get us back to where we were two years ago. Both sides blinked, but George Bush, embroiled in Iraq and increasingly isolated at home, needed a foreign policy success. China comes out of this with its prestige enhanced. It was Beijing that pushed for the resumption of the six-party talks and it was Beijing - angered at Pyongyang's test - that told Kim Jong-il it was time to put his nuclear toys back in the cupboard. Now there will be questions on whether today's agreement holds any lessons for dealing with Iran's uranium enrichment. There are signs that Iran is feeling the financial squeeze from US measures, as the Guardian's Simon Tisdall writes today, and that Iran's supreme authority, Ayatollah Ali Khamenei, is none too happy with the blustering style of president Mahmoud Ahmadinejad. Notwithstanding the caveats surrounding the deal on North Korea, it is not a bad model for the impasse with Iran, with which the US still refuses to deal directly.",
    "keywords": [
        "scepticism",
        "deal",
        "korea",
        "talks",
        "nuclear",
        "kim",
        "todays",
        "jongil",
        "test",
        "pyongyang",
        "fuel",
        "north",
        "bush"
    ],
    "summary": "Kim Jong-il and North Korean soldiers.\nSix-nation talks on the North's nuclear programme were going nowhere when Pyongyang literally dropped a bombshell by conducting a nuclear test last October.\nUnder today's no-nukes for fuel deal, North Korea - an economic basket case - will shut down its main reactor within 60 days and move towards eventually dismantling its atomic weapons programme.\nThe Free Thinking Americans blog argues that North Korea is, yet again, playing the US for a fool.\nNotwithstanding the caveats surrounding the deal on North Korea, it is not a bad model for the impasse with Iran, with which the US still refuses to deal directly.",
    "sentiment": {
        "neg": 0.0722,
        "neu": 0.8618,
        "pos": 0.0661,
        "compound": -0.0326
    }
}