{
    "date": "2007-09-08T10:34:52Z",
    "title": "Bush offers North Korea a deal to end the world's oldest cold war",
    "url": "https://www.theguardian.com/world/2007/sep/08/usa.northkorea",
    "content": "George Bush offered North Korea a peace deal yesterday that would end the world's oldest and bloodiest cold war conflict on condition that Pyongyang gives up its nuclear weapons programme. Prodded into the commitment during a testy exchange with South Korea's president, Roh Moo-hyun, on the eve of the Asia-Pacific Economic Cooperation (Apec) summit in Sydney, Mr Bush said he would reward North Korea with a security arrangement that would replace the armistice signed at the end of the Korean war in 1953, which had cost 4 million lives. The offer represents another shift away from Washington's hardline stance towards the communist country, which Mr Bush once included in the \"axis of evil\". It came as Pyongyang invited the US, China and Russia to survey its nuclear facilities, work at which was halted earlier this year. Mr Bush's move towards engagement rather than confrontation was the subject of an awkward dialogue with Mr Roh played out in front of the TV cameras. Mr Roh leaned across and urged the president to be more explicit about the security arrangement. \"I might be wrong. I think I did not hear President Bush mention a declaration to end the Korean war just now,\" Mr Roh said through an interpreter. \"Did you say that, President Bush?\" Mr Bush replied it was \"up to Kim Jong-il\". The South Korean leader remained unconvinced. \"If you could be a little clearer,\" he said. A clearly irritated Mr Bush said that he had in mind a formal peace treaty that would end hostilities in the war, which ended with the US still technically at war with the North. South and North Korea have also failed to agree a truce and their border remains the most heavily fortified in the world. \"I can't make it any more clear, Mr President,\" Mr Bush said. \"We're looking forward to the day when we can end the Korean war. That will happen when Kim Jong-il verifiably gets rid of his weapons programmes and his weapons.\" The US offer came after Christopher Hill, Washington's chief nuclear negotiator and assistant secretary of state, reported that North Korea had agreed last weekend to dismantle its nuclear programme by the end of the year. Mr Bush urged Mr Roh, who has been criticised by the US for being too soft on the communist regime, to hold Mr Kim to his nuclear commitments during a bilateral summit scheduled for next month in Pyongyang. With international efforts to persuade North Korea to abandon its nuclear ambitions at a critical stage, White House officials blamed the leaders' misunderstanding on poor translation. \"There was clearly something lost in translation during the photo op,\" said Gordon Johndroe, a White House spokesman. \"President Bush considered it a good meeting and both the US and [South] Korea are on the same page with regards to the need for [North] Korea to comply with its obligations under the six party talk agreement.\" In a further sign of progress, nuclear experts from the US, China and Russia will travel to North Korea next week at the regime's invitation to survey the nuclear facilities targeted for closure. The unusually cordial diplomatic relations between Washington and Pyongyang have raised hopes for a peace deal to their highest level in decades, but there is still a long way to go before the two sides are likely to agree on terms for a verifiable disarmament of North Korea's nuclear programme. Oh dear ... On the third sentence of his address to Apec, Mr Bush told the Australian prime minister, John Howard: \"Thank you for being such a fine host for the Opec summit.\" He then quickly corrected: \"Apec summit.\" He then joked that Mr Howard had invited him to the Opec summit next year (an impossibility, neither are members). His next gaffe was a slip of the tongue. Talking about Mr Howard's visit to Iraq last year to thank his country's soldiers serving there, Mr Bush called them \"Austrian troops\". Speech over, Mr Bush headed out - the wrong way. Mr Howard and others redirected him. · Video: Jonathan Watts in North Korea asks whether the world's last cold war conflict is near to a resolution",
    "keywords": [
        "summit",
        "war",
        "worlds",
        "oldest",
        "deal",
        "mr",
        "roh",
        "korea",
        "end",
        "president",
        "nuclear",
        "cold",
        "offers",
        "north",
        "bush"
    ],
    "summary": "George Bush offered North Korea a peace deal yesterday that would end the world's oldest and bloodiest cold war conflict on condition that Pyongyang gives up its nuclear weapons programme.\nSouth and North Korea have also failed to agree a truce and their border remains the most heavily fortified in the world.\n\"I can't make it any more clear, Mr President,\" Mr Bush said.\nTalking about Mr Howard's visit to Iraq last year to thank his country's soldiers serving there, Mr Bush called them \"Austrian troops\".\n· Video: Jonathan Watts in North Korea asks whether the world's last cold war conflict is near to a resolution",
    "sentiment": {
        "neg": 0.1075,
        "neu": 0.8294,
        "pos": 0.0631,
        "compound": -0.0403
    }
}