{
    "date": "2007-12-06T14:56:56Z",
    "title": "Bush makes overtures to North Korean leader",
    "url": "https://www.theguardian.com/world/2007/dec/06/usa.northkorea",
    "content": "George Bush has written to the North Korean leader, Kim Jong-il, who he once dismissed as a \"pygmy\", in a sign of improving relations between the two men. The Korean central news agency reported the letter was delivered to Kim through the US nuclear envoy, Christopher Hill, during his recent trip to the North Korean capital, Pyongyang. The agency gave no indication of the contents of the US president's letter, but it came at a time of a marked lessening of tension on the Korean peninsula, one of the world's most heavily militarised zones. North Korea's prime minister, Kim Yong-il, last month met his southern counterpart, Han Duck-soo, in the South Korean capital, Seoul. It was the first time in 15 years that prime ministers from the two countries had met. The last such talks, in 1992, were suspended amid the first crisis over the north's nuclear weapons programme. The November talks followed a Korean presidential summit in October, only the second such meeting since the Korean peninsula was divided more than 50 years ago. North Korea agreed in October to dismantle its sole working nuclear reactor in exchange for economic aid. The deal, with the US, South Korea, China, Japan and Russia, paved the way for a relaxation of tension between the US and North Korea as well as between the two Koreas. The nuclear issue, however, remains contentious. News of Bush's letter came a day after Hill suggested that negotiations on producing a draft declaration of North Korea's nuclear programmes by the end of the year had stalled. After talks in Pyongyang, Hill travelled to the Chinese capital, Beijing, yesterday where he said investigators were seeking to clear up questions over North Korea's purchase in past years of gas centrifuges. North Korea pledged to provide details of all its nuclear programmes as part of the deal struck under the six-party talks. Hill said yesterday that he still had differences to resolve with North Korea. South Korea's top diplomat said the parties were no closer to a declaration after the latest talks. Early in his presidency, Bush did little to hide his contempt for the North Korean leader, who has a penchant for wearing platform shoes, calling him a pygmy and comparing him to \"a spoilt child\". In his 2002 state of the union message, Bush included North Korea with Iraq and Iran as part of the \"axis of evil\" and he once told the journalist Bob Woodward: \"I loathe Kim Jong-il.\"",
    "keywords": [
        "hill",
        "overtures",
        "south",
        "leader",
        "letter",
        "korea",
        "talks",
        "nuclear",
        "kim",
        "makes",
        "bush",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "George Bush has written to the North Korean leader, Kim Jong-il, who he once dismissed as a \"pygmy\", in a sign of improving relations between the two men.\nThe Korean central news agency reported the letter was delivered to Kim through the US nuclear envoy, Christopher Hill, during his recent trip to the North Korean capital, Pyongyang.\nNorth Korea's prime minister, Kim Yong-il, last month met his southern counterpart, Han Duck-soo, in the South Korean capital, Seoul.\nNorth Korea agreed in October to dismantle its sole working nuclear reactor in exchange for economic aid.\nEarly in his presidency, Bush did little to hide his contempt for the North Korean leader, who has a penchant for wearing platform shoes, calling him a pygmy and comparing him to \"a spoilt child\".",
    "sentiment": {
        "neg": 0.0876,
        "neu": 0.8622,
        "pos": 0.0502,
        "compound": -0.0805
    }
}