{
    "date": "2007-06-22T15:13:16Z",
    "title": "North Korea promises to close nuclear facility",
    "url": "https://www.theguardian.com/world/2007/jun/22/northkorea1",
    "content": "North Korea has promised to \"promptly\" shut down its main nuclear facility, the most senior US envoy to visit the country in five years said today. Two days of talks with officials in the reclusive communist nation had been \"useful and positive\", the assistant US secretary of state, Christopher Hill, told reporters. Mr Hill said he was hopeful the talks marked a breakthrough which would lead to the end of all nuclear activities in North Korea. Last October, the communist government stunned the world by announcing it had tested its first atomic weapon. In the capital city, Pyongyang, the US envoy met Pak Ui-Chun, North Korea's foreign minister, and Kim Kye-gwan, the chief envoy to six-party talks on the nuclear issue, which have dragged on for years with mixed results. \"The talks were very detailed, very substantive and I believe they were also very useful and positive,\" Mr Hill told a press conference in Seoul, South Korea, after the surprise visit. North Korea \"indicated that they are prepared promptly to shut down the Yongbyon facility as called for in the February agreement\", he said. In that deal, North Korea promised to close the country's bomb-making nuclear reactor at Yongbyon in exchange for much-needed energy assistance and diplomatic concessions, including the freeing of alleged illicit North Korean funds frozen in overseas bank accounts. UN nuclear inspectors should arrive next week. \"Within two weeks of that we can expect a shutdown of this facility\", Mr Hill said in an interview with CNN, adding: \"When it does, it will be a good day.\" \"I come away from this two-day set of meetings buoyed by a sense that we are going to be able to achieve our full objectives, that is complete denuclearisation,\" Mr Hill told the press conference. However, he warned that further progress was likely to be slow, and he was \"burdened by the realisation of the fact that we are going to have to spend a great deal of time, a great deal of effort, a lot of work\" in achieving the goals. The last such high-level visit by a US official was in 2002, when envoy James Kelly confronted North Korea with evidence the US said proved the country was covertly enriching uranium, the process used to manufacture nuclear weapons. That plunged relations into crisis. North Korea expelled UN nuclear inspectors and pressed ahead with enrichment, culminating in its first nuclear weapons test last October. Pyongyang promised China, Japan, Russia, South Korea and the US, the other nations making up six-party talks on the nuclear programme, that it would shut the Yongbyon facility by mid-April. Early July is now seen as a possible date for closure. Today, Mr Hill said North Korea and the other five nations wanted an early meeting of nuclear negotiators, followed by talks at ministerial level. He told CNN that he thought North Korea possesses about 50kg (110lb) of reprocessed plutonium. Such an amount - in line with earlier estimates - would be enough to make up about a dozen nuclear weapons. Mr Hill said the eventual aim was to get the country to give up that plutonium. \"But frankly, that's going to be at a later stage,\" he said. \"What we're trying to do now is make sure that the 110lb problem doesn't become a 220lb problem; we'd like to get this reactor shut down, so we don't have more plutonium to deal with.\" On Saturday, North Korean state media said the country had invited inspectors from the UN atomic agency, the IAEA, to inspect the Yongbyon site. However, this could be delayed due to confusion over the frozen bank accounts. The US said the US$25m (£12.5m) held in accounts in the Chinese territory of Macau had been unfrozen, but North Korea has yet to confirm this. Mr Hill said today that, while he made his visit at the invitation of North Korea, he did not meet the North Korean leader, Kim Jong-Il. Previously, the highest-ranking US official to visit North Korea was the former secretary of state Madeleine Albright, who met the North Korean leader in late 2000.",
    "keywords": [
        "hill",
        "mr",
        "korea",
        "shut",
        "promises",
        "talks",
        "nuclear",
        "close",
        "facility",
        "visit",
        "yongbyon",
        "told",
        "north"
    ],
    "summary": "North Korea has promised to \"promptly\" shut down its main nuclear facility, the most senior US envoy to visit the country in five years said today.\nMr Hill said he was hopeful the talks marked a breakthrough which would lead to the end of all nuclear activities in North Korea.\nNorth Korea expelled UN nuclear inspectors and pressed ahead with enrichment, culminating in its first nuclear weapons test last October.\nMr Hill said today that, while he made his visit at the invitation of North Korea, he did not meet the North Korean leader, Kim Jong-Il.\nPreviously, the highest-ranking US official to visit North Korea was the former secretary of state Madeleine Albright, who met the North Korean leader in late 2000.",
    "sentiment": {
        "neg": 0.0609,
        "neu": 0.8948,
        "pos": 0.0443,
        "compound": 0.0451
    }
}