{
    "date": "2007-05-17T01:44:50Z",
    "title": "Divided nation prepares for first cross-border train since 1950",
    "url": "https://www.theguardian.com/world/2007/may/17/northkorea",
    "content": "Two trains were due to cross the demilitarised zone between the two Koreas for the first time since 1950 today in a major breakthrough for peace on the divided peninsula. The test run by two trains - one from each side of the border - is seen as a step towards closer economic ties between rich, open South Korea and the poor, isolated North. Despite huge disparities in the quality of the tracks and rolling stock, it is hoped that the lines will eventually link to the Trans-Siberian railway and allow connections spanning more than 5,000 miles from London to Seoul. Today's journey will be a mere 15 miles on the two tracks that cross the border, but the symbolism is more important than the distance. The demilitarised zone along the 38th parallel is said to be the world's most heavily fortified border. Despite its name, the area is heavily mined, surrounded by tank traps and defended by thousands of artillery pieces and almost a million troops. Former US president Bill Clinton described it as \"the scariest place on earth\". The last time a train attempted to cross was on New Year's Eve in 1950, when the line was used by thousands of refugees fleeing an advance by Chinese and North Korean troops. Their journey came to an abrupt halt when US soldiers riddled the steam water tank with bullet holes. The tracks were destroyed to slow the progress of the communist forces. The conductor of the 1950 train will be among 150 celebrities and politicians joining today's historic resumption of cross-border rail travel from the south. One hundred people will travel from the south and 50 from the north along the two tracks - one on the east coast and the other about 40 miles north-west of Seoul. Driven by drivers from each side, they are scheduled to cross the border almost simultaneously. The political and economic implications are enormous. In a cabinet meeting this week, the South Korean president, Roh Moo-hyun, described the test run as a \"big step for the sake of the future of our nation and people and it will serve as an opportunity to move a step towards peace and stability on the Korean peninsula\". Seoul hopes that the line will help to end its virtual island status by serving as an overland route for cargo and passengers from China, Russia and Europe. Currently, the main way into South Korea is by plane or ship, though two road lines across the demilitarised zone opened in 2005. South Korea's unification minister, Lee Jae-joung, who will also be on the train, said the lines should first be used to service his country's two biggest projects in the North: by transporting factory workers and managers to an industrial complex in the North's city of Kaesong, and by improving access for South Korean tourists to the Mount Kumgang resort. North Korea has been far more cautious about relinquishing its isolated status. The railway was initially agreed at a summit between the leaders of North and South in 2000, but progress has been repeatedly held up by cancellations and changes of plan. The test was cancelled last May due to objections by North Korea's military. Although they finally gave the go-ahead last week, it was only for a one-off event. The Choson Sinbo, a pro-North Korean newspaper in Tokyo, welcomed the relinking for the railway lines, predicting it would allow both sides to take a more influential role in the transport sector of Asia and Europe. South Korea has provided substantial financial incentives for today's test run. It has paid to relay the tracks, upgrade rolling stock and build huge - but as yet empty - stations. Extra sweeteners have come in the form of subsidies for North Korean light industry. The test run is worth 80bn won (£49m) for North Korea, Nam Sung-wook, of Korea University, told AP. And for agreeing to the service the North is expected to make \"much bigger demands\". But there are reciprocal benefits. Last month South Korea promised to provide raw materials for making clothes, shoes and soap in return for the rights to explore mineral resources in the North. In the longer term, Seoul hopes to use the railway to close the gaping wealth gap between the two sides and avoid the pain and expense of a sudden German-style reunification. Last year North Korea was condemned internationally for its missile and nuclear tests, but the railway has been hailed as a source of hope for ongoing peace talks.",
    "keywords": [
        "crossborder",
        "1950",
        "nation",
        "south",
        "prepares",
        "korea",
        "run",
        "tracks",
        "railway",
        "seoul",
        "lines",
        "divided",
        "train",
        "test",
        "north",
        "korean"
    ],
    "summary": "The last time a train attempted to cross was on New Year's Eve in 1950, when the line was used by thousands of refugees fleeing an advance by Chinese and North Korean troops.\nThe conductor of the 1950 train will be among 150 celebrities and politicians joining today's historic resumption of cross-border rail travel from the south.\nNorth Korea has been far more cautious about relinquishing its isolated status.\nExtra sweeteners have come in the form of subsidies for North Korean light industry.\nThe test run is worth 80bn won (£49m) for North Korea, Nam Sung-wook, of Korea University, told AP.",
    "sentiment": {
        "neg": 0.0354,
        "neu": 0.8673,
        "pos": 0.0973,
        "compound": 0.2116
    }
}