{
    "date": "2007-09-25T11:37:42Z",
    "title": "North Korea denies Syria nuclear link",
    "url": "https://www.theguardian.com/world/2007/sep/25/northkorea.syria",
    "content": "North Korea today dismissed reports that it was providing nuclear material for Syria as allegations \"fabricated by lunatics\". Pyongyang's forceful denial followed an attack by Israeli warplanes in northern Syria earlier this month. The strike was allegedly on either a joint Syrian-North Korean nuclear project or a shipment of arms for Hizbullah guerrillas in Lebanon. \"That matter is fabricated by lunatics, so you can ask those lunatics to explain it,\" North Korea's top nuclear envoy, Kim Kye Gwan, told reporters as he arrived in Beijing for the latest round of talks on Pyongyang's nuclear weapons programme. Envoys from the two Koreas, China, the US, Japan and Russia are scheduled to meet from Thursday to set out a timetable for dismantling Pyongyang's nuclear weapons programme. Under an agreement reached in February, the five countries agreed to provide North Korea with 1m tons of heavy fuel oil, or the monetary equivalent in other aid. In return, Pyongyang agreed to shut down its main nuclear reactor at Yongbyon - which it did in July - and to then reveal details of its nuclear programmes, with full disarmament as the ultimate goal. \"The closure of Yongbyon wasn't the key to this dispute. It was the prelude to resolving the key issues,\" Zhang Liangui of the Central Party School in Beijing, the main training site for Communist party officials, told Reuters. \"The key will be whether North Korea will agree to revealing its nuclear weapons in the declaration and how it will explain its uranium enrichment activities.\" Speculation about possible nuclear links between North Korea and Syria has clouded the latest talks in Beijing. The North today sought to turn the tables by accusing the US of helping Israel with its nuclear programme. Its Communist party newspaper, Rodong Sinmun, accused the US of \"shutting its eyes\" to the nuclear programmes of its allies while \"taking issue with the rights to nuclear activities of other countries for peaceful purposes\". The paper cited US help for Israel's nuclear weapons programme as an example. \"The US has long actively promoted and cooperated with the Israeli nuclear armament plan,\" it said. \"They decided to provide assistance to Israel's nuclear development programme. Then the US dispatched nuclear experts to Israel and transferred highly enriched uranium, the key ingredient for nuclear weapons, to them.\" Israel is widely believed to be a nuclear power, but its government has never formally confirmed or denied that it has nuclear weapons.",
    "keywords": [
        "syria",
        "korea",
        "pyongyangs",
        "lunatics",
        "nuclear",
        "denies",
        "weapons",
        "link",
        "key",
        "party",
        "programme",
        "north"
    ],
    "summary": "North Korea today dismissed reports that it was providing nuclear material for Syria as allegations \"fabricated by lunatics\".\nSpeculation about possible nuclear links between North Korea and Syria has clouded the latest talks in Beijing.\nThe paper cited US help for Israel's nuclear weapons programme as an example.\nThen the US dispatched nuclear experts to Israel and transferred highly enriched uranium, the key ingredient for nuclear weapons, to them.\"\nIsrael is widely believed to be a nuclear power, but its government has never formally confirmed or denied that it has nuclear weapons.",
    "sentiment": {
        "neg": 0.0927,
        "neu": 0.8327,
        "pos": 0.0746,
        "compound": -0.0364
    }
}