{
    "date": "2007-02-24T23:55:28Z",
    "title": "North Korea invites nuclear watchdog",
    "url": "https://www.theguardian.com/world/2007/feb/24/northkorea",
    "content": "North Korea offered further conciliation on its nuclear weapons programme yesterday when it invited the chief UN weapons inspector to visit next month. The move is a further signal of Pyongyang's willingness to open its nuclear programme to outside perusal for the first time since it expelled UN weapons inspectors more than three years ago. Mohamed ElBaradei, the head of the International Atomic Energy Agency, said he and North Korean authorities would discuss details of dismantling the country's nuclear programme, following a deal this month under which Pyongyang agreed to take steps towards disarmament in return for $300m (£152m) of aid. Mr ElBaradei said the North hoped \"to go back to being a member of the agency\", and added: \"The first [issue] of course is how to develop a plan to freeze the Yongbyon facilities, and more importantly to make sure that they come back as a fully fledged member of the agency.\" The UN secretary-general, Ban Ki-moon, on an official visit to Austria, said he hoped the invitation would translate into concrete steps in removing nuclear weapons from the Korean peninsula. \"I'm convinced that his visit to Pyongyang will make a great contribution to implement the joint statement,\" he said, referring to the deal agreed on February 13 between North Korea and its five interlocutors - the US, Russia, China, Japan and South Korea. \"I hope that he and his delegation will be able to discuss with North Korean authorities ... methods on first freezing nuclear facilities and including the eventual dismantlement of all nuclear weapons and facilities,\" he said. \"This will be a good beginning.\"",
    "keywords": [
        "korea",
        "north",
        "agency",
        "nuclear",
        "visit",
        "weapons",
        "programme",
        "facilities",
        "steps",
        "watchdog",
        "invites",
        "korean"
    ],
    "summary": "North Korea offered further conciliation on its nuclear weapons programme yesterday when it invited the chief UN weapons inspector to visit next month.\nThe move is a further signal of Pyongyang's willingness to open its nuclear programme to outside perusal for the first time since it expelled UN weapons inspectors more than three years ago.\nThe UN secretary-general, Ban Ki-moon, on an official visit to Austria, said he hoped the invitation would translate into concrete steps in removing nuclear weapons from the Korean peninsula.\n\"I'm convinced that his visit to Pyongyang will make a great contribution to implement the joint statement,\" he said, referring to the deal agreed on February 13 between North Korea and its five interlocutors - the US, Russia, China, Japan and South Korea.\n\"I hope that he and his delegation will be able to discuss with North Korean authorities ... methods on first freezing nuclear facilities and including the eventual dismantlement of all nuclear weapons and facilities,\" he said.",
    "sentiment": {
        "neg": 0.081,
        "neu": 0.7856,
        "pos": 0.1334,
        "compound": 0.0897
    }
}