{
    "date": "2007-02-08T15:07:34Z",
    "title": "US set for North Korea climbdown",
    "url": "https://www.theguardian.com/world/2007/feb/08/usa.northkorea",
    "content": "The US was set for embarrassing climbdown as a new round of six-nation talks over North Korea opened today, offering the best hope of a breakthrough since the standoff over Pyongyang's nuclear weapons programme began in 2002. According to diplomats and foreign affairs experts, the initial compromise is likely to see the Bush administration dropping several of the sanctions it has imposed in the past five years in return for the freezing of activities at the Yongbyon reactor and the return of international nuclear inspectors. This would take Washington back almost to the situation that existed before US officials sparked the current confrontation by accusing North Korea of secretly enriching uranium. Pyongyang, meanwhile, has moved forward by conducting an atomic bomb test and declaring itself a full-fledged member of the nuclear club. After three years of almost fruitless talks, however, any deal is likely to be welcomed by the six parties, which also include South Korea, Japan, Russia and China. The main cause for optimism was a rare, face-to-face meeting in Berlin last month between diplomats from Pyongyang and Washington. According to Japan's Asahi newspaper, the two sides signed a memorandum of understanding under which North Korea would make a step towards denuclearisation at the same time as the US resumed annual shipments of 500,000 tonnes of oil, which were halted in 2002. Diplomatic sources said North Korea had agreed to freeze activities at its Yongbyon nuclear plant in return for an easing of restrictions on its overseas bank accounts and a move towards normalised diplomatic relations. The top US envoy, Christopher Hill, denied today that a deal has been signed. But, compared with previous talks, he was more confident that his North Korean counterpart had the leeway to strike a deal. \"I sense a real desire to have progress,\" he said. Pyongyang's chief negotiator Kim Kye-gwan was also notably more upbeat than in the past. \"We are prepared to discuss first-stage measures,\" he said on arriving in Beijing. \"We are going to make a judgment based on whether the United States will give up its hostile policy and come out toward peaceful coexistence.\" China has taken the diplomatic lead in seeking a peaceful resolution of the confrontation between its old communist ally and one of its most important capitalist trading partners. Diplomats and commentators in Beijing said they hoped for progress towards the denuclearisation of the Korean peninsular. \"People have reason to have expectations and optimism about these six-party talks,\" said a commentary in the overseas edition of the People's Daily, the communist party mouthpiece. \"If the talks produce a breakthrough, even just a small step forward, that will be welcome news.\" Regional security experts, however, were more cautious about potential. \"I am optimistic that there will be some kind of agreement either during this round of talks or the next. I think North Korea will go through the motions of freezing their five megawatt reactor and allowing the return of international nuclear inspector,\" said South Korea's former foreign minister Han Seung-Joo. \"The US and South Korea will play this up as a big success. But they are going back to where they were before. The US has talked tough without achieving anything. They have reached a new status quo in which North Korea is a nuclear weapons state.\" Aside from the issue of whether the US would agree to build North Korea a lightwater nuclear reactor - which remains unclear - Chinese experts said the deal is likely to contain most of the same elements as the \"agreed framework\" which was signed 1994 by the Clinton administration and condemned in the early years of the Bush White House. \"If the negotiations end up with the US providing aid and North Korea merely freezing its reactor that would be a huge victory for Pyonyang,\" said Zhang Liankui, a professor of international studies in the Central Party School in Beijing. \"We don't know if North Korea is sincere or whether this is just a ploy. Protracted negotiation is risky because it could prove a waste of time and the more time passes, the more difficult it will be for the world to make North Korea denuclearise.\" Shi Yinhong, an international relations expert at the People's University, is similarly sceptical about the value of the proposal under discussion. \"I think the US side wants this deal because they want to show the American public that the president has the capacity to deal with the issue. But for North Korea, this might just be a strategic move. There is no evidence that North Korea really wants to abandon its nuclear program. They want both the weapons and the aid from the US.\" Until a deal is signed, however, even a flawed compromise is only slightly more likely than yet another walkout.",
    "keywords": [
        "set",
        "deal",
        "climbdown",
        "international",
        "korea",
        "talks",
        "nuclear",
        "likely",
        "signed",
        "reactor",
        "north",
        "return"
    ],
    "summary": "The US was set for embarrassing climbdown as a new round of six-nation talks over North Korea opened today, offering the best hope of a breakthrough since the standoff over Pyongyang's nuclear weapons programme began in 2002.\nThis would take Washington back almost to the situation that existed before US officials sparked the current confrontation by accusing North Korea of secretly enriching uranium.\nThey have reached a new status quo in which North Korea is a nuclear weapons state.\"\n\"We don't know if North Korea is sincere or whether this is just a ploy.\nBut for North Korea, this might just be a strategic move.",
    "sentiment": {
        "neg": 0.0718,
        "neu": 0.8175,
        "pos": 0.1107,
        "compound": 0.1312
    }
}