{
    "date": "2007-07-14T22:54:28Z",
    "title": "Return of UN nuclear inspectors brings new hope to Korea's divided families",
    "url": "https://www.theguardian.com/world/2007/jul/14/northkorea",
    "content": "Five years is not such a long time for the armies that eyeball each other along the demilitarised zone cutting the Korean peninsula in half. Their guns have been on a hair trigger for more than five decades. In fact, the frozen battlelines are such a feature of the landscape that part of them is now a cold-war theme park. The four tunnels the North Koreans dug under the demilitarised zone to invade the south come within feet of the real frontline. Seventy metres (230ft) below the barbed wire and minefields, a beam of light and a camera are trained at a window in a concrete barrier directly ahead. The camera is not there for show, and neither are the anti-tank traps on the motorways surrounding the capital, Seoul, which is within range of North Korean guns. The frontline may be 54 years old but it is still active. The five years since the last UN nuclear inspections, however, is a long time for Chun Yung-woo, South Korea's chief delegate at the six-party talks between the US, China, Japan, Russia and the two Koreas. The tectonic plates underneath the last unresolved conflict of the cold war may be about to shift with the return today of the inspectors to North Korea to monitor the shutdown of its only operating nuclear reactor. It is not just about North Korea closing an antiquated reactor, in return for fuel oil and security guarantees, but about ending the isolation of the North. Mr Chun is impatient for progress. By one measure, the average North Korean could be 100 times poorer than his or her southern counterpart, making a \"soft landing\" even more unlikely if the two were to be reunited. But in the past five years the regime in the North has got its hands on more plutonium. For this Mr Chun does not believe that the North's ailing leader, Kim Jong-il, should take all the credit. Mr Chun reserves his sharpest comments for John Bolton, the senior US administration official who pulled the plug on the negotiating process in 2002. \"North Korea had less than 10kg of plutonium in 2002. Now they could have as much as 50kg,\" he said. \"In other words, when we go back in we are not going back to the status quo ante. We are restarting from a much worse position. For that we have John Bolton's professionalism to thank. We have a long way to go before we undo all the damage that Bolton and his like have done to the process of denuclearising the North.\" Mr Chun knows that the hardest part of talks lies ahead. The real test of the North's intentions will come when it has to declare an inventory of all its nuclear assets, including a programme to enrich uranium. \"Disablement [of the reactor] is the easy part,\" Mr Chun said. \"If North Korea intends to come clean, denuclearisation could be easy, but if they prevaricate on the enrichment programme we have a difficult obstacle to overcome. I don't believe they have an enrichment programme up and running but the declaration they make will be the litmus test of how far they are willing to go.\" North Korea has every incentive to play ball. It desperately needs the basic commodities that South Korea takes for granted: fuel oil, fertiliser, rice, antibiotics. On Wednesday it asked the South for medicines past their sell-by date. When Lee Chul-Soo, one of 714,000 Koreans with a family separated by the Korean war, met his two nephews in a meeting organised by the Red Cross, the first thing he noticed was how thin they were. \"I gave them $300 (£147) in cash, the gold necklaces my mother wore, and 30 sets of underwear. They asked for the smallest size, and they looked desperately thin. I don't know how much cash they were allowed to keep,\" he said. Peace can not come soon enough for Mr Lee - not his real name to protect his family in the north. His younger brother did not live long enough for a reunion and Mr Lee, who is 73, doubts whether he will see his nephews again. There are so many separated families waiting. Each time the nuclear talks hit an impasse, Choi Young-woon, head of the Inter-Korean cooperation team of the Korean Red Cross, feels it. \"For the North the meetings are a lever. For us they are a humanitarian need,\" he said. Only 18,000 Koreans have met their relatives in the carefully choreographed reunions or video link-ups. About 3,000 of the current 120,000 applicants are over 90 and 28,000 over 80. Another year's delay could decimate the waiting list. Mr Choi said: \"Some 32,300 have died without seeing their relatives. It was not until March this year that we were able to have another exchange. So we select the oldest first and then chose the ones with the closest relatives ... but after that it is a lottery.\" There is little sense of triumphalism in the South at the north's economic hardship, just an enduring sense of pain. As the generation that fought in the Korean war dies out, there is also the fear that reunification could become an abstract concept. \"They say we have grown taller than them as a result of our wealth,\" one mother said, \"and it could be we now have more in common with westerners than we do with people who speak the same language as us.\" Pyongyang's desperation for aid does not make negotiations any easier. The North is expected to extract the highest price for giving up the bomb, which it test-fired last October in a stunt that shocked Washington back into the talks. \"They have only got three cards, but they play them very well. Would you give up the bomb if you had nothing else to give? I would want to see what I got for it and how long I could string it all out,\" one western source said. Mr Chun, who is due to go back to the talks next week, dismissed the sceptics. He said: \"Sceptics are more often right, but they don't make history.\"",
    "keywords": [
        "south",
        "mr",
        "brings",
        "korea",
        "return",
        "nuclear",
        "chun",
        "talks",
        "come",
        "hope",
        "inspectors",
        "divided",
        "korean",
        "long",
        "families",
        "north",
        "koreas"
    ],
    "summary": "The camera is not there for show, and neither are the anti-tank traps on the motorways surrounding the capital, Seoul, which is within range of North Korean guns.\nIt is not just about North Korea closing an antiquated reactor, in return for fuel oil and security guarantees, but about ending the isolation of the North.\nFor this Mr Chun does not believe that the North's ailing leader, Kim Jong-il, should take all the credit.\nMr Chun reserves his sharpest comments for John Bolton, the senior US administration official who pulled the plug on the negotiating process in 2002.\nIt desperately needs the basic commodities that South Korea takes for granted: fuel oil, fertiliser, rice, antibiotics.",
    "sentiment": {
        "neg": 0.0688,
        "neu": 0.8704,
        "pos": 0.0608,
        "compound": -0.0569
    }
}