{
    "date": "2007-04-10T11:46:56Z",
    "title": "Frozen North Korean funds to be released",
    "url": "https://www.theguardian.com/world/2007/apr/10/northkorea.usa",
    "content": "Millions of dollars of North Korean funds, frozen for two years amid allegations of money laundering, are to be released, the US said today. The move is a potentially significant step towards the dismantling of Pyongyang's nuclear capability. US treasury department officials it means $25m (£12.6m) held by the Banco Delta Asia in the Chinese-governed territory of Macau since 2005, will now be unblocked. Washington has backed the move. Macau's government said it was aware of the US statement and would make its own announcement soon. The issue has proved a significant sticking point in implementing the deal North Korea reached with South Korea, the US, China, Japan and Russia in February. Pyongyang will close its main nuclear reactor in return for economic aid and political concessions under the terms of the agreement. North Korea - which was given a 60-day deadline to implement the deal, ending this Saturday - had refused to budge before the money was released, seeing it as a point of principle. The chief US nuclear envoy said the release of the funds cleared the way for the North - which in October said it had successfully tested a nuclear weapon - to begin shutting down the reactor later this week. \"It's obviously a big step that I think should clear the way for the [North] to step up the process of dealing with its obligations within the 60-day period,\" the assistant secretary of state, Christopher Hill, said. North Korean negotiators said they would only allow UN nuclear inspectors into the country to check whether it was meeting its commitments once the funds had been unfrozen. Banco Delta Asia was blacklisted by the US in 2005 for allegedly helping the Pyongyang regime launder money and pass counterfeit $100 bills. Washington has long accused North Korea of acquiring much-needed foreign currency through counterfeiting and other organised crime. The long delay in unblocking the money - blamed by China on administrative hold-ups - enraged the North, whose negotiators walked out of the latest six-country talks in March. Macau, a former Portuguese-administered territory formally returned to China in 1999, has a major offshore banking industry that has been linked to organised crime. The US has accused it of lax anti-money laundering controls.",
    "keywords": [
        "money",
        "released",
        "korea",
        "frozen",
        "washington",
        "nuclear",
        "china",
        "way",
        "funds",
        "territory",
        "step",
        "north",
        "korean"
    ],
    "summary": "Millions of dollars of North Korean funds, frozen for two years amid allegations of money laundering, are to be released, the US said today.\nThe issue has proved a significant sticking point in implementing the deal North Korea reached with South Korea, the US, China, Japan and Russia in February.\nNorth Korea - which was given a 60-day deadline to implement the deal, ending this Saturday - had refused to budge before the money was released, seeing it as a point of principle.\nNorth Korean negotiators said they would only allow UN nuclear inspectors into the country to check whether it was meeting its commitments once the funds had been unfrozen.\nWashington has long accused North Korea of acquiring much-needed foreign currency through counterfeiting and other organised crime.",
    "sentiment": {
        "neg": 0.0621,
        "neu": 0.8712,
        "pos": 0.0667,
        "compound": -0.0027
    }
}