{
    "date": "2007-05-09T22:53:56Z",
    "title": "Lords warn against use of 'counterproductive' sanctions",
    "url": "https://www.theguardian.com/politics/2007/may/09/foreignpolicy.northkorea",
    "content": "Economic sanctions must not be used to resolve the ongoing disputes with Iran and North Korea, an influential committee of peers will warn today. The punitive measure is likely to cause immense human suffering, is often ineffective and even counterproductive - sometimes strengthening rather than weakening repressive regimes, a report from the Lords economic affairs committee states. \"Economic sanctions used in isolation from other policy instruments are extremely unlikely to force a target to make major policy changes,\" peers claimed. The report acknowledges that the measures can be useful when used with other foreign policy instruments, but cautions: \"Comprehensive sanctions are likely to result in severe suffering among the general population...'Targeted' financial sanctions...have often been imposed on people and entities selected on non-transparent or dubious grounds.\" The report also criticises the way in which the measures are imposed, claiming that the government \"repeatedly adopts sanctions with little sense of whether the objectives can be achieved or of how sanctions can contribute to the achievement of those objectives.\" It urges the government to consider ending targeted sanctions against Burma, which have, in fact, hurt the general population \"yet...have secured no progress towards democratisation or increased respect for human rights\". Foreign Office minister Kim Howells acknowledged that he felt \"deeply uneasy\" about the measures and that they were \"not working very well\" in evidence to the committee. \"The effect of poorly targeted sanctions can often be to strengthen the position of the regime in power as they assume closer control over the national resources diminished by the sanctions. \"This was the case in Iraq in the early 1990s and the effect was disastrous for the Iraqi people,\" said the committee's chairman, Lord Wakeham. \"Even so-called 'targeted' sanctions have been relatively ineffective. The government must now look again at all sanctions in which it is involved to ensure they are achieving their aims.\" He said that the international community should take a carrot-and-stick approach to Iran and North Korea, adding: \"The EU's framework agreement on Iran provides a model for this and the British government should use its influence to persuade America to give the initiative its support.\" The committee, which is packed with political grandees, including the government's pensions guru Lord Turner and former chancellors Lord Lamont and Lord Lawson, says that North Korea has repeatedly stated its conditions for renouncing nuclear weapons, which include security guarantees and economic incentives. It concludes that the government is right to support measures including lifting current sanctions, adding: \"However distasteful the regime is, such a deal is preferable to the dangers of nuclear-armed confrontation.\"",
    "keywords": [
        "policy",
        "economic",
        "targeted",
        "measures",
        "lords",
        "used",
        "sanctions",
        "lord",
        "report",
        "counterproductive",
        "warn",
        "committee",
        "north"
    ],
    "summary": "Economic sanctions must not be used to resolve the ongoing disputes with Iran and North Korea, an influential committee of peers will warn today.\n\"Economic sanctions used in isolation from other policy instruments are extremely unlikely to force a target to make major policy changes,\" peers claimed.\nIt urges the government to consider ending targeted sanctions against Burma, which have, in fact, hurt the general population \"yet...have secured no progress towards democratisation or increased respect for human rights\".\n\"The effect of poorly targeted sanctions can often be to strengthen the position of the regime in power as they assume closer control over the national resources diminished by the sanctions.\n\"Even so-called 'targeted' sanctions have been relatively ineffective.",
    "sentiment": {
        "neg": 0.1152,
        "neu": 0.8046,
        "pos": 0.0801,
        "compound": -0.071
    }
}