{
    "date": "2007-10-02T15:17:32Z",
    "title": "South Korean president crosses border for landmark summit",
    "url": "https://www.theguardian.com/world/2007/oct/02/northkorea",
    "content": "The leaders of North and South Korea today shook hands in Pyongyang at the start of the second ever summit between the two countries, which are still technically at war. A glum-looking Kim Jong-il, wearing his trademark olive-green tunic and platform shoes to make him look taller, greeted the visiting South Korean president, Roh Moo-hyun, in front of cheering crowds and a military guard of honour. Mr Roh is the first president to make the 125-mile drive between Seoul and Pyongyang. His predecessor, Kim Dae-jung, flew to the North Korean capital for the previous summit, in 2000. The meeting - which comes almost exactly a year after the North tested its first nuclear weapon - is the latest in a series of recent breakthroughs to have eased tensions along one of the world's most heavily-militarised borders. However, excitement was noticeably less than at the first summit between the two sides. In televised images of the meeting, Mr Kim appeared reserved compared with the ebullient Mr Roh. Neither made any public comment. The North Korean crowd waved pink and red plastic flowers and cheered on cue when Mr Kim arrived, repeating the greeting minutes later as Mr Roh stepped from an open car supplied by North Korea. Meanwhile at a press centre in the South Korean capital, Seoul, where hundreds of journalists had gathered to cover the summit, a German human rights activist was ejected for protesting against the detention of thousands of political prisoners in the North. Expectations for the talks are considerably lower than they were in 2000, but Mr Roh has said he wants to \"hasten the slow march\" towards reconciliation. Stopping at the border, the South Korean leader vowed to break down the barriers erected after the bloody 1950-53 Korean war. Making a symbolic step across the military demarcation line, he said: \"This line is the wall that has left our nation divided for half a century. Because of this wall, our nation has suffered so much pain. \"Our people have suffered from too many hardships, and development has been held up due to this wall. I will make efforts to make my walk across the border an occasion to remove the forbidden wall and move toward peace and prosperity.\" In a gesture of reconciliation, Mr Roh and his wife, Kwon Yang-suk, wore watches made in North Korea for their trip across the border. The crossing took place in an area that has been the focus of both conflict and reconciliation. The yellow-taped border was a short distance away from the village of Panmunjom, where the two sides signed the armistice that halted the war, but never formally ended it. South Korean authorities have already put up a stone monument to mark the spot where Mr Roh crossed the frontier. An inscription on the statue, taken from his handwriting, says: \"The road to peace and prosperity.\" The North Korean city of Kaesong, the site of billions of dollars of South Korean investment in a new industrial complex, is nearby. Critics have accused Mr Roh, who leaves office in February, of conceding too much for the sake of what they claim is a political stunt aimed at bolstering support for his party ahead of December's presidential election. At the last summit, Mr Kim promised to make a return trip to Seoul, but this has never been realised. Instead, two South Korean leaders have made the trip north, prompting some observers to suggest they are paying homage to the \"real emperor\" of Korea, despite Mr Kim's acquisition of a nuclear weapon and his country's human rights abuses. US officials, who have had an uneasy relationship with Mr Roh, said the outcome of the summit was unlikely to affect wider regional negotiations about the future of the peninsula. No formal treaty ending the war can be signed without the US, which provided most of the troops for the UN force backing South Korea and is a co-signatory to the armstice, and China, which supported the North. \"I certainly am not looking for those inter-Korean discussions to change the basic facts on the ground or the six-party talks,\" the US state department spokesman, Tom Casey, told reporters yesterday. However, Mr Roh said any meeting between the two sides represented progress. \"Even if we do not reach an agreement in many areas, it would still be a meaningful achievement to narrow the gap in understanding and to enhance confidence in each other,\" he said. \"I intend to concentrate on making substantive and concrete progress that will bring about a peace settlement together with economic development.\" Last month, Mr Roh pressed the US president, George Bush, to offer North Korea a peace deal that would end the world's oldest and bloodiest cold war conflict.",
    "keywords": [
        "summit",
        "border",
        "south",
        "mr",
        "roh",
        "war",
        "korea",
        "president",
        "kim",
        "crosses",
        "landmark",
        "wall",
        "north",
        "korean"
    ],
    "summary": "In televised images of the meeting, Mr Kim appeared reserved compared with the ebullient Mr Roh.\nStopping at the border, the South Korean leader vowed to break down the barriers erected after the bloody 1950-53 Korean war.\nSouth Korean authorities have already put up a stone monument to mark the spot where Mr Roh crossed the frontier.\nThe North Korean city of Kaesong, the site of billions of dollars of South Korean investment in a new industrial complex, is nearby.\nAt the last summit, Mr Kim promised to make a return trip to Seoul, but this has never been realised.",
    "sentiment": {
        "neg": 0.0785,
        "neu": 0.8578,
        "pos": 0.0637,
        "compound": -0.0537
    }
}