{
    "date": "2007-10-02T23:06:56Z",
    "title": "South Korean leader tunrs down extra day of summit talks",
    "url": "https://www.theguardian.com/world/2007/oct/03/northkorea.jonathanwatts",
    "content": "South Korean President Roh Moo-hyun has turned down a proposal by his North Korean counterpart to extend their landmark summit an extra day, local media reported today. Mr Roh will return home tomorrow as planned, said the unsourced report from the South Korean media. Kim Il-sung was markedly less enthusiastic in welcoming the South Korean president than he had been with his predecessor seven years ago. Tens of thousands of Pyongyang residents lined the streets of the capital yesterday to wave and cheer at Mr Roh's cavalcade, but Mr Kim appeared tired as he greeted his ebullient visitor in front of an honour guard. The two shared greetings of \"nice to meet you\" and then barely spoke to each other, local reporters said. Unlike seven years ago, there was no embrace, singing or a shared ride in a car. Instead Mr Roh had only 12 minutes with Mr Kim at the welcoming ceremony, after which he was driven through the capital, Pyongyang, in an open vehicle with the North's nominal number two leader, Kim Yong-nam. The differing treatment is likely to raise questions about Mr Kim's health, as well as the weak political position of his visitor, whose term as president has less than six months to run. Substantive talks are scheduled for today, but both governments hailed yesterday's meeting as progress. Coming almost exactly a year after North Korea tested its first nuclear weapon, it is the latest in a series of recent diplomatic breakthroughs that have eased tensions along one of the most heavily militarised borders in the world. Mr Roh is the first president to make the 125-mile drive between the South Korean capital, Seoul, and Pyongyang. His predecessor Kim Dae-jung flew to the North Korean capital for the only previous summit in 2000. Although South Korean officials have played down expectations, Mr Roh has stated he wants to \"hasten the slow march\" towards reconciliation.",
    "keywords": [
        "summit",
        "south",
        "mr",
        "leader",
        "roh",
        "extra",
        "north",
        "president",
        "kim",
        "welcoming",
        "pyongyang",
        "capital",
        "tunrs",
        "day",
        "talks",
        "korean"
    ],
    "summary": "South Korean President Roh Moo-hyun has turned down a proposal by his North Korean counterpart to extend their landmark summit an extra day, local media reported today.\nMr Roh will return home tomorrow as planned, said the unsourced report from the South Korean media.\nKim Il-sung was markedly less enthusiastic in welcoming the South Korean president than he had been with his predecessor seven years ago.\nHis predecessor Kim Dae-jung flew to the North Korean capital for the only previous summit in 2000.\nAlthough South Korean officials have played down expectations, Mr Roh has stated he wants to \"hasten the slow march\" towards reconciliation.",
    "sentiment": {
        "neg": 0.0311,
        "neu": 0.831,
        "pos": 0.138,
        "compound": 0.2883
    }
}