{
    "date": "2007-10-04T09:48:00Z",
    "title": "Two Koreas make peace and prosperity pact",
    "url": "https://www.theguardian.com/world/2007/oct/04/northkorea2",
    "content": "North and South Korea agreed today to press their superpower allies for a peace treaty to end the world's oldest and bloodiest cold war conflict, as the leaders of the divided peninsula wrapped up only their second summit in more than 50 years. Kim Jong-il and his southern counterpart, Roh Moo-hyun, said they would urge China and the United States to negotiate a formal end to the 1950-53 Korean war. That conflict, which cost 4 million lives, was merely halted by an armistice that has left the nation divided, militarised and tense ever since. In a wide-ranging peace and prosperity pact, the two leaders also promised regular meetings of defence officials, the construction of a new highway, the resolution of a territorial dispute over a sea border, and the resumption of rail freight services for the first time since the war. The agreement was less ambitious than the deal reached after the first summit between the two sides in 2000, but it built on some of the key elements of the South's \"sunshine policy\" of gradual engagement to open up and enrich their reclusive and impoverished neighbour. Critics said the push for a formal peace treaty was vague and largely symbolic. Mr Roh will leave the presidential office in March. Mr Kim depends on the military to maintain power. The US has insisted it will only consider a peace treaty after North Korea has verifiably decommissioned its nuclear weapons programme. But it came at a time of rare optimism over the peninsula. Yesterday, North Korea agreed to dismantle its nuclear plant in Yongbyon and to provide an inventory of fissile material by the end of the year. Within two weeks, a US-led team of experts will visit Pyongyang to oversee the disabling process. In return, North Korea expects Washington to remove it from a list of pariah nations that allegedly sponsor terrorism, establish diplomatic relations and provide energy aid. That deal - thrashed out at six-nation talks hosted by China - was welcomed across the region as a most positive step towards easing tension on the peninsula. \"We appreciate the agreement, which specified the steps North Korea must take toward the end of the year toward its denuclearisation,\" the Japanese prime minister, Yasuo Fukuda, said today. However, huge obstacles remain, including North Korea's demand for a light-water nuclear reactor and its reluctance to allow an intrusive weapons inspection regime.",
    "keywords": [
        "war",
        "korea",
        "peace",
        "pact",
        "end",
        "nuclear",
        "prosperity",
        "peninsula",
        "weapons",
        "today",
        "treaty",
        "north",
        "koreas"
    ],
    "summary": "Critics said the push for a formal peace treaty was vague and largely symbolic.\nThe US has insisted it will only consider a peace treaty after North Korea has verifiably decommissioned its nuclear weapons programme.\nYesterday, North Korea agreed to dismantle its nuclear plant in Yongbyon and to provide an inventory of fissile material by the end of the year.\nIn return, North Korea expects Washington to remove it from a list of pariah nations that allegedly sponsor terrorism, establish diplomatic relations and provide energy aid.\nHowever, huge obstacles remain, including North Korea's demand for a light-water nuclear reactor and its reluctance to allow an intrusive weapons inspection regime.",
    "sentiment": {
        "neg": 0.1092,
        "neu": 0.766,
        "pos": 0.1248,
        "compound": 0.058
    }
}