{
    "date": "2007-02-12T16:29:16Z",
    "title": "US extends nuclear talks with North Korea",
    "url": "https://www.theguardian.com/world/2007/feb/12/northkorea.usa",
    "content": "US and North Korean negotiators today held bilateral talks in Beijing, raising hopes of a last-minute deal over Pyongyang's nuclear programme. Talks that had begun promisingly last week had become bogged down over North Korea's demand for massive energy aid in exchange for ending its nuclear arms ambitions. A South Korean official said the meetings that were initially to end today were now expected to continue tomorrow. The US chief negotiator, Christopher Hill, earlier urged North Korea to stop haggling and strike a deal. \"I don't think there's any need to do any more bargaining. They just need to make a decision,\" Mr Hill told reporters before heading into the fifth day of six-party talks involving North and South Korea, the US, Russia, Japan and China. North Korea is reportedly demanding that the US and four other countries provide it with 2m tonnes of heavy fuel oil annually - worth about $600m (£256.8m) - and 2,000 megawatts of electricity. The electricity, at an estimated cost of $8.5bn over 10 years, would be about equal to North Korea's current output. In the latest round of talks, the Bush administration dropped several of the sanctions it had imposed in the past five years in return for a freezing of the Yongbyon reactor and a return of international nuclear inspectors. As a result, the US and North Korea are almost back to the situation that existed before American officials started the current confrontation by accusing North Korea of secretly enriching uranium. Pyongyang, meanwhile, has conducted an atomic bomb test and declared itself a fully-fledged member of the nuclear club.",
    "keywords": [
        "south",
        "extends",
        "korea",
        "talks",
        "nuclear",
        "need",
        "korean",
        "today",
        "koreas",
        "north",
        "return"
    ],
    "summary": "US and North Korean negotiators today held bilateral talks in Beijing, raising hopes of a last-minute deal over Pyongyang's nuclear programme.\nTalks that had begun promisingly last week had become bogged down over North Korea's demand for massive energy aid in exchange for ending its nuclear arms ambitions.\nThe US chief negotiator, Christopher Hill, earlier urged North Korea to stop haggling and strike a deal.\nThe electricity, at an estimated cost of $8.5bn over 10 years, would be about equal to North Korea's current output.\nAs a result, the US and North Korea are almost back to the situation that existed before American officials started the current confrontation by accusing North Korea of secretly enriching uranium.",
    "sentiment": {
        "neg": 0.0621,
        "neu": 0.9078,
        "pos": 0.03,
        "compound": -0.0627
    }
}