{
    "date": "2007-10-03T11:40:23Z",
    "title": "Kim comes out smiling at Korean summit",
    "url": "https://www.theguardian.com/world/2007/oct/03/northkorea3",
    "content": "The North Korean leader, Kim Jong-il, today denied he was suffering from health problems as he began the first full session of face-to-face talks with the South Korean president, Roh Moo-hyun. In marked contrast to his dour, tired appearance the previous day, Mr Kim smiled warmly as he sat down for only the second North-South summit since the peninsular was divided at the end of the second world war. Along with an invitation to his guest to extend the visit for an extra day and positive developments on the nuclear issue in the US and elsewhere in Asia, the mood was considerably more upbeat than it had been when Mr Roh arrived in Pyongyang yesterday. The two leaders spent two hours in \"candid and frank\" discussions that, according to Mr Roh, raised differences of opinion on everything from economic development to the semantics of a peace declaration. But with few details emerging about the substance of the talks, Mr Kim's physical condition was once again the subject of attention. His absence last night from a welcoming banquet stirred up renewed speculation that he was either unwell or displaying his seniority over Mr Roh, who is a younger man and a president nearing the end of his maximum term of office. Mr Roh's toast to his missing host's health did little to dispel concerns that the North Korean leader is suffering diabetes or something worse. Earlier this year, there were unconfirmed reports that he may have heart disease. Several South Korean newspapers carried interviews with doctors saying the North Korea leader looked as if he was ailing. Today, Mr Kim attempted to quash such speculation. When Mr Roh thanked him for coming to greet him in person, he replied: \"I've no reason to stay at home. I'm not a patient,\" according to Yonhap news agency. The most positive sign was an invitation to Mr Roh to stay in Pyongyang an extra day so that the two leaders could work more on a shared statement, although the offer was not taken up. Among the gifts Mr Roh presented to Mr Kim were a stack of DVDs featuring South Korean films, this despite the fact that in North Korea it is a crime to watch films from the South. Among the DVDs was one of South Korea's most popular TV dramas, Jewel in the Palace, starring Lee Yong-ae, widely thought to be Mr Kim's favourite actress. However, Mr Roh said several disagreements had emerged in the first two hours of talks. \"In some issues we did not share the same perceptions,\" he told travelling reporters. Mr Kim is said to have expressed dissatisfaction with Seoul's position on six-party talks about Pyongyang's nuclear programme and on a joint industrial zone in Kaesong, which is using cheap North Korean labour to attract South Korean manufacturing capital. Average incomes in the impoverished state are about 5% that of their wealthy southern neighbours. The leaders are expected to continue discussions on a joint peace declaration and economic deal. However, even if they reach agreement, a formal treaty to end the 1950-53 Korean War is not possible without the backing of the US and China. Outside of Pyongyang, there was positive news about regional six-nation negotiations to ease the nuclear tensions on the peninsular. The US said it had approved an agreement to reward North Korea with diplomatic recognition and energy aid in return to a full declaration and disabling of the reclusive state's nuclear weapons programme. The US assistant secretary of state, Christopher Hill, said other countries at the talks - China, Japan, Russia and the two Koreas - were expected to approve it before it was made public in the next few days. Once the deal is signed, Mr Hill said work on disabling the Yongbyon nuclear reactor could start \"in a matter of weeks\". There are still many potential obstacles, particularly next year when Washington wants North Korea to hand over its fissile material and warheads.",
    "keywords": [
        "summit",
        "south",
        "mr",
        "roh",
        "korea",
        "talks",
        "kim",
        "smiling",
        "nuclear",
        "comes",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The North Korean leader, Kim Jong-il, today denied he was suffering from health problems as he began the first full session of face-to-face talks with the South Korean president, Roh Moo-hyun.\nBut with few details emerging about the substance of the talks, Mr Kim's physical condition was once again the subject of attention.\nSeveral South Korean newspapers carried interviews with doctors saying the North Korea leader looked as if he was ailing.\nWhen Mr Roh thanked him for coming to greet him in person, he replied: \"I've no reason to stay at home.\nThere are still many potential obstacles, particularly next year when Washington wants North Korea to hand over its fissile material and warheads.",
    "sentiment": {
        "neg": 0.0761,
        "neu": 0.8385,
        "pos": 0.0855,
        "compound": 0.0731
    }
}