{
    "date": "2007-07-17T09:19:30Z",
    "title": "North Korea nuclear talks under way",
    "url": "https://www.theguardian.com/world/2007/jul/17/northkorea",
    "content": "Negotiators today gathered in Beijing for the next - and more difficult - phase of totally dismantling North Korea's nuclear programme. Ahead of tomorrow's six-party talks, the chief US nuclear envoy, Christopher Hill, met the North Korean deputy foreign minister Kim Kye Gwan for lunch, in a sign of the thaw in relations between North Korea and the west. Pyongyang on Saturday shut down its sole operating nuclear reactor at Yongbyon, about 60 miles north of the capital. The facility produces material that can be turned into weapons-grade plutonium. North Korea agreed in February to close it in return for 50,000 tonnes of heavy fuel oil, which began arriving from South Korea last week. \"We just had a nice lunch, not a lot of specific discussions,\" Mr Hill told reporters outside a restaurant in the Chinese capital. \"The atmosphere was very businesslike.\" Mr Hill said he would meet Mr Kim again later today before the countries - along with China, Russia, Japan and South Korea - open formal arms talks tomorrow. The six-party talks are over how to scrap the Yongbyon complex ahead of North Korea's eventual abandonment of nuclear weapons. Under the February agreement, the next steps should include North Korea making an inventory of its nuclear arsenal in return for an easing of economic curbs, the normalisation of diplomatic relations, and its removal from the US list of nations viewed as sponsoring terrorism. The end goal is its complete nuclear disarmament. The South Korean nuclear envoy, Chun Yung-woo, said the closing of the Yongbyong reactor was important but only a first step. \"There is a very difficult and steep road ahead of us. We need to make sure that North Korea won't become hesitant or lose interest in going up that difficult and steep road,\" he said after arriving in Beijing. In 2005 North Korea declared it had nuclear weapons, and upped the ante in October 2006 by exploding its first nuclear device. Analysts say it remains questionable whether the country really wants to abandon nuclear weapons.",
    "keywords": [
        "hill",
        "south",
        "mr",
        "difficult",
        "korea",
        "talks",
        "nuclear",
        "way",
        "weapons",
        "ahead",
        "north"
    ],
    "summary": "Ahead of tomorrow's six-party talks, the chief US nuclear envoy, Christopher Hill, met the North Korean deputy foreign minister Kim Kye Gwan for lunch, in a sign of the thaw in relations between North Korea and the west.\nNorth Korea agreed in February to close it in return for 50,000 tonnes of heavy fuel oil, which began arriving from South Korea last week.\nThe six-party talks are over how to scrap the Yongbyon complex ahead of North Korea's eventual abandonment of nuclear weapons.\nIn 2005 North Korea declared it had nuclear weapons, and upped the ante in October 2006 by exploding its first nuclear device.\nAnalysts say it remains questionable whether the country really wants to abandon nuclear weapons.",
    "sentiment": {
        "neg": 0.0887,
        "neu": 0.8752,
        "pos": 0.0362,
        "compound": -0.1201
    }
}