{
    "date": "2007-08-08T13:14:57Z",
    "title": "North and South Korean leaders to hold historic summit",
    "url": "https://www.theguardian.com/world/2007/aug/08/northkorea3",
    "content": "The leaders of North and South Korea are to meet later this month for the first time in seven years in a surprise move hailed by the international community but denounced by conservatives in South Korea as political posturing. The South Korean president, Roh Moo-hyun, and the North Korean leader, Kim Jong-il, will meet in Pyongyang from August 28-30 in only the second summit since the peninsula was divided after the second world war, the countries announced today. They are still technically at war as they did not sign a peace treaty at the end of the 1950-53 Korean war. Officials will meet soon to agree on an agenda, but the talks are expected to focus on strengthening bilateral ties and lifting North Korea out of international isolation. \"[The summit] will help inter-Korean relations and provide fresh momentum to improve North Korea's international relations,\" Roh Moo-hyun was quoted by a spokesman as saying. South Korea's conservative opposition denounced the summit as pre-election politicking by Mr Roh, who faces criticism of his handling of the economy and for being too soft on the Pyongyang regime. \"At this point, there is nothing to expect from the summit,\" said the Grand National party, whose candidate is expected to win the presidential election in December. The North Korean Central news agency, meanwhile, said the meeting would carry \"weighty significance in opening a new phase of peace\". Kim Jong-il's historic meeting with his then South Korean counterpart, Kim Dae-jung, in 2000 heralded a dramatic improvement in bilateral ties, including unprecedented economic investment from the South and reunions involving thousands of people whose families were split up when the peninsula was divided after the war. In May this year a train crossed the North-South border - the most heavily fortified in the world - for the first time since the Korean war. Kim Dae-jung later won the Nobel peace prize for his efforts but the summit's legitimacy was called into question when his aides were found to have sent hundreds of millions of dollars to the North to pave the way for the meeting. The South's policy of engagement, which continued under Roh Moo-hyun, showed signs of strain when the North shocked the world by restarting a uranium enrichment programme in 2002 in defiance of international agreements. It conducted its first-ever nuclear weapons test late last year. In 2000 Kim Jong-il had promised to travel to Seoul for the return summit. The decision to meet again in Pyongyang has been attributed to his reluctance to travel south of the demilitarised zone due to safety fears, but has also fuelled speculation that the 65-year-old leader is in poor health. The meeting comes after multinational efforts to persuade Pyongyang to abandon its nuclear weapon programme finally started to pay off. Last month the communist regime shut down its nuclear reactor at Yongbyon in exchange for energy and aid and after the release of assets held in a Macau bank that had been frozen by the Americans. The two Koreas, along with Russia, Japan, the US and China, are negotiating a date for the North to declare an end to its entire nuclear programme, but the chances of a major breakthrough in Pyongyang this month are said to be slim. The North has said it will not give up its nuclear ambitions until it has received non-aggression assurances from the US, which has 30,000 troops stationed in the South and another 50,000 in Japan. Other participants in the six-party talks welcomed the summit. \"China has consistently supported the North and South sides of the peninsula improving relations through dialogue,\" said Liu Jianchao, a Chinese foreign ministry spokesman. \"This suits the fundamental interests of the 70 million people on the peninsula, and also benefits regional peace and stability.\" \"I hope the summit will contribute to easing tension on the Korean peninsula,\" Shinzo Abe, the Japanese prime minister, said, adding that he expected Mr Roh to push the North to abandon its nuclear programme. A US state department statement said: \"We hope that this meeting will help promote peace and security on the Korean Peninsula.\"",
    "keywords": [
        "summit",
        "leaders",
        "south",
        "hold",
        "war",
        "roh",
        "peace",
        "nuclear",
        "peninsula",
        "pyongyang",
        "historic",
        "north",
        "korean"
    ],
    "summary": "The South Korean president, Roh Moo-hyun, and the North Korean leader, Kim Jong-il, will meet in Pyongyang from August 28-30 in only the second summit since the peninsula was divided after the second world war, the countries announced today.\nThey are still technically at war as they did not sign a peace treaty at the end of the 1950-53 Korean war.\nThe North Korean Central news agency, meanwhile, said the meeting would carry \"weighty significance in opening a new phase of peace\".\nIn May this year a train crossed the North-South border - the most heavily fortified in the world - for the first time since the Korean war.\nA US state department statement said: \"We hope that this meeting will help promote peace and security on the Korean Peninsula.\"",
    "sentiment": {
        "neg": 0.0752,
        "neu": 0.7984,
        "pos": 0.1265,
        "compound": 0.1273
    }
}