{
    "date": "2007-10-04T09:52:33Z",
    "title": "A divide fostered by outsiders",
    "url": "https://www.theguardian.com/world/2007/oct/04/northkorea3",
    "content": "The peace and prosperity pact agreed today by the leaders of North and South Korea adds a few more degrees of warmth to the gradual thawing of the world's oldest cold war conflict. It may not be a major breakthrough, but in agreeing to press the US and China for a formal treaty to end the 1950-53 Korean war, Roh Moo-hyun and his northern counterpart Kim Jong-il are re-stating a desire for peace and reconciliation that has long been the refrain on both sides of the border. That they made the appeal together is significant. Although a similar appeal for peace was made after the last North-South summit in 2000, the timing is now more favourable because the countries that can determine their fate - the US and China - are pushing more actively for a resolution of the Korean question. The two Koreas are also in a stronger position than last time. Pyongyang now has a nuclear bomb, while Seoul has fully recovered from the Asian financial crisis. As always, however, the devil will be not only in the detail, but in the attitude of those outside powers whose interests have long been served by a divided peninsula. Four million people died in the 1950-53 Korean War, in which US-led UN troops fought for the South, while China's People's Liberation Army joined the North. An armistice halted - but never formally ended - the conflict, leaving the two sides separated by the demilitarised zone close to the 38th parallel. It has proved a convenient buffer for the US and China. The tense military situation on the peninsula has also served as an excuse for nationalists in Japan to push for a change in Tokyo's pacifist constitution and for hawks in the White House to justify a missile defence system. Since the armistice, there have been numerous small, but occasionally fatal, skirmishes along the border, as well as assassination attempts and bombings overseas, acts of espionage, tunnel incursions and deadly clashes over fishing rights. Much of the tension between North and South has eased since 2000, when Kim Dae-jung made the first trip by a South Korean president to Pyongyang. The ebullient welcome he was given by Kim Jong-il profoundly changed perceptions of North Korea in Seoul. Since then, polls suggest that most South Koreans consider the US a bigger threat to peace than their northern neighbour. This week's summit was a continuation of the \"Sunshine policy\" of engagement initiated by Mr Roh's predecessor. It built on the progress made in that first summit with new deals on economic cooperation, bilateral meetings of officials, transport links and shared fishing rights. Critics are probably right to suggest that many of these agreements could probably have been decided without a summit. With less than six months left in office, Mr Roh is trying to build a legacy and score political points against an opposition party that promises to take a tougher stance against North Korea if it wins power in the upcoming presidential election. Kim Jong-il was also noticeably less enthusiastic than last time, though it is unclear whether this was because he was ill, unimpressed by the less-senior South Korean president or unhappy that this summit was not preceded by a $500m secret payment as was the case last time. Nonetheless, the more higher level meetings between the two sides, the better the chances of a final resolution. However, even if there is a peace deal one day, it will take a long time to reconcile the two Koreas, which have grown far apart since their division. Mr Kim will not want to give up the power of a military dictatorship, while many South Koreans will be reluctant to accept the loss of living standards that would come with a rushed and messy reunification with their poor neighbour. But, ultimately, just as at the start of the war, Korea's destiny is not in its own hands. Peace and reunification can only come with the blessing of the US and China.",
    "keywords": [
        "summit",
        "war",
        "south",
        "mr",
        "fostered",
        "peace",
        "divide",
        "kim",
        "china",
        "outsiders",
        "sides",
        "north",
        "korean"
    ],
    "summary": "Four million people died in the 1950-53 Korean War, in which US-led UN troops fought for the South, while China's People's Liberation Army joined the North.\nMuch of the tension between North and South has eased since 2000, when Kim Dae-jung made the first trip by a South Korean president to Pyongyang.\nSince then, polls suggest that most South Koreans consider the US a bigger threat to peace than their northern neighbour.\nCritics are probably right to suggest that many of these agreements could probably have been decided without a summit.\nBut, ultimately, just as at the start of the war, Korea's destiny is not in its own hands.",
    "sentiment": {
        "neg": 0.0949,
        "neu": 0.7786,
        "pos": 0.1265,
        "compound": 0.0622
    }
}