{
    "date": "2007-04-20T16:00:40Z",
    "title": "Emotion pictures",
    "url": "https://www.theguardian.com/commentisfree/2007/apr/20/xan",
    "content": "Every tragedy has its political dimension, even one as senseless and horrific as the massacre at Virginia Tech. In the immediate wake of the carnage, the media have been casting around for answers, for accomplices, for anything that might possibly explain the unexplainable. Initially the blame looked set to fall on America's gun culture, with calls to tighten laws that allow firearms into the hands of a young man with known mental health issues. But yesterday the conservative press hit back with an alternative culprit. It was not the guns what done it, they suggested. It was Oldboy, a violent film from the South Korean director Park Chan-wook. The prosecution's evidence is circumstantial at best. It hinges on a pair of photos (out of total of 42) in which Cho Seung-hui appears to be aping poses from Park's film. It is also based on the tenuous, mildly racist assumption that the killer - despite residing in the US since 1992 - would naturally gravitate to a movie from his country of birth. As yet, there is no actual proof that he did. But then film has always been a convenient scapegoat for society's ills. By playing a walk-on role in many of the true-crime dramas of recent decades, it has almost invariably found itself singled out as some shadowy accessory, a malign power in the wings. Stanley Kubrick was so unnerved by the allegations of \"copycat violence\" that followed the release of A Clockwork Orange that he yanked the print from circulation. Taxi Driver supposedly \"inspired\" John Hinckley to shoot Ronald Reagan. Searching the homes of one of Jamie Bulger's killers, police in Liverpool discovered that the boy's father possessed a copy of the horror film Child's Play. (Again, there was no evidence that the kid had actually seen it.) I once interviewed Oliver Stone, who found himself slapped with a lawsuit after Natural Born Killers supposedly prompted a pair of Oklahoma teens to indulge in a killing spree while en-route to a Grateful Dead concert. Stone likened the lawsuit to the infamous case of Dan White, the ex-cop who assassinated Harvey Milk in 1978. \"White used what was known as the Twinkie defence,\" he said. \"He said that he had been eating too many Twinkies and the high sugar content had prompted him to kill ... But you can't blame the Twinkies in the same way that you can't scapegoat the movies. You can't blame the igniter. People can be ignited by anything.\" There is something especially galling about agreeing with Oliver Stone, that big, blustering oaf of American cinema. But in this case I think he's right. \"The pure products of America go crazy,\" wrote William Carlos Williams - and presumably the pure products of Britain, Europe and South Korea do, too. And while it is a natural and even healthy reaction to search for answers why this might be so I'm not convinced that the movies will provide them. As a line of argument it seems fundamentally flawed. It assumes that cinema is not so much a reflection of the culture as a kind of dastardly instruction manual. It ignores the millions of people who have watched Natural Born Killers (or Oldboy) and remained mercifully unaffected. Moreover, it draws a convenient veil over those criminal case studies whose tastes ran to altogether sweeter fare. Fred West, apparently, possessed an encyclopaedic collection of Walt Disney videos.",
    "keywords": [
        "supposedly",
        "white",
        "emotion",
        "natural",
        "twinkies",
        "case",
        "pictures",
        "film",
        "stone",
        "killers",
        "cant",
        "blame"
    ],
    "summary": "Stone likened the lawsuit to the infamous case of Dan White, the ex-cop who assassinated Harvey Milk in 1978.\nBut you can't blame the Twinkies in the same way that you can't scapegoat the movies.\nYou can't blame the igniter.\nIt assumes that cinema is not so much a reflection of the culture as a kind of dastardly instruction manual.\nIt ignores the millions of people who have watched Natural Born Killers (or Oldboy) and remained mercifully unaffected.",
    "sentiment": {
        "neg": 0.113,
        "neu": 0.8323,
        "pos": 0.0547,
        "compound": -0.199
    }
}