{
    "date": "2007-12-14T10:40:29Z",
    "title": "Don't betray abductees, Tokyo warned",
    "url": "https://www.theguardian.com/world/2007/dec/14/japan.northkorea",
    "content": "It was already dark by the time Megumi Yokota had finished badminton practice, early on a November evening in 1977. The wind that whips the coast of Niigata had turned chilly, but the 13-year-old was only a few hundred metres from the warmth of her home. She said goodbye to a friend as they reached an intersection along the quiet street that ran past their school. And then she vanished. Somewhere between there and home, Megumi was snatched by a group of men, bundled into a metal compartment on a boat and taken to North Korea. When she arrived, her nails were hanging off and she was covered in blood, the result of clawing at the compartment's steel door during the 500-mile journey across the Sea of Japan. She was not alone. During the late 1970s and early 1980s, North Korean agents are suspected of abducting at least 17 Japanese civilians - and perhaps as many as 100 - who were put to work teaching their language to spies who would try to infiltrate their homeland. North Korea has admitted abducting Megumi, along with a dozen others, but its decision to abandon its nuclear weapons programme in return for huge aid and energy assistance has brought an unwanted development for those still waiting for the return of their relatives. As hopes rise that Pyongyang will agree to the world's nuclear demands, the US is edging closer to removing North Korea from its list of states that sponsor terrorism, a move that many believe would kill off the chances of resolving the abduction issue. That level of rapprochement would, Megumi's parents say, amount to a betrayal of their daughter and the other abductees. In Japan, where her plight has become a cause celebre, the government refuses to contemplate normalising ties - which would pave the way for the resumption of bilateral aid - unless the abduction issue is resolved. In 2002, five of the abductees were allowed to return home, but Megumi was not among them. North Korea claimed, to disbelief in Japan, that she had hanged herself in 1994 while being treated in hospital for depression; that another seven had died of illness or in bizarre accidents; and that four others had never entered the country. When North Korea sent her remains to Japan for analysis in 2004, tests showed they contained someone else's DNA. Japanese experts also found inconsistencies in her death certificate. Her parents are convinced that she is being held, possibly as a bargaining chip, or because she has learned too much about the secretive state that has been her enforced home all her adult life. Last year Megumi's family travelled to the White House in an attempt to keep her case in the spotlight. \"President Bush said he understood us,\" said her mother, Sakie Yokota. \"He demanded her return along with the other abductees, in front of the television cameras. The abductions are an act of terrorism. I hope the US and the other countries in the nuclear talks remember that.\" Japan now finds itself navigating a tricky diplomatic course: proving its commitment to the nuclear negotiations while satisfying the clamour at home for the abductees' return. \"Of course the US-North Korea talks are extremely important,\" said Kyoko Nakayama, who has advised Japanese ministers on the abductions. \"If the nuclear weapons talks move forward, then good, but if it's the only area of progress, that can't be good for Japan. \"Whether to remove North Korea from the list of terrorist states is for the US to decide. But we regard the abductions as an act of terrorism, and would ask the US to interpret it the same way.\" North Korea, however, considers the abduction issue closed and accuses Japan of attempting to destroy the goodwill evident in recent talks. But Junichi Ihara, a North Korea expert at the foreign ministry, said the problem was not Japan's: \"All we are asking them to do is tell us the truth. There's no need for a time-consuming investigation into the abductees - they know very well where they are.\" Toshimitsu Shigemura, a North Korea expert at Waseda University, believes the US could remove North Korea from the terror list as early as next year. Megumi's parents had no inkling of the nature of her disappearance until 1997, when Ahn Myong-jin, a former North Korean spy who defected to the South, talked at length about an abducted Japanese girl matching her description. She married a South Korean abductee, Kim Young-nam, and had a daughter, now 20, whom the Yokotas have refused to meet in North Korea until they learn the truth about her mother. One North Korea expert, who wished to remain anonymous, said Megumi had been sighted in North Korea last spring, but other observers of the regime are less optimistic. \"She was being kept in an asylum in a Stalinist state,\" said Masao Okonogi, a professor at Keio University. \"You don't have to try hard to imagine what would happen.\" Her parents say that, 30 years on, not imagining the worst is their only hope. \"Just think how you would feel if your child suddenly disappeared on the way home from school, and then you learned that she had been taken to a country as dangerous as North Korea,\" Mrs Yokota said. \"Any parent would risk their life to get them back. All I want is to see my daughter. She was just a child.\" Dead or alive? Five of 17 abductees recognised by the Japanese government returned home after a summit in 2002. North Korea said four others had not entered the country, and that a further eight, including Megumi Yokota, had died. Yaeko Taguchi (disappeared at the age of 22 in June 1978) Taguchi lived with North Korean spy Kim Hyeon-heui, who helped carry out the bombing of a Korean Air jet in 1987. North Korea claims that she died in 1986. Tadaaki Hara (43, when abducted in 1980) Hara married Taguchi in 1984 but died of cirrhosis two years later, according to Pyongyang. Shuichi Ichikawa (23, abducted in 1978) Said to have died of a heart attack in 1979. Rumiko Matsumoto (24, abducted in 1978) Said to have married Ichikawa in 1979 and died of a heart attack in 1981. Toru Ishioka (22, when abducted in Europe in 1980) Allegedly died of carbon monoxide poisoning in 1988. Keiko Arimoto (23, abducted in 1983 while studying in Europe) Said to have died in the same poisoning incident as Ishioka. Kaoru Matsuki (26, abducted in 1980 in Europe) Allegedly died in a car accident in 1996, but when the alleged remains were DNA tested, they were not his",
    "keywords": [
        "dont",
        "megumi",
        "korea",
        "abductees",
        "nuclear",
        "betray",
        "japan",
        "died",
        "korean",
        "warned",
        "tokyo",
        "abducted",
        "north",
        "return"
    ],
    "summary": "When North Korea sent her remains to Japan for analysis in 2004, tests showed they contained someone else's DNA.\n\"Whether to remove North Korea from the list of terrorist states is for the US to decide.\nNorth Korea, however, considers the abduction issue closed and accuses Japan of attempting to destroy the goodwill evident in recent talks.\nToshimitsu Shigemura, a North Korea expert at Waseda University, believes the US could remove North Korea from the terror list as early as next year.\nOne North Korea expert, who wished to remain anonymous, said Megumi had been sighted in North Korea last spring, but other observers of the regime are less optimistic.",
    "sentiment": {
        "neg": 0.144,
        "neu": 0.7975,
        "pos": 0.0586,
        "compound": -0.2363
    }
}