{
    "date": "2007-08-08T23:05:58Z",
    "title": "Leader: Sun continues to shine in Korea",
    "url": "https://www.theguardian.com/commentisfree/2007/aug/09/northkorea.comment",
    "content": "Bit by bit, the tensions on the Korean peninsula are easing. Yesterday it was announced that the leaders of north and south would meet for a two day summit, the first in seven years, later this month. In July, the communist regime shut down its sole nuclear reactor and promised to make a full disclosure of its nuclear programme. The next grand gesture could be a summit to declare the end of the Korean war, which, technically, continues to this day: only an armistice was signed when hostilities ended in 1953. The last time the leaders of north and south met, in 2000, the then-president of South Korea Kim Dae-jung was simultaneously showered in international glory and drenched in domestic ignominy. Kim got a Nobel peace prize for his sunshine policy, but struggled to justify the hundreds of millions of dollars he passed to the north to pave the way for the summit. This time round, president Roh Moo-hyun has promised transparency and full disclosure, even so far as making cabinet discussions public. The conservative opposition nevertheless cried foul yesterday, accusing him of politicking months before a presidential election in December. South Korean officials said that the meeting could be the last chance for the north to deal with a pliant president from Seoul, as Mr Roh's turbulent term of office comes to an end, and a future conservative president could be tougher. In truth, differences between the centre left and conservative parties on North Korea are hard to discern. Few votes are to be gained in the south by being tough on the north. The scene is set for a series of momentous declarations when the two leaders meet in Pyongyang. Both are in the habit of springing political surprises, and the results of the summit will be carefully assessed by other parties in the nuclear talks. North Korea has been skilful at exploiting the differences between America, South Korea, Japan, China and Russia and each time it has done a deal with one, it has been to the cost of the others. The north regards its nuclear programme as a matter that only concerns America, although China was particularly angered by the test last year of a nuclear device, which Pyongyang had promised its one-time backer it would not do. But the inter-Korean summit is expected to make the next hurdle in the nuclear negotiations, a full declaration of nuclear assets, easier to surmount . The North Korean leader Kim Jong-il is striking while the iron is hot, seeking to cull the maximum economic gain from a period of Korean history where genuine change appears to be in the air. But whether he will be able to manage the transition that a formal state of peace will herald is another matter entirely.",
    "keywords": [
        "shine",
        "summit",
        "leaders",
        "south",
        "leader",
        "korea",
        "president",
        "continues",
        "nuclear",
        "kim",
        "promised",
        "north",
        "korean"
    ],
    "summary": "In July, the communist regime shut down its sole nuclear reactor and promised to make a full disclosure of its nuclear programme.\nThe last time the leaders of north and south met, in 2000, the then-president of South Korea Kim Dae-jung was simultaneously showered in international glory and drenched in domestic ignominy.\nIn truth, differences between the centre left and conservative parties on North Korea are hard to discern.\nNorth Korea has been skilful at exploiting the differences between America, South Korea, Japan, China and Russia and each time it has done a deal with one, it has been to the cost of the others.\nThe North Korean leader Kim Jong-il is striking while the iron is hot, seeking to cull the maximum economic gain from a period of Korean history where genuine change appears to be in the air.",
    "sentiment": {
        "neg": 0.0563,
        "neu": 0.8288,
        "pos": 0.1149,
        "compound": 0.1891
    }
}