{
    "date": "2007-03-13T10:27:08Z",
    "title": "ElBaradei hopeful over Pyongyang nuclear deal",
    "url": "https://www.theguardian.com/world/2007/mar/13/northkorea",
    "content": "The UN's chief nuclear inspector today expressed optimism that North Korea would comply with a crucial nuclear disarmament agreement. Mohamed ElBaradei said he was following up last month's deal between North Korea and five other countries to halt the North's nuclear ambition. The deal is the first of its kind since 2002, when Pyongyang threw out IAEA inspectors and withdrew from the nuclear non-proliferation treaty. Speaking to reporters after arriving in North Korea from Beijing, Mr ElBaradei, the head of the International Atomic Energy Agency, said: \"We hope that we can discuss issues of how we can implement the agreement each among the six-party talks ... I hope the outcome will be positive.\" Under the agreement, which was reached last month, North Korea has 60 days to shut down and seal its Yongbyon nuclear reactor and a reprocessing facility believed to have provided enough plutonium for the North's estimated four to 13 nuclear bombs. The IAEA is intended to monitor and verify the shutdown, but Mr ElBaradei played down expectations of a rapid disarmament, warning that the monitoring would be \"a very incremental process\" and saying confidence needed to be built. He is expected to return to Beijing tomorrow, where he will brief Chinese officials and is likely to meet the US assistant secretary of state, Christopher Hill, the leading US nuclear negotiator to the six-nation talks. Susan Stevenson, a US embassy spokeswoman in Beijing, said it was probable that the two would talk, although no official meeting had been arranged. She said Mr Hill would join working group talks established under last month's deal before participating in the full six-country talks, which begin on March 19. Qin Gang, a Chinese foreign ministry spokesman, said China would head a group, to meet on Saturday, on the \"denuclearisation\" of the Korean peninsula. South Korea would lead an economic and energy cooperation working group and Russia would take charge of a group on peace and security in north-east Asia, Mr Qin said. \"We believe the goal ... is to implement the initial actions and measures of the joint statement so as to lay a foundation for progress in the six-party talks,\" he told a news conference. Mr Qin said China expected the working groups to finish before the six parties meet later this month.",
    "keywords": [
        "elbaradei",
        "mr",
        "deal",
        "korea",
        "north",
        "group",
        "meet",
        "nuclear",
        "working",
        "pyongyang",
        "hopeful",
        "qin",
        "talks"
    ],
    "summary": "The UN's chief nuclear inspector today expressed optimism that North Korea would comply with a crucial nuclear disarmament agreement.\nMohamed ElBaradei said he was following up last month's deal between North Korea and five other countries to halt the North's nuclear ambition.\nThe deal is the first of its kind since 2002, when Pyongyang threw out IAEA inspectors and withdrew from the nuclear non-proliferation treaty.\nShe said Mr Hill would join working group talks established under last month's deal before participating in the full six-country talks, which begin on March 19.\nMr Qin said China expected the working groups to finish before the six parties meet later this month.",
    "sentiment": {
        "neg": 0.0116,
        "neu": 0.8601,
        "pos": 0.1284,
        "compound": 0.3841
    }
}