{
    "date": "2007-12-10T12:42:02Z",
    "title": "New York Philharmonic to play landmark concert in North Korea",
    "url": "https://www.theguardian.com/world/2007/dec/10/classicalmusic.northkorea",
    "content": "The New York Philharmonic Orchestra is scheduled to play in North Korea in the new year as the Bush administration strikes an increasingly harmonious chord with a former member of the \"axis of evil\". The New York Times reported that the oldest orchestra in the US has accepted an invitation to perform in the capital, Pyongyang, on February 26. A little more than a year after North Korea tested its first nuclear bomb, the planned event at the East Pyongyang Grand Theatre will be one of the most politically charged concerts in the modern history of classical music. Despite reservations about human rights and the totalitarian rule of Kim Jong-il, the 250 members of the orchestra will take the opportunity to play a nationally broadcast set, which could include the Star Spangled Banner. The US state department, which has helped with preparations, hailed the trip as a cultural breakthrough that showed the willingness of the notoriously reclusive state to open up as both sides make progress on nuclear talks. \"I hope it will be looked back upon as an event that helped bring that country back into the world,\" Christopher Hill, the US assistant secretary of state, told the newspaper. \"It does represent a shift in how they view us, and it's the sort of shift that can be helpful as we go forward in nuclear weapons negotiations.\" Underlining the political significance of the event, senior government officials from both nations are expected to attend a press conference tomorrow, when the details of the event will be announced. The orchestra confirmed the trip would go ahead, following several exploratory missions to the Korean peninsula by its president, Zarin Mehta, since August, when the Korean culture ministry sent their faxed invitation. Several conditions had to be met before the orchestra agreed, including assurances for the eight Philharmonic members of Korean origin, guarantees that they could play the Star Spangled Banner, and a nationwide broadcast to reach an audience beyond the Pyongyang elite. The acoustics will also be adjusted in the multi-purpose venue despite reports that they were personally determined by Kim Jong-il , which usually means they are sacrosanct. The orchestra is expected to visit Pyongyang after a tour of China before playing in Seoul, funded by the South Korean broadcaster MBC, which is paying for the climate-controlled trucks needed to transport the instruments. Historical comparisons are being drawn with the Boston Symphony Orchestra's groundbreaking trip to the Soviet Union in 1956, and the Philadelphia Orchestra's landmark tour of China in 1973. Critics have warned that the tour could be used to strengthen the legitimacy of North Korea's oppressive government. \"It would be a mistake to hand Kim Jong-il a propaganda coup,\" warned a former national security adviser to President Reagan, Richard Allen, in a newspaper article. Hopes of a thaw in ties have risen since July, when North Korea shut down its nuclear reactor. Last week, President Bush sent a letter to Kim Jong-il, the first known direct correspondence between the leaders. Analysts believe Bush has changed tack because North Korea represents a possible foreign policy success that could soften a legacy that would otherwise be remembered for the debacle in Iraq. Given the twists and turns of previous engagements between both sides, nothing can be taken for granted. The orchestra's trip could be at risk if North Korea fails to meet an end-of-year deadline to disable and fully account for its entire nuclear weapons programme, or if the US fails to meet Pyongyang's expectations on diplomatic normalisation.",
    "keywords": [
        "event",
        "concert",
        "play",
        "korea",
        "philharmonic",
        "orchestra",
        "nuclear",
        "kim",
        "landmark",
        "jongil",
        "trip",
        "pyongyang",
        "york",
        "north",
        "korean"
    ],
    "summary": "The New York Philharmonic Orchestra is scheduled to play in North Korea in the new year as the Bush administration strikes an increasingly harmonious chord with a former member of the \"axis of evil\".\nThe acoustics will also be adjusted in the multi-purpose venue despite reports that they were personally determined by Kim Jong-il , which usually means they are sacrosanct.\nHopes of a thaw in ties have risen since July, when North Korea shut down its nuclear reactor.\nLast week, President Bush sent a letter to Kim Jong-il, the first known direct correspondence between the leaders.\nAnalysts believe Bush has changed tack because North Korea represents a possible foreign policy success that could soften a legacy that would otherwise be remembered for the debacle in Iraq.",
    "sentiment": {
        "neg": 0.0556,
        "neu": 0.8461,
        "pos": 0.0983,
        "compound": 0.1683
    }
}