{
    "date": "2007-12-31T12:40:15Z",
    "title": "North Korea 'will miss nuclear deadline'",
    "url": "https://www.theguardian.com/world/2007/dec/31/korea.haroonsiddique",
    "content": "North Korea is set to miss today's deadline for disabling a key nuclear reactor and revealing all its nuclear programmes, foreign diplomats have said. In February, officials in the communist regime agreed to scrap its nuclear weapons capability after intense international pressure and in exchange for energy aid and political concessions. As part of the deal, North Korea was required to disable the nuclear reactor Yongbyon and give a full inventory of its nuclear facilities by the end of this year. However, a Pyongang official last week indicated that the regime would slow its disablement work because it was dissatisfied with the delivery of aid so far. The South Korean foreign minister, Song Min-soon, said the North was likely to miss today's deadline for disablement because a key step - removing fuel rods from the reactor - could take several months. Both Japanese and US officials said it was \"unfortunate\" that Pyongang had not met its obligations. None of the officials indicated what sanctions, if any, Pyongyang would face over the missed deadline. The US president, George Bush, described North Korea as being part of an \"axis of evil\", alongside Iran and Iraq, in the aftermath of the 9/11 terrorist attacks. The nuclear standoff began in late 2002 after Washington accused Pyongyang of seeking to secretly enrich uranium in violation of a 1994 disarmament deal. Late the following year, the North began negotiations with the US, China, Japan, Russia and South Korea over its nuclear programme. The so-called six-party talks eventually led to its disarmament commitments this year. North Korea conducted its first nuclear test, an underground blast, in October 2006.",
    "keywords": [
        "south",
        "regime",
        "korea",
        "miss",
        "nuclear",
        "todays",
        "deadline",
        "officials",
        "pyongyang",
        "reactor",
        "north"
    ],
    "summary": "North Korea is set to miss today's deadline for disabling a key nuclear reactor and revealing all its nuclear programmes, foreign diplomats have said.\nAs part of the deal, North Korea was required to disable the nuclear reactor Yongbyon and give a full inventory of its nuclear facilities by the end of this year.\nThe US president, George Bush, described North Korea as being part of an \"axis of evil\", alongside Iran and Iraq, in the aftermath of the 9/11 terrorist attacks.\nLate the following year, the North began negotiations with the US, China, Japan, Russia and South Korea over its nuclear programme.\nNorth Korea conducted its first nuclear test, an underground blast, in October 2006.",
    "sentiment": {
        "neg": 0.0872,
        "neu": 0.8887,
        "pos": 0.0241,
        "compound": -0.2425
    }
}