{
    "date": "2007-10-04T23:09:07Z",
    "title": "Leader: Peace in Korea requires a long haul effort",
    "url": "https://www.theguardian.com/commentisfree/2007/oct/05/northkorea.comment",
    "content": "After three days locked in meetings with North Korea's Dear Leader, South Korea's president Roh Moo-hyun felt he had to talk up the results. He was sure the North would abandon its nuclear weapons and that the six-party talks would now proceed \"without any obstacles\". Really? If making peace with North Korea has taught the world anything, it is to expect bombshells. It is not belittling the progress made so far (Pyongyang has shut down and agreed to dismantle its sole nuclear reactor and make a full declaration of its nuclear assets) to point out how much further North Korea still has to go. It has to accept intrusive inspections and hand over the plutonium. It will surrender neither right nor asset cheaply. The talks had been more difficult than Mr Roh had bargained for. He had come armed with Kim Jong-il's favourite DVDs, a Marshall plan of investment, and most of his cabinet. He came away with a vague commitment to a peace treaty to end the Korean war, and a series of bilateral measures to increase industrial cooperation. These are all important, but do not of themselves guarantee that detente is irreversible. Instead of achieving a breakthrough, Mr Roh found there was a wall of distrust that had still to be broken down. When he was not denying rumours about diabetes and heart disease, Mr Kim objected to South Korea's description of a joint industrial venture as a symbol of openness and reform. Trading plutonium for oil is a relatively simple political equation. The North is swapping an asset it cannot use for one it can. But disagreements over the purpose of the Kaesong industrial complex point to deeper differences. Seoul views the complex and the increase in daily contacts it enables as a way of prising open the prison gates of the North. Seoul sees trade as a solvent for seclusion, whereas Pyongyang sees trade and aid for what they are: sources of cash. Reform and increased openness are not on its agenda. Mr Kim and his ageing generals have to tread a fine line between pulling their economy out of penury and staying in power. But Mr Roh - and any South Korean president who follows him - has to show political results for the money being spent. Underwriting a regime in the North that carries on being rotten and repressive will not be one of them. Each force pulls the bilateral peace process in different directions. The process has withstood severe tests, but it will need a sustained multinational effort to survive. Bringing peace back to the Korean peninsula will be a long-haul effort to which successive governments in Washington, Seoul, Beijing and Tokyo must remain committed.",
    "keywords": [
        "requires",
        "south",
        "mr",
        "leader",
        "roh",
        "korea",
        "peace",
        "seoul",
        "nuclear",
        "kim",
        "korean",
        "haul",
        "long",
        "effort",
        "north",
        "koreas"
    ],
    "summary": "After three days locked in meetings with North Korea's Dear Leader, South Korea's president Roh Moo-hyun felt he had to talk up the results.\nIf making peace with North Korea has taught the world anything, it is to expect bombshells.\nInstead of achieving a breakthrough, Mr Roh found there was a wall of distrust that had still to be broken down.\nMr Kim and his ageing generals have to tread a fine line between pulling their economy out of penury and staying in power.\nBut Mr Roh - and any South Korean president who follows him - has to show political results for the money being spent.",
    "sentiment": {
        "neg": 0.0754,
        "neu": 0.8128,
        "pos": 0.1118,
        "compound": 0.0549
    }
}