{
    "date": "2007-09-03T14:59:18Z",
    "title": "North Korea 'to be taken off US terrorism list'",
    "url": "https://www.theguardian.com/world/2007/sep/03/northkorea1",
    "content": "The United States has agreed to lift sanctions against North Korea and remove it from its list of states that sponsor terrorism, the foreign ministry in Pyongyang announced today. If confirmed, the move would represent the biggest step towards peace on the divided peninsula since the Korean war armistice in 1953. Less than a year after North Korea tested its first nuclear bomb, the two cold war enemies said they had made substantial progress during bilateral talks in Geneva at the weekend. In a statement, the North Korean foreign ministry confirmed US reports that it had agreed on measures to neutralise Pyongyang's existing nuclear facilities within the year. \"In return for this the US decided to take such political and economic measures in compensation as delisting [North Korea] as a terrorism sponsor and lifting all sanctions that have been applied according to the Trading with the Enemy Act,\" said the statement carried by the state-run Korean Central News Agency. North Korea has been on Washington's terrorism list since 1987, when one of its agents admitted placing a bomb on a South Korean airliner that exploded with a huge loss of life over Burma the same year. The economic consequences have been dire for an impoverished nation that is unable to feed its own people. Under the US Trading With the Enemy Act, there is a ban on arms sales and certain types of aid for nations designated as state sponsors of terrorism. In addition to these formal sanctions, businesses are discouraged from investment and trade with a nation classified as having pariah status. Korea watchers said a change in designation would be a historic breakthrough. \"Relations with the US are now at their best level since North Korea was invented,\" said Glyn Ford, an MEP who played a central role in talks between the European Union and Pyongyang. \"If things continue in this direction on both sides, we could see the world's last cold war curtain come down.\" Hopes for an end to the conflict surged earlier this year after North Korea shut down its Yongbyon nuclear plant and readmitted inspectors from the International Atomic Energy Agency. Six-nation talks aimed at resolving the conflict have made progress, and foreign donors have responded quickly to the disaster appeal that followed last month's floods. The European Union has also arranged an economic reform seminar in Pyongyang in October. The following months could also see a major breakthrough when the South Korean president, Roh Moo-hyun, meets North Korea's leader, Kim Jong-il, in only the second summit between the two sides in more than half a century. But it remains to be seen whether concrete action will follow the encouraging rhetoric. There have been many false dawns in the past.",
    "keywords": [
        "war",
        "korea",
        "talks",
        "sanctions",
        "nuclear",
        "terrorism",
        "korean",
        "pyongyang",
        "foreign",
        "list",
        "north",
        "taken"
    ],
    "summary": "The United States has agreed to lift sanctions against North Korea and remove it from its list of states that sponsor terrorism, the foreign ministry in Pyongyang announced today.\nIf confirmed, the move would represent the biggest step towards peace on the divided peninsula since the Korean war armistice in 1953.\nIn a statement, the North Korean foreign ministry confirmed US reports that it had agreed on measures to neutralise Pyongyang's existing nuclear facilities within the year.\nNorth Korea has been on Washington's terrorism list since 1987, when one of its agents admitted placing a bomb on a South Korean airliner that exploded with a huge loss of life over Burma the same year.\nHopes for an end to the conflict surged earlier this year after North Korea shut down its Yongbyon nuclear plant and readmitted inspectors from the International Atomic Energy Agency.",
    "sentiment": {
        "neg": 0.1076,
        "neu": 0.817,
        "pos": 0.0754,
        "compound": -0.1783
    }
}