{
    "date": "2007-10-09T19:45:00Z",
    "title": "Partial progress",
    "url": "https://www.theguardian.com/commentisfree/2007/oct/09/northkoreanuclearagreement",
    "content": "Five years ago this month, US diplomats fatefully confronted North Korean officials, alleging that their clandestine uranium enrichment programme violated the 1994 agreed framework, under which North Koreans had frozen their plutonium production from 1994. This confrontation led to a cascade of troubling events: North Korea kicked out international inspectors and later withdrew from the nuclear nonproliferation treaty; the agreed framework evaporated and North Korea produced more material for nuclear weapons; and, a year ago, North Korea tested a nuclear weapon. Was the confrontation worth it? We might never find out. Last week, the six-party negotiations (which include the United States, China, Russia, Japan, North Korea and South Korea) agreed on elements of a second phase of a plan to denuclearize North Korea that has under discussion since 2005. This plan goes further than the agreed framework by requiring \"disablement\" of North Korean plutonium production facilities - that is, not dismantling them, but ensuring that it would take North Koreans quite a bit of time and effort to once again produce plutonium for weapons. A positive note is that the United States will lead the disablement activities. But the agreement is troublingly silent on a few things. It makes no reference to any separated plutonium (the most easily converted into bombs), or to any assembled bombs. Will the North Koreans follow South Africa's lead and simply show inspectors - after the fact - the material that used to be in bombs? Ironically, it may be the vagueness of references to uranium that render questionable the nonproliferation success of the Bush administration's policy toward North Korea. The October 3 agreement is deliberately vague about North Korea's uranium enrichment activities - the very thing that began the troubling slide. In 2002, US intelligence agencies reportedly gathered evidence that North Korea was placing large orders for centrifuge uranium enrichment-related equipment, leading US officials to believe that the hermit state was moving toward industrial-scale production of highly enriched uranium - the other material besides plutonium that's useful in nuclear weapons. While this would not have been a violation of North Korea's NPT safeguards agreement, many perceived it as a violation of the 1994 agreed framework, which froze plutonium production but also called on North Korea to honor a 1992 joint declaration with South Korea that required also abandoning uranium enrichment. At the same time, evidence continued to mount that Pakistani scientist AQ Khan was selling centrifuge technology and equipment. But it wasn't until the following year that the pivotal interdiction of similar equipment shipped to Libya on the BBC China helped crack the AQ Khan network, ultimately exposing not only Libya, but also Iran and North Korea as customers. The big question in any disarmament plan is: how to be sure it's all gone? This depends on the completeness of declarations and the level of confidence provided by verification measures. In the October 3 agreement, uranium appears to be demoted to an \"issue.\" While North Korea will provide a complete and correct declaration of all its nuclear programmes, it will provide \"clarification regarding the uranium issue.\" Further, the section describing North Korea's declaration, which is to include all nuclear facilities, materials and programmes, states that the DPRK also agreed to \"address concerns\" relating to any uranium enrichment programmes and activities. In short, North Korea has not even admitted to a uranium enrichment programme. It's hard to declare something that doesn't exist, and even harder to verify it. To be sure, the six parties have made some progress already, including a shutdown of North Korea's plutonium facilities at Yongbyon. And the United States has given no date certain for lifting its designation of North Korea as a state sponsor of terrorism or lifting restrictions under the Trade with the Enemy Act, both of which will await US satisfaction on North Korea's declarations. One useful measure in the meantime, is to facilitate North Korea's pledge not to transfer nuclear materials, technology or know-how, by beginning to engage the estimated 5,000 nuclear weapons-related scientists and experts in non-weapons related work. The United States has done this with Russian, former Soviet Union states, Libya and Iraq, to name a few. Concrete measures to steer personnel away from their weapons of mass destruction-related work could make this agreement ultimately worth it.",
    "keywords": [
        "uranium",
        "progress",
        "enrichment",
        "plutonium",
        "korea",
        "partial",
        "states",
        "nuclear",
        "agreed",
        "agreement",
        "north",
        "koreas"
    ],
    "summary": "Last week, the six-party negotiations (which include the United States, China, Russia, Japan, North Korea and South Korea) agreed on elements of a second phase of a plan to denuclearize North Korea that has under discussion since 2005.\nThe October 3 agreement is deliberately vague about North Korea's uranium enrichment activities - the very thing that began the troubling slide.\nIn the October 3 agreement, uranium appears to be demoted to an \"issue.\"\nIn short, North Korea has not even admitted to a uranium enrichment programme.\nTo be sure, the six parties have made some progress already, including a shutdown of North Korea's plutonium facilities at Yongbyon.",
    "sentiment": {
        "neg": 0.0644,
        "neu": 0.8061,
        "pos": 0.1295,
        "compound": 0.1714
    }
}