{
    "date": "2007-05-03T23:46:25Z",
    "title": "Seoul stages longest tightrope contest",
    "url": "https://www.theguardian.com/world/2007/may/04/northkorea",
    "content": "High-wire contestants braved strong winds and swooping birds yesterday as they competed in a tightrope walk over the record-breaking distance of one kilometre (3,280ft), organisers said. The World High-Wire Championships, part of the annual Hi Seoul Festival, has drawn 18 contestants from nine countries. Each walker gets an hour to cross the wire stretching over the Han river; the fastest wins £11,000. The 1,000-metre-long iron wire is strung from 22-metre-high towers on the banks. A safety net is under the wire where it crosses the banks, but otherwise those who fall face a dip. The contest is over three days and the winner will be announced tomorrow. Holding a pole for balance, the first contestant, Kwon Won-tae, of South Korea, glided across the wire, which is 3cm (1.2in) thick, as hundreds of people on the banks cheered. Mr Kwon, famous as a tightrope walker in his country, flinched a few times when his balance was disrupted by the wind and some birds. He completed his walk in 17 minutes, seven seconds. South Korea has a centuries-long tightrope tradition. The skill appears in the 2005 South Korean film The King and the Clown, which features entertainers turned court jesters. Mr Kwon was the star's stand-in for the tightrope scenes. Watching the event, a businessman, Song Won-sun, said: \"It's amazing. I am too shaken to speak ... I am just worried the wind will disturb the contestants.\" Alexey Marchenko, from Russia, was disqualified after falling into the river just 50 metres from the end. Pedro Carrillo, 60, of Reno, Nevada, in the US, who has been tightrope walking for 43 years, said it would be \"something very big\" for him to complete the distance. \"I feel the wind, that's all I worry about,\" he said. He finished his walk in the same time as Mr Kwon.",
    "keywords": [
        "south",
        "mr",
        "stages",
        "walk",
        "walker",
        "longest",
        "wire",
        "tightrope",
        "seoul",
        "kwon",
        "wind",
        "contest",
        "contestants",
        "banks"
    ],
    "summary": "High-wire contestants braved strong winds and swooping birds yesterday as they competed in a tightrope walk over the record-breaking distance of one kilometre (3,280ft), organisers said.\nThe World High-Wire Championships, part of the annual Hi Seoul Festival, has drawn 18 contestants from nine countries.\nMr Kwon, famous as a tightrope walker in his country, flinched a few times when his balance was disrupted by the wind and some birds.\nMr Kwon was the star's stand-in for the tightrope scenes.\nHe finished his walk in the same time as Mr Kwon.",
    "sentiment": {
        "neg": 0.0573,
        "neu": 0.8616,
        "pos": 0.0811,
        "compound": 0.1354
    }
}