{
    "date": "2007-11-14T12:53:44Z",
    "title": "Korean PMs meet for first time in 15 years",
    "url": "https://www.theguardian.com/world/2007/nov/14/northkorea",
    "content": "The prime ministers of North and South Korea met today for the first time in 15 years, hoping to extend the detente fostered by the second-ever summit of their leaders last month. The North Korean prime minister, Kim Yong-il, said after arriving in Seoul on a direct flight from Pyongyang that he thought the three days of talks would \"go well in a warm atmosphere\", based on his enthusiastic welcome. The last prime ministerial talks, in 1992, were suspended amid the first crisis over the North's nuclear weapons programme. Kim ranks below the top members of the North's ruling elite: the leader, Kim Jong-il, and the country's No 2 official, Kim Yong Nam. He is meeting the South Korean prime minister, Han Duck-soo, the deputy of the South Korean president, Roh Moo-hyun. This week's talks are aimed at fleshing out an agreement that the two presidents signed at their October summit in Pyongyang - only the second such meeting since the Korean peninsula was divided more than half a century ago. That accord calls for greater peace and economic cooperation across the world's most heavily fortified border. Praising that agreement as a big step toward reconciliation, the North Korean delegation today stressed the importance of further action. \"No matter how good an agreement is, it ends up an empty piece of paper unless carried out,\" the North Koreans said in a statement upon arrival. The North-South talks come amid progress in international efforts to rid North Korea of its nuclear programmes. The communist nation has recently begun to disable its sole operational nuclear reactor under a deal with the US, South Korea, China, Japan and Russia. Seoul believes promoting reconciliation with Pyongyang would help to resolve the nuclear dispute. The negotiations this week focus mainly on economic cooperation projects, including setting up a joint fishing area around their disputed western sea border and establishing a joint economic area on the North's south-west coast. Other topics include expanding reunions of separated families. Security issues are not expected to be on the table, as the two sides will hold defence ministers' talks in Pyongyang later this month. The South Korean newspaper JoongAng Ilbo reported today that the two sides had been discussing a North Korean offer to send Kim Yong Nam to Seoul early next month and that the issue was expected to be on the agenda for this week's talks.",
    "keywords": [
        "south",
        "north",
        "15",
        "meet",
        "kim",
        "nuclear",
        "prime",
        "seoul",
        "pms",
        "today",
        "pyongyang",
        "talks",
        "korean"
    ],
    "summary": "The prime ministers of North and South Korea met today for the first time in 15 years, hoping to extend the detente fostered by the second-ever summit of their leaders last month.\nThe last prime ministerial talks, in 1992, were suspended amid the first crisis over the North's nuclear weapons programme.\nHe is meeting the South Korean prime minister, Han Duck-soo, the deputy of the South Korean president, Roh Moo-hyun.\nPraising that agreement as a big step toward reconciliation, the North Korean delegation today stressed the importance of further action.\nSecurity issues are not expected to be on the table, as the two sides will hold defence ministers' talks in Pyongyang later this month.",
    "sentiment": {
        "neg": 0.0562,
        "neu": 0.8131,
        "pos": 0.1308,
        "compound": 0.2514
    }
}