{
    "date": "2007-08-14T13:02:47Z",
    "title": "200 killed in North Korea floods",
    "url": "https://www.theguardian.com/world/2007/aug/14/northkorea",
    "content": "At least 200 people are dead or missing in North Korea after days of torrential rain destroyed large parts of the country's infrastructure, state media reported today. Tens of thousands of people have been left homeless by floods, which have washed away crops and raised the spectre of food shortages. Aid workers trying to reach the worst affected areas have been hampered by destroyed roads, and fears are growing that the death toll following the start of the rains last week could rise. \"The material damage so far is estimated to be very big,\" the Korean Central News Agency said. \"This unceasing heavy rain destroyed the nation's major railways, roads and bridges, suspended power supply and cut off the communications network.\" In what observers described as an unusual move, the normally highly secretive state's official TV station broadcast images of the damage. The pictures showed pedestrians struggling through waist-deep floodwater in the streets of the capital, Pyongyang. Terje Lysholm, of the International Federation of Red Cross and Red Crescent Societies, said the rains had completely destroyed 30,000 homes. Mr Lysholm said around 100,000 hectares of farmland had also been washed away, affecting North Korea's already limited ability to feed its people. \"That really has an impact on the food situation for this year and at least one or two years,\" he added. The UN's world food programme has already received a preliminary request for help from North Korea, which frequently experiences famine. The floods, caused by more than 23in of rain in parts of the country, are believed to be the worst in a decade. South Korea is now considering whether to provide emergency aid to it neighbour, one of the world's poorest countries. The two nations are set to meet later this month for only their second-ever summit since partition in 1948. At the talks, the South is expected to offer economic assistance to the communist North in an attempt to encourage reforms.",
    "keywords": [
        "floods",
        "south",
        "korea",
        "roads",
        "destroyed",
        "red",
        "food",
        "200",
        "rain",
        "killed",
        "washed",
        "north",
        "worst"
    ],
    "summary": "At least 200 people are dead or missing in North Korea after days of torrential rain destroyed large parts of the country's infrastructure, state media reported today.\n\"This unceasing heavy rain destroyed the nation's major railways, roads and bridges, suspended power supply and cut off the communications network.\"\nThe UN's world food programme has already received a preliminary request for help from North Korea, which frequently experiences famine.\nSouth Korea is now considering whether to provide emergency aid to it neighbour, one of the world's poorest countries.\nAt the talks, the South is expected to offer economic assistance to the communist North in an attempt to encourage reforms.",
    "sentiment": {
        "neg": 0.1432,
        "neu": 0.8283,
        "pos": 0.0284,
        "compound": -0.3366
    }
}