{
    "date": "2007-08-15T12:58:11Z",
    "title": "North Korean floods threaten food supplies",
    "url": "https://www.theguardian.com/world/2007/aug/15/northkorea",
    "content": "The heaviest rains ever to hit North Korea have destroyed more than 10% of its farmland and are threatening to dramatically worsen the country's food shortages. The catastrophic floods, which struck at the height of the growing season, have already left hundreds dead or missing and hundreds of thousands homeless, according to state officials. The normally secretive regime has released an unprecedented amount of information about the disaster, in what observers believe is a thinly disguised plea for aid. Both the World Food Programme (WFP) and South Korea will increase food aid to the impoverished nation, but the operation will be hampered by massive damage to the country's road and rail infrastructure. \"It is hard to expect a high-grain output owing to the uninterrupted rainstorms at the most important time for the growth of crops,\" the official Korean Central News Agency said. It reported that the floods had washed away, submerged or buried around 11% of the country's rice and corn fields. The agency said that rainfall totals along some areas of the Taedong River were the \"largest ever\". Four days of downpours dumped an average of 524mm of water and eclipsed the disastrous flooding of 1967. North Korea is especially susceptible to bad weather because people often strip hillsides of natural vegetation to create more arable land to grow food, which increases the risk of floods. Outdated farming methods and the loss of Soviet assistance contributed to catastrophic flooding in the mid 1990s, which left up to two million people dead - almost 10% of the entire population. If the current state estimate of 11% of crops damaged is true, the WFP estimates the country has lost about 450,000 tonnes of crops - nearly half the 1-million-tonne annual shortage the country already faces. \"This would be an extremely serious reduction in the amount of the harvest,\" said the WFP's Paul Risley. He added that the WFP had already planned to double, by September, the number of people it feeds to 1.9 million, following a recent donation of $20 million (£10m) worth of food from South Korea. The WFP will now launch a new international appeal for assistance, to bolster the existing aid programme. North Korea's decision to shut off it sole nuclear reactor last month, has improved relations with the outside world and even the US has signalled it may donate food. Optimism has been building over the North's intentions to permanently disable its reactor and the leaders of the two Koreas will hold their first summit in seven years, later this month.",
    "keywords": [
        "floods",
        "wfp",
        "countrys",
        "korea",
        "world",
        "million",
        "crops",
        "food",
        "aid",
        "threaten",
        "supplies",
        "north",
        "korean"
    ],
    "summary": "The heaviest rains ever to hit North Korea have destroyed more than 10% of its farmland and are threatening to dramatically worsen the country's food shortages.\nBoth the World Food Programme (WFP) and South Korea will increase food aid to the impoverished nation, but the operation will be hampered by massive damage to the country's road and rail infrastructure.\nIt reported that the floods had washed away, submerged or buried around 11% of the country's rice and corn fields.\nNorth Korea is especially susceptible to bad weather because people often strip hillsides of natural vegetation to create more arable land to grow food, which increases the risk of floods.\nNorth Korea's decision to shut off it sole nuclear reactor last month, has improved relations with the outside world and even the US has signalled it may donate food.",
    "sentiment": {
        "neg": 0.1264,
        "neu": 0.8281,
        "pos": 0.0456,
        "compound": -0.2413
    }
}