{
    "date": "2007-01-23T00:07:40Z",
    "title": "US claims credit as North Korea softens line on nuclear talks",
    "url": "https://www.theguardian.com/world/2007/jan/23/northkorea",
    "content": "Hopes were rising yesterday that North Korea would return to the negotiating table next month to discuss its nuclear programme, but the US maintained a tough line, accusing the Pyongyang government of siphoning off millions from UN development aid. American and Russian diplomats said the six-nation talks, which broke up in December, were likely to resume in early February, and there were separate reports that Pyongyang was ready to discuss nuclear disarmament directly, an apparent concession. North Korea raised the stakes in the on-off negotiations by conducting a nuclear weapons test in October. American officials attributed the expected resumption of talks to Washington's hard line towards illegal flows of foreign currency to Pyongyang, although experts on the region said the US has also shown new flexibility, in allowing bilateral contacts with North Korean negotiators in Berlin last week. \"Finally the US seems to be burying its opposition to bilateral discussions,\" said John Swenson-Wright, an expert on the region at the Royal Institute of International Affairs at Chatham House. \"I'm more inclined to say that the Americans blinked first.\" The US delegation to the United Nations alleged the UN Development Programme (UNDP) had violated its own rules by channelling hard currency cash payments through the North Korean regime, allowing it to skim off millions of aid dollars. American diplomats also said the UN had failed to conduct proper checks on where aid money was being spent. A senior US diplomat at the UN, Mark Wallace, claimed that Pyongyang, with \"the complicity of the UNDP\", had perverted UN programmes \"for the benefit of the Kim Jong-il regime\". In a written response to Mr Wallace obtained by the Guardian, the UNDP's associate administrator, Ad Melkert, said the organisation was operating in North Korea according to guidelines agreed with its executive board, and he challenged some of the US claims. There was \"no problem\" the row had spilled into the public domain, Mr Melkert wrote, \"as long as there is respect for the facts\". He denied US allegations that North Korean government employees performed sensitive tasks on the allocation of funds without international supervision. He also said UNDP had not paid North Korean suppliers in cash. \"One of the positive outcomes of this focused attention on our programmes in North Korea is the recognition that we must often work under extremely difficult circumstances and yet be maximally effective and transparent,\" Mr Melkert told the Guardian, in a written statement. The UN's new secretary general, Ban Ki-moon, has called for an inquiry into the activities of UN funds and programmes.",
    "keywords": [
        "undp",
        "melkert",
        "programmes",
        "mr",
        "korea",
        "claims",
        "talks",
        "nuclear",
        "softens",
        "american",
        "credit",
        "korean",
        "pyongyang",
        "north",
        "line"
    ],
    "summary": "Hopes were rising yesterday that North Korea would return to the negotiating table next month to discuss its nuclear programme, but the US maintained a tough line, accusing the Pyongyang government of siphoning off millions from UN development aid.\nNorth Korea raised the stakes in the on-off negotiations by conducting a nuclear weapons test in October.\nThere was \"no problem\" the row had spilled into the public domain, Mr Melkert wrote, \"as long as there is respect for the facts\".\nHe denied US allegations that North Korean government employees performed sensitive tasks on the allocation of funds without international supervision.\nHe also said UNDP had not paid North Korean suppliers in cash.",
    "sentiment": {
        "neg": 0.0897,
        "neu": 0.8661,
        "pos": 0.0443,
        "compound": -0.1501
    }
}