{
    "date": "2007-07-09T21:00:00Z",
    "title": "Diplomacy? It works!",
    "url": "https://www.theguardian.com/commentisfree/2007/jul/09/diplomacyitworks",
    "content": "Shhh! Don't tell John Bolton, but North Korea seems to be on the verge of dismantling its nuclear weapons program. On June 22, the Bush administration sent its first high-level official to Pyongyang in five years to shore up a February 13 2007 nuclear disarmament deal. Per the agreement, North Korea was to shut down its main nuclear facility in exchange for a package of incentives that include fuel subsidies and food aid. The former UN ambassador though was never a fan of this arrangement. \"It's a very bad deal,\" Bolton told CNN's Wolf Blitzer. \"It makes the US look very weak at a time in Iraq... when it needs to look strong.\" The February deal hit a snag in May, when the North Korean government demanded that the United States release $25 million frozen at American behest in a Macau bank. Assistant secretary of state Christopher Hill made the rare visit to Pyongyang to discuss the release of those funds. To Bolton, Hill's trip was the final death knell of the hardline approach to North Korea that he had forged while in government. On July 3, Bolton took to the Wall Street Journal op-ed page to vent his disgust: \"This Pyongyang visit symbolises the full return of Clinton-era, bilateral negotiations with North Korea. The Bush administration has effectively ended where North Korea policy is concerned, replaced for the next 18 months by a caretaker government of bureaucrats, technocrats and academics.\" But something funny has happened since Hill's journey to Pyongyang: the reclusive government of Kim Jong Il has taken actual, concrete steps to dismantle the plutonium producing facility at Yongbyon. On June 28, the North Koreans let an International Atomic Energy Agency assessment team visit Yongbyon. This was the first time since 2002 that IAEA inspectors had been allowed inside North Korea. Before the team left the country, the government even struck a technical agreement that would allow the IAEA to oversee the shutdown of the facility. This morning, the IAEA board of governors met in Vienna to approve the agreement and authorised a new verification mission to North Korea. Now contrast the progress made in the past two weeks with events of the past five years, when Bolton's views reflected official policy. From 2002 to 2007, the Bush administration strenuously avoided direct negotiations with the North Korean government. As it did with Iran, the administration treated bilateral negotiations with North Korea as if it were a reward itself. And what happened during those lost years? North Korea withdrew from the non-proliferation treaty, kicked IAEA inspectors out of the country and detonated a nuclear weapon. Frankly, it is hard to see how snubbing the North Korean government benefited American interests in any tangible way. Still, Bolton and other hardliners coalesced at the American Enterprise Institute (where Bolton is now a fellow), refusing to give up on a policy that has so obviously been a failure. Part of the DPRK's newfound willingness to dismantle its nuclear weapons programme undoubtedly stems from the release of $25 million. You can call that a bribe, you can call it appeasement - or like Bolton, you can call it a display of \"embarrassing US weakness\". But the fact is that the North Korean government is closer to eschewing its nuclear ambitions than it has been at any point in the last five years. All it seems to have taken was a token incentive and a face-to-face meeting with an American official. So maybe you can also call it diplomacy. The views expressed here are the author's own.",
    "keywords": [
        "diplomacy",
        "works",
        "iaea",
        "bolton",
        "korea",
        "administration",
        "nuclear",
        "visit",
        "american",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Don't tell John Bolton, but North Korea seems to be on the verge of dismantling its nuclear weapons program.\nTo Bolton, Hill's trip was the final death knell of the hardline approach to North Korea that he had forged while in government.\nThis was the first time since 2002 that IAEA inspectors had been allowed inside North Korea.\nAs it did with Iran, the administration treated bilateral negotiations with North Korea as if it were a reward itself.\nFrankly, it is hard to see how snubbing the North Korean government benefited American interests in any tangible way.",
    "sentiment": {
        "neg": 0.0803,
        "neu": 0.8649,
        "pos": 0.0549,
        "compound": -0.0261
    }
}