{
    "date": "2007-08-23T19:30:00Z",
    "title": "Putin's powerplay",
    "url": "https://www.theguardian.com/commentisfree/2007/aug/23/putinspowerplay",
    "content": "A Kashmiri Muslim shopkeeper at my local store in north London knows I am Russian. He told me the other day he loves the Russian president - the man who is strong and can stand up to the Americans. As in the Soviet days, Russia increasingly is being seen as the only force that can challenge the US hegemony, even if only in symbolical terms. In the last year, Kremlin made several strong-worded declarations asserting its stance towards the west and took initiatives to strengthen its military capabilities. Defence exports have also grown and became more technologically sophisticated. Yet, we are not back in the cold war era. Neither the leadership, nor the public at large, believes that the US and its western allies present a serious security threat to Russia. Rather, revival of the defence and industrial complex, which may amount to little in the military terms, has huge political and cultural significance. The \"might is right\" thesis has long influenced the Russian political establishment. However, the realities of the 1990s of a devastated economy, rampant corruption among state officials and disoriented population provided a poor match to this aspiration. Nato's eastwards expansion was, then, the single most humiliating blow to the Russian national consciousness and undermined the values of a common European home, which at that time had a real constituency in the country. The Yeltsin leadership was blamed for letting the west to take advantage of Russia when it was on its knees - with an implicit message that this should never be allowed to happen again. The tables turned into Russia's favour when the state got back in the saddle. Energy revenue, stable leadership and improved bureaucracy created conditions for modest prosperity and boosted the nation's confidence. The lesson of the 1990s was a realist one: fundamentally, the west cannot be trusted and will only respect us when we are strong. The current steps to revive the military-industrial complex or to resume long-range strategic bomber aircraft missions are, in fact, not a surprising development, but a delayed reaction to the humiliation of the 1990s. Putin's action has been taken \"in retaliation\" for an unfair deal which Russia got when it was weak and impoverished. The Russian president is also at pains to demonstrate that his country is a modern industrialised nation, advanced in technical innovation. Achievements in science, such as nuclear physics or space research, have long been a matter of national prestige. Moscow is very sensitive to a western portrayal of Russia as a resource-based economy that produces little beyond pumping oil and gas, and, as one diplomat put it, \"uses energy weapon as the USSR had used ballistic missiles\". It needs to show to the world that it has industrial capabilities and intellectual potential matching its geopolitical rivals. Naturally, this leads to building on its strengths, which mostly lie in the military-industrial complex. Arguably, Russia's drive to assert its military and technological parity with the US does not make a huge difference to bilateral relations, as, deep down, both powers are aware that their security interests have much in common; a direct confrontation, therefore, is rather improbable. However, Moscow's forceful stance may have more bearing for the evolving geopolitical order being shaped in the \"post-Iraq\" context. The demise of the bipolar world left the US with a sense of global responsibility that gradually translated into unlimited supremacy and encouraged the neoconservative doctrine of pre-emption and intervention in places Washington does not approve of. Russia is hardly the only state that does not approve of this version of the world order and feels disadvantaged in the new US-led international system. The difference is that, unlike others, Moscow can make its voice heard. If reassertion of Russia's power - and the emergence of other players in the international security arena, such as China - would put constraints upon the United States' willingness and ability to venture into foreign interventions, this may not be such a bad thing. We would perhaps not see another Iraq - in Iran, for instance - and the project of building democracy in North Korea anytime soon would be unlikely. But the issue then is, what kind of price the Russian citizens would have to pay for this muscle, and how much will they be able to influence decisions made on their behalf.",
    "keywords": [
        "military",
        "world",
        "russia",
        "west",
        "state",
        "leadership",
        "does",
        "russian",
        "powerplay",
        "security",
        "russias",
        "putins"
    ],
    "summary": "He told me the other day he loves the Russian president - the man who is strong and can stand up to the Americans.\nIn the last year, Kremlin made several strong-worded declarations asserting its stance towards the west and took initiatives to strengthen its military capabilities.\nNeither the leadership, nor the public at large, believes that the US and its western allies present a serious security threat to Russia.\nPutin's action has been taken \"in retaliation\" for an unfair deal which Russia got when it was weak and impoverished.\nIt needs to show to the world that it has industrial capabilities and intellectual potential matching its geopolitical rivals.",
    "sentiment": {
        "neg": 0.0682,
        "neu": 0.8206,
        "pos": 0.1112,
        "compound": 0.0706
    }
}