{
    "date": "2007-09-03T23:01:37Z",
    "title": "Not so much a policy line as a turn full circle",
    "url": "https://www.theguardian.com/world/2007/sep/04/usa.northkorea",
    "content": "The Bush administration had been desperate for a foreign policy success after the debacle in Iraq and the stalemate with Iran over uranium enrichment, and the deal with North Korea to disable and declare its nuclear programme promises to do just that. But it is also a repudiation of a guiding principle of the administration in its dealings on the world stage. In his now famous state of the union address in January 2002, President George Bush declared the regimes of Iraq, Iran and North Korea an \"axis of evil\". Now Saddam Hussein's regime has been overthrown. Iran claims it has reached an important goal of uranium enrichment despite the UN sanctions. But North Korea has been brought in from the cold. The events that led to the apparent agreement between Pyongyang and Washington at the weekend emerged from two days of talks in Geneva between North Korean officials and the assistant secretary of state for east Asian and Pacific affairs, Christopher Hill. It was exactly the sort of session that the neo-conservatives within the Bush administration had opposed. But with the exit of hardliners such as the Pentagon chief Donald Rumsfeld, diplomats such as Mr Hill had greater scope for diplomacy. With this agreement the Bush administration has apparently come full circle in relation to North Korea. During the dying days of the Clinton administration in the autumn of 2000, diplomats believed the US and North Korea were very close to a deal under which Pyongyang would cease the development, testing and export of missiles in exchange for full diplomatic recognition and billions in aid. At first, President Bush seemed inclined to carry on the negotiations; the then secretary of state, Colin Powell, said in March 2001 he planned to \"pick up where President Clinton left off\". However, at a press conference later that month President Bush lambasted the North Korean leader for making nuclear weapons while his people starved. The 9/11 attacks calcified his attitude towards Kim Jong-il and steered policy towards regime change. But after North Korea tested a nuclear device in October last year there were concerns about a real axis between Iran and North Korea, and about proliferation, while the administration was waiting for Mr Kim's regime to collapse. Even so, a former administration official who was a proponent of the hard line on North Korea warned that the deal at the weekend had come too soon. \"There is still simply no evidence that Pyongyang has made a decision to abandon its long-held strategic objective to have a credible nuclear weapons capability,\" John Bolton, former US ambassador to the UN, wrote in the Asian Wall Street Journal.",
    "keywords": [
        "policy",
        "iran",
        "regime",
        "korea",
        "state",
        "president",
        "administration",
        "nuclear",
        "bush",
        "line",
        "pyongyang",
        "turn",
        "north",
        "circle"
    ],
    "summary": "But North Korea has been brought in from the cold.\nIt was exactly the sort of session that the neo-conservatives within the Bush administration had opposed.\nWith this agreement the Bush administration has apparently come full circle in relation to North Korea.\nHowever, at a press conference later that month President Bush lambasted the North Korean leader for making nuclear weapons while his people starved.\nEven so, a former administration official who was a proponent of the hard line on North Korea warned that the deal at the weekend had come too soon.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.9058,
        "pos": 0.0419,
        "compound": -0.0353
    }
}