{
    "date": "2007-08-15T23:03:24Z",
    "title": "Flooding devastates North Korea",
    "url": "https://www.theguardian.com/world/2007/aug/16/naturaldisasters.weather",
    "content": "North Korea is appealing for international aid after at least 200,000 people were displaced and vast swaths of farmland submerged by what one official described as the worst flooding since the 1970s. Already struggling to feed its 22 million population, the government in Pyongyang said 11% of the country's rice and corn crop was destroyed by the deluge. There have been no confirmed casualties, but 200 to 800 people are reported missing. Attempts to provide emergency aid have been hampered by collapsed bridges, damaged railway tracks and roads that have been washed away. Aid workers fear the worst may be yet to come as two more days of heavy rain are forecast. The state-run Korean Central News Agency said the floods \"are causing an enormous damage to the various sectors of the national economy\". Agricultural experts said the floods came at the worst possible time - just as crops were being pollinated - which would have a heavy impact on harvest yields. \"The damage to farm crops by the current torrential rains is heavier than the previous ones in our country,\" agriculture ministry official Ri Jae-hyon was quoted by the agency as saying. Floods in the early and mid-1990s were partly to blame for the famines that later claimed hundreds of thousands - possibly millions - of lives. The reclusive state was widely criticised at that time for its secrecy and initial reluctance to call for outside help. This week, however, the government has been quick to appeal to the international community. The foreign ministry has organised visits to some of the affected areas by representatives from the United Nations, NGOs and foreign embassies. Michael Dunford, deputy counsellor at the World Food Programme mission in Pyongyang, said the impact was widespread in Sohung county, where he was escorted yesterday. He said: \"We saw considerable damage; houses knocked over, fields inundated, substantial crop losses and damage to infrastructure such as bridges. We are still trying to do further assessments on short-term needs and long-term food security.\" He said North Korea's ability to cope with such an emergency was limited because the country lacks food reserves. Even in a normal year, crops yields are 1m tonnes short of the population's needs. UN secretary general Ban Ki-moon - a South Korean - promised North Korean ambassador Pak Gil-yon that the world body would provide support. The US, which has been a major donor in the past, is considering its response. South Korea has already offered aid. The government in Seoul said the flood damage would probably be worse than last year when the North was also ravaged by storms. Sceptics questioned whether the North was playing up the disaster to cash in on the international goodwill generated by the recent closure of its nuclear facilities. Apart from one or two partially flooded streets, Pyongyang was not badly affected, according to residents. There were fewer doubts among those who visited the inundated areas, where refugees were living in their workplaces and huge numbers of people had been mobilised to rebuild roads and embankments. A representative for the European commission humanitarian office travelled south of Pyongyang to a flooded area, but said he was unable to reach the worst-hit areas because the roads were cut off by the water. He saw badly damaged houses and a small number of people living in tents. \"The next two days will be crucial because heavy rain is expected and that could aggravate the situation.\"",
    "keywords": [
        "south",
        "international",
        "korea",
        "roads",
        "heavy",
        "damage",
        "devastates",
        "korean",
        "aid",
        "pyongyang",
        "flooding",
        "north",
        "worst"
    ],
    "summary": "North Korea is appealing for international aid after at least 200,000 people were displaced and vast swaths of farmland submerged by what one official described as the worst flooding since the 1970s.\nAid workers fear the worst may be yet to come as two more days of heavy rain are forecast.\nHe said North Korea's ability to cope with such an emergency was limited because the country lacks food reserves.\nUN secretary general Ban Ki-moon - a South Korean - promised North Korean ambassador Pak Gil-yon that the world body would provide support.\nThe government in Seoul said the flood damage would probably be worse than last year when the North was also ravaged by storms.",
    "sentiment": {
        "neg": 0.1372,
        "neu": 0.8241,
        "pos": 0.0388,
        "compound": -0.3282
    }
}