{
    "date": "2007-08-09T16:13:52Z",
    "title": "Second-ever meeting between Korean leaders raises hopes of easing tensions",
    "url": "https://www.theguardian.com/world/2007/aug/09/northkorea",
    "content": "The following correction was printed in the Guardian's Corrections and clarifications column, Monday August 27 2007 We mistakenly stated as a matter of fact that North Korea had restarted uranium enrichment in 2002. This was an allegation made by the US at the time and it is now widely considered to have been exaggerated for political purposes. The leaders of North and South Korea are to meet later this month for the first time in seven years in a surprise move hailed by the international community but denounced by conservatives in South Korea as political posturing. The South Korean president, Roh Moo-hyun, and the North Korean leader, Kim Jong-il, will meet in Pyongyang from August 28-30 in only the second summit since the peninsula was divided after the second world war, the countries announced yesterday. They are still technically at war as they did not sign a peace treaty after the 1950-53 Korean war. The talks are likely to focus on bilateral ties and lifting North Korea out of international isolation. \"[The summit] will help inter-Korean relations and provide fresh momentum to improve North Korea's international relations,\" Mr Roh said. South Korea's opposition denounced the summit as pre-election politicking by Mr Roh, who is criticised for his handling of the economy and for being too soft on Pyongyang. \"There is nothing to expect from the summit,\" said the Grand National party, whose candidate is expected to win the presidential election in December. Pyongyang's Korean Central News Agency said it would carry \"weighty significance in opening a new phase of peace\". Mr Kim's historic meeting with his then South Korean counterpart, Kim Dae-jung, in 2000 heralded a dramatic improvement in ties, including unprecedented investment from the South and reunions of families split when the peninsula was divided. In May, a train crossed the border - the most heavily fortified in the world - for the first time since the Korean war. Kim Dae-jung won the Nobel peace prize for the summit but its legitimacy was questioned when aides were found to have sent hundreds of millions of dollars to the North to pave the way for the meeting. The South's policy of engagement continued under Mr Roh but was strained when the North restarted uranium enrichment in 2002. It tested its first nuclear weapons last year. In 2000 Mr Kim promised to travel to Seoul for a summit. The decision to meet in Pyongyang again has been attributed to safety fears, but has also fuelled speculation that the 65-year-old leader is in poor health. The meeting follows multinational efforts to persuade Pyongyang to abandon its nuclear weapon programme. Last month the communist regime shut down its nuclear reactor at Yongbyon in exchange for 1m tonnes of heavy fuel oil or an equivalent $290m (£145m) and after the release of assets held in a Macau bank that had been frozen by the Americans. The two Koreas, with Russia, Japan, the US and China, are negotiating a date for the North to end its nuclear programme but the chances of a breakthrough in Pyongyang this month are said to be slim.",
    "keywords": [
        "meeting",
        "leaders",
        "summit",
        "south",
        "raises",
        "mr",
        "war",
        "roh",
        "korea",
        "secondever",
        "tensions",
        "nuclear",
        "hopes",
        "easing",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The leaders of North and South Korea are to meet later this month for the first time in seven years in a surprise move hailed by the international community but denounced by conservatives in South Korea as political posturing.\nThey are still technically at war as they did not sign a peace treaty after the 1950-53 Korean war.\nThe talks are likely to focus on bilateral ties and lifting North Korea out of international isolation.\nIn May, a train crossed the border - the most heavily fortified in the world - for the first time since the Korean war.\nThe South's policy of engagement continued under Mr Roh but was strained when the North restarted uranium enrichment in 2002.",
    "sentiment": {
        "neg": 0.1004,
        "neu": 0.8216,
        "pos": 0.0779,
        "compound": -0.0633
    }
}