{
    "date": "2007-04-13T11:02:25Z",
    "title": "North Korea resists nuclear shutdown deadline",
    "url": "https://www.theguardian.com/world/2007/apr/13/northkorea",
    "content": "The shutdown of North Korea's main nuclear reactor by tomorrow's deadline appeared increasingly unlikely today as the Pyongyang government claimed it was still confirming the release of funds unfrozen at a Macau bank. The country's foreign ministry said its intention to implement a February agreement with the US and regional powers on initial steps to disarm remained \"unchanged\" and that it would also \"move when the lifting of the sanction is proved to be a reality\". North Korea has not yet withdrawn some $25m (£12.6m) that was unfrozen this week at the Banco Delta Asia bank in the Chinese territory of Macau, which was blacklisted by Washington in September 2005 for allegedly helping the communist country launder money and pass counterfeit $100 notes. In February North Korea pledged to take initial steps to disarm including shutting down its Soviet-era reactor, and the source of its weapons-grade plutonium, by tomorrow, in exchange for energy aid and political concessions along with a US promise to resolve the bank issue. The move came following a 13-month boycott of nuclear talks, during which North Korea conducted its first-ever underground nuclear test in October. North Korea gave no timeline today for when it would confirm the release of the money. A North Korean \"financial institution concerned will confirm soon whether the measure is valid,\" the foreign ministry said in the statement carried by the official Korean Central News agency. Macau's Monetary Authority, which has taken control of the bank, has been tight-lipped about the process of releasing the frozen funds. Wendy Au, a spokeswoman for the authority, said she had no instructions from her superiors to provide any updates about the case. Earlier, other countries in the arms talks pressed North Korea to move quickly. \"It's time for them to get on with their obligations,\" the main US envoy to the North Korea arms talks, assistant secretary of state Christopher Hill, said in Seoul. \"Let's hope that the [North] is waiting to the last minute to make that move. \"We know that the money is available,\" he said. \"This is not a matter of Macau, it's a matter of whether [the North Koreans] want to fulfil what they said they would do for the denuclearization process.\" The talks involving China, Russia, Japan, the two Koreas and the US, have been hosted by the Chinese government. US officials and experts say the process of shutting down a reactor, and having UN nuclear inspectors verify it, would probably take several days making it likely that tomorrow's deadline would mark the latest failure in a nuclear standoff that has lasted more than four years. \"Things can get better any time, but it would be difficult to expect by tomorrow\" the North to shut down its reactor, the South Korean foreign minister, Song Min-soon, said during a forum in Seoul. The problem in reaching the first of many milestones along the road to the North's possible disarmament raises questions about how smoothly the process will go forward. However, it is unlikely the US or other countries would take any punitive action, as Washington also failed to resolve the bank issue within 30 days as promised. New negotiations over the North's nuclear program began in 2003, but the six-nation disarmament talks have so far failed to yield any tangible progress in getting the communist government to abandon weapons development. After a reactor shutdown, the further step of dismantling the North's weapons programs - for which no deadline has yet been set - could take months or even years before all radioactive material is removed from the country.",
    "keywords": [
        "money",
        "norths",
        "resists",
        "korea",
        "shutdown",
        "talks",
        "nuclear",
        "process",
        "deadline",
        "bank",
        "macau",
        "reactor",
        "north"
    ],
    "summary": "The shutdown of North Korea's main nuclear reactor by tomorrow's deadline appeared increasingly unlikely today as the Pyongyang government claimed it was still confirming the release of funds unfrozen at a Macau bank.\nThe move came following a 13-month boycott of nuclear talks, during which North Korea conducted its first-ever underground nuclear test in October.\nNorth Korea gave no timeline today for when it would confirm the release of the money.\nEarlier, other countries in the arms talks pressed North Korea to move quickly.\n\"It's time for them to get on with their obligations,\" the main US envoy to the North Korea arms talks, assistant secretary of state Christopher Hill, said in Seoul.",
    "sentiment": {
        "neg": 0.0597,
        "neu": 0.8913,
        "pos": 0.049,
        "compound": -0.0684
    }
}