{
    "date": "2007-12-20T15:16:03Z",
    "title": "Leader: Clouds over Seoul",
    "url": "https://www.theguardian.com/commentisfree/2007/dec/20/leadersandreply.mainsection1",
    "content": "The election last night of Lee Myung-bak, a staunch conservative, as president of South Korea, is - at face value - a paradox. Just as a decade of engagement by two liberal presidents bears fruit, with the best hopes yet for a permanent peace between the two halves of the peninsula, South Korea has elected a man who has vowed to get tough with the North. No more mister nice guy, the voter is saying. We will give you oil, rice and medicine, but we want something in return. Clouds are forming in South Korea's sunshine policy. Seoul's disillusion with liberalism is as much a delayed political reaction to the Asian financial crisis a decade ago, than it is to the frozen conflict with Pyongyang. With China on one side and Japan on the other, South Korea has grown restless despite an annual growth rate of 4.4% that Europeans would happily settle for. President-elect Lee Myung-bak has an ambitious policy to almost double growth in 10 years. He aims for 7% growth, and $40,000 per capita incomes. Success would make South Korea the world's 7th largest economy. He calls it his 747 policy. Lee Myung-bak is a product of the Korean dream. He was so poor as a postwar immigrant from Osaka that he could not afford money for his lunchbox at school. He had to work by day, and study by night but became Hyundai's youngest CEO. Under him, Hyundai motorways were hewn through the mountains. A Presbyterian, he is now offering the same jackpot dream to his fellow Koreans. It is time, he tells them, to rise up economically. But there will be no honeymoon for Mr Lee. The construction engineer arrives in power with a financial scandal pre-assembled. A seven-year-old video released in the final week of his campaign shows him admitting founding a company at the centre of a fraud investigation, with which he has subsequently denied involvement. A prosecutor has until February 25, the date of his inauguration, to complete his inquiry. If found at fault, Mr Lee has said he would step aside. Once in power, the style and tone of South Korea will change, but the substance of engagement with the North will change subtly. No one wants a return to belligerence, but nor do they seek a sudden collapse of the regime in the North which would be calamitous for the South. The sole option is to continue giving aid, creating jobs and increasing contacts, in the hope that a small opening is chiselled in the granite-hard surface of the regime. The two sides used to pump propaganda at each other through giant loudspeakers. Now Seoul sends truck loads of DVD recordings of soap operas over the border. They are more effective.",
    "keywords": [
        "clouds",
        "policy",
        "south",
        "leader",
        "growth",
        "regime",
        "korea",
        "seoul",
        "power",
        "lee",
        "myungbak",
        "north",
        "return"
    ],
    "summary": "The election last night of Lee Myung-bak, a staunch conservative, as president of South Korea, is - at face value - a paradox.\nClouds are forming in South Korea's sunshine policy.\nPresident-elect Lee Myung-bak has an ambitious policy to almost double growth in 10 years.\nSuccess would make South Korea the world's 7th largest economy.\nLee Myung-bak is a product of the Korean dream.",
    "sentiment": {
        "neg": 0.0766,
        "neu": 0.8067,
        "pos": 0.1166,
        "compound": 0.0584
    }
}