{
    "date": "2007-07-16T18:00:00Z",
    "title": "Nuclear distraction",
    "url": "https://www.theguardian.com/commentisfree/2007/jul/16/nucleardistraction",
    "content": "In spite of progress over the Korean nuclear problem, the big question remains: are we going to have to live with North Korea as the ninth member of the nuclear club? Closing down the Yongbyon facility, about 60 miles north of the capital, Pyongyang, in exchange for economic aid is only the first step: the crunch will come when North Korea produces an inventory of its nuclear programmes. And it would be truly amazing if they listed in it the three or four, or perhaps nine or 10, nuclear weapons which they are believed to possess. One of the ironies of this business is that the Americans profess to be more optimistic about the chances of North Korea proceeding to full nuclear disarmament than the Chinese. This is because, having exacerbated the problem through the hard line adopted by the Bush administration, Washington now has to settle for dialogue. One nuclear confrontation - with Iran - is enough, and besides Pyongyang, unlike Tehran, already has the bomb. The Chinese (who should understand North Korea better than anyone) generally take a more cautious view. As Professor Wu Xinbo from Fudan University told the Carnegie International Nonproliferation conference last month: \"At the end of the day, there is a possibility that North Korea will give up all its existing nuclear programs, at the same time keeping the nuclear weapons - no matter how many they already had. So in that sense, the starting point for the future will be a limited nuclear North Korea...\" If there is a chance to go further, this will only be on the basis of a comprehensive settlement of the basic security issues, which still make east Asia a potentially dangerous place. These include establishing a peace mechanism in place of the defunct 1953 armistice agreement, setting up a regional security forum, and fully normalising relations with the US. The American position so far has been that solving the nuclear issue has to come first: Pyongyang's position, as might be expected, is exactly the opposite. This is without taking into account South Korea's concerns and those of Japan. Professor Wu and his fellow-Chinese Korea watchers have a strong case in suggesting that complete de-nuclearisation by North Korea is unlikely. The huge difficulties of dealing with Pyongyang are a diplomatic reality. But we are reaping the results of a general post-cold war failure by the major nuclear powers to move more seriously towards nuclear disarmament, and a more particular failure of US Korean policy, which has zigzagged for over a decade. The issue is not just nuclear weapons but settling one of the last and worst regional problems left over from the cold - and in Korea's case hot - war. At least enforced regime change does not seem an option any longer, but there is still a very long way to go.",
    "keywords": [
        "war",
        "regional",
        "korea",
        "professor",
        "distraction",
        "nuclear",
        "weapons",
        "security",
        "wu",
        "pyongyang",
        "north"
    ],
    "summary": "In spite of progress over the Korean nuclear problem, the big question remains: are we going to have to live with North Korea as the ninth member of the nuclear club?\nAnd it would be truly amazing if they listed in it the three or four, or perhaps nine or 10, nuclear weapons which they are believed to possess.\nOne of the ironies of this business is that the Americans profess to be more optimistic about the chances of North Korea proceeding to full nuclear disarmament than the Chinese.\nProfessor Wu and his fellow-Chinese Korea watchers have a strong case in suggesting that complete de-nuclearisation by North Korea is unlikely.\nThe issue is not just nuclear weapons but settling one of the last and worst regional problems left over from the cold - and in Korea's case hot - war.",
    "sentiment": {
        "neg": 0.0992,
        "neu": 0.8028,
        "pos": 0.098,
        "compound": 0.008
    }
}