{
    "date": "2007-03-21T10:52:47Z",
    "title": "N Korea holds its tongue until funds released",
    "url": "https://www.theguardian.com/world/2007/mar/21/japan.china",
    "content": "Negotiators today made little headway in nuclear disarmament talks with North Korea as the country stuck to its \"show me the money\" demand on $25m (£12.7m) previously frozen by the US. As talks in Beijing wound down after three days of fruitless negotiations, the issue of hard cash has emerged as a sticking point, much to the impatience of the US and its allies. The session that began on Monday was meant to focus on an April deadline for North Korea to shut down its main nuclear reactor and a plutonium processing plant. Pyongyang had agreed to the measures in what was seen as a breakthrough deal last month. But North Korea has insisted it must first receive its $25m, which had been frozen at Macau's Banco Delta Asia (BDA). US officials this week said the dispute had been resolved and that the money would be transferred to a North Korean account in Beijing, saying it was up to the Monetary Authority of Macau, a Chinese territory, to release the funds. North Korea had boycotted the six-party talks - comprising the two Koreas, the US, China, Russia and Japan - for more than a year after Washington blacklisted the tiny, privately run BDA on suspicion the funds were connected to money-laundering or counterfeiting. Analysts said the cash, while only a small amount, was symbolically important for North Korea. \"They want to send a signal that even if they shut down the reactor as a concession, along the way they will extract maximum concessions,\" Shi Yinhong, an international relations expert at the People's University in Beijing, told Reuters. \"They want not just the money but also the psychological victory.\" North Korea's stalling tactics produced predictable frustration among other participants at the talks. \"We've got more than three weeks to go, so I do believe that we can get there with all the commitments in the 60 days, but I had looked forward to a much more indepth discussion this week,\" said Christopher Hill, the US envoy. \"I don't know why we should waste our time waiting for the obstacle to be cleared,\" Chun Yung-woo, South Korea's representative, said of the talks - complicated by Pyongyang's strained ties with Tokyo. North Korea is upset at Japan's insistence that the two countries settle issues related to Pyongyang's abduction of Japanese citizens in the 1970s and 80s before taking steps to improve relations. Planned group talks were called off yesterday, with some participants holding bilateral meetings instead, when North Korea refused to take part until the money had appeared in its account. Meanwhile a South Korean aid group has raised fresh concerns over malnutrition in its impoverished neighbour. Seven out of 10 North Koreans are presumed to have run out of food, the Seoul-based Good Friends group said today in a regular newsletter. The aid agency said there were concerns among midlevel North Korean officials that residents in cities not receiving regular wages or rations and without arable land could starve to death; it said some farmers had run out of food since last month. The group declined to say where it had obtained the information, but many of its previous reports on North Korea have been found to be accurate. Food shortages have been exacerbated as a result of floods last summer and South Korea's suspension of food aid in protest at the North's missile tests in July, according to Human Rights Watch.",
    "keywords": [
        "money",
        "south",
        "holds",
        "korea",
        "run",
        "group",
        "talks",
        "n",
        "funds",
        "korean",
        "food",
        "tongue",
        "koreas",
        "north",
        "released"
    ],
    "summary": "The session that began on Monday was meant to focus on an April deadline for North Korea to shut down its main nuclear reactor and a plutonium processing plant.\nBut North Korea has insisted it must first receive its $25m, which had been frozen at Macau's Banco Delta Asia (BDA).\nAnalysts said the cash, while only a small amount, was symbolically important for North Korea.\nNorth Korea is upset at Japan's insistence that the two countries settle issues related to Pyongyang's abduction of Japanese citizens in the 1970s and 80s before taking steps to improve relations.\nThe group declined to say where it had obtained the information, but many of its previous reports on North Korea have been found to be accurate.",
    "sentiment": {
        "neg": 0.0721,
        "neu": 0.8817,
        "pos": 0.0462,
        "compound": -0.1689
    }
}