{
    "date": "2007-08-08T09:28:39Z",
    "title": "North and South Korea to hold first summit for seven years",
    "url": "https://www.theguardian.com/world/2007/aug/08/northkorea",
    "content": "North and South Korea today announced their first summit in seven years amid continuing international efforts to make the north abandon nuclear weapons. But political commentators said the landmark meeting - only the second between the two countries since partition after the second world war - was more about internal politics than the push for Pyongyang's nuclear disarmament. North Korea's leader, Kim Jong-il, will host the summit, from August 28 until August 30, according to a security adviser for the South Korean president, Roh Moo-hyun. Outwardly, both sides were full of optimism about the meeting. \"[It] will help inter-Korean relations and provide fresh momentum to improve North Korea's international relations,\" a spokesman quoted Mr Roh as saying. The two countries have yet to agree a formal peace treaty over the Korean war, which ended in a ceasefire in 1953 after three years of fighting. The first north-south summit, in June 2000, led to economic cooperation projects and to reunions of thousands of relatives separated by the world's most heavily fortified border. Steps to bring the Koreas closer together have faltered because of political deadlock since 2002 over North Korea's nuclear ambitions. The summit comes as the first progress is made on disarmament since the crisis began, with North Korea agreeing last month to shut down its sole operating nuclear reactor in exchange for oil aid. The US and regional powers are negotiating with the north, hoping to agree a timeline for it to declare all its nuclear programmes ended and facilities disabled. But North Korea has refused to engage South Korea on the issue. Pyongyang views the nuclear issue as a dispute with Washington, which means the new summit is unlikely to end in much more than a bland declaration. \"The summit is not going to contribute to the resolution of the nuclear issue in any way. But be prepared for another wave of unification euphoria in the south,\" Brian Myers, associate professor of international relations at Dongseo University and a North Korea specialist, told Reuters.",
    "keywords": [
        "summit",
        "war",
        "south",
        "hold",
        "international",
        "relations",
        "korea",
        "issue",
        "seven",
        "nuclear",
        "north",
        "koreas"
    ],
    "summary": "North and South Korea today announced their first summit in seven years amid continuing international efforts to make the north abandon nuclear weapons.\n\"[It] will help inter-Korean relations and provide fresh momentum to improve North Korea's international relations,\" a spokesman quoted Mr Roh as saying.\nSteps to bring the Koreas closer together have faltered because of political deadlock since 2002 over North Korea's nuclear ambitions.\nBut North Korea has refused to engage South Korea on the issue.\nBut be prepared for another wave of unification euphoria in the south,\" Brian Myers, associate professor of international relations at Dongseo University and a North Korea specialist, told Reuters.",
    "sentiment": {
        "neg": 0.0746,
        "neu": 0.8084,
        "pos": 0.117,
        "compound": 0.0726
    }
}