{
    "date": "2007-07-18T23:14:10Z",
    "title": "Leader: Good news, for a change",
    "url": "https://www.theguardian.com/commentisfree/2007/jul/19/northkorea.comment",
    "content": "The words foreign policy and disaster seem to have become inseparably entangled, but a meeting took place in Beijing yesterday which confounded the trend. Earlier this week North Korea shut down its only known nuclear reactor and yesterday the country offered to close all its nuclear programmes by the end of the year. This is a real breakthough. South Korea's chief negotiator, Chun Yung-woo, had expected the North to sell its remaining nuclear assets dearly - especially the equipment it bought to enrich uranium. Mr Chun had said that Pyongyang's real intentions would only become clear when North Korea declared its full nuclear inventory. Within 24 hours, the country had not only promised to reveal all, but to end nuclear activity, including the ability to make nuclear weapons, within months. There are two reasons for this good news, one internal and the other external. To live in North Korea is to feel surrounded, not so much by ideological enemies as by booming economies. China, South Korea, Japan and Russia have left the country so far behind that there is no way it can catch up. North Korea never managed to recover from the series of natural disasters in the 1990s that led to famines that killed 2 million people. The nation can not feed itself and relies on regular handouts of rice. Yesterday a South Korean aid group said that 10 people were dying of hunger each day in every city in the North and South Hamgyong provinces. There is also anecdotal evidence of famine from the South Korean relatives of families separated by the 54-year-old conflict. The only way out of its misery is for the country to accept the deal on which the fuel oil, the rice aid and future investment are all contingent. North Korea's neighbours have also played a big part. Much has been made of America's decision to reverse its stance, returning to the table after breaking off talks in 2002. But China, North Korea's erstwhile underwriter, brought real pressure to bear on the north after it detonated its first nuclear bomb in October last year. That and the offer of South Korean aid under its \"sunshine\" policy of engagement all played a part in convincing the beleaguered regime that there was only one way out of this crisis. This is only a start of a process to end six decades of isolation for North Korea. There will be countless problems on the way, not least those created by the wealth gap between the south and north, which makes the problems of reuniting a divided Germany pale in comparison. But the longer that task of reunification is left, the harder it becomes. The nuclear deal needs to be swiftly followed by a major international aid package. Only then can peace be finally restored to the Korean peninsula.",
    "keywords": [
        "change",
        "south",
        "leader",
        "korea",
        "nuclear",
        "way",
        "country",
        "real",
        "aid",
        "good",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "Mr Chun had said that Pyongyang's real intentions would only become clear when North Korea declared its full nuclear inventory.\nTo live in North Korea is to feel surrounded, not so much by ideological enemies as by booming economies.\nNorth Korea never managed to recover from the series of natural disasters in the 1990s that led to famines that killed 2 million people.\nThere is also anecdotal evidence of famine from the South Korean relatives of families separated by the 54-year-old conflict.\nThis is only a start of a process to end six decades of isolation for North Korea.",
    "sentiment": {
        "neg": 0.0779,
        "neu": 0.8425,
        "pos": 0.0796,
        "compound": -0.0727
    }
}