{
    "date": "2007-10-03T15:11:12Z",
    "title": "Sunny south meets frosty north as two Koreas try to bridge 50-year gap",
    "url": "https://www.theguardian.com/world/2007/oct/03/northkorea1",
    "content": "A brief handshake marked the start of only the second summit in more than half a century between the leaders of North and South Korea, the two sides of a peninsula that is still technically at war. Amid low expectations for the meeting, North Korea's leader Kim Jong-il was markedly less enthusiastic in welcoming his South Korean counterpart Roh Moo-hyun than he had been with his predecessor seven years ago. Tens of thousands of Pyongyang residents lined the streets to wave and cheer at Mr Roh's cavalcade, but Mr Kim appeared tired as he greeted his ebullient visitor in front of a military honour guard The two shared greetings of \"nice to meet you\" and then barely spoke to each other, local reporters said. Unlike seven years ago, there was no embrace, singing or a shared ride in a car. Instead Mr Roh had only 12 minutes with his host at the welcoming ceremony, after which he was taken through Pyongyang in an open vehicle with the North's nominal number two leader, Kim Yong-nam. The differing treatment is likely to raise questions about Mr Kim's health, as well as the weak political position of his visitor, whose term as president has less than six months to run. Substantive talks are scheduled for today, but even yesterday's meeting was hailed by both governments as progress. Coming almost exactly a year after North Korea tested its first nuclear weapon, it is the latest in a series of recent diplomatic breakthroughs that have eased tensions along one of the most heavily militarised borders in the world. Mr Roh is the first president to make the 125-mile drive between Seoul and Pyongyang. His predecessor Kim Dae-jung flew to the North Korean capital for the only previous summit between the two sides in 2000. Although his officials have played down expectations, Mr Roh has said he wants to \"hasten the slow march\" towards reconciliation of the peninsula. Stopping at the border, the South Korean leader vowed to break down the barriers erected after the bloody 1950-53 Korean war. In a symbolic step across the military demarcation line, he said, \"This line is the wall that has left our nation divided for half a century. \"Our people have suffered from too many hardships and development has been held up due to this wall,\" Roh said. \"I will make efforts to make my walk across the border an occasion to remove the forbidden wall and move toward peace and prosperity.\" The crossing took place in an area that has been the focus of conflict and reconciliation. The yellow-taped border was a short distance away from the truce village of Panmunjom, where the armistice was signed that halted but never formally ended the war. North Korean state media said the summit was of \"weighty significance\". The summit is aimed at \"opening up a new phase for achieving peace on the Korean peninsula, prosperity common to the nation and national reunification,\" the state-controlled Korean Central News Agency said. Critics accuse Mr Roh, who leaves office in February, of conceding too much for the sake of a political stunt aimed at bolstering the support for his party ahead of December's presidential election. At the last summit, the North Korean leader promised to make a return trip to Seoul, but this has never been realised. Instead, two South Korean leaders have made the trip North, prompting some observers to suggest they are paying homage to the \"real emperor\" of Korea despite Kim Jong-il's acquisition of a nuclear weapon and human rights abuses. US officials said the outcome of the summit was unlikely to affect wider regional negotiations about the future of the peninsula. No formal peace treaty can be signed without the US, which is a cosignatory to the armistice. \"I certainly am not looking for those inter-Korean discussions to change the basic facts on the ground or the six-party talks,\" US state department spokesman Tom Casey told reporters on Monday. Mr Roh said any meeting between the two sides represents progress. \"Even if we do not reach an agreement in many areas, it would still be a meaningful achievement to narrow the gap in understanding and to enhance confidence in each other,\" he said. \"I intend to concentrate on making substantive and concrete progress that will bring about a peace settlement together with economic development.\" The focus of the formal talks, due to start today, is expected to be on economic assistance as well as steps to reduce guard posts in the demilitarised zone, ease tensions over fishing rights and establish a regular sequence of summits.",
    "keywords": [
        "summit",
        "south",
        "mr",
        "roh",
        "leader",
        "bridge",
        "peace",
        "frosty",
        "meets",
        "kim",
        "sunny",
        "peninsula",
        "try",
        "50year",
        "korean",
        "gap",
        "north",
        "koreas"
    ],
    "summary": "Mr Roh is the first president to make the 125-mile drive between Seoul and Pyongyang.\nHis predecessor Kim Dae-jung flew to the North Korean capital for the only previous summit between the two sides in 2000.\nStopping at the border, the South Korean leader vowed to break down the barriers erected after the bloody 1950-53 Korean war.\nAt the last summit, the North Korean leader promised to make a return trip to Seoul, but this has never been realised.\nMr Roh said any meeting between the two sides represents progress.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8386,
        "pos": 0.0948,
        "compound": 0.0987
    }
}