{
    "date": "2007-07-23T09:02:54Z",
    "title": "Patient bargaining v sabre-rattling: contrasting fates along Axis of Evil",
    "url": "https://www.theguardian.com/world/2007/jul/23/iran.northkorea",
    "content": "A team of UN inspectors walked into a nuclear reactor at Yongbyon, one of the most secret and well-guarded sites in Asia, last week and placed specialised fibre-optic seals on the machinery. It was a rare moment of triumph for nuclear diplomacy in a dangerous world: North Korea had come back into the fold after five years of rampant bomb-building. The inspectors from the International Atomic Energy Agency (IAEA) went on to seal four other North Korean sites and are now setting up an elaborate network of video monitors and sensors. The next step will be for the regime to account for the rest of its nuclear programme with a view to eventually dismantling it. The breakthrough was the product of months of patient bargaining without recourse to sabre-rattling and talk of regime change, despite the unpleasant nature of the Pyongyang's totalitarian government. The episode is in stark contrast to the failure to find a diplomatic solution for Iran. Instead, the showdown over Tehran's uranium enrichment has raised fears of a new war. Iran insists the programme is for peaceful and legitimate energy generation, but the US and its allies allege it is a front for the development of nuclear weapons and have demanded its suspension. Washington is said to be contemplating air strikes before the Bush administration leaves the White House in January 2009. The US has deployed a large fleet to the Gulf and is also reported to have increased the number of B-1 strategic bombers in the region. They are being used in the Iraq counter-insurgency but would also have a central role in any future air campaign against Iran. Diplomatically speaking, North Korea and Iran are miles apart but five years ago they were both members of President Bush's \"Axis of Evil\". So what explains their disparate fates since then? First, the contrast may not be great as it seems. North Korea's peaceful future is hardly assured. It has struck a very similar deal once before, with the Clinton administration in 1994, swapping denuclearisation for economic support. The accord broke down in 2002 when the Bush White House accused Pyongyang of pursuing a covert uranium enrichment programme. North Korea quit the non-proliferation treaty, resumed the production of plutonium, made several nuclear bombs and tested one of them underground last October. It is still uncertain whether the new deal will survive. The North Koreans have not definitively said whether they intend to declare an alleged uranium enrichment programme, to which they have never publicly admitted. \"That will be the next subject of discussions,\" Stephen Hadley, George Bush's national security adviser, conceded. Just as it is far too early to declare the North Korean crisis resolved, it is also far from inevitable that the Iran crisis will slide into war. The US can ill afford another conflict, and the Bush administration has shown increasing flexibility in its dealings with Iran. Tehran has also shown some give. It struck a deal last week with the IAEA to give its inspectors greater access to its nuclear sites. And it has promised to \"review\" a proposal under which uranium enrichment and international sanctions would be suspended. There are signs of disagreement in Tehran over the defiant stance taken by President Mahmoud Ahmadinejad. Yet there is a big difference between the international approaches to North Korea and to Iran, and it has its roots in contrasting circumstances and perceptions on all sides. Most fundamental, perhaps, is the fact that Pyongyang has always treated its nuclear programme as a bargaining chip. For Tehran it is an inalienable sovereign right. \"North Korea always accepted that it would be free of nuclear weapons at the end-point of the discussion. There is an agreement there will in the end be no enrichment and no [plutonium] reprocessing plants,\" said David Albright, a former IAEA weapons inspector and now head of the Institute for Science and International Security in Washington. \"In Iran there is no acceptance there would be no enrichment and no reprocessing.\" The two countries have very different objectives. While North Korea is an impoverished state desperate for aid, Iran is a sophisticated, oil-rich nation seeking to increase its clout. The US has also taken a very different approach to Iran. Unlike North Korea, Iran has not walked out of the treaty; it has maintained relations (however rocky) with the IAEA, and no one is alleging that it has put together an actual bomb. Yet Washington has taken a harsher line, refusing to talk to the Iranians about their nuclear programme or broader security issues until Iran suspends enrichment. The US has not offered the security guarantees to Iran it has made available to North Korea. One reason for this unequal approach is the inescapable fact that North Korea already has the bomb. The fact that the North Koreans could annihilate Seoul, the capital of South Korea, guarantees that the regime is approached with extreme caution, if not respect. The invasion of Iraq was intended as a deterrent against other \"rogue states\" dabbling in weapons of mass destruction, but some have drawn the conclusion that had Saddam Hussein really possessed such weapons, he would still be in power. Patrick Cronin, the director of studies at the International Institute for Strategic Studies in London, argues that because the North Korean horse has bolted, the locks on the Iranian stable door are being checked with particular care. \"Because the aim of the international community is to minimise the uncertainty that Iran is developing a nuclear weapon, there is a higher degree of accountability that is being applied to its highly enriched uranium programme,\" Mr Cronin said. Iran and North Korea also exist in different neighbourhoods, with Iran treated as a special case in part because it lives on the same block as Israel. Given its small size and proximity, Israel views Iran as an existential threat in a much more immediate sense than the way two other US allies, South Korea and Japan, look on North Korea. Israel has also threatened to take matters into its own hands if the US fails to act. \"There is no Israel in north Asia,\" Mr Albright said. \"In fact, South Korea and China will do a lot to prevent North Korea collapsing. But Israel is existentially threatened and militarily capable.\"",
    "keywords": [
        "uranium",
        "enrichment",
        "iran",
        "evil",
        "korea",
        "sabrerattling",
        "contrasting",
        "north",
        "bargaining",
        "patient",
        "nuclear",
        "axis",
        "weapons",
        "fates",
        "israel",
        "programme",
        "v",
        "international"
    ],
    "summary": "Instead, the showdown over Tehran's uranium enrichment has raised fears of a new war.\nDiplomatically speaking, North Korea and Iran are miles apart but five years ago they were both members of President Bush's \"Axis of Evil\".\nThe accord broke down in 2002 when the Bush White House accused Pyongyang of pursuing a covert uranium enrichment programme.\nMost fundamental, perhaps, is the fact that Pyongyang has always treated its nuclear programme as a bargaining chip.\n\"In fact, South Korea and China will do a lot to prevent North Korea collapsing.",
    "sentiment": {
        "neg": 0.1167,
        "neu": 0.821,
        "pos": 0.0624,
        "compound": -0.1638
    }
}