{
    "date": "2007-09-04T01:06:47Z",
    "title": "Pyongyang claims end of 'pariah' status",
    "url": "https://www.theguardian.com/world/2007/sep/04/northkorea.usa",
    "content": "The United States has agreed to lift sanctions against North Korea and remove it from its list of pariah states that sponsor terrorism, the foreign ministry in Pyongyang announced yesterday. Washington declined to confirm the report, but if true the move would represent one of the biggest steps towards peace on the divided peninsula since the Korean war armistice in 1953. Less than a year after North Korea tested its first nuclear bomb, the two cold war enemies said they had made substantial progress during talks in Geneva at the weekend. The North Korean foreign ministry confirmed earlier US reports that it had agreed on measures to neutralise Pyongyang's nuclear facilities this year. \"In return for this the US decided to take such political and economic measures in compensation as delisting [North Korea] as a terrorism sponsor and lifting all sanctions that have been applied according to the Trading with the Enemy Act,\" said a statement carried by the state-run Korean Central News Agency. North Korea has been on Washington's terrorism list since 1987, when one of its agents admitted placing a bomb on a South Korean airliner that exploded with the loss of 115 lives over Burma the same year. It is grouped with Cuba, Iran, Sudan and Syria, all seen as \"rogue states\" by the US. Few nations are so in need of international support. Every year, North Korea is 1m tonnes short of the food it needs to feed its 20 million people. Energy shortages and power cuts remain severe. The country has become more economically reliant on China and South Korea, which together account for more than 60% of its trade and investment. North Korea remains the poor man of north-east Asia. If it is to emerge from two decades of famine, it needs enough security to cut its high military spending and gain more help from international financial institutions. Neither is possible without a US deal. Under the US Trading with the Enemy Act, nations on the list face a ban on arms sales and low-interest loans from the World Bank and the IMF. Businesses are also discouraged from investment and trade with a nation classified as having pariah status. The South Korean foreign minister, Song Min-soon, described the Geneva talks as \"very positive\". He was wary of over-optimism, particularly regarding the target of disarmament this year. \"We have to be careful with these new developments but at the same time also make sure that we move forward,\" Mr Song said. Korea watchers said a change in status would be a historic breakthrough. \"Relations with the US are now at their best level since North Korea was invented,\" said Glyn Ford, a British MEP who played a central role in talks between the European Union and Pyongyang. \"If things continue in this direction on both sides, we could see the world's last cold war curtain come down.\" Hopes for an end to the conflict rose earlier this year after North Korea shut down its Yongbyon nuclear plant and readmitted inspectors. Six-nation talks aimed at resolving the conflict have made progress, and foreign donors have responded quickly to the disaster appeal that followed last month's floods. The following months could also see a major breakthrough when the South Korean president, Roh Moo-hyun, meets North Korea's leader, Kim Jong-il, in only the second summit between the two sides in more than half a century. But it remains to be seen whether concrete action will follow the encouraging diplomatic rhetoric. There have been many false dawns in the past.",
    "keywords": [
        "war",
        "south",
        "korea",
        "states",
        "claims",
        "status",
        "end",
        "talks",
        "nuclear",
        "terrorism",
        "pariah",
        "pyongyang",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "The United States has agreed to lift sanctions against North Korea and remove it from its list of pariah states that sponsor terrorism, the foreign ministry in Pyongyang announced yesterday.\nThe North Korean foreign ministry confirmed earlier US reports that it had agreed on measures to neutralise Pyongyang's nuclear facilities this year.\nEvery year, North Korea is 1m tonnes short of the food it needs to feed its 20 million people.\nThe country has become more economically reliant on China and South Korea, which together account for more than 60% of its trade and investment.\nHopes for an end to the conflict rose earlier this year after North Korea shut down its Yongbyon nuclear plant and readmitted inspectors.",
    "sentiment": {
        "neg": 0.0976,
        "neu": 0.821,
        "pos": 0.0814,
        "compound": -0.0555
    }
}