{
    "date": "2007-02-16T15:22:04Z",
    "title": "Kim Jong-il celebrates his 65th",
    "url": "https://www.theguardian.com/world/2007/feb/16/northkorea",
    "content": "North Korea celebrated leader Kim Jong-il's 65th birthday today with the expected mix of public marches, lavish personal praise and fierce anti-US rhetoric. \"Your birth as a bright star over Mount Paektu was the greatest event as it promised the happiness and prosperity of the Korean nation,\" the country's official media said, hailing the man usually referred to as the \"Dear Leader\". Footage from the country's state-run television network showed crowds of brightly dressed celebrants dancing in unison in public squares inside the capital, Pyongyang. In a mass message of congratulations, North Korea's cabinet, ruling Workers' Party, parliament and military vowed to defend the country from the United States. \"All of the People's Army soldiers and the people will maintain a full combat mobilisation posture in response to US imperialists' manoeuvres for aggression and mercilessly destroy and mop up the aggressors if they dare to ignite a war,\" the official Korean Central News Agency quoted the letter as saying. Despite the official joy, the leader of the world's first and only communist dynasty faces turbulent times at the helm of the desperately poor and increasingly isolated state. North Koreans usually receive benefits such as extra rations on Mr Kim's birthday. But outside analysts doubt whether that will happen this year amid chronic food shortages and UN sanctions imposed after the country's first nuclear test on October 9. The situation might improve soon, however, following a breakthrough deal reached in Beijing on Tuesday between North Korea, China, the United States, South Korea, Russia and Japan. This saw North Korea agree to shut down its main nuclear reactor and allow UN inspectors back into the country within 60 days, in exchange for aid, including shipments of much-needed fuel oil. On turning 65, Mr Kim must also turn his attention to the matter of succession, notably whether any of his children will inherit the leadership when he dies. Mr Kim himself took over the leadership when his father, North Korea's founding leader Kim Il-sung, died in 1994. The elder Kim officially remains the country's \"President for Eternity\", despite his death. The Kims are the focus of a personality cult at the very centre of North Korea's political and cultural life. As well as paying homage to Mr Kim, many Pyongyang residents used his birthday to lay flowers at a giant statue of his father. \"At the time of this significant February holiday I want to see President Kim Il-sung more than ever. That's why I've come to this statue early in the morning,\" said Ri Un-ha, a North Korean woman. While his diminutive, bespectacled figure is now well known in the outside world, little is known about Mr Kim as a person. Even his age is somewhat of a mystery - while he is believed to have been born in the far east of Russia on February 16 1942, some official biographies say he was born a year earlier on Mount Paektu, a highly revered site for Koreans. According to state media, Mr Kim's birth was marked by a double rainbow and the appearance of a new star in the night sky. Other extravagant claims made on his behalf include that he shot 11 holes in one in his first ever round of golf. But while Mr Kim can sometimes seem a quirky, even humorous figure, regional analysts stress that he heads one of the most brutal regimes in the world. According to human rights groups, many thousands of North Koreans are held as political prisoners in labour camps. In the 1990s, a combination of natural disasters and gross economic mismanagement saw the country gripped by famine which, according to some estimates, might have killed as many as 3 million people.",
    "keywords": [
        "mr",
        "leader",
        "countrys",
        "korea",
        "kim",
        "jongil",
        "65th",
        "korean",
        "koreans",
        "official",
        "celebrates",
        "north",
        "koreas"
    ],
    "summary": "North Korea celebrated leader Kim Jong-il's 65th birthday today with the expected mix of public marches, lavish personal praise and fierce anti-US rhetoric.\nMr Kim himself took over the leadership when his father, North Korea's founding leader Kim Il-sung, died in 1994.\nAs well as paying homage to Mr Kim, many Pyongyang residents used his birthday to lay flowers at a giant statue of his father.\nWhile his diminutive, bespectacled figure is now well known in the outside world, little is known about Mr Kim as a person.\nBut while Mr Kim can sometimes seem a quirky, even humorous figure, regional analysts stress that he heads one of the most brutal regimes in the world.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8263,
        "pos": 0.1071,
        "compound": 0.0785
    }
}