{
    "date": "2007-10-04T14:30:00Z",
    "title": "Two Koreas, still worlds apart",
    "url": "https://www.theguardian.com/commentisfree/2007/oct/04/twokoreasstillworldsapart",
    "content": "No one should underestimate the desire on both sides of the line to reunite the Korean peninsula. There are relatively few decades, in Korea's long and painful history as buffer state between competing empires in northeast Asia, when the peninsula was united. These are still referred to as a paradise lost. But yearning for peace and making it happen are two different things, and it is clear after a three-day summit between the leaders of South and North Korea, that a rocky road of complex, multilateral negotiation stretches ahead. On Wednesday it was announced that North Korea had agreed to disable all its nuclear facilities and supply an exhaustive inventory of them by the end of the year. But it has still to agree on intrusive inspections, and no timetable exists about giving up its nuclear bombs. Washington is also holding back on the two diplomatic prizes it can award North Korea - removing it from its list of terrorist states, and from a second list of enemy states forbidden from trading with the US. Nor are bilateral relations between North Korea's leader Kim Jong-il and South Korea's President Roh Moo-hyun a simple matter. As a liberal president with four months to go before his term expires, and with the candidate for the conservative opposition Lee Myung-bak leading strongly in the polls, Roh may have calculated he could secure more from Kim than his successor. At least he could cement the \"sunshine policy\" of detente. In the event, the talks were harder than he anticipated. Along with a cabinet full of Kim's favourite DVDs, Roh had come armed with a Marshall Plan, a grand scheme to open up and reconstruct North Korea. He brought almost his entire cabinet with him. He was met with Kim and one advisor. Roh was honest about the difficulties he encountered. He said that North Korea was \"somewhat upset\" about the slow pace of developing a special economic zone built by Seoul inside North Korea. It was prickly too about referring to the Kaesong industrial complex as a \"symbol of reform and openness\". There was, he said, a wall of distrust to tear down. The result was a communique long in ambition, but short on practical results. Both sides agreed to press the superpowers to formally negotiate the end of the 1950-53 Korean war. A new highway would be built, a sea border dispute would be resolved, rail freight services would be resumed for the first time since the war, and more reunions of Korea's ageing divided families would be arranged. All of these results secure a process, but none of them cement it. The lesson of detente with North Korea is that it will take a long and sustained effort on all sides to secure lasting progress. It will not come easily and there will be more setbacks to come. As time passes, the generation that fought the war dies off and the two Koreas have grown apart. There is already a massive economic imbalance between the two (much greater than the one between East and West Germany when the Berlin wall came down), but just as important, a psychological one as well. There is less euphoria in the south about this summit than there was during the previous summit in 2000, and there is more questioning about the economic sacrifice South Korea will inevitably have to make. The truth is that the two Koreas are different worlds and we are only just at the start of trying to bring them together.",
    "keywords": [
        "summit",
        "war",
        "worlds",
        "south",
        "roh",
        "secure",
        "korea",
        "apart",
        "long",
        "sides",
        "north",
        "koreas"
    ],
    "summary": "There are relatively few decades, in Korea's long and painful history as buffer state between competing empires in northeast Asia, when the peninsula was united.\nNor are bilateral relations between North Korea's leader Kim Jong-il and South Korea's President Roh Moo-hyun a simple matter.\nHe said that North Korea was \"somewhat upset\" about the slow pace of developing a special economic zone built by Seoul inside North Korea.\nAs time passes, the generation that fought the war dies off and the two Koreas have grown apart.\nThe truth is that the two Koreas are different worlds and we are only just at the start of trying to bring them together.",
    "sentiment": {
        "neg": 0.0829,
        "neu": 0.8074,
        "pos": 0.1098,
        "compound": 0.0967
    }
}