{
    "date": "2007-06-21T11:59:56Z",
    "title": "US envoy flies into North Korea on surprise visit",
    "url": "https://www.theguardian.com/world/2007/jun/21/northkorea.usa",
    "content": "A high-ranking US envoy flew to North Korea today in a bid to accelerate efforts to persuade the government to abandon its nuclear weapons programme. The assistant US secretary of state, Christopher Hill, arrived in the capital, Pyongyang, ahead of next month's expected resumption of talks aimed at halting the country's nuclear strategy. The surprise visit by such a senior US official follows an agreement to free alleged illicit North Korean funds from frozen accounts in return for communist officials agreeing to close the country's bomb-making nuclear reactor at Yongbyon. Mr Hill flew in from South Korea and his delegation was met at the airport by Ri Gun, North Korea's deputy nuclear negotiator. \"We want to get the process moving,\" Mr Hill said. \"We hope that we can make up for some of the time that we lost this spring and so I'm looking forward to good discussions.\" North Korea, which carried out its first nuclear test explosion last October, promised China, Japan, Russia, South Korea and the US in February that it would shut the Yongbyon nuclear facility by mid-April. Diplomatic progress came to a standstill due to the financial dispute between Pyongyang and Washington, involving about US$25m (£12.5m) in funds. The US has since endorsed the release of the funds. Earlier this week, Hill said the money had been deposited in a North Korean bank account. Despite this, the North Korean government has still failed to shut down the reactor, but has invited UN monitors to visit the country next week. Efforts to persuade North Korea to abandon its nuclear programme started in August 2003. Sending a top US envoy to the country is an indication of the Bush administration's eagerness to make progress on the nuclear standoff. Experts have suggested that US officials are seeking a foreign policy triumph amid the deteriorating situation in Iraq. Previously, the highest-ranking US official to visit North Korea was the former secretary of state Madeleine Albright, who met the North Korean leader, Kim Jong-Il, in late 2000. Last year, North Korea openly invited Mr Hill to visit the country, but Washington turn down the offer. Nam Sung-wook, a North Korea expert at Korea University, said: \"I think the US is trying to keep North Korea from dragging its feet any longer. \"Unless something is done right now, North Korea could stall for time on another pretext.\" Mr Nam claimed North Korea would be keen to firm up the concessions from Washington, including the removal of North Korea from the US list of countries that sponsor terrorism, before it closes down and seals the reactor. South Korea welcomed Mr Hill's visit and expressed hope it would result in real steps toward the North ending its nuclear weapons programme.",
    "keywords": [
        "hill",
        "south",
        "mr",
        "flies",
        "korea",
        "surprise",
        "envoy",
        "washington",
        "visit",
        "nuclear",
        "reactor",
        "north",
        "korean"
    ],
    "summary": "A high-ranking US envoy flew to North Korea today in a bid to accelerate efforts to persuade the government to abandon its nuclear weapons programme.\nPreviously, the highest-ranking US official to visit North Korea was the former secretary of state Madeleine Albright, who met the North Korean leader, Kim Jong-Il, in late 2000.\nLast year, North Korea openly invited Mr Hill to visit the country, but Washington turn down the offer.\nNam Sung-wook, a North Korea expert at Korea University, said: \"I think the US is trying to keep North Korea from dragging its feet any longer.\n\"Unless something is done right now, North Korea could stall for time on another pretext.\"",
    "sentiment": {
        "neg": 0.0546,
        "neu": 0.8636,
        "pos": 0.0817,
        "compound": 0.0623
    }
}