{
    "date": "2007-07-06T11:46:50Z",
    "title": "The ailing Kim Jong-Il?",
    "url": "https://www.theguardian.com/news/blog/2007/jul/06/theailingkim",
    "content": "Kim Jong-Il, is, well, looking a bit ill. That, at least, is the conclusion of many people viewing the North Korean leader's first appearance in front of the cameras in more than two months. Mr Kim was filmed this week meeting the Chinese foreign minister, Yang Jiechi, in Pyongyang for talks on the vexed issue of North Korea's nuclear ambitions. The 65-year-old greeted his guest with a smile, but his famously rotund figure appeared unmistakably leaner than usual and his hair was somewhat patchy in places. The footage set off a spree of speculation in the South Korea media, with many newspapers recalling unconfirmed reports from May that Mr Kim had undergone heart by-pass surgery. Such a procedure could cause weight loss and hair thinning, doctors told the Chosun Ilbo newspaper. So, question one - should we be surprised? Not really. Mr Kim is 65 and is famously fond of rich delicacies such as caviar and Cognac. Also, his exercise regime rarely seems to stretch beyond handing out \"field guidance\" during visits to factories and farms, notwithstanding his legendary first-ever round of golf. Secondly, if he is seriously - even terminally - ill, should we care? This, remember, is one of the world's cruellest despots whose regime locks up many thousands in labour camps and presided over such a gross mismanagement of the economy and natural resources that, according to some estimates, 10% of the population starved to death in the 1990s. So, on that level, perhaps not. But should Mr Kim die there is a tricky issue of succession. North Korea is, uniquely, the world's only hereditary Stalinist dictatorship, but it remains to be seen whether any of the current leader's children - some of whom appear distinctly wayward - will be able to assume power. Of course, a new leader might well prove more enlightened. But there is also the risk that someone less stable than Mr Kim - assessed by the few outsiders who have met him as far from insane - could end up running the world's newest nuclear power.",
    "keywords": [
        "leaders",
        "worlds",
        "mr",
        "regime",
        "korea",
        "ailing",
        "issue",
        "kim",
        "power",
        "nuclear",
        "jongil",
        "north"
    ],
    "summary": "Kim Jong-Il, is, well, looking a bit ill. That, at least, is the conclusion of many people viewing the North Korean leader's first appearance in front of the cameras in more than two months.\nMr Kim was filmed this week meeting the Chinese foreign minister, Yang Jiechi, in Pyongyang for talks on the vexed issue of North Korea's nuclear ambitions.\nThe footage set off a spree of speculation in the South Korea media, with many newspapers recalling unconfirmed reports from May that Mr Kim had undergone heart by-pass surgery.\nMr Kim is 65 and is famously fond of rich delicacies such as caviar and Cognac.\nBut should Mr Kim die there is a tricky issue of succession.",
    "sentiment": {
        "neg": 0.0863,
        "neu": 0.8126,
        "pos": 0.1011,
        "compound": -0.0595
    }
}