{
    "date": "2007-12-19T07:41:58Z",
    "title": "Voters cool towards sunshine policy in South Korean election",
    "url": "https://www.theguardian.com/world/2007/dec/19/korea.international",
    "content": "When he was awaiting execution in 1980, Kim Dae-jung cannot have imagined that he would not only survive, but go on to transform his country so dramatically that his opponents would one day adopt the very policies for which he was sentenced to death. Yet that is what looks likely today as South Koreans go to the polls to elect a new president in a political landscape that has been turned on its head since Kim took power 10 years ago. The elder statesman's controversial \"sunshine\" policy of engaging North Korea, which was carried on by his successor as president, Roh Moo-hyun, will face its biggest domestic challenge after this election. Polls suggest that the conservative opposition, the Grand National party (GNP), will win by a landslide. Its candidate, Lee Myung-bak, a former Hyundai executive and Seoul mayor, is more than 20 percentage points ahead of his nearest rival, Chun Dong-young, of the United New Democratic party, the leading party in parliament. But Kim believes the policy of dialogue with North Korea, which he started and which he says is one of the reasons he was sentenced to death in 1980, will continue even if there is a change of government. He said the prospects for peace on the peninsula had never been better thanks to a U-turn by the Bush administration, breakthroughs in denuclearisation talks and continued rapprochement between North and South Korea, evident this month in the resumption of cross-border rail services after more than 50 years. \"This is the best chance since the establishment of the North Korean regime,\" the 84-year-old statesman said in an interview with the Guardian on the eve of the election. Kim lost three elections and \"retired\" from politics in 1993 to study in Cambridge, before winning the presidency in 1997 in the first change of government in South Korean history. Three years later, he visited Pyongyang for the first north-south summit, for which he won the Nobel peace prize. A stand-off since then between the US and North Korea appears to have ended with a shift towards engagement by George Bush. Last month, the US president wrote his first \"Dear Chairman\" letter to Kim Jong-il, the North Korean leader he once denounced as a tyrant. It has prompted speculation that the US secretary of state, Condoleezza Rice, will visit Pyongyang next year as part of moves towards normalising diplomatic relations. Kim said this was a possibility. \"The US is experiencing failures in the Middle East so it needs to gain success on the Korean peninsula regarding the nuclear issue.\" Kim believes the momentum towards success in the six-party nuclear talks - between the Koreas, the US, Japan, China and Russia - is unstoppable. Once the US and North Korea have normalised relations, he expects Pyongyang to shift away from its military-first policy and towards economic growth, which would prompt it to reach out to the South. In a best case scenario, he says reunification could come within 10 to 20 years. Today's election is unlikely to make that process easier. Lee has been criticised within his own party for his pragmatic approach. He has said he can more than double the average income of North Koreans to $3,000 (£1,490) a year. Such a policy would have been unthinkable 20 years ago, when the GNP portrayed the North as a sinister enemy. Party officials said attitudes have changed. \"Even if the GNP becomes the ruling party, we don't believe there will be tension like in the 1970s and 1980s,\" said Kim Heon-jin, a party official. \"Most people believe our country should have good relations with North Korea.\" Lee has said he will maintain dialogue, but will review the sunshine policy of engagement with the North and decide which parts to keep and discard. Rather than give aid unconditionally - as has been the case for most of the past 10 years - the former businessmen says it should be provided only after Pyongyang has given up its nuclear programme. \"If Lee Myung-bak wins, the engagement policy will not make the smooth progress it has made in the past,\" warns Kim. But he does not expect a fundamental change. \"As long as there is progress in the six-party negotiations, and in talks between the US and North Korea, then South Korea cannot be the only one to go against those bigger trends.\" But it would be a different story if there were a change of heart in the US. Lee has positioned himself closer to Washington than his liberal predecessors. It is not known whether he would block calls for sanctions and other punitive actions against North Korea as Kim claims to have done. Fifteen years ago, South Korean voters were frightened of North Korea. Ten years ago, they were sympathetic. Now, they are more concerned about themselves. Polls suggest North Korea is a priority for only 5% of the electorate, far below the economy, jobs and housing. The discovery that Kim had irregularly funnelled hundreds of millions of dollars to the North ahead of the summit, apparently to buy off his host, tarnished not only his Nobel peace prize, but also trust in the aid programme for Pyongyang. In Seoul, many people say the government should focus on its own people rather than those across the border. They want reunification, but not if it means a drop in living standards. Lee has capitalised on the disillusionment with the liberal experiment initiated by Kim and his unpopular successor, Roh. He promises to increase economic growth to 7% through ambitious infrastructure schemes, and make South Korea the world's seventh-largest economy. He too has been tarnished by corruption allegations, which led to scuffles in parliament this week and the launch of an inquiry. But the campaigns are far more subdued than in 2002, when anti-US demonstrations, internet activism and the nationalist spillover from hosting the World Cup seemed to portend a dynamic era in South Korean politics. This time, a conservative mood prevails. The generational and ideological split that electrified the last election has been replaced by a return to regionalism and self-interest. \"People want to take care of North Koreans, but only after we take care of ourselves,\" said Beckhee Cho of the UNDP, whose candidate Chung has suffered from a split in the liberal camp. \"That is why they don't like our candidate. They think he only wants to make North Koreans happy.\"",
    "keywords": [
        "policy",
        "cool",
        "south",
        "korea",
        "lee",
        "sunshine",
        "kim",
        "voters",
        "election",
        "party",
        "koreans",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "\"This is the best chance since the establishment of the North Korean regime,\" the 84-year-old statesman said in an interview with the Guardian on the eve of the election.\nA stand-off since then between the US and North Korea appears to have ended with a shift towards engagement by George Bush.\nFifteen years ago, South Korean voters were frightened of North Korea.\nPolls suggest North Korea is a priority for only 5% of the electorate, far below the economy, jobs and housing.\nHe promises to increase economic growth to 7% through ambitious infrastructure schemes, and make South Korea the world's seventh-largest economy.",
    "sentiment": {
        "neg": 0.0507,
        "neu": 0.8274,
        "pos": 0.1219,
        "compound": 0.202
    }
}