{
    "date": "2007-12-12T01:46:09Z",
    "title": "Two Koreas restore rail link 57 years on",
    "url": "https://www.theguardian.com/world/2007/dec/12/northkorea.travelnews",
    "content": "Regular freight train services between North and South Korea resumed today for the first time since 1950 amid rising hopes for peace on the divided peninsula. A 12-car train, left, laden with building materials was the first to make what will become a daily journey between the rich, open South and the poor, isolated North. The 10-mile track crosses the demilitarised zone along the 38th parallel, which is said to be the world's most heavily fortified border. Following a test run in May, officials said they hoped the reopening of the railway will eventually lead to links with the Trans-Siberian railway, which would connect Seoul and Pyongyang to the capitals of Europe more than 5,000 miles away. Lee Chul, president of Korea Railroad, expressed hope that South and North Koreans could travel together by rail to cheer for a joint Olympic team in Beijing next summer. \"Though we start with a cargo train, it will lead to a passenger train service and will soon be linked to the continental trains,\" Lee told reporters. \"The economic benefits are countless.\" The South Korean president, Roh Moo-hyun, has hailed the resumption of rail links as a political and economic breakthrough that demonstrates the benefits to be gained from engaging with North Korea. The immediate bene-ficiary will be the Kaesong industrial plant on the northern side of the border. Sixty-four South Korean firms have opened factories in the groundbreaking project, employing 21,600 North Korean workers. These companies will benefit from lower transport costs by using the railway. Although North and South Korea remain technically at war, hopes for a lasting peace are at their highest level for more than a decade.",
    "keywords": [
        "links",
        "south",
        "korea",
        "peace",
        "restore",
        "railway",
        "president",
        "link",
        "train",
        "korean",
        "rail",
        "57",
        "north",
        "koreas"
    ],
    "summary": "Regular freight train services between North and South Korea resumed today for the first time since 1950 amid rising hopes for peace on the divided peninsula.\nLee Chul, president of Korea Railroad, expressed hope that South and North Koreans could travel together by rail to cheer for a joint Olympic team in Beijing next summer.\nThe South Korean president, Roh Moo-hyun, has hailed the resumption of rail links as a political and economic breakthrough that demonstrates the benefits to be gained from engaging with North Korea.\nSixty-four South Korean firms have opened factories in the groundbreaking project, employing 21,600 North Korean workers.\nAlthough North and South Korea remain technically at war, hopes for a lasting peace are at their highest level for more than a decade.",
    "sentiment": {
        "neg": 0.0369,
        "neu": 0.8258,
        "pos": 0.1374,
        "compound": 0.2833
    }
}