{
    "date": "2007-12-12T01:46:05Z",
    "title": "Martin Kettle on the NYP's trip to North Korea",
    "url": "https://www.theguardian.com/world/2007/dec/12/usa.musicnews1",
    "content": "Announcing details of the New York Philharmonic's ground-breaking visit to North Korea yesterday, the orchestra's executive director Zarin Mehta said: \"This journey is a manifestation of the power of music to unite people.\" Don't count on it. The North Koreans and the Phil may intend the historic Pyongyang trip in February to be a strictly cultural affair, with nice friendly pictures and a minimum of political overtones. But I doubt very much it will be as straightforward as that. Cultural diplomacy has long been the continuation of international rivalry by other means. Only the innocent can have watched the sensational Simón Bolívar Youth Orchestra of Caracas playing in their Venezuelan national colours at the Proms in August and not reflected on their role as informal ambassadors for Hugo Chávez's socialist regime. Since North Korea and Cuba are the last true hold-outs of the communist world, and since the US has always been communism's greatest foe, the Pyongyang visit is set to be another battle in a global culture war. Whatever the good intentions on both sides, the North Koreans and their US guests will be well aware that this is no ordinary visit. The detailed conditions are a giveaway: the Phil has insisted on being able to play The Star-Spangled Banner alongside Korea's anthem Let Morning Shine, has obtained special guarantees for the orchestra's nine staff of Korean origin, will hold workshops with Korean music students, and has secured a nationwide TV deal to ensure the concert is not restricted to the Pyongyang nomenklatura. Twenty years after the fall of the Berlin wall and the dissolution of the Soviet Union, it is all too easy to forget the potency of what the Harvard political scientist Joseph Nye dubbed \"soft power\". A performance of Dvoràk's New World symphony, on the programme for Pyongyang, may not concentrate the North Korean regime's mind with quite the same force as a demonstration of the \"hard power\" of US nuclear and military might, but both the visitors and the visited will be well aware that music is a weapon, too. This soft power of cultural exchanges between sworn political foes ran right through the chilliest eras of the cold war. When the Soviet Union sent the Bolshoi and Kirov Ballets to the west in the 1950s, or sent the Leningrad Philharmonic or even the Red Army Ensemble, it did not do so merely to entertain but to entice. And exactly the same was true when the London Symphony or the New York Philharmonic made their early journeys east to the USSR nearly half a century ago. The choice of the Phil as the first US orchestra to visit North Korea is no surprise. The orchestra has long had a prominent role as a cultural ambassador of this kind, not least in a landmark visit to the USSR under the baton of Leonard Bernstein in 1959. Then, too, programming was a delicate matter. The Star-Spangled Banner issue cropped up in that tour, and Bernstein caused further tensions by insisting on conducting the Soviet anthem at an unusually brisk tempo. Bernstein also made a point of including American music in his programmes - Copland's Billy the Kid, Ives's The Unanswered Question and Bernstein's own Age of Anxiety - as Lorin Maazel will do in Pyongyang, when he conducts Gershwin's An American in Paris. Far more incendiary was Bernstein's programming of Stravinsky's Concerto for Piano and Woodwinds and his Rite of Spring, which had been virtually banned in the USSR as bourgeois and decadent. Bernstein also invited Boris Pasternak - who had just been forced to turn down the Nobel literature prize - to attend the orchestra's final concert. Whenever artists from one side of the divide cross into the territory of the other, enticements are not far away. Shostakovich, visiting New York for the first time in 1949, was repeatedly encouraged to defect. After Rudolf Nureyev jumped ship from the Kirov at a Paris airport in the 1960s, the surveillance levels on both sides of the iron curtain rose sharply. Under no circumstances allow yourself to get involved sexually or in any other way that might be exploited, ENO were warned on their Russian visit in 1990. The New York musicians will doubtless receive similar advice as they head for Pyongyang. If they don't know it already, they will soon get the message that playing the music is the easy bit.",
    "keywords": [
        "ussr",
        "cultural",
        "music",
        "korea",
        "martin",
        "visit",
        "kettle",
        "power",
        "bernstein",
        "trip",
        "nyps",
        "pyongyang",
        "soviet",
        "york",
        "north"
    ],
    "summary": "Announcing details of the New York Philharmonic's ground-breaking visit to North Korea yesterday, the orchestra's executive director Zarin Mehta said: \"This journey is a manifestation of the power of music to unite people.\"\nThe North Koreans and the Phil may intend the historic Pyongyang trip in February to be a strictly cultural affair, with nice friendly pictures and a minimum of political overtones.\nSince North Korea and Cuba are the last true hold-outs of the communist world, and since the US has always been communism's greatest foe, the Pyongyang visit is set to be another battle in a global culture war.\nThis soft power of cultural exchanges between sworn political foes ran right through the chilliest eras of the cold war.\nThe choice of the Phil as the first US orchestra to visit North Korea is no surprise.",
    "sentiment": {
        "neg": 0.0654,
        "neu": 0.843,
        "pos": 0.0915,
        "compound": 0.0706
    }
}