{
    "date": "2007-07-16T22:47:25Z",
    "title": "North Korea shuts nuclear plant in disarmament deal with US",
    "url": "https://www.theguardian.com/world/2007/jul/16/usa.northkorea",
    "content": "Marking a significant step towards resolving a four-and-a-half-year stand-off with the US, North Korea has shut down its only operating nuclear reactor, the country's state-run media announced yesterday. The 5MW facility at Yongbyon, about 60 miles north of Pyongyang, was closed on Saturday as international nuclear inspectors returned to the site for the first time since being asked to leave in 2002. With Yongbyon offline, the site will no longer be able to process weapons-grade plutonium, though the plant is thought to have produced enough material already for six to eight warheads, including the one exploded underground in North Korea's first nuclear bomb test in October. The impoverished and isolated state has received a shipment of heavy fuel oil, to make up for the lost generating capacity. A tanker from South Korea arrived there on Saturday carrying the first 50,000 tonnes of a promised million tonnes of fuel. The flurry of quid-pro-quo activity was hailed as a sign of progress before a new round of six-nation talks aimed at defusing tension on the peninsula. Negotiators will meet in Beijing this week to discuss the next moves towards nuclear arms reduction in return for economic aid. A team of 10 international experts is now at Yongbyon to verify the shutdown. Washington cautiously welcomed the move, but US officials said they wanted the facility permanently dismantled rather than temporarily taken offline. The head of the International Atomic Energy Agency, Mohamed ElBaradei, said it would take about a month to set up monitoring equipment at the site. \"I am quite optimistic that this is a good step in the right direction,\" he said. Under an agreement struck by the six parties in February, the next steps should include North Korea making an inventory of its nuclear arsenal in return for an easing of economic curbs, the normalisation of diplomatic relations, and its removal from the US list of nations viewed as sponsoring terrorism. Kim Myong Gil, a North Korean minister, said: \"All those things should be discussed and resolved.\" South Korea's chief negotiator, Chun Yung-woo, warned that further progress would require breaking new ground. Yongbyon was to have closed by mid-April, a deadline missed over a dispute about £12m of North Korea funds frozen under US pressure but now released from the Macau-based bank Banco Delta Asia.",
    "keywords": [
        "south",
        "deal",
        "korea",
        "return",
        "nuclear",
        "yongbyon",
        "tonnes",
        "shuts",
        "disarmament",
        "plant",
        "site",
        "step",
        "north",
        "international"
    ],
    "summary": "Marking a significant step towards resolving a four-and-a-half-year stand-off with the US, North Korea has shut down its only operating nuclear reactor, the country's state-run media announced yesterday.\nThe 5MW facility at Yongbyon, about 60 miles north of Pyongyang, was closed on Saturday as international nuclear inspectors returned to the site for the first time since being asked to leave in 2002.\nA tanker from South Korea arrived there on Saturday carrying the first 50,000 tonnes of a promised million tonnes of fuel.\nNegotiators will meet in Beijing this week to discuss the next moves towards nuclear arms reduction in return for economic aid.\nYongbyon was to have closed by mid-April, a deadline missed over a dispute about £12m of North Korea funds frozen under US pressure but now released from the Macau-based bank Banco Delta Asia.",
    "sentiment": {
        "neg": 0.0619,
        "neu": 0.8585,
        "pos": 0.0796,
        "compound": 0.0418
    }
}