{
    "date": "2007-04-26T15:00:00Z",
    "title": "Unfair trade",
    "url": "https://www.theguardian.com/commentisfree/2007/apr/26/unfairtrade",
    "content": "During the course of this month civil society organisations and social movements worldwide are holding actions against unfair trade deals that the European Union is forcing on 76 African, Caribbean and Pacific (ACP) countries, of which 39 are among the least developed in the world. These so called Economic Partnership Agreements (EPAs) [pdf] are comprehensive free trade instruments that are set to force ACP countries to eliminate trade barriers to almost all EU imports. This will expose family farmers and fledgling industry to direct and unfair competition from powerful European corporations - driving farmers off their land and causing mass unemployment. The EU claims that these deals are pro-development but even the European commission's own impact assessment [pdf] has highlighted that they could lead to the collapse of West Africa's manufacturing sector. Yet it is the agricultural sector that is set to suffer the most as the current proposals will fling open markets - mainly throughout sub-Saharan Africa - and pave the way for the dumping of cheap, subsidised European goods such as cereals, processed meat and canned vegetables. This threatens the livelihoods of millions of farmers who simply cannot compete with cheap imports. Many ACP countries have indicated that they are not ready to sign such agreements. African civil society has been calling on their leaders to walk away from the negotiating table. However, the European Union is threatening to reinstate higher duties on ACP exports and to reduce aid if they do not sign EPAs before the end-of-year deadline. Friends of the Earth, civil society organisations and social movements from around the world have issued a declaration condemning the use of such bullying tactics against some of the world's poorest countries. We are equally concerned about other ongoing and upcoming bilateral and regional trade deals that the EU is gearing up to impose on other developing countries. EU trade commissioner, Peter Mandelson, presented a new aggressive trade policy which was laid out in the strategy communication: Global Europe - Competing in the World [pdf] in October last year. This strategy will see the proliferation of EU bilateral trade negotiations with South Korea, Asean (10 South-East Asia countries), India, Central America and the Andean community which are to be added to the existing EU negotiations with the ACP, the Gulf states and Mercosur (Brazil, Uruguay, Paraguay, Venezuela, Argentina). These negotiations signal a significant shift in world economic relations and will certainly lead to resistance to EU policies on a global scale. Mandelson's new vision is explicitly about serving the interests of European corporations, offering them new markets, access to natural resources and energy reserves. This is being pursued at the expense of developing countries' national policy space, livelihoods and their environmental and social protection. The EU is aggressively pushing the so-called Singapore issues [pdf]; these include investment, competition policy and public procurement, even though these have already been rejected by developing countries at the World Trade Organisation talks because they would inflict lasting damage on poor communities and their environment. This is the same agenda being pushed via a different route, one whereby countries can be picked off one by one. New investment rules in particular would open up and deregulate oil, mining, forestry and fishery sectors on behalf of European transnational corporations. This would undermine poor communities' access to the natural resources that fishing communities, farmers and indigenous peoples - in particular women - rely on for their livelihoods, medicines, fuel and food security needs. These unjust policies are being carried out on behalf of the UK and other EU member states when what we desperately need is an alternative approach to trade that is better for people and planet. Our campaigning [pdf] in Europe is in support of grassroots movements fighting for a better world, and is, for example, in solidarity with the millions of producers campaigning for food sovereignty. We urge the governments of the ACP to heed the calls of its civil society to resist these proposals. In Europe, we urgently need to mobilise to prevent the signing of Economic Partnership Agreements and other EU corporate trade deals. It is disgraceful that UK ministers claim to promote sustainable development while being part of the push to get developing countries to sign away their livelihoods and environment. The British government is a key player within the EU and should use its full influence to stop these deals from going ahead and to get Mandelson's offensive strategy scrapped. Anything less is a betrayal of communities throughout the world.",
    "keywords": [
        "eu",
        "pdf",
        "unfair",
        "trade",
        "world",
        "european",
        "acp",
        "society",
        "deals",
        "livelihoods",
        "countries"
    ],
    "summary": "During the course of this month civil society organisations and social movements worldwide are holding actions against unfair trade deals that the European Union is forcing on 76 African, Caribbean and Pacific (ACP) countries, of which 39 are among the least developed in the world.\nThese so called Economic Partnership Agreements (EPAs) [pdf] are comprehensive free trade instruments that are set to force ACP countries to eliminate trade barriers to almost all EU imports.\nWe are equally concerned about other ongoing and upcoming bilateral and regional trade deals that the EU is gearing up to impose on other developing countries.\nEU trade commissioner, Peter Mandelson, presented a new aggressive trade policy which was laid out in the strategy communication: Global Europe - Competing in the World [pdf] in October last year.\nIn Europe, we urgently need to mobilise to prevent the signing of Economic Partnership Agreements and other EU corporate trade deals.",
    "sentiment": {
        "neg": 0.0855,
        "neu": 0.8416,
        "pos": 0.0729,
        "compound": -0.1076
    }
}