{
    "date": "2007-09-18T12:39:08Z",
    "title": "North Korea denies aiding Syrian nuclear plans",
    "url": "https://www.theguardian.com/world/2007/sep/18/syria.northkorea",
    "content": "North Korea today angrily denied it had helped Syria develop a nuclear weapon, calling the claim \"sheer misinformation\" invented by opponents. The allegation, which was first raised by US newspapers last week, came from \"impure forces\" that wanted to resist improving relations between Washington and Pyongyang, North Korea's foreign ministry said in a statement. The ministry insisted Pyongyang had upheld a pledge made at the time of its first nuclear weapons test in October that it would be \"a responsible nuclear power\" and not transfer nuclear material or technology outside its borders. \"We never speak empty words,\" the ministry statement said. Both the Washington Post and the New York Times reported last week that US officials believed Syria had received nuclear assistance from North Korea. Suspicions were heightened by speculation about a reported Israeli air raid earlier this month on unknown Syrian targets, perhaps including a suspected nuclear facility. On Friday, the US acting deputy assistant secretary of state for nuclear non-proliferation, Andrew Semmel, said Syria may have had contacts with \"secret suppliers\" to obtain nuclear equipment. He did not name the suppliers, but said North Koreans were known to be in Syria. Today's statement by the foreign ministry is North Korea's first response to the allegations, which surfaced amid an otherwise optimistic outlook about international talks on the country's nuclear programme. A team of international nuclear officials and experts visited North Korea last week, going to both Pyongyang and the Yongbyon nuclear complex, north of the capital, where the main reactor has already been shut down. The visit followed North Korea's agreement in February to suspend the operation of Yongbyon in return for the international supply of heating fuel oil. Today, China said it had delivered its first shipment of oil to the North Korean port of Nampo on Sunday, part of the 1m tonnes promised by various nations under the nuclear deal. The US president, George Bush, who formerly included North Korea in his \"axis of evil\", has struck a more conciliatory note of late, offering Pyongyang a formal peace treaty if it completes nuclear disarmament. Relations are also gradually warming between North and South Korea. Earlier today, a South Korean delegation arrived in the North for talks ahead of a summit next month. South Korea's president, Roh Moo-hyun, is scheduled to travel to Pyongyang early next month to meet the North Korean leader, Kim Jong-il, in what would be only the second-ever such summit between the countries.",
    "keywords": [
        "plans",
        "aiding",
        "syria",
        "korea",
        "ministry",
        "week",
        "nuclear",
        "denies",
        "syrian",
        "today",
        "pyongyang",
        "statement",
        "north",
        "koreas"
    ],
    "summary": "North Korea today angrily denied it had helped Syria develop a nuclear weapon, calling the claim \"sheer misinformation\" invented by opponents.\n\"We never speak empty words,\" the ministry statement said.\nBoth the Washington Post and the New York Times reported last week that US officials believed Syria had received nuclear assistance from North Korea.\nA team of international nuclear officials and experts visited North Korea last week, going to both Pyongyang and the Yongbyon nuclear complex, north of the capital, where the main reactor has already been shut down.\nThe visit followed North Korea's agreement in February to suspend the operation of Yongbyon in return for the international supply of heating fuel oil.",
    "sentiment": {
        "neg": 0.0488,
        "neu": 0.8999,
        "pos": 0.0513,
        "compound": 0.029
    }
}