{
    "date": "2007-03-14T13:40:25Z",
    "title": "Nuclear agency says North Korea ready to negotiate.",
    "url": "https://www.theguardian.com/world/2007/mar/14/northkorea",
    "content": "Pyongyang is willing to enter discussions over shutting down its nuclear programme once financial sanctions against it are lifted, the head of the UN atomic watchdog said today. The comments by Mohamed ElBaradei, head of the International Atomic Energy Agency (IAEA), came after his first trip to North Korea since the atomic watchdog was thrown out of the country four years ago. Washington said it would settle a dispute over bank accounts frozen in Macau, in southern China, that the US claims have been used to launder illegal earnings for the North Korean government. Mr ElBaradei described his trip to Pyongyang, during which he discussed how North Korea would comply with an agreement with five other countries to halt its nuclear ambitions, as \"quite useful\". But he was snubbed by North Korea's top nuclear negotiator - the deputy foreign minister, Kim Kye-Gwan, who claimed he was too busy to meet the nuclear inspector. North Korean officials said Mr Kim was busy preparing for the six-party talks on the issue later this week. Mr Kim was the chief negotiator at the talks last month, when North Korea agreed to shut its Yongbyon reactor in return for aid and security guarantees. Mr ElBaradei was able to meet another deputy foreign minister of the same rank, Kim Hyong-Jun. The purpose of his visit was to assess North Korea's progress in complying with the agreement between the two Koreas, China, the US, Japan and Russia. On arrival yesterday, Mr ElBaradei said he was optimistic that North Korea would comply and said he was prepared to be patient. South Korea's foreign minister, Song Min Soon, yesterday expressed concern about the slow progress on complying with the deal. \"At this moment, there is no sign of any change in the circumstances of the Yongbyon operations,\" he said. The US assistant secretary of state, Christopher Hill, the top American nuclear negotiator, told reporters after arriving in Beijing that he did not know why the meeting was cancelled but said it was a good sign that North Korea had received Mr ElBaradei. Mr Hill added that he was expecting to meet Mr ElBaradei in Beijing tomorrow to discuss the visit to North Korea.",
    "keywords": [
        "elbaradei",
        "negotiate",
        "mr",
        "negotiator",
        "korea",
        "ready",
        "agency",
        "meet",
        "nuclear",
        "kim",
        "minister",
        "north",
        "koreas"
    ],
    "summary": "Mr ElBaradei described his trip to Pyongyang, during which he discussed how North Korea would comply with an agreement with five other countries to halt its nuclear ambitions, as \"quite useful\".\nBut he was snubbed by North Korea's top nuclear negotiator - the deputy foreign minister, Kim Kye-Gwan, who claimed he was too busy to meet the nuclear inspector.\nThe purpose of his visit was to assess North Korea's progress in complying with the agreement between the two Koreas, China, the US, Japan and Russia.\nOn arrival yesterday, Mr ElBaradei said he was optimistic that North Korea would comply and said he was prepared to be patient.\nMr Hill added that he was expecting to meet Mr ElBaradei in Beijing tomorrow to discuss the visit to North Korea.",
    "sentiment": {
        "neg": 0.032,
        "neu": 0.8963,
        "pos": 0.0717,
        "compound": 0.1473
    }
}