{
    "date": "2007-07-17T15:00:00Z",
    "title": "Progress in Pyongyang",
    "url": "https://www.theguardian.com/commentisfree/2007/jul/17/progressinpyongyang",
    "content": "The first big step toward North Korean nuclear disarmament was confirmed by International Atomic Energy Agency inspectors yesterday. The plutonium producing facility in Yongbyon is now closed - the result of a diplomatic breakthrough achieved through the six party talks in February. Per the agreement, North Korea would take steps to dismantle its nuclear weapons program in exchange for food and fuel subsidies. So what does this mean? Foremost, it shows just how impractical American policy has been over the last five years. In fall 2002, the Bush administration abruptly ended fuel and technology shipments to North Korea that were negotiated by the Clinton administration as part of the so-called Agreed Framework of 1994. Then, from late 2002 to February 2007 - during which time the Bush administration refused to engage the North Korean government directly - the North kicked out IAEA inspectors, withdrew from the nuclear non-proliferation treaty, produced enough plutonium for an estimated 10 bombs and detonated a weapon of mass destruction. But in February 2007, the administration started to engage North Korea, helping to lead toward the de-escalation we're seeing now. Progress has been unrelentingly positive since assistant secretary of state Christopher Hill visited Pyongyang in late June - the first high level American official to do so in five years. This progress, though, might not be such a positive thing for those who advocated abandoning the Agreed Framework back in 2002. With weapons inspectors suddenly on the ground in North Korea, the rational behind the hardliners' disastrous approach over the last five years may be further undercut. The Yongbyon shutdown, after all, is only the first in a series of steps toward verifying complete North Korean nuclear disarmament. Next, the North Koreans are to provide a complete account of their other nuclear activities, including whether or not they have - or had - a secret uranium enrichment program. This is a particularly sensitive issue, because back in 2002, hawkish elements in the administration used accusations that the North had activated a secret uranium enrichment to justify American withdrawal from the Agreed Framework. But here is the rub: claims of a secret uranium producing facility may have been wildly exaggerated by Bush administration officials who simply wanted an excuse to abandon the Agreed Framework. Two weeks after the February 2007 deal was announced, Joseph DeTrani, the chief American intelligence officer for North Korea, told congress there was never conclusive evidence of a secret uranium enrichment facility in North Korea. So when IAEA inspectors are permitted to examine these claims, they may simply come up empty-handed. The whole premise of the administration's disastrous North Korean policy may have been built upon exaggerated claims about weapons of mass destruction. Sound familiar? On a positive note, the quick progress since February shows that alternatives to saber rattling can actually work. A new \"North Korean model\" for disarming bad guys seems to be emerging. UN security council sanctions, combined with focused regional diplomacy and direct bilateral engagement with the US, can be an effective counter-proliferation strategy. Could this combination work for Iran? So far, only one of these three conditions - security council sanctions - has been met. The regional element needs time to build. But so long as the Bush administration refuses to engage Tehran, we may never know if this successful model can be replicated elsewhere. We do know, however, that there are clear downsides to refusing to speak directly with dangerous would-be proliferators. Let's hope Washington learns that engaging ones enemies can beget positive outcomes.",
    "keywords": [
        "uranium",
        "framework",
        "progress",
        "korea",
        "secret",
        "administration",
        "nuclear",
        "positive",
        "inspectors",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The first big step toward North Korean nuclear disarmament was confirmed by International Atomic Energy Agency inspectors yesterday.\nProgress has been unrelentingly positive since assistant secretary of state Christopher Hill visited Pyongyang in late June - the first high level American official to do so in five years.\nThis progress, though, might not be such a positive thing for those who advocated abandoning the Agreed Framework back in 2002.\nThe Yongbyon shutdown, after all, is only the first in a series of steps toward verifying complete North Korean nuclear disarmament.\nThe whole premise of the administration's disastrous North Korean policy may have been built upon exaggerated claims about weapons of mass destruction.",
    "sentiment": {
        "neg": 0.0701,
        "neu": 0.82,
        "pos": 0.1099,
        "compound": 0.0925
    }
}