{
    "date": "2007-08-21T15:53:05Z",
    "title": "Red Cross issues $5.5m appeal for North Korea flood victims",
    "url": "https://www.theguardian.com/world/2007/aug/21/northkorea",
    "content": "North Korea's worst flooding in more than 30 years threatens to turn into a health disaster as survivors fall prey to waterborne diseases, the Red Cross warned today. The humanitarian organisation issued an appeal for $5.5m (£2.78m) for medicines and supplies and said emergency help was needed to support the 89,000 people who have been left homeless by the heavy rains that have deluged vast swathes of the country in the past two weeks. With between 30 and 40% of the country's health facilities and drug supplies damaged or destroyed, the Red Cross said the impact was being felt further afield. \"The situation is worsening as people are falling sick due to poor hygiene conditions,\" said Jaap Timmer, who heads the Pyongyang office of the International Federation of Red Cross and Red Crescent Societies. \"They need the international community's help.\" Diarrhoea and respiratory infections are reportedly on the rise, particularly among children. The World Health Organisation said that North Korea is particularly vulnerable because of its isolation, relative poverty and lack of accessibility to donors and emergency support. \"There were chronic problems here to start with. An emergency like this magnifies that,\" said Tej Walia, the organisation's country representative. Food is also a concern. The government estimates that 11% of the country's crops may have been destroyed, which could reduce harvests by about 200,000 tonnes in a country that already faces an annual shortfall of 1m tonnes. North Korea appealed to The World Food Program today for six months of emergency supplies for 215,000 people in six provinces. The UN agency said it would release in-country stocks immediately. Aid workers said there is no immediate likelihood of a repeat of the famines that devastated the population in the late 1990s, but the risks will grow if the situation is not quickly addressed.",
    "keywords": [
        "korea",
        "cross",
        "world",
        "55m",
        "red",
        "victims",
        "issues",
        "appeal",
        "country",
        "tonnes",
        "emergency",
        "today",
        "health",
        "supplies",
        "flood",
        "north"
    ],
    "summary": "North Korea's worst flooding in more than 30 years threatens to turn into a health disaster as survivors fall prey to waterborne diseases, the Red Cross warned today.\nWith between 30 and 40% of the country's health facilities and drug supplies damaged or destroyed, the Red Cross said the impact was being felt further afield.\n\"The situation is worsening as people are falling sick due to poor hygiene conditions,\" said Jaap Timmer, who heads the Pyongyang office of the International Federation of Red Cross and Red Crescent Societies.\nThe World Health Organisation said that North Korea is particularly vulnerable because of its isolation, relative poverty and lack of accessibility to donors and emergency support.\nNorth Korea appealed to The World Food Program today for six months of emergency supplies for 215,000 people in six provinces.",
    "sentiment": {
        "neg": 0.1485,
        "neu": 0.8274,
        "pos": 0.024,
        "compound": -0.3537
    }
}