{
    "date": "2007-03-19T10:28:48Z",
    "title": "N Korea talks resume after funds released",
    "url": "https://www.theguardian.com/world/2007/mar/19/northkorea.china",
    "content": "Nuclear disarmament talks resumed today in Beijing after the US resolved a financial dispute by agreeing to release frozen North Korean funds. The US treasury said the funds frozen in Macau's Banco Delta Asia (BDA) would be returned to Pyongyang via a Chinese bank, but a ban on US financial institutions doing business with BDA - which Washington says may be linked to counterfeiting or money laundering - would remain. \"Now that the BDA issue is resolved there should not be any major obstacles to implementing measures to shut down North Korea's nuclear facilities within 60 days,\" the chief South Korean negotiator, Chun Yung-woo, told reporters. Diplomats said the settlement of the financial dispute was important for building confidence at the six-party talks, bringing together the two Koreas, the US, China, Russia and Japan. This week's session will focus on reviewing the progress of five related working group meetings held over the past month and discuss specific steps needed to meet an April deadline for Pyongyang to shut down both its main reactor and a plutonium processing plant. Under a deal reached in February, North Korea agreed to shut down its Yongbyon nuclear reactor in 60 days. In return, North Korea is to receive energy and economic assistance and a start toward normalising relations with the US and Japan. Diplomats cautioned that, despite the positive signs, there was still a long way ahead. \"We are now at a starting point towards a long-term goal of denuclearisation, peace and stability in the Korean peninsula,\" Japan's chief envoy, Kenichiro Sasae, told reporters. \"If we liken the process to a marathon, we have just started to run.\" US allegations in 2002 that North Korea had a secret uranium enrichment programme prompted the North to expel UN inspectors and to detonate its first nuclear device last year.",
    "keywords": [
        "resolved",
        "korea",
        "shut",
        "north",
        "nuclear",
        "bda",
        "n",
        "funds",
        "told",
        "korean",
        "financial",
        "resume",
        "talks",
        "released"
    ],
    "summary": "Nuclear disarmament talks resumed today in Beijing after the US resolved a financial dispute by agreeing to release frozen North Korean funds.\nDiplomats said the settlement of the financial dispute was important for building confidence at the six-party talks, bringing together the two Koreas, the US, China, Russia and Japan.\nUnder a deal reached in February, North Korea agreed to shut down its Yongbyon nuclear reactor in 60 days.\nIn return, North Korea is to receive energy and economic assistance and a start toward normalising relations with the US and Japan.\nUS allegations in 2002 that North Korea had a secret uranium enrichment programme prompted the North to expel UN inspectors and to detonate its first nuclear device last year.",
    "sentiment": {
        "neg": 0.0594,
        "neu": 0.8627,
        "pos": 0.0778,
        "compound": 0.0235
    }
}