{
    "date": "2007-06-28T10:45:28Z",
    "title": "UN inspectors allowed into North Korea nuclear plant",
    "url": "https://www.theguardian.com/world/2007/jun/28/northkorea",
    "content": "UN inspectors were today visiting a nuclear plant in North Korea for the first time since they were expelled from the country in 2002. Depending on how the visit goes, the International Atomic Energy Agency (IAEA) hopes to begin formal inspections at the Yongbyon nuclear plant, about 60 miles north of the capital, Pyongyang. IAEA officials said today's visit was just a preliminary stage. \"This is not an inspection. We are here to negotiate and we will see where we are on Friday evening - what we have on the table at that time,\" the IAEA nuclear safeguards director, Olli Heinonen, was quoted as saying as he left a Pyongyang hotel. North Korea agreed in February to close the reactor in exchange for economic aid and political concessions, under a deal reached in talks that included the US, China, Japan, Russia and South Korea. But the reclusive North Korean regime subsequently dragged its feet on inspections because of a dispute with the US over frozen bank accounts. That was settled this week after a surprise visit to Pyongyang by a US nuclear envoy, Christopher Hill, and the release of the funds. The Yongbyon complex consists of a five-megawatt reactor and a plutonium reprocessing plant, where weapons-grade material can be extracted from spent fuel rods. Even as North Korea showed signs of concessions on the nuclear issue, it angered its neighbours by launching more conventional missile tests earlier this week. The Japanese prime minister, Shinzo Abe, accused North Korea of provocation and of defying the UN over the short-range missile launches. The UN security council had passed a resolution calling on North Korea to stick to a moratorium on missile tests after Pyongyang shocked the world with its first nuclear test in October. The US also criticised the latest missile tests. \"We expect North Korea to refrain from conducting further provocative ballistic missile launches - activity that is destabilising to the security of north-east Asia,\" said Gordon Johndroe, a spokesman for the US national security council. Separately, North Korea said it would conduct a thorough investigation into the kidnapping of Japanese citizens, in a new sign of flexibility on a contentious issue with Japan. Mr Abe has said Tokyo will withhold economic aid to Pyongyang unless it sees progress in a dispute over citizens kidnapped decades ago to help train North Korean spies in language and culture. \"[The North Korean leader] Kim Jong-il has ordered a thorough investigation into the issue ... North Korea intends to resolve this issue,\" a source told Reuters. North Korea admitted in 2002 that its agents kidnapped 13 Japanese people in the 1970s and 80s. Five returned to Japan in 2002 after the then Japanese prime minister, Junichiro Koizumi, twice visited Pyongyang for talks with Mr Kim. Pyongyang has said that the eight others are dead, and has insisted that the issue is settled. However, Tokyo wants more information about them and another people four who Japan says were also kidnapped. It insists bilateral ties between the two countries cannot be normalised until the problem is resolved.",
    "keywords": [
        "allowed",
        "korea",
        "issue",
        "nuclear",
        "visit",
        "japanese",
        "japan",
        "tests",
        "inspectors",
        "plant",
        "missile",
        "pyongyang",
        "north"
    ],
    "summary": "UN inspectors were today visiting a nuclear plant in North Korea for the first time since they were expelled from the country in 2002.\nEven as North Korea showed signs of concessions on the nuclear issue, it angered its neighbours by launching more conventional missile tests earlier this week.\nThe Japanese prime minister, Shinzo Abe, accused North Korea of provocation and of defying the UN over the short-range missile launches.\n\"[The North Korean leader] Kim Jong-il has ordered a thorough investigation into the issue ... North Korea intends to resolve this issue,\" a source told Reuters.\nNorth Korea admitted in 2002 that its agents kidnapped 13 Japanese people in the 1970s and 80s.",
    "sentiment": {
        "neg": 0.0621,
        "neu": 0.8871,
        "pos": 0.0508,
        "compound": 0.0079
    }
}