{
    "date": "2007-09-03T14:31:00Z",
    "title": "Hope rises in east Asia",
    "url": "https://www.theguardian.com/commentisfree/2007/sep/03/hoperisesineastasia",
    "content": "Is this really, finally it? After more than half a century, the possible end of the world's last cold war conflict has suddenly loomed into sight. In the past two days, North Korea and the United States have made more progress in resolving their differences than in the previous 54 years. Today, Pyongyang announced that the US will lift economic sanctions and remove its pariah status as a country that sponsors terrorism. Yesterday, the US deputy secretary of state, Christopher Hill, said North Korea had promised to dismantle its nuclear weapons programme by the end of the year. If confirmed by the US, these would be shockingly positive developments for east Asia watchers, who are more used to the niggling cycle of confrontation and concession that have characterised relations between the two sides for decades. There have been so many false dawns and broken promises in the past, dare we be hopeful this time that North Korea is finally coming in from the cold? Experience counsels caution, but instinct suggests that yes, the situation has changed. Last week, I was in Pyongyang - the fifth trip I have made there in five years. In many respects, it was the same as usual for a journalist - frustrating, exhausting and stimulating. The government minders were as watchful as ever, the propaganda as relentless and it was just as difficult as ever to speak to an \"ordinary person\". But there were small changes too. Compared to 2002, there were definitely more cars and electricity. Food shortages seemed less of a problem. Many buildings had been spruced up with a fresh coat of paint. And among some of the people we spoke to - almost all guides of one type or another - I thought I could detect a slight shift away from the belligerent rhetoric of the past. It was so small as to be almost imperceptible. The real changes are elsewhere. The United Nations representative praised North Korea for its openness about last month's flood, which is increasingly looking like a good example of international cooperation than the usual blame games and misery that have followed past natural disasters. But the most striking difference from previous visits is that there are a lot less international aid workers and a lot more Chinese businessmen and tourists. South Korean tractors are at work on building new structures. Even Japanese businessmen were engaged in constructing a new hotel. Asia is stepping up. The region around North Korea is home to many of the world's biggest and fastest growing economies. Pyongyang is an obstacle to greater prosperity that they can no longer afford to ignore. But it's the change in the US that would be key. In the White House, the most strident advocates of confrontation in 2002 - John Bolton, Donald Rumsfeld and Richard Armitage - have fallen victim to the Iraq war. In has come the extremely diplomatic diplomat, Christopher Hill, whose patience appears to have been rewarded. The biggest change of all of course is that Kim Jong-il has now proved he has the bomb. Last year's atomic test shook six-party negotiations to life. It is hard to believe the \"great general\" will now give up this bargaining chip. But perhaps he realises that he will rarely get a better deal than now. If Republicans make an agreement, the Democrats are more likely to honour it than vice versa. (One of the main reasons for the strife of the past five years is that the Bush White House hated the deal Clinton struck in 1994). South Korea will soon have an election that could bring a much less sympathetic president to the Blue House than the current incumbent. And perhaps too there is some truth to persistent rumours about Kim's failing health. If the bomb could be swapped for economic reconstruction aid and moves towards reunification, it would lift an otherwise miserable legacy into something approaching statesmanship. But this is speculation - like so much of the comment on this secretive and isolated nation. No doubt there are more twists and turns to come, but these are exciting times for Korea. Even being able to dare to hope is progress.",
    "keywords": [
        "past",
        "east",
        "worlds",
        "white",
        "war",
        "korea",
        "rises",
        "house",
        "hope",
        "usual",
        "united",
        "asia",
        "pyongyang",
        "north"
    ],
    "summary": "In the past two days, North Korea and the United States have made more progress in resolving their differences than in the previous 54 years.\nYesterday, the US deputy secretary of state, Christopher Hill, said North Korea had promised to dismantle its nuclear weapons programme by the end of the year.\nThere have been so many false dawns and broken promises in the past, dare we be hopeful this time that North Korea is finally coming in from the cold?\nThe region around North Korea is home to many of the world's biggest and fastest growing economies.\nIn the White House, the most strident advocates of confrontation in 2002 - John Bolton, Donald Rumsfeld and Richard Armitage - have fallen victim to the Iraq war.",
    "sentiment": {
        "neg": 0.0978,
        "neu": 0.7939,
        "pos": 0.1083,
        "compound": 0.0429
    }
}