{
    "date": "2007-12-11T08:00:00Z",
    "title": "Keeping the peace",
    "url": "https://www.theguardian.com/commentisfree/2007/dec/11/keepingthepeace",
    "content": "Jonathan Schell's comment on the failure of US policy towards Iran and nuclear weapons is very much to the point. After years of exaggeration of the \"threat\" from Tehran, Washington's new joint intelligence report has gone in the other direction. What counts is not taking the final step towards making a bomb but obtaining the materials to do so. Any country that reaches the necessary enrichment capacity can then bide its time or, like India, stage a rush to the finishing line. As Schell says: \"The doctrine according to which great powers, many of them nuclear-armed, try to stop lesser powers from acquiring nuclear weapons by force and threats of force ... has reached a dead end.\" What is missing, Schell concludes, is a policy to address this dilemma, and that surely has to be our starting point. The grand bargain implicit in the nuclear non-proliferation treaty (NPT), that non-nuclears would stay non-nuclear while the nuclears moved seriously towards disarmament, has failed. We can go a long way back to see why. Years before the treaty was signed in 1968, British and French chauvinism had first expanded the nuclear club: the cold war isolation which the US imposed on China (later abetted by the Soviet Union) ensured that Beijing would join the club too and turning a blind eye to the Israeli bomb set up a new regional equation of which Iran is now very much a part. India and Pakistan should have been the final writing on the wall. There may be a lull now as some sort of deal leaving North Korea with a latent capacity is reached while Iran continues to pursue a potential one. But before too long the non-proliferation exercise will be again revealed to have no clothes. There is a way forward, but only if a new grand bargain can be struck which addresses both the danger that civilian nuclear programmes can be militarised, which is the nub of the Iran issue, and the persistent failure of the major nuclear powers to show any convincing intention of moving towards abolition. As Kofi Annan warned shortly before he stepped down, it means \"progress on both fronts - non-proliferation and disarmament at once\". We need a new grand bargain to form the agenda for the next NPT review in 2010. 1) On the non-proliferation front: • Universal adherence to the additional protocol of the International Atomic Energy Agency, which strengthens powers of inspection • Restrictions on the behaviour of states who withdraw from the treaty • Nuclear fuel to be supplied solely by an international fuel-service regime • Effective enforcement mechanisms against nuclear proliferators 2) On the disarmament front: • Extension of international controls over those nuclear states outside the NPT • Ratification of the comprehensive test-ban treaty, and conclusion of a verifiable fissile material cut-off treaty • Acceptance by all nuclear powers of the principle of no-first-use • Real commitment to the 10 \"practical steps\" towards nuclear disarmament agreed at the NPT 2000 conference It's a very big deal but it's the only alternative to a continuing drift towards an even more dangerously nuclearised world.",
    "keywords": [
        "npt",
        "bargain",
        "iran",
        "keeping",
        "peace",
        "treaty",
        "nonproliferation",
        "nuclear",
        "disarmament",
        "powers",
        "grand",
        "international"
    ],
    "summary": "Jonathan Schell's comment on the failure of US policy towards Iran and nuclear weapons is very much to the point.\nAfter years of exaggeration of the \"threat\" from Tehran, Washington's new joint intelligence report has gone in the other direction.\nThe grand bargain implicit in the nuclear non-proliferation treaty (NPT), that non-nuclears would stay non-nuclear while the nuclears moved seriously towards disarmament, has failed.\nAs Kofi Annan warned shortly before he stepped down, it means \"progress on both fronts - non-proliferation and disarmament at once\".\nWe need a new grand bargain to form the agenda for the next NPT review in 2010.",
    "sentiment": {
        "neg": 0.1016,
        "neu": 0.8109,
        "pos": 0.0875,
        "compound": -0.0878
    }
}