{
    "date": "2007-02-13T15:00:00Z",
    "title": "Back from the brink",
    "url": "https://www.theguardian.com/commentisfree/2007/feb/13/astepbackfromthebrink",
    "content": "The US-North Korean agreement reached today at the six-party talks in Beijing could be a breakthrough in tackling one of the cold war's last and worst crisis points, as long as hardliners in Washington and Pyongyang will let it proceed. If the working groups which it establishes can really sit down to talk about such vital issues as denuclearisation and normalising US and Japanese relations with Korea, the very fact of dialogue alone will be significant. No longer does either side demand delivery on one item before opening discussions on another. Yet caution has to set in quickly, and this is not just because deals have been made (1994, 2005) and fallen apart before. First, it is hard to believe that - in spite of what the agreement says - \"progress in one working group shall not affect progress in (another)\". The problem of sequencing remains: will Pyongyang really move any distance towards \"denuclearisation\" before its relations with the US are \"normalised\" and backed up by significant aid? Will the US be any more willing to move first? The agreement effectively concedes the point when it goes on to say that plans made by the working groups will be implemented \"as a whole\". Second, it is very hard to imagine the East Asian political climate becoming so benign that North Korea will abandon its nuclear capability altogether. The Pyongyang regime takes pride in having achieved this status, and also sees it, like Britain and every other nuclear power, as long-term insurance. The voting line-up last October, when the UN General Assembly First Committee debated a resolution entitled \"Towards a Nuclear-free World\", was ironically revealing. While 148 nations voted in favour, those voting against were a select club: the US, the UK, France, India, Israel, Pakistan ... and North Korea. Only five days ago, the official party newspaper Rodong Simun published a commentary saying that Washington's \"unjustifiable policy of double standards [on the possession of nuclear weapons] must never be allowed\". This authoritative statement probably indicates a bottom line agreed by the Pyongyang leadership. Perhaps the best to hope for is that North Korea will retain an unrecognised but tolerated threshold capability, unless there is real progress (of the kind which the UN resolution urged) towards more general nuclear disarmament. So it is a step back from the brink in Beijing, but only tentative progress in the struggle for nuclear non-proliferation. There is also a lurking thought behind it: might the US be clearing the decks of intractable Asian nuclear diplomacy in order to concentrate its forces on Iran?",
    "keywords": [
        "brink",
        "progress",
        "voting",
        "korea",
        "nuclear",
        "working",
        "agreement",
        "resolution",
        "pyongyang",
        "significant",
        "north"
    ],
    "summary": "First, it is hard to believe that - in spite of what the agreement says - \"progress in one working group shall not affect progress in (another)\".\nSecond, it is very hard to imagine the East Asian political climate becoming so benign that North Korea will abandon its nuclear capability altogether.\nThe voting line-up last October, when the UN General Assembly First Committee debated a resolution entitled \"Towards a Nuclear-free World\", was ironically revealing.\nWhile 148 nations voted in favour, those voting against were a select club: the US, the UK, France, India, Israel, Pakistan ... and North Korea.\nSo it is a step back from the brink in Beijing, but only tentative progress in the struggle for nuclear non-proliferation.",
    "sentiment": {
        "neg": 0.0657,
        "neu": 0.8195,
        "pos": 0.1148,
        "compound": 0.1621
    }
}