{
    "date": "2007-11-03T23:45:17Z",
    "title": "US navy helps injured North Korean sailors after pirate attack",
    "url": "https://www.theguardian.com/world/2007/nov/03/usa.northkorea",
    "content": "It has taken half a century, but North Korea and the United States have finally found a common enemy: the pirates prowling the waters off the coast of east Africa. In one of the world's most unlikely rescues, a US naval vessel cruised to the support of a North Korean cargo ship this week after it repulsed a boarding by Somali pirates. The mission - which would have been almost unthinkable a year ago - was described by US diplomats as a goodwill gesture that underscored the thaw in ties between two of the cold war's oldest and, until recently, most bitter enemies. US sailors were invited aboard the North Korean ship to provide medical assistance to wounded crewmen after a deadly fight with the pirates. The North Korean seamen had already won the battle, killing one Somali, wounding three and overpowering the others. The US medics helped to treat the injured, including three North Koreans. \"I think we were pleased to be able to help in this regard and I hope the North understands that we did this out of the sense of goodwill that we have on this,\" said the US assistant secretary of state Christopher Hill. \"You'll always find our navy prepared to help any ship in distress and certainly any ship that is confronting pirates.\" The cooperation came as US experts arrived in Pyongyang to start disabling the reclusive state's nuclear plants. Little more than a year ago the US was calling for inspections of North Korean ships in protest at the latter's nuclear bomb test. \"This is a very serious security problem on the African coast. These are not pirates who will remind you of [Pirates of the Caribbean actor] Johnny Depp. These are quite different kinds of pirates,\" said Mr Hill, who heads the US negotiating team with North Korea. The coast off Somalia has the world's second most pirate infested waters, after Indonesia. There have been more than two dozen shipjackings already this year. Pyongyang has yet to comment on the incident.",
    "keywords": [
        "worlds",
        "pirate",
        "coast",
        "sailors",
        "injured",
        "states",
        "waters",
        "attack",
        "navy",
        "pirates",
        "ship",
        "helps",
        "somali",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "In one of the world's most unlikely rescues, a US naval vessel cruised to the support of a North Korean cargo ship this week after it repulsed a boarding by Somali pirates.\nUS sailors were invited aboard the North Korean ship to provide medical assistance to wounded crewmen after a deadly fight with the pirates.\nThe North Korean seamen had already won the battle, killing one Somali, wounding three and overpowering the others.\n\"You'll always find our navy prepared to help any ship in distress and certainly any ship that is confronting pirates.\"\nLittle more than a year ago the US was calling for inspections of North Korean ships in protest at the latter's nuclear bomb test.",
    "sentiment": {
        "neg": 0.1132,
        "neu": 0.8086,
        "pos": 0.0782,
        "compound": -0.1185
    }
}