{
    "date": "2007-07-18T09:52:11Z",
    "title": "North Korea completes shutdown of known nuclear facilities",
    "url": "https://www.theguardian.com/world/2007/jul/18/korea.usa",
    "content": "The United Nations nuclear watchdog confirmed today that North Korea had shut down all the remaining facilities at its main nuclear complex after the recent closure of its sole working reactor. The news came as talks began in China on the next steps in Pyongyang's disarmament programme. \"We have verified all the five nuclear facilities have been shut down,\" Mohamed ElBaradei, chief of the International Atomic Energy Agency, told reporters today during a visit to Malaysia. Some of the facilities had also been sealed by UN inspectors, he said. Mr ElBaradei announced earlier this week that his team of inspectors had verified the shutdown of North Korea's only working nuclear reactor at Yongbyon, 60 miles north of the capital. His announcement today confirmed the shutdown of four additional facilities, including two long-dormant construction sites for larger reactors, and facilities for making reactor fuel and reprocessing it to harvest plutonium for bombs. The verification came as negotiators met in Beijing to chart the next steps for Pyongyang's nuclear disarmament, including a timeline for unprecedented moves beyond the shutdown. Proceeding beyond the reactor's closure to finally end North Korea's ability to make nuclear weapons, by declaring all its facilities and disabling them, is \"a road that nobody has ever walked on\", said the South Korean envoy Chun Yung-woo. \"How to remove obstacles that may be hidden on that road, and how to draw a map to get there is the task\" for the meeting of all six chief delegates involved in the negotiations, he said. The talks - which involve China, Japan, Russia, the US and the two Koreas - have been convened in an atmosphere of optimism after North Korea shut down its only working reactor on Saturday. All six countries last met in March, although the main US envoy, Christopher Hill, made a surprise trip to Pyongyang in June - his first ever - to urge the north to comply with its pledges. After a preliminary series of one-on-one talks yesterday between the US and North Korea, Mr Hill said no new obstacles had immediately emerged and that the sides were \"in the same ballpark\". A looming hurdle is whether the Pyongyang will publicly acknowledge the uranium enrichment programme that the US accused it of having in 2002 - sparking the nuclear crisis. The north's publicly known reactor at Yongbyon, that produces plutonium, had previously been closed under a 1994 disarmament deal with the US, but never disabled. \"Uranium enrichment is an ongoing issue and, believe me, we are working on it,\" Mr Hill said. The Americans will demand that North Korea declare how much plutonium it has produced and how much it currently possesses, he said. The country conducted its first-ever nuclear test explosion last October, but the detonation was believed to be relatively small and it is not known how much plutonium was used. The US hopes that the declaration and disablement could be completed by the end of the year. Mr ElBaradei said that could only happen if there was progress in the six-nation talks and the north remained cooperative with inspectors, who may be required to travel across the secretive nation to other sites. \"What is really important is full transparency,\" he said. \"The more transparency we get, the quicker we will be able to verify that everything in [North Korea] has been declared to us.\" North Korea has begun receiving 50,000 tonnes of oil from South Korea as a reward for the reactor shutdown, and is to eventually receive the equivalent of a total 1m tonnes for disabling its nuclear facilities. But it has also demanded the US and Japan end their \"hostile\" policies against the regime, such as economic sanctions and being named on an American list of terrorism-sponsoring states.",
    "keywords": [
        "mr",
        "plutonium",
        "korea",
        "shutdown",
        "known",
        "talks",
        "nuclear",
        "completes",
        "working",
        "facilities",
        "reactor",
        "north"
    ],
    "summary": "The United Nations nuclear watchdog confirmed today that North Korea had shut down all the remaining facilities at its main nuclear complex after the recent closure of its sole working reactor.\n\"We have verified all the five nuclear facilities have been shut down,\" Mohamed ElBaradei, chief of the International Atomic Energy Agency, told reporters today during a visit to Malaysia.\nMr ElBaradei announced earlier this week that his team of inspectors had verified the shutdown of North Korea's only working nuclear reactor at Yongbyon, 60 miles north of the capital.\n\"The more transparency we get, the quicker we will be able to verify that everything in [North Korea] has been declared to us.\"\nNorth Korea has begun receiving 50,000 tonnes of oil from South Korea as a reward for the reactor shutdown, and is to eventually receive the equivalent of a total 1m tonnes for disabling its nuclear facilities.",
    "sentiment": {
        "neg": 0.0357,
        "neu": 0.9252,
        "pos": 0.0391,
        "compound": 0.0001
    }
}