{
    "date": "2007-02-08T18:52:36Z",
    "title": "A warning from the wise",
    "url": "https://www.theguardian.com/commentisfree/2007/feb/08/awarningfromthewise",
    "content": "Out of the mouths of ... retired US officials and generals comes the simple truth about nuclear weapons and the dangers the world faces while its most powerful leaders remain in denial. I would like to think that if Tony Blair had listened yesterday to Robert McNamara being interviewed on the BBC Today programme, the prime minister would now be reconsidering his obsession with \"hard power\" and Trident renewal - but I very much doubt it. McNamara warned: \"The weapons [which nearly led to nuclear war in the Cuba crisis etc] are still there and the potential for misjudgment is still there, and the only way to avoid that in the long term is to eliminate nuclear weapons, that should be our objective, in a very real sense it's the lesson of the cold war.\" The nub of the problem is the familiar mismatch between intending to remain a nuclear power forever and telling others not to join the club. Hypocrisy apart, it won't achieve its purpose: if nuclear weapons are so vital for defence, others will want them too - which is the logic (as McNamara pointed out) behind Pyongyang's determination to have them. \"I must say if I was them,\" said McNamara of the North Koreans, \"I would be worried ... that the US or Britain or one of their allies is seeking to destroy my regime and to prevent that if I had the capability [of making nuclear weapons] ... I would certainly move in that direction.\" McNamara woke up early on to the inadequacy as well as danger of policies based on the threat of nuclear weapons. Already in 1982 he was advocating (along with George Kennan and McGeorge Bundy) a policy of \"no first use\": the declaration that one will not use nuclear weapons first is still rejected by the US, Britain, France and Russia, and the British white paper on Trident renewal has dismissed it again. By the mid-l990s, McNamara's views were shared more widely as the nuclear powers were seen to fail, post-cold war, to move decisively towards nuclear disarmament. In the words of General Lee Butler, ex-chief of Strategic Air Command, speaking in 1999: \"The leaders of the nuclear weapons states today risk very much being judged by future historians as having been unworthy of their age, of not having taken advantage of opportunities so perilously won at such great sacrifice and cost, of reigniting nuclear arms races around the world, of condemning mankind to live under a cloud of perpetual anxiety.\" Last month a bipartisan study group at the Global Security Institute in Washington warned: \"Current efforts by the administration to stem proliferation fail precisely because they do not uphold the principal bargain of the non-proliferation treaty - a clear commitment to nuclear disarmament in exchange for non-proliferation.\" The GSI group endorsed a recent op-ed article calling for new efforts to achieve the goal of \"a world free of nuclear weapons\": it is a sign of the times that the article had been published in the Wall Street Journal and co-signed by Henry Kissinger. Just how to restore confidence in non-proliferation, convince would-be proliferators that they have nothing to fear, and tackle the real problems posed by North Korea and Iran, is a huge and difficult agenda. Occasional hopeful signs - such as today's report from Beijing that Pyongyang may be willing to discuss \"initial steps to nuclear disarmament\" - have been invariably dashed. But none of these problems can be addressed convincingly if nuclear weapons continue to be regarded, by the handful of powers who possess them, as an unconditional and indefinite requirement. In this context Tony Blair's fall-back argument for Trident renewal, that Britain must retain nuclear weapons for the next half-century because we cannot \"predict the unpredictable\", means that there are no circumstances under which they will ever be given up. That is the road to eventual disaster, and it is not only CND but those in Washington with long experience of nuclear realities who are saying so now.",
    "keywords": [
        "war",
        "world",
        "wise",
        "warning",
        "nonproliferation",
        "nuclear",
        "weapons",
        "britain",
        "mcnamara",
        "disarmament",
        "trident",
        "renewal"
    ],
    "summary": "Out of the mouths of ... retired US officials and generals comes the simple truth about nuclear weapons and the dangers the world faces while its most powerful leaders remain in denial.\nMcNamara woke up early on to the inadequacy as well as danger of policies based on the threat of nuclear weapons.\nBy the mid-l990s, McNamara's views were shared more widely as the nuclear powers were seen to fail, post-cold war, to move decisively towards nuclear disarmament.\nOccasional hopeful signs - such as today's report from Beijing that Pyongyang may be willing to discuss \"initial steps to nuclear disarmament\" - have been invariably dashed.\nBut none of these problems can be addressed convincingly if nuclear weapons continue to be regarded, by the handful of powers who possess them, as an unconditional and indefinite requirement.",
    "sentiment": {
        "neg": 0.131,
        "neu": 0.7629,
        "pos": 0.1061,
        "compound": -0.123
    }
}