{
    "date": "2007-10-03T22:54:57Z",
    "title": "In the palace of largesse, a plate from Dorset, a train from Stalin",
    "url": "https://www.theguardian.com/world/2007/oct/03/northkorea",
    "content": "If it achieves nothing else, the visit by the South Korean president, Roh Moo-hyun, will at least make its mark on one of North Korea's most spectacular and unusual tourist attractions. The International Friendship Exhibition Hall, in the forested hills of Mount Myohyang, north-west of Pyongyang, is a monument to the price that visiting dignitaries pay when courting one of the world's most reclusive nations. The six-storey structure is a treasure house of all the gifts that have officially been handed to Kim Jong-il and his father, Kim Il-sung, since the founding of the nation after the second world war. From the bullet-proof train given by Joseph Stalin in 1945 to the Tolpuddle Martyrs' plate presented by the British Communist Party in 1990, the display cases are a historic record of relations with the outside world. There is a gold sword from Libya's Muammar Gadafy, a signed football from Pele, a grandfather clock from British American Tobacco, silver goblets from Vladimir Putin, a marble desk tidy from Fidel Castro, a silver bowl from Madeleine Albright, a huge teddy bear from the East German youth movement as well as countless hunting rifles from Eastern Europe. The corridors between the 200 or so rooms are decorated with photographs of live animal gifts. To lighten the mood at the last summit in 2000, the South Korean president at the time, Kim Dae-jung, presented his host with a South Korean-made flat screen TV, a pair of hunting dogs, silver chests and exotic mushrooms. What is not on display is the estimated $500m (£250m) that was secretly channelled to Kim Jong-il, in what critics say was a blatant attempt to \"buy the summit\". Mr Roh says he will not use similar tactics, which, one diplomat suggests, might account for the less enthusiastic welcome he recieved in Pyongyang. But he is expected to offer billions of dollars in economic deals to expand North Korea's industrial zones. There is no exhibition hall for what he hopes to get in return - a long term commitment to peace, reunification and denuclearisation, and progress on making North Korea a less reclusive state. This last goal is unnecessary, according to the guide at Mount Myohyang, Ree Yong-hui. \"On the outside, people may say we are isolated, but you can see with your own eyes that is it not true. We have gifts here from 171 countries.\"",
    "keywords": [
        "summit",
        "silver",
        "south",
        "reclusive",
        "roh",
        "largesse",
        "dorset",
        "world",
        "say",
        "kim",
        "gifts",
        "stalin",
        "train",
        "plate",
        "palace",
        "north"
    ],
    "summary": "From the bullet-proof train given by Joseph Stalin in 1945 to the Tolpuddle Martyrs' plate presented by the British Communist Party in 1990, the display cases are a historic record of relations with the outside world.\nThe corridors between the 200 or so rooms are decorated with photographs of live animal gifts.\nMr Roh says he will not use similar tactics, which, one diplomat suggests, might account for the less enthusiastic welcome he recieved in Pyongyang.\nBut he is expected to offer billions of dollars in economic deals to expand North Korea's industrial zones.\n\"On the outside, people may say we are isolated, but you can see with your own eyes that is it not true.",
    "sentiment": {
        "neg": 0.033,
        "neu": 0.8902,
        "pos": 0.0769,
        "compound": 0.1826
    }
}