{
    "date": "2007-06-09T22:48:48Z",
    "title": "The People's Republic of Chippenham, a little slice of North Korea just off the M4",
    "url": "https://www.theguardian.com/uk/2007/jun/09/olympics2012.northkorea",
    "content": "At first sight they seem unlikely bedfellows. One is a friendly market town in Wiltshire where the Tories and Liberal Democrats vie for political control; the other is a secretive dictatorship that George Bush has branded part of an \"axis of evil\". But the burghers of Chippenham were yesterday coming to terms with the idea of their town being invaded - in a benevolent way - by the North Koreans. Chippenham is one of many towns and cities across the UK hoping to cash in on the 2012 Olympics by hosting one of the teams as it prepares for the games. Realising it could not hope to attract a country such as the USA or Australia, Chippenham sent off brochures to smaller sporting nations such as Ukraine, Slovakia, Armenia and some African states. The first to reply was the Democratic People's Republic of Korea. An embassy official wrote that it was very interested and a North Korean photographer turned up earlier this week to take pictures of the town. The only catch so far is that the embassy has wondered if Chippenham would care to pay for its athletes to stay there. The town rather thought it would be the other way round. Sandie Webb, leader of the consortium working to attract a team and the chairman of Chippenham Town FC, said: \"It was a bit cheeky of them. We've written back asking them exactly what they would need and how many athletes they would bring. But it sounds like they are serious. \"I've been stopped by people in the street asking me about the political situation. I've told them all that's up to people on the global level. If they are allowed to compete in the Olympic Games then they need a place to stay and what better place than Chippenham?\" The town is proud of its sporting facilities. It has a leisure centre, happily called the Olympiad, where North Korea's judo and taekwondo experts could train. There is a good gym down the road at Melksham while cycling, archery and running could take place at Stanley Park in the town. Very good equestrian facilities are not far away and training could even take place at Chippenham Town's Hardenhuish Park, though with seating for 150 it hardly compares with North Korea's May Day stadium, which holds a thousand times that number. Of course, North Korea is not the biggest prize. Cities and towns across the UK and further afield are hoping for a multimillion pound Olympic windfall by attracting one of the teams. Birmingham is close to sealing a deal with the USA that could benefit the city by £10m or more. Sheffield and Manchester, both proud of their facilities, are also hoping to attract big teams. Loughborough, Bath and Millfield, all renowned sporting centres, are vying for the honour of hosting Team GB but are hoping to secure a sporting giant if they miss out on the home nation. Bristol has signed a deal with Kenya not only to host its pre-games camp but to organise a series of sporting, educational and cultural exchange programmes. Large stretches of the south coast are bound to enjoy boom times as competitors taking part in the sailing events, which are to be based at Weymouth and Portland in Dorset, prepare for British conditions. The battle to attract teams has also spread to continental Europe: Australia has agreed to train at a lakeside centre at the foot of the Italian Alps. Smaller UK towns are also in the hunt. Councillors in Tewkesbury, Gloucestershire, have spoken about setting up a base should a nearby RAF base close down, while local politicians in Hertfordshire will this month discuss plans by Malaysia's national sports institute to create a training camp for its athletes at the Malaysian Rubber Board's research centre in Hertford. The Chippenham consortium, made up of local businesses and public bodies, worked out its targets by discarding the big teams such as the US and the European nations who will stay at home to train. They then studied the medal tables to work out which teams could benefit from their facilities and wrote off to 28. They included Japan among their targets partly because so many of its countrypeople visit the Cotswolds. Chippenham town clerk Laurie Brown said he was sure the town would welcome the North Koreans if they do come. \"People in the north-east still talk with fondness of the North Koreans who came there during the 1966 World Cup. We would be trying to bond with whichever country comes.\" From Kim to Eddie Cochran: How they compare Pyongyang (population 3 million) · Legendarily inaccessible, the North Korean capital has direct flights to and from Beijing and occasionally Russia · Foreigners are not generally allowed to use public transport and face restrictions on interaction with the local population · 50,000 members of the ruling elite live in a luxury compound in central Pyongyang while most of the city's population relies on food aid. In winter the temperature routinely falls to -13C · Attractions include the Juche Tap, a tower lit at night which is the only constant source of light in the city Chippenham (population 40,000) · Sited on the river Avon, the market town was the site of a royal residence during the Middle Ages and appears in Domesday Book as a crown manor · It is 4 miles south of the M4, giving easy access to Bristol, Swindon, south Wales and London. Once known as Little Bath because honey-coloured stone was used for its public buildings · Lacock Abbey, close by, became Hogwarts school in the first two Harry Potter films. The town holds an annual festival in honour of rock 'n' roll singer Eddie Cochran, who died in 1960 after a car crash in Chippenham. Linda Macdonald",
    "keywords": [
        "town",
        "place",
        "slice",
        "korea",
        "republic",
        "teams",
        "little",
        "m4",
        "peoples",
        "chippenham",
        "towns",
        "sporting",
        "hoping",
        "population",
        "facilities",
        "north"
    ],
    "summary": "But the burghers of Chippenham were yesterday coming to terms with the idea of their town being invaded - in a benevolent way - by the North Koreans.\nSandie Webb, leader of the consortium working to attract a team and the chairman of Chippenham Town FC, said: \"It was a bit cheeky of them.\nIf they are allowed to compete in the Olympic Games then they need a place to stay and what better place than Chippenham?\"\nThe town is proud of its sporting facilities.\nChippenham town clerk Laurie Brown said he was sure the town would welcome the North Koreans if they do come.",
    "sentiment": {
        "neg": 0.0273,
        "neu": 0.8702,
        "pos": 0.1025,
        "compound": 0.2769
    }
}