{
    "date": "2007-08-08T13:53:18Z",
    "title": "Timely chat over the fence between the two Koreas",
    "url": "https://www.theguardian.com/world/2007/aug/08/northkorea2",
    "content": "South Korea's embattled president, Roh Moo-hyun, badly needs the hoopla of a summit meeting with his reclusive counterpart, Kim Jong-il of North Korea. Mr Roh, a former human rights lawyer who took office in 2003, has seen his popularity plummet amid criticism of his handling of the economy and security issues. With opinion polls showing the right-of-centre Grand National party (GNP) - which advocates a tougher line against Pyongyang - certain to win the presidential election in December, Mr Roh will want to throw a lifeline to his own ailing grouping. At the very least Mr Roh will be hoping to end his presidency on a political high. The GNP, unsurprisingly, sought to play down the talks. \"At this point, there is nothing to expect from the summit,\" a GNP official said. Scheduled for late August, the summit will be only the second such meeting between South and North Korea. The first took place seven years ago, paving the way for a joint industrial zone in the North Korean border city of Kaesong that married South Korean expertise and cheap North Korean labour. That meeting, part of South Korea's \"sunshine policy\" under its then-president, Kim Dae-jung, also led to a family reunification programme, when more than 17,000 relatives split by the border held brief, emotional reunions. Reconciliation efforts foundered in the face of the Bush administration's hostility towards Seoul's overtures. In his 2002 state of the union speech, George Bush named North Korea - along with Iran and Iraq - as part of an \"axis of evil\". North Korea subsequently retreated into its shell, expelling international nuclear inspectors and withdrawing from the non-proliferation treaty. Its defiance of the international community culminated in a nuclear test in 2006. Since then, tensions have subsided. Six-party talks that resumed this year between the two Koreas, China, Russia, Japan and the US have made important progress. Pyongyang has agreed to shut down its sole operating nuclear reactor in exchange for oil and other economic aid. The August 28-30 summit in Pyongyang between the two Koreas - which remain technically at war since the 1950-53 Korean war ended with a ceasefire but no peace treaty - come against this more benign background, although everything is relative. The announcement did nothing to tone down the routine of anti-South Korean comments in Pyongyang's state media. Despite upbeat news of the summit, the North Korean KCNA news agency accused South Korea of \"provocative sabre-rattling\" and \"an intolerable criminal act\" ahead of the annual US-South Korea military manoeuvres. Some South Koreans grumbled that Mr Roh was going to Pyongyang and that it was high time the North Korean leader visited Seoul. Still, key players in the region from the US to China see the summit as a positive step. The US said it hoped the meeting would help promote peace and security on the Korean peninsula. China said it expected positive results. While a summit may lead to increased cooperation between north and south, analysts counsel against expecting a breakthrough on the nuclear issue. North Korea has always considered the US as its main interlocutor on this subject and experts say Pyongyang is in a more powerful position than before. \"North Korea has a nuclear programme and has shown how it can manipulate the international system,\" said Robert Templer, a Korea expert with the International Crisis Group. \"Economically, it is also not doing badly.\" While the six-party talks have started encouragingly, a long hard slog awaits negotiators, as the US will want to know exactly what nuclear weapons material North Korea has acquired in the past and what it has bought from Pakistan or other sources. North Korea will be in no hurry to make concessions, as it will be all too aware of the upcoming US presidential election and the prospect of a new Democratic White House that might prove a softer touch - although Pyongyang is probably clutching at straws on this score.",
    "keywords": [
        "fence",
        "summit",
        "south",
        "mr",
        "chat",
        "roh",
        "meeting",
        "korea",
        "timely",
        "nuclear",
        "korean",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "South Korea's embattled president, Roh Moo-hyun, badly needs the hoopla of a summit meeting with his reclusive counterpart, Kim Jong-il of North Korea.\nAt the very least Mr Roh will be hoping to end his presidency on a political high.\nScheduled for late August, the summit will be only the second such meeting between South and North Korea.\nThe first took place seven years ago, paving the way for a joint industrial zone in the North Korean border city of Kaesong that married South Korean expertise and cheap North Korean labour.\nIn his 2002 state of the union speech, George Bush named North Korea - along with Iran and Iraq - as part of an \"axis of evil\".",
    "sentiment": {
        "neg": 0.0546,
        "neu": 0.8413,
        "pos": 0.1041,
        "compound": 0.123
    }
}