{
    "date": "2007-09-17T09:53:00Z",
    "title": "China postpones North Korea nuclear talks",
    "url": "https://www.theguardian.com/world/2007/sep/17/china.northkorea",
    "content": "Talks due to start this week on the dismantling of North Korea's nuclear weapons programme have been postponed, it was announced today. The six-party talks between Russia, China, the US, Japan and North and South Korea were aimed at setting a timetable for final decommissioning of the state's nuclear capabilities. They were arranged after experts from the US, China and Russia visited North Korea's nuclear facilities and reportedly reached a deal on how to dismantle them. But today a Japanese Foreign Ministry spokesman said China, which was to host the talks, had said they would not go ahead on Wednesday as planned. The official said China did not give a reason or a new date. A South Korean presidential spokesman, Cheon Ho-seon, said \"nothing has been fixed\". Earlier this month, the US announced North Korea had agreed to disable all its nuclear facilities by the end of the year. North Korea shut down its main nuclear reactor at Yongbyon in July. There have been American suggestions that North Korea has been helping Syria set up a nuclear programme following unconfirmed reports of an Israeli strike on a Syrian weapons plant.",
    "keywords": [
        "spokesman",
        "south",
        "korea",
        "russia",
        "talks",
        "nuclear",
        "postpones",
        "china",
        "weapons",
        "today",
        "north"
    ],
    "summary": "Talks due to start this week on the dismantling of North Korea's nuclear weapons programme have been postponed, it was announced today.\nThe six-party talks between Russia, China, the US, Japan and North and South Korea were aimed at setting a timetable for final decommissioning of the state's nuclear capabilities.\nEarlier this month, the US announced North Korea had agreed to disable all its nuclear facilities by the end of the year.\nNorth Korea shut down its main nuclear reactor at Yongbyon in July.\nThere have been American suggestions that North Korea has been helping Syria set up a nuclear programme following unconfirmed reports of an Israeli strike on a Syrian weapons plant.",
    "sentiment": {
        "neg": 0.0422,
        "neu": 0.9338,
        "pos": 0.0241,
        "compound": -0.0664
    }
}