{
    "date": "2007-02-14T00:08:32Z",
    "title": "Leader: North Korea",
    "url": "https://www.theguardian.com/commentisfree/2007/feb/14/northkorea.comment",
    "content": "One note yesterday soured the perfect cadence that greeted North Korea's decision to shut down its main nuclear reactor at Yongbyon, and take the first step towards dismantling its nuclear-weapons programme. Characteristically, it was sounded by John Bolton, who has lost his job as US ambassador to the United Nations, but not his voice. Advising George Bush to reject the deal negotiated by the state department undersecretary Christopher Hill, Mr Bolton said the deal sent the wrong signal to would-be proliferators around the world: hold out long enough and you will eventually be rewarded. Mr Bolton was right. The way to get yourself off the axis of evil is to get a working nuclear device and then test-fire it. Behaving badly with America does pay. But he was also supremely wrong. The agreement yesterday takes Washington back to where it was with North Korea in 1994, when President Bill Clinton struck a deal that was dismantled by the Bush administration in October 2002. Yesterday America went back to the future. If this is a bad lesson for other would-be proliferators like Iran, it is even worse for the neoconservatives who advised Mr Bush to jettison Mr Clinton's policy. North Korea has now got most of what it originally wanted - normalisation of relations, aid, the removal of sanctions - and it has still got the bomb. If Pyongyang agreed to freeze its plutonium-based programme, it has not yet acknowledged the existence of a programme to enrich uranium. This was the issue that sparked the crisis in 2002. But the deal should set North Korea on a path that will lead to disarmament. The impoverished state gets a down payment of 50,000 tons of heavy fuel oil for shutting down and sealing its main nuclear reactor. If international inspectors confirm this in 60 days, North Korea has to make a declaration of all its nuclear assets. That should include a reference to uranium enrichment. Making sure that Pyongyang shuts down all its assets, when many of them are squirrelled away in mountain tunnels, is likely to prove arduous. We have all been here before. There is much that can go wrong. But the carrot is the promise of another 950,000 tons of fuel oil in aid. The lessons of Washington's mismanagement of North Korea are legion. It proves that talking directly and bilaterally to the enemy can work. It proves that international pressure can be applied multilaterally. It was not just US action in freezing bank accounts in Macau. China played a large part by getting tough with its former ally. Above all, it proves that you do not need a military confrontation with a rogue state in order to start disarming it.",
    "keywords": [
        "mr",
        "leader",
        "deal",
        "korea",
        "state",
        "wrong",
        "nuclear",
        "proves",
        "programme",
        "yesterday",
        "north"
    ],
    "summary": "The agreement yesterday takes Washington back to where it was with North Korea in 1994, when President Bill Clinton struck a deal that was dismantled by the Bush administration in October 2002.\nNorth Korea has now got most of what it originally wanted - normalisation of relations, aid, the removal of sanctions - and it has still got the bomb.\nBut the deal should set North Korea on a path that will lead to disarmament.\nIf international inspectors confirm this in 60 days, North Korea has to make a declaration of all its nuclear assets.\nThe lessons of Washington's mismanagement of North Korea are legion.",
    "sentiment": {
        "neg": 0.1045,
        "neu": 0.8268,
        "pos": 0.0687,
        "compound": -0.0178
    }
}