{
    "date": "2007-03-22T13:15:56Z",
    "title": "Frozen money puts North Korean talks on ice",
    "url": "https://www.theguardian.com/world/2007/mar/22/northkorea",
    "content": "Talks on halting North Korea's nuclear programme broke down abruptly today after a dispute over $25m frozen in a Macau bank. The country's chief nuclear envoy, Kim Kye-gwan, headed home after leaving the six-party talks aimed at pushing forward a February agreement calling for North Korea to shut its main nuclear reactor in return for energy aid and political considerations. An official close to the negotiations, who could not be identified due to the sensitivity of the talks, said officials from the six countries would meet later today where they were \"likely to declare a recess\". The Xinhua news agency said Russian envoy Alexander Losyukov was also leaving for Moscow to prepare for a state visit by the Chinese president, Hu Jintao, next week. The talks have been bogged down since they started on Monday, with Pyongyang refusing to take part for two days because of problems over the transfer of $25m (£12.7m) in North Korean funds frozen since 2005 at the Banco Delta Asia in Macau, a Chinese territory, under pressure from the US. China had promised to resolve the issue as quickly as possible by transferring the funds to a North Korean account at the Bank of China. \"Everybody has the political will to resolve the BDA issue fast, but it is yet to be resolved because of technical problems,\" said South Korean envoy Chun Yung-woo. Officials say it is up to the monetary authority of Macau to release the funds. So far, neither the monetary authority nor Banco Delta Asia has indicated when that would be, or said why the transfer had been delayed. But various reasons have been offered by other parties. A Japanese government official, who did not want to be identified, said the Bank of China was reluctant to accept any money that has been the focus of investigations. South Korea's Yonhap news agency said the money transfer was being delayed because Macau authorities were having difficulty confirming the ownership of 50 North Korean accounts, most of which were under the names of the heads of Zokwang Trading Co, a North Korean-run firm in Macau that US officials have long suspected of money laundering. \"The difficulty of this issue is beyond our expectations and due to some technical and procedural issues we had not expected completely before,\" said Chinese foreign ministry spokesman Liu Jianchao. A woman from the publicity department at the Bank of China, who would not give her name, said she had no information on the issue.",
    "keywords": [
        "money",
        "puts",
        "ice",
        "frozen",
        "issue",
        "talks",
        "china",
        "nuclear",
        "officials",
        "transfer",
        "bank",
        "macau",
        "north",
        "korean"
    ],
    "summary": "Talks on halting North Korea's nuclear programme broke down abruptly today after a dispute over $25m frozen in a Macau bank.\nChina had promised to resolve the issue as quickly as possible by transferring the funds to a North Korean account at the Bank of China.\n\"Everybody has the political will to resolve the BDA issue fast, but it is yet to be resolved because of technical problems,\" said South Korean envoy Chun Yung-woo.\nA Japanese government official, who did not want to be identified, said the Bank of China was reluctant to accept any money that has been the focus of investigations.\nA woman from the publicity department at the Bank of China, who would not give her name, said she had no information on the issue.",
    "sentiment": {
        "neg": 0.0631,
        "neu": 0.8711,
        "pos": 0.0658,
        "compound": -0.0399
    }
}