{
    "date": "2007-03-22T13:21:57Z",
    "title": "North Korea talks break down over frozen funds",
    "url": "https://www.theguardian.com/world/2007/mar/22/northkorea1",
    "content": "North Korean negotiators walked out of nuclear disarmament talks today, leaving no prospect of a return unless $25m (£12.7m) of frozen funds are remitted into their country's bank accounts. The sudden breakdown, which was blamed on bank paperwork and broken financial promises, is the latest hitch in a stop-start process aimed at easing one of the world's last cold war conflicts. Hopes for a resolution rose last month when North Korea agreed to shut its nuclear reactor in return for energy aid from the US and South Korea. But this week's six-nation talks - which were supposed to determine the next steps each party needs to take - failed to get off the ground because of a lingering dispute over North Korean funds locked in a Macau bank. In 2005 the US froze the accounts at the Banco Delta Asia after suspicions of money laundering. The release of the money was a precondition for the current round of talks, but the transfers have not been made as promised. Although the sum is relatively small, its return is a matter of principle for North Korea, whose chief negotiator, Kim Kye Gwan, flew back to Pyongyang this evening after two days of refusing to participate in talks. The Chinese hosts blamed the hold-up on a technicality. Transfering the money from Macau to the mainland's Bank of China has proved more complex than anticipated. \"The difficulty of this issue is beyond our expectations and due to some technical and procedural issues we had not expected completely before,\" Chinese foreign ministry spokesman Liu Jianchao told a news conference. Frustrated American and Japanese delegates said it was unclear how long the hiatus would last. \"The day I'm able to explain to you North Korean thinking is probably the day I've been in this process too long,\" said Christopher Hill, the chief US envoy.",
    "keywords": [
        "money",
        "korea",
        "frozen",
        "break",
        "talks",
        "process",
        "nuclear",
        "funds",
        "korean",
        "bank",
        "macau",
        "north",
        "return"
    ],
    "summary": "North Korean negotiators walked out of nuclear disarmament talks today, leaving no prospect of a return unless $25m (£12.7m) of frozen funds are remitted into their country's bank accounts.\nHopes for a resolution rose last month when North Korea agreed to shut its nuclear reactor in return for energy aid from the US and South Korea.\nBut this week's six-nation talks - which were supposed to determine the next steps each party needs to take - failed to get off the ground because of a lingering dispute over North Korean funds locked in a Macau bank.\nAlthough the sum is relatively small, its return is a matter of principle for North Korea, whose chief negotiator, Kim Kye Gwan, flew back to Pyongyang this evening after two days of refusing to participate in talks.\n\"The day I'm able to explain to you North Korean thinking is probably the day I've been in this process too long,\" said Christopher Hill, the chief US envoy.",
    "sentiment": {
        "neg": 0.1192,
        "neu": 0.826,
        "pos": 0.0548,
        "compound": -0.209
    }
}