{
    "date": "2007-09-04T09:08:32Z",
    "title": "North Korea 'still on US terror blacklist'",
    "url": "https://www.theguardian.com/world/2007/sep/04/northkorea",
    "content": "North Korea has jumped the gun in declaring itself no longer on the US list of states that sponsor terrorism, a top Washington official said today. One day after proclaiming it had been taken off the US terrorism blacklist, Pyongyang found itself bluntly contradicted by the assistant secretary of state, Christopher Hill. \"No, they haven't been taken off the terrorism list,\" Mr Hill told Japanese reporters as he arrived in Sydney, Australia, for the Apec summit of Asia-Pacific leaders. The retort means North Korea retains its pariah status along with Cuba, Iran, Sudan and Syria. \"Whether they get off will depend on further denuclearisation,\" Mr Hill said. Mr Hill was speaking after his weekend meeting in Geneva with the North Korean vice foreign minister, Kim Kye-gwan, to discuss the nuclear programme. Mr Hill declined to say what North Korea must do, but said \"they know what these steps are\". A Pyongyang foreign ministry official had been quoted yesterday by the state news agency KCNA as saying North Korea had agreed to take \"practical measures to neutralise the existing nuclear facilities in the DPRK [North Korea] within this year\". \"In return for this, the US decided to take such political and economic measures for compensation as delisting the DPRK as a terrorism sponsor and lifting all sanctions that have been applied according to the Trading with the Enemy Act,\" the unnamed spokesman was quoted as saying. In recent months there has been a thaw in relations between the US and North Korea coinciding with the resumption of six-party talks involving the two Koreas, China, Russia, Japan and the US. In response, Pyongyang this year shut down its Yongbyon nuclear reactor and reopened it to international inspectors. North Korea and the US reported substantial progress from the Geneva talks. The country was put on Washington's blacklist in January 1988 after a North Korean agent confessed to the 1987 bombing of a South Korean passenger jet over the Indian Ocean that killed all 115 people on board. The blacklist bans arms-related sales, keeps the impoverished country from receiving US economic aid, and requires Washington to oppose loans by the World Bank and other international financial institutions. Japan has been pressing the US to keep North Koea on the list until the issue of Japanese citizens abducted by North Korean agents is resolved. Japan is demanding information about the abductees, and their eventual return, but North Korea insists the issue has been settled after it allowed several of them back to Japan in 2002 and 2004.",
    "keywords": [
        "hill",
        "blacklist",
        "mr",
        "korea",
        "nuclear",
        "japan",
        "terror",
        "terrorism",
        "pyongyang",
        "list",
        "north",
        "korean"
    ],
    "summary": "The retort means North Korea retains its pariah status along with Cuba, Iran, Sudan and Syria.\nMr Hill declined to say what North Korea must do, but said \"they know what these steps are\".\nA Pyongyang foreign ministry official had been quoted yesterday by the state news agency KCNA as saying North Korea had agreed to take \"practical measures to neutralise the existing nuclear facilities in the DPRK [North Korea] within this year\".\nNorth Korea and the US reported substantial progress from the Geneva talks.\nJapan has been pressing the US to keep North Koea on the list until the issue of Japanese citizens abducted by North Korean agents is resolved.",
    "sentiment": {
        "neg": 0.0681,
        "neu": 0.9017,
        "pos": 0.0302,
        "compound": -0.2162
    }
}