{
    "date": "2007-10-04T11:23:24Z",
    "title": "Ill health claims are work of 'novelists', says Kim",
    "url": "https://www.theguardian.com/world/2007/oct/04/northkorea4",
    "content": "The North Korean leader, Kim Jong-il today dismissed persistent media claims that he has been from suffering ill health as the work of \"novelists\". Speculation that Mr Kim has diabetes or even heart disease mounted when he appeared preoccupied and tired at the beginning of a three-day summit with the South Korean president, Roh Moo-hyun, earlier this week. Some observers claimed he had lost weight since a meeting with Mr Roh's predecessor in 2000, although he still sported a paunch under his identical pale brown outfit. \"South Korean media reported that I have diabetes and even heart disease, but the fact is that is not the case at all,\" Mr Kim said during a farewell lunch at the end of the summit. A team of German doctors visited North Korea earlier this year, leading to some reports that they had performed heart surgery on Mr Kim. The doctors denied the claims. South Korean intelligence believes the North Korean leader has heart disease and diabetes, but that they are not serious enough to affect his public appearances. Today, Mr Kim acknowledged that foreign doctors had visited the country, according to South Korean media in Pyongyang. \"We just brought in people to let them study [heart disease] as our studies of heart problems are a little bit weak,\" he said. \"They are erroneous reports. It seems they are novelists, not reporters.\" Mr Kim's absence from a welcoming banquet on Tuesday night stirred up renewed speculation that he was either unwell or displaying his seniority over Mr Roh, a younger man and a president nearing the end of his maximum term of office.",
    "keywords": [
        "work",
        "mr",
        "south",
        "novelists",
        "diabetes",
        "claims",
        "kim",
        "doctors",
        "media",
        "heart",
        "disease",
        "ill",
        "health",
        "north",
        "korean"
    ],
    "summary": "The North Korean leader, Kim Jong-il today dismissed persistent media claims that he has been from suffering ill health as the work of \"novelists\".\nA team of German doctors visited North Korea earlier this year, leading to some reports that they had performed heart surgery on Mr Kim.\nSouth Korean intelligence believes the North Korean leader has heart disease and diabetes, but that they are not serious enough to affect his public appearances.\nToday, Mr Kim acknowledged that foreign doctors had visited the country, according to South Korean media in Pyongyang.\n\"We just brought in people to let them study [heart disease] as our studies of heart problems are a little bit weak,\" he said.",
    "sentiment": {
        "neg": 0.1158,
        "neu": 0.8674,
        "pos": 0.0168,
        "compound": -0.1629
    }
}