{
    "date": "2007-02-09T00:01:12Z",
    "title": "Washington poised for climbdown as Korea nuclear talks near deal",
    "url": "https://www.theguardian.com/world/2007/feb/09/usa.northkorea",
    "content": "The US was poised for an embarrassing climbdown as a new round of six-nation talks over North Korea opened yesterday, the best hope for a breakthrough since the standoff over Pyongyang's nuclear weapons programme began in 2002. According to diplomats and foreign affairs experts, the Bush administration is likely to drop several of the sanctions it has imposed in the past five years in return for a freezing of the Yongbyon reactor and a return of international nuclear inspectors. This would take Washington's position almost back to the situation that existed before US officials started the current confrontation by accusing North Korea of secretly enriching uranium. Pyongyang, meanwhile, has conducted an atomic bomb test and declared itself a fully fledged member of the nuclear club. After three years of talks, any deal is likely to be welcomed by the six parties, which also include South Korea, Japan, Russia and China. Assistant secretary of state Christopher Hill denied yesterday that a deal had been signed. But, he said: \"We had a good first day today. We hope we can achieve some kind of joint statement here.\" Unlike the last round of six-nation talks in December, the countries \"were able to make progress on discussing denuclearisation,\" he said. The main cause for optimism was a rare meeting last month in Berlin between diplomats from Pyongyang and Washington. According to the Asahi newspaper of Japan, the two sides signed a memorandum of understanding under which North Korea would make a step towards denuclearisation at the same time as the US resumed annual shipments of 500,000 tonnes of oil, which were halted in 2002. Diplomatic sources said North Korea had agreed to freeze activities at its Yongbyon nuclear plant in return for an easing of restrictions on its overseas bank accounts and a move towards normalised diplomatic relations. Pyongyang's chief negotiator, Kim Kye-gwan, was more upbeat than in the past. \"We are prepared to discuss first-stage measures,\" he said on arriving in Beijing. \"We are going to make a judgment based on whether the United States will give up its hostile policy and come out toward peaceful coexistence.\" China has taken the diplomatic lead in seeking a peaceful resolution of the confrontation between its old communist ally and one of its most important capitalist trading partners. Regional security experts were more cautious. \"I am optimistic that there will be some kind of agreement either during this round of talks or the next. I think North Korea will go through the motions of freezing their five megawatt reactor and allowing the return of international nuclear inspectors,\" said Han Seung-Joo, a former foreign minister of South Korea. \"The US and South Korea will play this up as a big success. But they are going back to where they were before. The US has talked tough without achieving anything. They have reached a new status quo in which North Korea is a nuclear weapons state.\" It remains unclear whether the US would agree to build North Korea a lightwater nuclear reactor, but Chinese experts said the deal was likely to contain most of the same elements as the 1994 agreed framework, which was signed by the Clinton administration and condemned in the early years of the Bush administration. \"If the negotiations end up with the US providing aid and North Korea merely freezing its reactor, that would be a huge victory for Pyongyang. It would just be a return to the 1994 agreed framework,\" said Zhang Liankui, a professor of international studies at the Central Party School in Beijing. \"We don't know if North Korea is sincere or whether this is just a ploy.\" Shi Yinhong, an international relations expert at People's University, is similarly sceptical. \"I think the US side wants this deal because they want to show the American public that the president has the capacity to deal with the issue. But for North Korea, this might just be a strategic move. There is no evidence that North Korea really wants to abandon its nuclear programme. They want both the weapons and the aid from the US.\" Backstory: North Korea's nuclear programme dates from the mid-1960s, when it obtained a small reactor from the Soviet Union, which it located at Yongbyon. After allowing the UN to inspect its facility in the 1970s, it ramped up a military programme reprocessing fuel into weapons-grade material. US satellite intelligence pinpointed activity that looked like plutonium separation in 1992, and Pyongyang blocked more UN inspections, triggering a crisis. By this stage, the US estimated that Korea had enough plutonium to make six bombs. A deal in 1994 saw the North pledge to dismantle its weapons programme in return for international aid to build civilian reactors. But the pact unravelled after Pyongyang conducted missile tests and built up an enriched uranium programme with the help of Pakistan's AQ Khan network. By 2002, North Korea was part of President Bush's axis of evil. The US withheld oil supplies promised under the 1994 deal; Pyongyan reactivated the frozen Yongbyon activities; and in early 2003 withdrew from the Nuclear Nonproliferation Treaty. In 2005, it declared it had nuclear weapons. The US launched a six-nation strategy that has endured fitful progress: a notable joint declaration in September 2005 to \"denuclearise the Korean peninsula\" and revive aid to Pyongyang has not been capitalised on until the latest talks. Last October North Korea said it conducted its first nuclear test.",
    "keywords": [
        "deal",
        "climbdown",
        "poised",
        "korea",
        "washington",
        "north",
        "talks",
        "nuclear",
        "weapons",
        "pyongyang",
        "programme",
        "reactor",
        "near",
        "return"
    ],
    "summary": "The US was poised for an embarrassing climbdown as a new round of six-nation talks over North Korea opened yesterday, the best hope for a breakthrough since the standoff over Pyongyang's nuclear weapons programme began in 2002.\nThey have reached a new status quo in which North Korea is a nuclear weapons state.\"\n\"We don't know if North Korea is sincere or whether this is just a ploy.\"\nThere is no evidence that North Korea really wants to abandon its nuclear programme.\nBy 2002, North Korea was part of President Bush's axis of evil.",
    "sentiment": {
        "neg": 0.076,
        "neu": 0.8278,
        "pos": 0.0961,
        "compound": 0.0853
    }
}