{
    "date": "2007-04-18T16:30:38Z",
    "title": "The shame game",
    "url": "https://www.theguardian.com/commentisfree/2007/apr/18/reactioninkorea",
    "content": "Walking into my office in Gwangju, South Korea this morning, the word \"soochi\" repeatedly buzzed above a flutter of unusually harsh and excited conversation: shame. Unfounded rumors intended to mitigate this sense of shame - that the Virginia Tech killer is actually Chinese, that his first victim was his girlfriend (thus making it a crime of passion), and most disturbingly, that his parents had committed suicide upon hearing about the events - have spread, with the full support of the major news media, throughout the country. That one of our own could commit such a horrific crime is, to many Koreans, a tragedy in and of itself. Koreans, like pretty much everyone else in the world, have an American dream. The yearning to escape the struggles of Korean life and enter the American fantasy is pervasive, palpable. When my parents immigrated to America from Korea nearly 40 years ago, the struggles were hunger and lack of opportunity, poverty and political repression. The struggles of living in modern day Korea, however, are less obvious and, to a certain extent, conceptual. Facing the likes of 16 hour school days, semi-annual visits to one's ancestor's graves, and, for men, a mandatory two-year term in the military, many Koreans are anxious to flee what they consider to be an overly restrictive, rigidly hierarchical and onerously competitive society. The hunger to leave a materially prosperous liberal democracy - stronger perhaps in Korea than any other country that can lay claim to such a description - is, predictably, prone to disappointment and illusory conceptions of one's destination. By coming to America, many Koreans figure that they can experience the freedom and leisure they see televised on Friends, while achieving a level of financial and educational success that in Korea one would pay for in backbreaking effort. In short, life in America is easy. I have very rarely felt condemned or vilified in America due to my Asian heritage (the only instances being a few scattered encounters with those scarred by the war in Vietnam). Contrary to the worries of many, I do not expect this to change in response to the recent tragedy at Virginia Tech. Worried speculation that the actions of one psychopath could transform the \"model minority\" into objects of fear and disgust give too little credit, I think, to the public's powers of rationality. As an Asian-American, however, I have often felt disregarded and overlooked, have struggled to be taken seriously. The sting of the ubiquitous question \"No, but where are you really from\" (that my second-generation Polish or Nigerian friends, for example, never have to face) subtly highlights my exclusion, however slight, from the American story. It validates my ever-present fear that many Americans, even the most benevolent and open-minded among us, see me in the same light as Koreans seem to: a Korean who lives abroad. \"Quiet and shy\", \"kinda weird\", \"boyish-looking\". Reading the various descriptions of Cho Seung-Hui, the sound of negative Asian-American stereotypes being fulfilled is deafening. This isn't to say, of course, that these descriptions are inaccurate or even that they aren't somewhat representative of Asian-Americans. The problem, it seems to me, is that the very cultural values that are celebrated in many an Asian-American upbringing - obedience to authority, quiet and undemonstrative behavior, a singular focus on academic success - are also standard criteria for social exclusion in American youth culture. As information comes out about Cho's life, it is increasingly apparent that his isolation was largely of his own cruel making. Nevertheless, the question that many seem to be tiptoeing around, and that I know many of my fellow Korean-Americans are desperately hoping is never seriously addressed, is to what extent did Cho's status as an Asian-American affect his character development? Did it affect the way he was treated by others, or the way he perceived the \"rich and privileged\" - as he put it in his final written message to the world - that he presumably intended to punish? As the Korean foreign ministry has stated, \"Let's not turn this into a racial incident\". Of course, I agree. To suggest a direct connection between Cho's ethnicity and his morbidly extreme social alienation is a dangerous, specious leap of logic. But just as we examined Dylan Klebold's dating history and Eric Harris' musical tastes, a tragedy of this magnitude requires that society be scrutinized from every angle. Race is a central element in anyone's conception of self. No matter how distasteful it is to consider, to ignore the possible import of race in the putrefaction of Cho Seung-Hui's character would be a tremendous disservice to any sincere attempt to understand what went wrong.",
    "keywords": [
        "korea",
        "america",
        "game",
        "asianamerican",
        "tragedy",
        "struggles",
        "shame",
        "koreans",
        "american",
        "life",
        "chos",
        "korean"
    ],
    "summary": "Walking into my office in Gwangju, South Korea this morning, the word \"soochi\" repeatedly buzzed above a flutter of unusually harsh and excited conversation: shame.\nThat one of our own could commit such a horrific crime is, to many Koreans, a tragedy in and of itself.\nThe yearning to escape the struggles of Korean life and enter the American fantasy is pervasive, palpable.\nWhen my parents immigrated to America from Korea nearly 40 years ago, the struggles were hunger and lack of opportunity, poverty and political repression.\nAs information comes out about Cho's life, it is increasingly apparent that his isolation was largely of his own cruel making.",
    "sentiment": {
        "neg": 0.1466,
        "neu": 0.7371,
        "pos": 0.1163,
        "compound": -0.152
    }
}