{
    "date": "2007-02-13T13:03:57Z",
    "title": "North Korea agrees to nuclear deal",
    "url": "https://www.theguardian.com/world/2007/feb/13/northkorea",
    "content": "North Korea today agreed to take the first steps towards nuclear disarmament in exchange for energy aid, marking a diplomatic breakthrough after years of confrontation. In the deal announced at six-party talks in Beijing, North Korea will shut its Yongbyon reactor and allow international inspectors on to the site. Pyongyang must act within 60 days. In return, the economically stricken country will receive 50,000 tonnes of fuel oil or economic aid of equal value. North Korea will receive another 1m tonnes of fuel oil or equivalent when it takes further steps towards nuclear disarmament, including providing a complete inventory of its stocks of plutonium, the fuel used in the country's first nuclear test in October. China can claim much of the credit for today's agreement as Beijing did the diplomatic spadework to reconvene the long-stalled talks between itself, North and South Korea, the US, Russia and Japan. China also put heavy pressure on the volatile North Korean leader, Kim Jong-il, to reach a deal. The US, which in 2002 said North Korea was part of an \"axis of evil\" with Iran and Iraq, stressed that today's breakthrough was just the start of a long process. \"This is only one phase of denuclearisation. We're not done,\" the chief US negotiator, Christopher Hill, said. Japan had already voiced doubt that any agreement could be enforced. \"This is a first step,\" the Japanese foreign minister, Taro Aso, told the US secretary of state, Condoleezza Rice, in a telephone call, the Kyodo news agency reported. \"Whether it actually goes ahead remains to be seen. We do not know whether it will go ahead just because it has been signed.\" John Bolton, the hawkish former US ambassador to the UN, said the communist state should not be rewarded with \"massive shipments of heavy fuel oil\" for only partially dismantling its nuclear programme. \"It sends exactly the wrong signal to would-be proliferators around the world,\" Mr Bolton told the CNN television news service. North Korea and the US reached a similar deal in 1994, but the so-called framework agreement unravelled in 2002 after the Clinton administration accused Pyongyang of seeking to produce weapons-grade uranium. Today's deal essentially marks a return to an agreement reached in September 2005, when North Korea was promised energy aid and security guarantees in exchange for a pledge to halt its nuclear weapons programme. Pyongyang left the talks two months later after the US froze North Korean accounts at a Macao-based bank amid allegations of counterfeiting and money laundering. In October last year, North Korea conducted its first nuclear test, triggering UN sanctions but also precipitating a diplomatic flurry that resulted in today's agreement. The US paved the way for a deal by dropping its financial sanctions.",
    "keywords": [
        "oil",
        "deal",
        "korea",
        "talks",
        "nuclear",
        "todays",
        "agrees",
        "agreement",
        "pyongyang",
        "fuel",
        "north"
    ],
    "summary": "North Korea today agreed to take the first steps towards nuclear disarmament in exchange for energy aid, marking a diplomatic breakthrough after years of confrontation.\nIn the deal announced at six-party talks in Beijing, North Korea will shut its Yongbyon reactor and allow international inspectors on to the site.\nIn return, the economically stricken country will receive 50,000 tonnes of fuel oil or economic aid of equal value.\nToday's deal essentially marks a return to an agreement reached in September 2005, when North Korea was promised energy aid and security guarantees in exchange for a pledge to halt its nuclear weapons programme.\nIn October last year, North Korea conducted its first nuclear test, triggering UN sanctions but also precipitating a diplomatic flurry that resulted in today's agreement.",
    "sentiment": {
        "neg": 0.0519,
        "neu": 0.8825,
        "pos": 0.0657,
        "compound": 0.0481
    }
}