{
    "date": "2007-12-13T00:03:32Z",
    "title": "After seven years, Dutch diplomat puts adopted daughter back up for adoption",
    "url": "https://www.theguardian.com/world/2007/dec/13/china.northkorea",
    "content": "A Dutch couple living in Hong Kong yesterday found themselves at the centre of an international controversy after they gave up their daughter for adoption seven years after they adopted her themselves. Raymond Poeteray, 55, who has worked as a Dutch diplomat for more than 20 years, and his wife, Meta, adopted Jade, an ethnic Korean girl, when she was four months old. Poeteray told the South China Morning Post that the adoption had gone wrong. He said that his family was \"trying hard to deal with it\". He added that his wife was receiving counselling following the decision to give up Jade. \"It's just a very terrible trauma that everyone's experiencing,\" he told the newspaper. \"I don't have anything to say to the public. It is something we have to live with. My foreign ministry knows about my situation. I have also been in touch with the Hong Kong government and they have been very helpful to me and so has my own employer.\" The couple have been heavily criticised in the Dutch press and by the South Korean community in Hong Kong who are trying to find a new permanent home for Jade. A spokesman for the South Korean consulate in Hong Kong said the couple had found it difficult to raise the little girl because of \"culture shock\". \"[The Poeterays] now have their own children,\" the spokesman said. \"They decided it was difficult to raise [Jade] because of cultural shock. They said she's not willing to eat their food. That's one of the reasons. It's a strange reason. She was raised from a very early age. It's a very uncommon case. It's a difficult situation for us to understand.\" Peter Mollema, a spokesman for the Dutch ministry of foreign affairs in The Hague, said the ministry was giving the Poeterays its full support \"at a difficult time\". Mollema told the Guardian: \"This is something which is a private matter and belongs within the family. As far as we know they have behaved within the boundaries of the law and have done nothing wrong. They adopted the child when he was in Korea and took [her] with them when he was posted to Jakarta and then Hong Kong. Then after a very difficult period and much contact and advice from doctors and professionals, it was decided their daughter was to be placed outside the family. It was not something done on a whim or on a late Sunday afternoon. This is a serious and tragic problem which the family has had to face. It has taken place over a very long period of time and not just in the past two weeks. Both Jade and the family have received extensive psychological and psychiatric help.\" The Hong Kong authorities have said that Jade was handed over to the socialwelfare department last year. The Korean community in Hong Kong has been asked to find a family to adopt Jade, who has been in foster care in Hong Kong since leaving the Poeterays. The case is complicated as her residency status is uncertain; she is neither a naturalised Dutch citizen nor a resident of Hong Kong. She goes to school in Hong Kong and speaks Cantonese and English but not Korean. Since adopting her the Poeterays have had two children of their own.",
    "keywords": [
        "spokesman",
        "puts",
        "difficult",
        "kong",
        "hong",
        "adoption",
        "seven",
        "adopted",
        "told",
        "poeterays",
        "diplomat",
        "dutch",
        "family",
        "jade",
        "daughter",
        "korean"
    ],
    "summary": "A Dutch couple living in Hong Kong yesterday found themselves at the centre of an international controversy after they gave up their daughter for adoption seven years after they adopted her themselves.\nI have also been in touch with the Hong Kong government and they have been very helpful to me and so has my own employer.\"\nThey adopted the child when he was in Korea and took [her] with them when he was posted to Jakarta and then Hong Kong.\nThe case is complicated as her residency status is uncertain; she is neither a naturalised Dutch citizen nor a resident of Hong Kong.\nShe goes to school in Hong Kong and speaks Cantonese and English but not Korean.",
    "sentiment": {
        "neg": 0.0793,
        "neu": 0.902,
        "pos": 0.0187,
        "compound": -0.0849
    }
}