{
    "date": "2007-09-03T11:43:41Z",
    "title": "New paint and MP3 players: Pyongyang's nuclear dividend",
    "url": "https://www.theguardian.com/world/2007/sep/03/northkorea",
    "content": "Tank traps, landmines and checkpoint barriers flank the North Korean road to Panmunjom, the last frontier of the cold war. For more than half a century, this small village in the demilitarised zone that divides the Korean peninsula has been frozen in suspended conflict. Its barracks and huts have become living museums, its surroundings so heavily guarded for so long that the environment is more pristine than most nature reserves. Yesterday, hopes rose that even the huge conventional forces on either side of the border might one day become historic relics as the US and North Korea moved closer to their most significant military agreement since the 1953 armistice that halted the Korean War. According to the US chief negotiator with North Korea, Christopher Hill, Pyongyang has agreed to declare and dismantle its nuclear weapons programme by the end of the year. North Korea's top negotiator, Kim Gye Gwan, said he expected a \"fruitful outcome\" from the weekend talks in Geneva, which also covered the possible removal of Pyongyang from the list of governments that sponsor terrorism. The International Atomic Energy Agency last night refused to comment on the outcome of the Geneva talks, on the grounds that these were bilateral contacts between the US and North Korea. But amid cautious optimism, diplomats said there was still no agreement on a full inventory of the country's nuclear assets because this had never been on the agenda for the six-party talks. \"It's all moving forward well, but there is still spent fuel that theoretically could be reused,\" said one expert source. \"This is like switching off a car engine, but there's still petrol left in the tank, so it could be driven again.\" The Foreign Office said it welcomed Mr Hill's positive comments and called on North Korea to \"work with the IAEA to fulfil their obligations\". Kim Jong-il's proven possession of a small nuclear arsenal, demonstrated by North Korea's first nuclear test last October, has spurred a burst of diplomatic activity that is seen as the best hope for the peninsula since the start of the decade. \"The nuclear test has given North Korea confidence to go into the talks and negotiate from a position of strength,\" said a Pyongyang-based diplomat. In the coming days, Japan will discuss the possibility of normalising relations. Next month, Kim Jong-il will meet the South Korean president, Roh Moo-hyun, in only the second cross-border summit since the 1953 armistice. In the cycle of engagement and confrontation that have long characterised the North's relations with the outside world, this is a period of concessions. Kim Jong-il has ordered the suspension of the Yongbyon nuclear plant and readmitted international inspectors. The US has relaxed its financial squeeze and resumed shipments of fuel oil. Even before the nuclear test, it had begun pulling troops from the border and cutting its presence in South Korea from 37,000 to 29,000 personnel. Detente At Panmunjom, North Korean army guides said this had eased tensions. \"The situation is better than before, but it depends on the US side. If it acts correctly, we will respond,\" said Lieutenant Colonel Ri Gwang-hol. \"This is only the beginning. It depends on the whole course of events.\" North Korea remains one of the most reclusive and impoverished states in the world. It has resisted not only the US military, but cultural globalisation. Thanks to famine, the nuclear crisis and the semi-religious devotion to its leader, it has become a byword for misery and belligerence in much of the outside world. But a rare - and tightly controlled - visit by the Guardian suggests that Pyongyang is more prosperous than at the start of the nuclear standoff five years ago. Many buildings in the model capital have been repainted in bright colours. There are more cars on the streets, more lights at night and more goods in the shops. Wealthy residents with access to foreign currency can buy the latest MP3 and MP4 players. Long-term residents say the number of restaurants has surged from 10 to 200 in the past decade. They are small gains from a very low base. Average living standards are still wretched compared to neighbouring South Korea, Japan and China. Aid workers say malnutrition remains a concern in the countryside, particularly the north-east. Even in Pyongyang's diplomatic area, hot water is available for only a few hours a day, and power cuts occur on a daily basis. But residents draw comparison with the chaos in Iraq to argue that they would be far worse off without the bomb. \"The great nuclear countries of the world, they don't touch our country any more and they cannot be any threat to the DPRK because we have a nuclear bomb,\" said Li Gyong-il, a tour guide aboard the USS Pueblo, a captured American warship. \"What happened in Iraq, US troops just occupied Iraq and destroyed a lot of buildings and killed a lot of Iraqi people.\" The picture looked very different last October, when North Korea's nuclear test prompted UN sanctions and international condemnation. South Korea cut its food aid by 76%, China temporarily choked off vital supplies and rich donors closed their purses. The World Food Programme supplied less than 10% of the grain of the previous year. According to the central bank in Seoul, the North Korean economy shrank for the first time in eight years. But the punishment proved short-lived. Relations with the US are at their best level since George Bush came to power in 2001. The US president no longer publicly describes North Korea as part of an \"axis of evil\". Last week, he expressed hope that the denuclearisation of the peninsula could happen before he leaves office. North Korea has also toned down its rhetoric. In June, the annual anti-US rally was scaled down and held indoors, unlike the huge outdoor display in 2006, though it still started with the song Death of US Imperialists. In a more unusual diplomatic overture, Pyongyang has recently issued an invitation to the New York Philharmonic Orchestra. Even last month's flood is proving an opportunity. Official statistics are hard to come by in North Korea, but less than two weeks after the flood, the state-controlled Pyongyang Times published a detailed impact assessment, which included 20,300 homes destroyed, 223,000 hectares of farmland, 300 bridges, 200 mining pits, 82 reservoirs and 850 power lines. Last week the government doubled its estimate of the death toll to 600. Foreign aid workers say 960,000 people are directly affected, plus millions more who are feeling the impact from the collapse in communications and the spread of water borne diseases. Damage Visitors to the worst-affected areas say they saw victims being washed away and people who lost all their possessions to the rising waters. It could have proved a devastating blow to an impoverished country that is a million tonnes short of food even in a good year. The last big flood in 1995 was a significant cause of the famines that killed tens, possibly hundreds, of thousands of people in the subsequent four years. But no one is expecting that this time, thanks to improved international PR management and a friendlier overseas climate. Jean Pierre de Margerie, the acting coordinator for the UN in Pyongyang, said the government had provided unprecedented access to international observers to observe the damage from the flood. \"North Korea has appealed for assistance, probably for the first time since 1995,\" he said. \"We hope the goodwill will continue. There has been a definite shift in the last few weeks and we hope it will continue.\" In sharp contrast to the cut in donations during the nuclear crisis last year, the international response to the flood has been generous. The Red Cross and UN have received a good response to their appeals for emergency funds. Last week the EU pledged $2.5m (£1.25m), South Korea $2m and Finland $500,000. The US has offered face-to-face talks about an aid package. The donations are on course to exceed the cost of the damage. \"What is different this year is the political environment,\" said a diplomat, \"There has been a totally different reaction in the outside world.\" On one road south of Pyongyang, the countryside appears to have made a rapid recovery. Fields heavy with corn look ripe for harvest. There is no apparent damage to roads or bridges, and the water levels of rivers and fishing ponds look normal. Villages elsewhere are said to be far worse affected, but sceptics say North Korea may be capitalising on the friendlier climate to restock its food and medicine supplies. There are also questions about how long the North will maintain its relative openness. The World Food Programme has asked to expand its presence, which was cut back by 75% two years ago. But the government is still reluctant to let more foreigners in. Any interaction with the outside is seen as a threat to the \"single-hearted unity\" that Kim Jong-il relies upon to maintain control. \"The imperialists are trying to emasculate the collectivist nature of the DPRK by spreading their corrupt ideas and culture that foster rabid selfishness and hedonism and corrupt people,\" notes a commentator in the Pyongyang Times. More than the physical division of the border, the gulf in ideology could prove the biggest obstacle to a rapprochement with the outside world. In that respect, local residents say there is no difference at all with the past. Despite rumours about the ill-health of Kim Jong-il and a succession struggle among his sons, the semi-religious reverence of the Kim dynasty is promoted as vigorously as ever. Propaganda slogans dot the streets and the hillsides. Visitor movements are strictly monitored. Guides follow tourists everywhere. Constant rehearsals for parades keep the population occupied and underpin the message that the leadership and army come first. As long as these remain the state's priorities, the cycle of confrontation and concession is unlikely to end completely. But if yesterday's encouraging news could be followed by a shift from the military to the economy, Mr Kim might just be persuaded that his bomb has served its purpose.",
    "keywords": [
        "mp3",
        "south",
        "international",
        "korea",
        "pyongyangs",
        "world",
        "nuclear",
        "kim",
        "players",
        "say",
        "dividend",
        "pyongyang",
        "paint",
        "north",
        "korean"
    ],
    "summary": "Tank traps, landmines and checkpoint barriers flank the North Korean road to Panmunjom, the last frontier of the cold war.\nThe Foreign Office said it welcomed Mr Hill's positive comments and called on North Korea to \"work with the IAEA to fulfil their obligations\".\n\"The nuclear test has given North Korea confidence to go into the talks and negotiate from a position of strength,\" said a Pyongyang-based diplomat.\nSouth Korea cut its food aid by 76%, China temporarily choked off vital supplies and rich donors closed their purses.\nAccording to the central bank in Seoul, the North Korean economy shrank for the first time in eight years.",
    "sentiment": {
        "neg": 0.0819,
        "neu": 0.8416,
        "pos": 0.0764,
        "compound": -0.0267
    }
}