{
    "date": "2007-05-02T09:00:00Z",
    "title": "Paedophilia, the American way",
    "url": "https://www.theguardian.com/commentisfree/2007/may/02/sexoffenderstheamericanway",
    "content": "One of the most striking things to me about South Korean culture is the extraordinary autonomy with which the young are entrusted. The morning landscape in Gwangju is littered with uniform-clad children calmly swiping their bus cards and skipping across busy intersections on their way to school. On a 3am stroll through Dongdaemun market in central Seoul, I encounter pigtailed preteens wandering unattended, like American backpackers in Barcelona. And during a Sunday afternoon at Korea's Yangji Pine Ski Resort, I shared a moment with a precocious 9-year old who giggled at my astonishment when she confirmed that she was skiing alone. Despite a well-deserved reputation for rigid authoritarianism, many Korean parents seem to lack the overprotective instincts of their American counterparts. These lax impulses are rooted in reality: if statistics are to be believed, Korea really is safer to grow up in than America. And so, shielded from the mental anxieties that accompany raising a child in a society prone to violent crime, Korean parents channel their fears into somewhat less horrific prospects: sub-par academic achievement and video-game addiction. But these liberal sensibilities are increasingly being challenged by the appearance of western-style social problems. In a pattern that tragically echoes the experiences of the United States and western Europe, both South Korea and Japan - two of the few large, high-income countries outside the \"cultural west\" - have recently been subject to a series of high-profile and gruesome incidents of child victimization. Like Megan of New Jersey (1994) and Sarah of West Sussex (2000) before them, Kaede of Nara (2004) and Heo of Seoul (2006) were kidnapped, raped and murdered by violent paedophiles who, despite being tried and convicted of similar crimes in the past, were walking the streets as free men. In their search for a response, Korea and Japan have consciously examined, and in some cases mimicked, the legal reforms of America circa Bill and Monica. Such an effort should have advantages: Facing these questions more than a decade after 500,000 concerned citizens signed a petition demanding the New Jersey legislature adopt Megan's Law, Asian policymakers have the luxury of soberly reflecting on and learning from the American experience. The extent to which they have learned any lessons is, however, uncertain. Korea, for its part, is focused on trapping sex offenders in a communal net. Late this February, Korea's ruling Uri party announced its intention to create a national database of convicted sex offenders' DNA, as well as a publicly accessible registry of their names and addresses. In early April the Korean legislature passed a law to enable electronic tagging and monitoring of repeat sexual offenders, a measure that also originated in America. Further actions, such as restrictions on certain types of employment, are currently being contemplated and may be publicly introduced in the coming months. Japan, meanwhile, is trying its hand at a softer approach, which relies on reintegrating sexual offenders back into the community. After dispatching teams to the United States, United Kingdom and Canada in order to study foreign practices, Japan is now slowly and deliberately going about the process of improving treatment and rehabilitation programs, providing assistance in finding employment, and expanding transition programs (such as halfway houses) for sexual offenders upon their release from prison. Both of these approaches have been pursued in America, and both have yielded a wide variety of problems. Publicly \"outing\" convicted sexual offenders predictably leads to their ostracisation, which some claim can drive them back to their old habits. Moreover, since more than 80% of sexual abuse against children is committed by a person who knows the victim and more than 25% by a family member, many speculate that publicly exposing offenders may reduce crime-reporting rates. Anyone intimately familiar with Korean sensibilities knows that this danger is particularly acute in Korea, where the concept of avoiding \"family shame\" is a deeply ingrained cultural value, one whose preservation, even in today's modern society, often trumps the wellbeing of any one individual. Furthermore, as demonstrated in a recent New York Times series detailing the lacklustre state of America's civil commitment programs, the jury is still out on whether reintegrating sexual offenders into society, as Japan wants, is realistic. The American experience seems to suggest that rehabilitation, despite its considerable expense, is ultimately ineffective in reducing recidivism. The benefits of observing and adopting foreign legal practices are largely diminished if foreign experiences are not sufficiently studied and understood. On this particular issue, Asian policymakers surely feel pressured to take measures, any measures, to satiate the public's desire for action. This pressure, to the extent it forces the issue to be addressed, is surely a good thing. However, it can also lead to a deficit of creativity, a sort of global groupthink in which nations adopt foreign practices merely because they exist, not because they have been shown to be particularly effective. Perhaps more worrisome, however, is the idea that no amount of creativity can address this problem to anyone's full satisfaction. No new program or idea can wholly guarantee that a convicted sex offender, when set free, will not strike again. Given this reality, what is the endgame? In approaching this question, it might be helpful to take note of the rising exasperation some US lawmakers currently express with the complicated and uncertain bag of tricks involved in managing sexual offenders. These lawmakers are now pushing strongly towards the most simple, and only categorically effective, way to prevent recidivism - longer sentences. Several states, including Florida and California, have passed versions of \"Jessica's Law\", which among other things imposes mandatory 25-year sentences for child sexual offenders. Although Korea and Japan have thus far focused little attention on imposing longer sentences, if current initiatives are deemed unsatisfactory, it seems highly likely that they will.",
    "keywords": [
        "offenders",
        "paedophilia",
        "korea",
        "convicted",
        "foreign",
        "way",
        "sexual",
        "japan",
        "america",
        "american",
        "publicly",
        "korean"
    ],
    "summary": "On a 3am stroll through Dongdaemun market in central Seoul, I encounter pigtailed preteens wandering unattended, like American backpackers in Barcelona.\nDespite a well-deserved reputation for rigid authoritarianism, many Korean parents seem to lack the overprotective instincts of their American counterparts.\nJapan, meanwhile, is trying its hand at a softer approach, which relies on reintegrating sexual offenders back into the community.\nPublicly \"outing\" convicted sexual offenders predictably leads to their ostracisation, which some claim can drive them back to their old habits.\nSeveral states, including Florida and California, have passed versions of \"Jessica's Law\", which among other things imposes mandatory 25-year sentences for child sexual offenders.",
    "sentiment": {
        "neg": 0.1076,
        "neu": 0.789,
        "pos": 0.1034,
        "compound": -0.0154
    }
}