{
    "date": "2007-02-07T18:00:00Z",
    "title": "Why size does matter",
    "url": "https://www.theguardian.com/commentisfree/2007/feb/07/post1066",
    "content": "There are sums of money that are obscene: sometimes, it is the actual sum, especially if it is very large or small; sometimes, it is the purpose, especially if it is socially unacceptable; sometimes, it is the disproportion between the sum and the purpose; and sometimes, it is a combination of all three. The US defence budget now tabled by President George W Bush falls into the latter category. Totalling US$623bn, it is an obscene amount - which sounds only slightly better in euros or sterling, given the weak dollar: €481.6bn, or £316.47bn. This is not only larger than any other defence budget in the world, or indeed, nearly all other national defence budgets combined; it is actually larger than most overall national budgets, including those of the developed world. One analyst reckoned it would be the 17th biggest, just behind the Dutch national budget. To be absolutely accurate, the actual defence budget requested is US$481.4 billion (€372.18bn; £244.55bn), which, in itself, is an 11% increase over last year. The balance of the request is in emergency funding for the conflicts in Iraq and Afghanistan in 2007-08, and for counter-terrorism needs. However, whichever way you look at the figures, they give cause for alarm, for five main reasons. First, because spending such a huge amount of money on troops and materiel for conflict in a world still suffering from hunger, deprivation and disease in various quarters, simply jars. One does not need to be a card-carrying member of a pacifist NGO to feel this to be properly obscene. Nor does one need to raise the spectre of Aids ravaging Africa when apparently 40% of US citizens have no medical insurance. This leads to the second point, which is that such disproportion must be dangerous to the very fabric of US society. For, even in a country based upon a contract of winner takes all - the \"American Dream\" - there is a need to keep a more equitable balance between internal and external spending. This is especially true in a period in which many middle- and lower-class Americans are already disenchanted with globalisation, for fear of losing jobs and production to cheaper locations. Moreover, given the immense US national deficit (currently US$244bn, or €188.6bn/£123.93bn), the mega defence budget is effectively being financed by these same competitors in the guise of China, Japan and other international creditors. This situation cannot be sustainable over time - neither in the US social sphere, nor in the international economic one. The third reason for alarm at this budget is that, in many ways, it suggests throwing good money after bad. Put more bluntly: money and spending are not proof of being the global superpower. Given the US military is taking a beating in Iraq and has yet to resolve its conflict in Afghanistan, we can ask: is it really the most powerful in the world? If North Korea can announce it has gone nuclear (though the assertion is yet to be proven), while over 20,000 US troops are stationed on its border, and Iran can continue to taunt the world with its nuclear intents as nearly 150,000 US troops are positioned in neighbouring Iraq, what value is there to supreme military power? The French philosopher Michel Foucault suggested that power is not a possession but a relationship, and the current US situation underlines the veracity of this postulation. The possession of more, and more expensive, military capabilities does not seem to make the US more powerful. In fact, it is simply making it poorer and more dependent on its creditors - thereby further weakening its relationships. But the vast spending is not effective in another way, which is the fourth point: a large part of the proposed core defence budget (the \"mere\" US$481.4bn) will end up being spent on weapons and platforms that have been proven ineffective in the ongoing conflicts in Iraq and Afghanistan. This will make defence contractors happy, but will not make the US more powerful or militarily successful. For, while the talk for some years has been of \"transformation\", what is needed is new thinking on the matter, not an expensive search for technological solutions which evidently don't work. Fifth and finally, tabling such a huge defence budget is ultimately counter-productive with one's allies. At the end of the cold war, most EU member states - old and new - effectively took the \"peace dividend\" and stopped spending on defence, while the US increased its defence budget year on year. This trend created a growing gulf between US and European capabilities, and this widened massively after the terrorist attacks of September 11 2001, when the US began its massive hike of annual 10% increases. Now, with this proposed new budget, the difference between the US and all EU states together is so vast, it makes no difference whether the latter do or do not increase their own spending to a more realistic level: in comparison to the US, they will be as nothing. In a sense, it is this reality that has lead to the EU members of Nato's sustained unwillingness to increase their capabilities within the alliance, where the US constantly complains of their inadequacies. However, when one ally is so manifestly stronger than all others, there is little incentive to build up one's strength. Material goods have always been integral to the \"American Dream\" - but they have also always been combined with advancement and success. The obscene defence budget proposed by the Bush White House, therefore, reflects the negation of the dream: material goods without success or advancement. In an ever more polarised world, that is a worry to us all.",
    "keywords": [
        "budget",
        "money",
        "size",
        "spending",
        "troops",
        "proposed",
        "world",
        "obscene",
        "iraq",
        "does",
        "national",
        "defence",
        "matter"
    ],
    "summary": "The US defence budget now tabled by President George W Bush falls into the latter category.\nOne analyst reckoned it would be the 17th biggest, just behind the Dutch national budget.\nTo be absolutely accurate, the actual defence budget requested is US$481.4 billion (€372.18bn; £244.55bn), which, in itself, is an 11% increase over last year.\nFifth and finally, tabling such a huge defence budget is ultimately counter-productive with one's allies.\nThe obscene defence budget proposed by the Bush White House, therefore, reflects the negation of the dream: material goods without success or advancement.",
    "sentiment": {
        "neg": 0.0979,
        "neu": 0.8066,
        "pos": 0.0955,
        "compound": -0.0876
    }
}