{
    "date": "2007-01-26T18:47:25Z",
    "title": "Davos 07: five points about North Korea",
    "url": "https://www.theguardian.com/commentisfree/2007/jan/26/davos07",
    "content": "An engaging discussion took place on the military threat posed by North Korea. A team of policy makers - including the special adviser to the Japanese prime minister and a very impressive analyst from the Chinese army - spoke more frankly than perhaps they had intended to do. Here are five points that emerged - all new to me. One: Korea's nuclear aims frighten the west, but they are not the top concern of the country's neighbours. They are much more worried about the country's political collapse than they are about nuclear attack. That means stability, not confrontation, should be the aim of all policy. Treat North Korea like a rat in a trap, said one panellist, and it will bite. Two: we know much less about North Korea than we would like - the parallel with Iraq before the invasion is striking. US intelligence gathering relies on satellite images and information from exiles. Both are misleading. Three: the US needs a consistent regional policy, not an isolationist or unpredictable one. The US plan of sanctions on North Korea will cause chaos. But if the US pulls out of the region, Japan and South Korea will both develop nuclear weapons. Japan's is only a few weeks' work away. Four: North Korea is really China's problem. Beijing props up Kim Jong Il, but can't control him. China does not want a reunified Korea extending US influence north (and South Korea could not cope with the costs of it). The country does not want a nuclear North Korea, nor a collapsing one. Five: the next global military battle may be in space. China intends to match the US's development of space weapons step by step - and tested one last week. The country's leaders will not allow the US the exclusive power to destroy satellites, and so control all global electronic communication, just as the proliferation of nuclear weapons became inevitable once the US had developed and deployed one in 1945.",
    "keywords": [
        "policy",
        "south",
        "military",
        "countrys",
        "korea",
        "space",
        "nuclear",
        "weapons",
        "points",
        "07",
        "step",
        "north",
        "davos"
    ],
    "summary": "Treat North Korea like a rat in a trap, said one panellist, and it will bite.\nTwo: we know much less about North Korea than we would like - the parallel with Iraq before the invasion is striking.\nChina does not want a reunified Korea extending US influence north (and South Korea could not cope with the costs of it).\nThe country does not want a nuclear North Korea, nor a collapsing one.\nChina intends to match the US's development of space weapons step by step - and tested one last week.",
    "sentiment": {
        "neg": 0.1472,
        "neu": 0.7914,
        "pos": 0.0614,
        "compound": -0.1345
    }
}