{
    "date": "2007-10-08T11:30:00Z",
    "title": "Multifaceted diplomacy",
    "url": "https://www.theguardian.com/commentisfree/2007/oct/08/multifaceteddiplomacy",
    "content": "Last week the Korean Peninsula was at the centre of two events of universal importance: a successful three-day summit between the leaders of North and South Korea in Pyongyang; and the North Korea's pledge to dismantle its nuclear facility at Yongbyon at Washington's expense, and submit a full declaration of all its nuclear programmes by the end of the year - in return for nearly one million metric tons of fuel oil. The eight-point pact between South Korean President Roh Moo-hyun and North Korean leader Kim Jong-il requires them to advance the achievement of a permanent cessation of the 1950-53 Korean war by staging a meeting of the relevant states. And North Korea's commitment to denuclearisation is the result of the protracted talks between six nations, four of them its neighbours - South Korea, China, Japan and Russia - and the US. The successful outcome of these negotiations shows that a multilateral approach in diplomacy pays. This is a stark contrast to the unilateralist approach that the Bush administration adopted in the case of Iraq - with catastrophic results. Despite the loathing that US President George Bush expressed publicly toward Kim Jong-il, he agreed to participate in the negotiations with his regime in a multilateral setting to bring about the end of Pyongyang's nuclear weapons programme. This process received a near-fatal blow when North Korea conducted an underground test for its nuclear bomb last October. A stiff United Nations security council resolution ensued. It required all UN members to refrain from supplying any materials to North Korea with a nuclear potential, and authorised member states to search incoming and outgoing vessels from North Korea to ensure the strict application of the resolution. To Washington's chagrin, China did not tighten up its security and customs regime along its long North Korean border. It and South Korea refused to be part of any search of the merchant ships trading with North Korea. These decisions by Beijing and Seoul made the Bush administration realise afresh the crippling limitation of a unilateralist approach to international affairs. On the other hand, the existence of a six-nation forum did not mask the core reality that, in the final analysis, the nuclear dispute was between Pyongyang and Washington, and that only one-to-one bargaining between the disputants could resolve it. This crucial point seems to have been grasped by the US secretary of state, Condoleezza Rice. It was the bilateral negotiations between her aide Christopher Hill, and his North Korean counterpart in Berlin in January that clinched a deal on Pyongyang's nuclear programme. In return for Washington abandoning its ill-disguised preference for a regime change in North Korea, and offering material aid for its rickety power generating system, the Kim Jong-il regime agreed to allow the inspectors of the International Atomic Energy Agency to visit its nuclear facilities as a preamble to dismantling them. A six-nation statement that followed in February outlined the step-by-step resolution of the problem with the US and North Korea's neighbours offering Pyongyang sorely needed fuel oil for its power plants, and Washington agreeing to lift trade sanctions against the Kim Jong-il government, removing North Korea from its list of terrorism-sponsoring nations, and moving to normalise diplomatic relations. The Washington-Pyongyang deal underlined a vital point in international relations. For countries - small, middling, or great - acquiring nuclear weapons is about the most basic requirement: the survival of the regime or nation. The possession of city-busting weaponry threatens to bring about a MAD (Mutually Assured Destruction, a cold war acronym) world, and proved an effective deterrent during the cold war. Once North Korea found itself included in Bush's \"axis of evil\" along with Iraq and Iran in 2002, and witnessed the overthrow of Saddam Hussein's regime in Iraq, it quit the nuclear non-proliferation treaty and tested an atom bomb five years later. Its leader thus acquired a powerful card to play to barter it successfully for the survival of his regime.",
    "keywords": [
        "diplomacy",
        "war",
        "south",
        "regime",
        "korea",
        "washington",
        "nuclear",
        "kim",
        "jongil",
        "multifaceted",
        "north",
        "korean"
    ],
    "summary": "The successful outcome of these negotiations shows that a multilateral approach in diplomacy pays.\nThis process received a near-fatal blow when North Korea conducted an underground test for its nuclear bomb last October.\nTo Washington's chagrin, China did not tighten up its security and customs regime along its long North Korean border.\nIt and South Korea refused to be part of any search of the merchant ships trading with North Korea.\nIt was the bilateral negotiations between her aide Christopher Hill, and his North Korean counterpart in Berlin in January that clinched a deal on Pyongyang's nuclear programme.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.814,
        "pos": 0.1095,
        "compound": 0.0604
    }
}