{
    "date": "2007-09-07T10:24:29Z",
    "title": "North Korea invites US input on nuclear shutdown",
    "url": "https://www.theguardian.com/world/2007/sep/07/usa.northkorea",
    "content": "Experts from America, Russia and China will travel to North Korea later this month to study how the country's nuclear facilities can be shut down, a senior US official announced today. The group will travel at the specific invitation of the country's leader, Kim Jong-Il, said Christopher Hill, the assistant secretary of state for East Asian and Pacific affairs. \"This is an idea the North Koreans came up with,\" Mr Hill told reporters on the sidelines of the Asia Pacific Economic Cooperation (Apec) summit in Sydney. \"I don't think it will be the only such trip,\" he was quoted as saying by the AFP news agency. At the weekend, after talks in Geneva, Mr Hill announced that North Korea had agreed to declare and disable all of its nuclear facilities by the end of this year. North Korea tested its first nuclear weapon in October, but has agreed to shut down its entire nuclear programme in exchange for much-needed aid. After the six-party talks, which also included the US, China, Russia, Japan and South Korea, North Korea shut down its main nuclear reactor at Yongbyon. \"I think it's a sign that this current phase of disabling is an ambitious phase,\" Mr Hill said. \"We have a lot of work to do. It's a sign of the seriousness of purpose that all parties, including the North Koreans, bring to bear on this issue.\" He said: \"We want this disabling to take place by December 31st. So we have to look at our ideas for disabling against the actual facility. And we thought, 'the sooner, the better'. \"There are many different ways you can disable a nuclear facility: You can drill a hole in the side of a reactor, you can fill it with cement, you can do various things, but it helps if you have a site survey, and have a look at the reactor first so that's the concept here.\" Earlier at the summit, the US president, George Bush, illustrated Washington's apparently softer new line with North Korea by saying the two countries could finally sign a Korean war peace treaty if Pyongyang gave up its nuclear arms. \"We're looking forward to the day when we can end the Korean war. That will happen when Kim Jong-il verifiably dismantles his weapons programme,\" Mr Bush told reporters at a joint press conference with his South Korean counterpart, Roh Moo-hyun. The 1950-53 war ended with an inconclusive truce which saw Korea divided into northern and southern parts.",
    "keywords": [
        "hill",
        "war",
        "mr",
        "korea",
        "shutdown",
        "north",
        "input",
        "shut",
        "nuclear",
        "sign",
        "reactor",
        "invites",
        "korean"
    ],
    "summary": "Experts from America, Russia and China will travel to North Korea later this month to study how the country's nuclear facilities can be shut down, a senior US official announced today.\n\"This is an idea the North Koreans came up with,\" Mr Hill told reporters on the sidelines of the Asia Pacific Economic Cooperation (Apec) summit in Sydney.\nAt the weekend, after talks in Geneva, Mr Hill announced that North Korea had agreed to declare and disable all of its nuclear facilities by the end of this year.\nNorth Korea tested its first nuclear weapon in October, but has agreed to shut down its entire nuclear programme in exchange for much-needed aid.\nAfter the six-party talks, which also included the US, China, Russia, Japan and South Korea, North Korea shut down its main nuclear reactor at Yongbyon.",
    "sentiment": {
        "neg": 0.0742,
        "neu": 0.8884,
        "pos": 0.0374,
        "compound": -0.0728
    }
}