{
    "date": "2007-10-03T13:07:36Z",
    "title": "I'm not suffering health problems, says Kim Jong-il",
    "url": "https://www.theguardian.com/world/2007/oct/03/northkorea2",
    "content": "The North Korean leader, Kim Jong-il, today denied he was suffering health problems. The denial came as Mr Kim began the first full session of face to face talks with the South Korean president, Roh Moo-hyun. In marked contrast to his dour, tired appearance the previous day, Mr Kim smiled warmly as he sat down for only the second North-South summit since the Korean peninsular was divided at the end of the second world war. His invitation to his guest to extend the visit for an extra day, along with positive developments on the nuclear issue in the US and elsewhere in Asia, meant the mood was considerably more upbeat than when Mr Roh arrived in Pyongyang yesterday. The two leaders spent two hours in \"candid and frank\" discussions that, according to Mr Roh, raised differences of opinion on everything from economic development to the semantics of a peace declaration. Mr Kim's absence from a welcoming banquet last night stirred up renewed speculation that he was either unwell or displaying his seniority over Mr Roh, a younger man and a president nearing the end of his maximum term of office. The South Korean president's toast to his missing host's health did little to dispel concerns that the North Korean leader was suffering from diabetes or something worse. Earlier this year, there were unconfirmed reports that he may have heart disease. Several South Korean newspapers carried interviews with doctors saying the North Korea leader looked as though he was ailing. Today, Mr Kim attempted to quash such speculation. When Mr Roh thanked him for coming to greet him in person, he replied: \"I've no reason to stay at home. I'm not a patient,\" according to the Yonhap news agency. The most positive sign was an invitation to Mr Roh to stay in Pyongyang for an extra day so the two leaders could work more on a shared statement, although the offer was not taken up. A pooled report from South Korean reporters offered a rare insight into the leaders' relationship with a transcript of the conversation in which Mr Kim asked Mr Roh to stay. \"It'll be good to push your schedule today to tomorrow, take your time and sit down, loosen your belt and have lunch tomorrow ... Let's delay your schedule by a day ... How about you return in the morning [Friday]?\" Mr Kim said. \"There are two places [in the president's office] which are more powerful than me. I think I have to discuss it with security and protocol,\" Mr Roh replied. \"The president can't make the decision?\" Mr Kim asked. \"All that's needed is for the president to decide.\" \"I decide on the big things. I can't decide on the small things,\" Mr Roh said.",
    "keywords": [
        "south",
        "im",
        "mr",
        "roh",
        "suffering",
        "north",
        "president",
        "stay",
        "kim",
        "jongil",
        "today",
        "health",
        "day",
        "problems",
        "korean"
    ],
    "summary": "The North Korean leader, Kim Jong-il, today denied he was suffering health problems.\nThe denial came as Mr Kim began the first full session of face to face talks with the South Korean president, Roh Moo-hyun.\nThe South Korean president's toast to his missing host's health did little to dispel concerns that the North Korean leader was suffering from diabetes or something worse.\nToday, Mr Kim attempted to quash such speculation.\nMr Kim said.",
    "sentiment": {
        "neg": 0.0487,
        "neu": 0.8978,
        "pos": 0.0536,
        "compound": 0.0826
    }
}