{
    "date": "2007-03-20T20:00:00Z",
    "title": "Iraq: nuclear boomerang",
    "url": "https://www.theguardian.com/commentisfree/2007/mar/20/andwhataboutiran",
    "content": "It was supposed to stop the spread of nuclear weapons to evil regimes. The target of the invasion four years ago was Iraq, but the goal was to stop not just the nuclear weapons that administration officials said the country was developing, but similar programs in other states. When then-Undersecretary of State John Bolton was asked what lesson Iran and North Korea should draw from the Iraq war, he replied, \"Take a number\". The war in Iraq marked the implementation of a radical new nonproliferation strategy. Neoconservatives wanted to replace reliance on negotiated treaties that eliminated weapons with direct American actions that eliminated regimes. They spurned 50 years of bipartisan, multilateral success in negotiating and sustaining nonproliferation barriers and replaced it with a plan for preventive war. The neocons would roll from Baghdad to Damascus, Tehran and Pyongyang. We had to do it, President George Bush told the world on March 17, 2003. \"Intelligence gathered by this and other governments leaves no doubt that the Iraq regime continues to possess and conceal some of the most lethal weapons ever devised,\" he said. \"The danger is clear: Using chemical, biological or, one day, nuclear weapons obtained with the help of Iraq, the terrorists could fulfill their stated ambitions and kill thousands or hundreds of thousands of innocent people.\" Of the 54 paragraphs in his speech, 46 were devoted to weapons. Only three, at the end, referred in passing to democracy. Bush promised that the \"terrorist threat to America and the world will be diminished the moment that Saddam Hussein is disarmed.\" The opposite turned out to be true. In fact, thorough searches after the invasion leave \"no doubt\" that the combination of the first gulf war and UN inspections ended Saddam's chemical and nuclear programs in 1991 and his biological weapon program in 1994. A few more months of inspections in 2003 would have verified what UN inspectors had started discovering: there were no weapons, or even programs to develop weapons. By attacking a country that did not have these weapons, President Bush plunged the region into chaos and accelerated the nuclear programs of Iran and North Korea. Both countries have made more progress in the past five years than they did in the previous ten. All three members of the \"axis of evil\" are more dangerous to the world today than they were when President Bush took office. The ideology of al-Qaida has spread like wildfire around the world. Terrorism has increased, and with it the threat of nuclear terrorism. Yet, the strategy of waging war to stop proliferation has not been completely repudiated. Some argue that it is poor implementation, not the strategy itself that is to blame. The neoconservatives that brought us the war with Iraq now urge us to war with Iran. Pundits like William Kristol, Charles Krauthammer, Max Boot, Joshua Muravchik and their colleagues at neoconservative think tanks are unr epentant; they want to attack Iran now. Some in the administration, particularly in the office of the vice president, appear to favor this course. These voices were heard in previous American administrations. General Curtis LeMay wanted to bomb China to stop that country from testing nuclear weapons in 1964. Others proposed invading the Soviet Union to stop a Russian nuclear program in the late 1940s. Fortunately, wiser words prevailed. It is only in the Bush administration that a radical ideology was allowed to take control of the levers of state power. Fortunately, despite the planning and promoting for more proliferation wars, the pendulum seems to be swinging back to proven strategies. Like a chapter in the Star Wars saga, the pragmatists have struck back. Democrats in Congress urge decisive diplomacy, not military attacks; moderates in the administration, including Secretary of State Condoleezza Rice and new Secretary of Defense Robert Gates seem to prevail over a weakened Vice President Cheney; American journalists are behaving more like watchdogs and less like sheep; and the American public decisively rejects the Iraq war and the politicians that sold it. The outcome is not decided; a battle still rages in the American government. But the signs are more hopeful for a steady course correction than at any time since President Bush and Prime Minister Tony Blair misled their nations into an unnecessary war. Libya provides the model: change a regime's behavior, not the regime. The correct combination of force and diplomacy ended that nation's nuclear program with little cost, no loss of life and 100% effectiveness. If the next application of this approach, North Korea, continues to make progress, it could provide a template for Iran, the most difficult case of the three. With luck, skill and courage, wiser leaders should be able to cut America's own redundant nuclear arsenals, contain the nascent nuclear programs and engage these states in new security and economic arrangements that will benefit all. They can't do much worse. For other blogs in the 'Iraq four years on' series click here.",
    "keywords": [
        "stop",
        "programs",
        "war",
        "iran",
        "iraq",
        "president",
        "nuclear",
        "weapons",
        "boomerang",
        "american",
        "bush"
    ],
    "summary": "It was supposed to stop the spread of nuclear weapons to evil regimes.\nWhen then-Undersecretary of State John Bolton was asked what lesson Iran and North Korea should draw from the Iraq war, he replied, \"Take a number\".\nBy attacking a country that did not have these weapons, President Bush plunged the region into chaos and accelerated the nuclear programs of Iran and North Korea.\nGeneral Curtis LeMay wanted to bomb China to stop that country from testing nuclear weapons in 1964.\nWith luck, skill and courage, wiser leaders should be able to cut America's own redundant nuclear arsenals, contain the nascent nuclear programs and engage these states in new security and economic arrangements that will benefit all.",
    "sentiment": {
        "neg": 0.1641,
        "neu": 0.7472,
        "pos": 0.0887,
        "compound": -0.2718
    }
}