{
    "date": "2007-05-25T10:06:11Z",
    "title": "North Korea tests missiles in Sea of Japan",
    "url": "https://www.theguardian.com/world/2007/may/25/japan.northkorea",
    "content": "North Korea today reportedly fired several short-range missiles towards the Sea of Japan in the latest provocative act from the unpredictable regime. Japan's NTV network reported that North Korea used surface-to-ship missiles. Japanese defence and foreign ministry officials could not confirm the reports. South Korea's spy agency described today's missile firing as part of a regular military drill. \"The launch is believed to be part of customary drills that North Korea has conducted annually,\" a National Intelligence Service offical said. Pyongyang's missile test is certain to provoke alarm in Japan where the government took another step towards ditching the country's postwar pacifism earlier this month when parliament passed measures, paving the way for the first reform of the US-authored constitution since it was introduced 60 years ago. The nationalist Japanese prime minister, Shinzo Abe, who has made constitutional reform a theme of his premiership, wants to give Japanese troops a more active role overseas, including the right to come to the aid of an ally, amid perceived threats from North Korea and international terrorism. North Korea is dragging its feet on shutting down its main nuclear reactor despite an agreement in February with the US and regional powers. North Korea agreed to take initial steps to disarm, including shutting down its Soviet-era reactor - the source of its weapons-grade plutonium - in exchange for energy aid and political concessions. Last month, North Korea displayed a new ballistic missile capable of reaching the US territory of Guam during a military parade in Pyongyang. Three new models were on show, the South Korean newspaper Chosun Ilbo reported, including the medium-range missile that can travel up to 2,500 miles. North Korea's missile development and nuclear programme has been a longstanding concern in the region. The hard-line regime test-fired a series of missiles last July, including its latest long-range model, known abroad as the Taepodong-2. Experts believe this could reach parts of the US. The US can also be expected to seize on North Korea's latest test to push for the deployment of its missile defence scheme in eastern Europe, despite strong opposition from Russia.",
    "keywords": [
        "south",
        "including",
        "korea",
        "sea",
        "missiles",
        "tests",
        "japanese",
        "japan",
        "test",
        "missile",
        "latest",
        "north",
        "koreas"
    ],
    "summary": "North Korea today reportedly fired several short-range missiles towards the Sea of Japan in the latest provocative act from the unpredictable regime.\nJapan's NTV network reported that North Korea used surface-to-ship missiles.\n\"The launch is believed to be part of customary drills that North Korea has conducted annually,\" a National Intelligence Service offical said.\nNorth Korea is dragging its feet on shutting down its main nuclear reactor despite an agreement in February with the US and regional powers.\nNorth Korea's missile development and nuclear programme has been a longstanding concern in the region.",
    "sentiment": {
        "neg": 0.0485,
        "neu": 0.8954,
        "pos": 0.0561,
        "compound": -0.0731
    }
}