{
    "date": "2007-10-03T14:28:11Z",
    "title": "North Korea agrees nuclear disablement deadline",
    "url": "https://www.theguardian.com/world/2007/oct/03/northkorea.usa",
    "content": "North Korea has agreed to disable its main nuclear reactor and provide detailed descriptions of all its nuclear programmes by the end of the year, in a deal hailed by the White House as a significant step towards a denuclearised Korean peninsula. Today's agreement was the latest progress in four years of talks involving six nations - North and South Korea, Japan, Russia, China and the US. Under a previous agreement, Pyongyang was required to shut down and seal its Yongbyon reactor facility, which it did in July. It was also required to disable its sole functioning reactor at Yongbyon and to provide a full description of its nuclear programs. Today's agreement calls for that to happen by the end of the year. In return, the United States will remove North Korea from a list of countries that sponsor terrorism, a key demand of Pyongyang. North Korea also pledged not to transfer nuclear materials, technology or knowledge to other countries. The deal, announced today in Beijing, was welcomed by the US. \"These second-phase actions effectively end the DPRK's [North Korea's] production of plutonium - a major step towards the goal of achieving the verifiable denuclearisation of the Korean peninsula,\" said a spokesman for the White House national security council. The US has not set a timetable for removing North Korea from its terrorism blacklist, saying it depends on North Korea fulfilling the agreement. Christopher Hill, a senior US nuclear negotiator, said he expected the disablement process - led and funded by Washington - would get under way \"in a matter of weeks\". \"We will then be able to move to what we hope will be a final phase,\" Mr Hill said. \"That is in the calendar year 2008, which will deal with the actual abandonment of the fissile material.\" Mr Hill said North Korea had about 50kg of fissile material from the nuclear reactor at Yongbyon, and would have to declare the exact amount.",
    "keywords": [
        "hill",
        "disablement",
        "white",
        "deal",
        "korea",
        "end",
        "nuclear",
        "yongbyon",
        "agrees",
        "deadline",
        "agreement",
        "reactor",
        "north"
    ],
    "summary": "Under a previous agreement, Pyongyang was required to shut down and seal its Yongbyon reactor facility, which it did in July.\nIn return, the United States will remove North Korea from a list of countries that sponsor terrorism, a key demand of Pyongyang.\nNorth Korea also pledged not to transfer nuclear materials, technology or knowledge to other countries.\nThe US has not set a timetable for removing North Korea from its terrorism blacklist, saying it depends on North Korea fulfilling the agreement.\nMr Hill said North Korea had about 50kg of fissile material from the nuclear reactor at Yongbyon, and would have to declare the exact amount.",
    "sentiment": {
        "neg": 0.0402,
        "neu": 0.8563,
        "pos": 0.1035,
        "compound": 0.1693
    }
}