{
    "date": "2008-07-30T11:54:55Z",
    "title": "North Korea: millions at risk of malnutrition, say aid agencies",
    "url": "https://www.theguardian.com/world/2008/jul/30/korea",
    "content": "North Korea faces its worst food crisis in a decade with millions at risk of malnutrition, the World Food Programme warned today. Floods and poor harvests have thrown the impoverished state back to the brink of disaster, the UN organisation said ahead of an appeal for $20m (£10m) worth of emergency food aid. A recent study by aid agencies in North Korea showed how the population of 22 million are tightening their belts. It found that almost three-quarters of households have reduced their food intake, more malnourished children are being admitted to hospitals and diarrhoea is on the increase among under-fives because they are having to rely more on food from the wild. \"Millions of vulnerable North Koreans are at risk of slipping toward precarious hunger levels. The last time hunger was so deep and so widespread in parts of the country was in the late 1990s,\" Jean-Pierre de Margerie, the WFP's country director for North Korea, told a news conference in Beijing. North Korea has relied on foreign aid to feed its people for most of the past decade, but in the past three years it has kicked out many overseas aid workers and tried to become more self-sufficient. International sympathy plunged after Pyongyang conducted its first nuclear weapon test in October 2006, but the US provided 400,000 tonnes of food aid earlier this year after a breakthrough in talks to denuclearise the peninsular. Overall, however, the WFP said humanitarian assistance had declined. It called for $20m of aid to feed vulnerable groups, such as children and the elderly, until the next harvest in the autumn. Observers blamed the deterioration on a number of factors. \"The basic problem is that even in a normal year they don't grow enough to feed themselves,\" said Glyn Ford, an MEP who has recently visited Pyongyang. \"There are also problems of distribution and accessibility. Market reforms have created an underclass that cannot afford to buy the food they need to top up the limited amount they get from the government.\" The public distribution system has reduced rations to urban dwellers in recent months, while food prices are increased rapidly. According to de Margerie, rice now costs almost three times more than it did a year ago, he said, and maize has quadrupled. But salaries for Koreans have remained stagnant.",
    "keywords": [
        "feed",
        "recent",
        "korea",
        "millions",
        "risk",
        "malnutrition",
        "pyongyang",
        "vulnerable",
        "food",
        "aid",
        "say",
        "reduced",
        "agencies",
        "north"
    ],
    "summary": "North Korea faces its worst food crisis in a decade with millions at risk of malnutrition, the World Food Programme warned today.\nFloods and poor harvests have thrown the impoverished state back to the brink of disaster, the UN organisation said ahead of an appeal for $20m (£10m) worth of emergency food aid.\nA recent study by aid agencies in North Korea showed how the population of 22 million are tightening their belts.\n\"Millions of vulnerable North Koreans are at risk of slipping toward precarious hunger levels.\nIt called for $20m of aid to feed vulnerable groups, such as children and the elderly, until the next harvest in the autumn.",
    "sentiment": {
        "neg": 0.1183,
        "neu": 0.8494,
        "pos": 0.0322,
        "compound": -0.1876
    }
}