{
    "date": "2008-03-28T09:51:35Z",
    "title": "N Korea fires test missiles as relations with Seoul sour",
    "url": "https://www.theguardian.com/world/2008/mar/28/korea",
    "content": "North Korea test-fired a volley of short-range missiles today amid growing frustration in Pyongyang with the tougher stance taken by South Korea since the start of a new conservative government last month. According to the south's Yonhap news agency, the three ship-to-ship missiles were launched around 10.30am. No other details were given. Coming a day after Pyongyang expelled South Korean officials from a joint industrial zone, the missile test has been interpreted by some analysts as an expression of anger. South Korea played down the incident, however. Presidential spokesman Lee Dong-kwan told reporters that the tests were routine. \"I believe North Korea would also not want a strain in inter-Korean relations,\" he said. North Korea regularly conducts tests of its 1,000-missile arsenal. But the timing has raised eyebrows. The new conservative administration in South Korea, headed by president Lee Myung-bak, has adopted a tighter bargaining position in its relations with the north. During the previous decade, liberal governments had offered substantial incentives to keep Pyongyang at the negotiating table. But Lee has said further expansion of joint economic projects will depend on North Korean concessions over the eradication of its nuclear arms programme. South Korea also upset its neighbour by voting yesterday for a UN resolution that condemned human rights abuses in North Korea. After a period of relative calm on the peninsular, there are signs of increasing frustration at the impasse of six-party nuclear disarmament talks. The US and North Korea have been unable to agree on Pyongyang's alleged uranium programme and transfer of nuclear technology to Syria. In a statement carried by the North's Korean Central News Agency, the government denied both allegations. \"The US side is playing a poor trick to brand (the North) as a criminal at any cost in order to save its face,\" the statement said. \"Should the US delay the settlement of the nuclear issue, persistently trying to cook up fictions, it will seriously affect the disabling of nuclear facilities.\" South Korea's foreign minister, Yu Myung-hwan, said earlier this week that \"time and patience is running out\".",
    "keywords": [
        "south",
        "fires",
        "korea",
        "missiles",
        "seoul",
        "sour",
        "nuclear",
        "tests",
        "n",
        "korean",
        "test",
        "lee",
        "pyongyang",
        "statement",
        "north",
        "relations"
    ],
    "summary": "North Korea test-fired a volley of short-range missiles today amid growing frustration in Pyongyang with the tougher stance taken by South Korea since the start of a new conservative government last month.\nSouth Korea played down the incident, however.\n\"I believe North Korea would also not want a strain in inter-Korean relations,\" he said.\nSouth Korea also upset its neighbour by voting yesterday for a UN resolution that condemned human rights abuses in North Korea.\nThe US and North Korea have been unable to agree on Pyongyang's alleged uranium programme and transfer of nuclear technology to Syria.",
    "sentiment": {
        "neg": 0.0972,
        "neu": 0.8434,
        "pos": 0.0594,
        "compound": -0.1312
    }
}