{
    "date": "2008-11-22T00:01:00Z",
    "title": "Rich countries launch great land grab to safeguard food supply",
    "url": "https://www.theguardian.com/environment/2008/nov/22/food-biofuels-land-grab",
    "content": "Rich governments and corporations are triggering alarm for the poor as they buy up the rights to millions of hectares of agricultural land in developing countries in an effort to secure their own long-term food supplies. The head of the UN Food and Agriculture Organisation, Jacques Diouf, has warned that the controversial rise in land deals could create a form of \"neo-colonialism\", with poor states producing food for the rich at the expense of their own hungry people. Rising food prices have already set off a second \"scramble for Africa\". This week, the South Korean firm Daewoo Logistics announced plans to buy a 99-year lease on a million hectares in Madagascar. Its aim is to grow 5m tonnes of corn a year by 2023, and produce palm oil from a further lease of 120,000 hectares (296,000 acres), relying on a largely South African workforce. Production would be mainly earmarked for South Korea, which wants to lessen dependence on imports. \"These deals can be purely commercial ventures on one level, but sitting behind it is often a food security imperative backed by a government,\" said Carl Atkin, a consultant at Bidwells Agribusiness, a Cambridge firm helping to arrange some of the big international land deals. Madagascar's government said that an environmental impact assessment would have to be carried out before the Daewoo deal could be approved, but it welcomed the investment. The massive lease is the largest so far in an accelerating number of land deals that have been arranged since the surge in food prices late last year. \"In the context of arable land sales, this is unprecedented,\" Atkin said. \"We're used to seeing 100,000-hectare sales. This is more than 10 times as much.\" At a food security summit in Rome, in June, there was agreement to channel more investment and development aid to African farmers to help them respond to higher prices by producing more. But governments and corporations in some cash-rich but land-poor states, mostly in the Middle East, have opted not to wait for world markets to respond and are trying to guarantee their own long-term access to food by buying up land in poorer countries. According to diplomats, the Saudi Binladin Group is planning an investment in Indonesia to grow basmati rice, while tens of thousands of hectares in Pakistan have been sold to Abu Dhabi investors. Arab investors, including the Abu Dhabi Fund for Development, have also bought direct stakes in Sudanese agriculture. The president of the UEA, Khalifa bin Zayed, has said his country was considering large-scale agricultural projects in Kazakhstan to ensure a stable food supply. Even China, which has plenty of land but is now getting short of water as it pursues breakneck industrialisation, has begun to explore land deals in south-east Asia. Laos, meanwhile, has signed away between 2m-3m hectares, or 15% of its viable farmland. Libya has secured 250,000 hectares of Ukrainian farmland, and Egypt is believed to want similar access. Kuwait and Qatar have been chasing deals for prime tracts of Cambodia rice fields. Eager buyers generally have been welcomed by sellers in developing world governments desperate for capital in a recession. Madagascar's land reform minister said revenue would go to infrastructure and development in flood-prone areas. Sudan is trying to attract investors for almost 900,000 hectares of its land, and the Ethiopian prime minister, Meles Zenawi, has been courting would-be Saudi investors. \"If this was a negotiation between equals, it could be a good thing. It could bring investment, stable prices and predictability to the market,\" said Duncan Green, Oxfam's head of research. \"But the problem is, [in] this scramble for soil I don't see any place for the small farmers.\" Alex Evans, at the Centre on International Cooperation, at New York University, said: \"The small farmers are losing out already. People without solid title are likely to be turfed off the land.\" Details of land deals have been kept secret so it is unknown whether they have built-in safeguards for local populations. Steve Wiggins, a rural development expert at the Overseas Development Institute, said: \"There are very few economies of scale in most agriculture above the level of family farm because managing [the] labour is extremely difficult.\" Investors might also have to contend with hostility. \"If I was a political-risk adviser to [investors] I'd say 'you are taking a very big risk'. Land is an extremely sensitive thing. This could go horribly wrong if you don't learn the lessons of history.\"",
    "keywords": [
        "launch",
        "investment",
        "south",
        "hectares",
        "development",
        "supply",
        "grab",
        "investors",
        "deals",
        "lease",
        "rich",
        "land",
        "great",
        "food",
        "prices",
        "countries",
        "safeguard"
    ],
    "summary": "The head of the UN Food and Agriculture Organisation, Jacques Diouf, has warned that the controversial rise in land deals could create a form of \"neo-colonialism\", with poor states producing food for the rich at the expense of their own hungry people.\nRising food prices have already set off a second \"scramble for Africa\".\nThe massive lease is the largest so far in an accelerating number of land deals that have been arranged since the surge in food prices late last year.\nEven China, which has plenty of land but is now getting short of water as it pursues breakneck industrialisation, has begun to explore land deals in south-east Asia.\nDetails of land deals have been kept secret so it is unknown whether they have built-in safeguards for local populations.",
    "sentiment": {
        "neg": 0.0479,
        "neu": 0.8898,
        "pos": 0.0623,
        "compound": 0.0628
    }
}