{
    "date": "2008-10-19T23:01:00Z",
    "title": "Press report fuels rumours over North Korea's Dear Leader",
    "url": "https://www.theguardian.com/world/2008/oct/20/norht-korea-kim-jong-il",
    "content": "Speculation was mounting yesterday about the health of North Korea's leader, Kim Jong-il, after two newspapers in Japan reported that the regime was poised to issue an \"important message\". The Sankei Shimbun, a rightwing broadsheet, quoted an unidentified Japanese defence ministry official as saying \"an announcement of important information will be made on October 20\". The report did not provide details, but analysts believe the announcement could pertain to Kim's health, relations with South Korea or even a coup against the \"Dear Leader.\" Others suggested the message could be less dramatic, such as the launch of an economic policy or a reshuffle in the Korean Workers' party. The Yomiuri Shimbun said at the weekend that North Korean diplomats had been instructed not to leave their embassies and to remain on standby for an important announcement. The right-leaning Yomiuri, which quoted multiple unnamed sources, said the instruction had been sent out over the past few days. Speculation that Kim, 66, is seriously ill intensified after he disappeared from public view in mid-August, failing even to attend a parade to mark the country's 60th anniversary on September 9. South Korean and US officials said Kim had suffered a stroke and undergone brain surgery. North Korea, however, insists there is nothing wrong with his health. Earlier this month the Korean Central News Agency, the regime's mouthpiece, released unverified reports that Kim had attended a football match. But doubt has been cast on the authenticity of photographs released last week purporting to show a healthy Kim inspecting a military unit. Pentagon experts said foliage visible in the background suggested they could have been taken several months ago. Sankei reported that foreigners would be banned from entering the country and that members of an organisation of North Korean residents in Japan should halt all domestic and foreign travel. One source quoted by Yomiuri said the regime could be about to take a tougher line against South Korea in protest at threats by its conservative president, Lee Myung-bak, to cut off aid offered by his predecessor, Roh Moo-hyun. Tensions have been high since July, when a North Korean solider shot dead a tourist from the South. Pyongyang-watchers said yesterday they had detected nothing to suggest a significant change was pending. Last week the South Korean defence minister, Lee Sang-hee, said intelligence showed Kim was still in control. \"[He] has not been seen in public for quite a while, but both Korean and United States intelligence services estimate that he still has control over his administration,\" Lee said. Other analysts claimed the Sankei and Yomiuri, both relentless in their criticism of North Korea, were attempting to stir up speculation.",
    "keywords": [
        "yomiuri",
        "rumours",
        "south",
        "leader",
        "korea",
        "quoted",
        "sankei",
        "fuels",
        "lee",
        "kim",
        "press",
        "report",
        "dear",
        "korean",
        "speculation",
        "north",
        "koreas"
    ],
    "summary": "The report did not provide details, but analysts believe the announcement could pertain to Kim's health, relations with South Korea or even a coup against the \"Dear Leader.\"\nThe Yomiuri Shimbun said at the weekend that North Korean diplomats had been instructed not to leave their embassies and to remain on standby for an important announcement.\nNorth Korea, however, insists there is nothing wrong with his health.\nTensions have been high since July, when a North Korean solider shot dead a tourist from the South.\nOther analysts claimed the Sankei and Yomiuri, both relentless in their criticism of North Korea, were attempting to stir up speculation.",
    "sentiment": {
        "neg": 0.0752,
        "neu": 0.848,
        "pos": 0.0769,
        "compound": -0.0027
    }
}