{
    "date": "2008-12-12T10:16:11Z",
    "title": "North Korean leader Kim Jong-iI recovering after stroke, doctor confirms",
    "url": "https://www.theguardian.com/world/2008/dec/12/kim-jong-il-health-korea",
    "content": "A French doctor confirmed today that the North Korean leader, Kim Jong-il, suffered a stroke in the summer but said his health was improving. The failure of the Stalinist leader to appear at a September military parade celebrating North Korea's 60th anniversary prompted speculation that he was ill or even dead. South Korean and US officials said the 66-year-old leader suffered a stroke in August and underwent surgery. After visiting Kim in North Korea, neurosurgeon Francois-Xavier Roux of Sainte-Anne hospital in Paris said the leader had suffered a stroke but had not undergone surgery. \"I have the impression that he is in charge in North Korea,\" Roux told the French newspaper Le Figaro. His comments represent the first eyewitness account since Kim reportedly fell ill. North Korea has denied the autocratic leader was ever ill and state media has issued a series of reports since early October portraying Kim as healthy and active and making the usual round of visits to military units and factories. A dispatch today said Kim recently toured chicken farms and collectives in the countryside. Roux visited Pyongyang at the end of October, Le Figaro said. The doctor declined to provide more details, citing doctor-patient confidentiality.",
    "keywords": [
        "doctor",
        "leader",
        "confirms",
        "stroke",
        "korea",
        "surgery",
        "kim",
        "recovering",
        "jongii",
        "suffered",
        "today",
        "ill",
        "roux",
        "north",
        "korean"
    ],
    "summary": "A French doctor confirmed today that the North Korean leader, Kim Jong-il, suffered a stroke in the summer but said his health was improving.\nSouth Korean and US officials said the 66-year-old leader suffered a stroke in August and underwent surgery.\nAfter visiting Kim in North Korea, neurosurgeon Francois-Xavier Roux of Sainte-Anne hospital in Paris said the leader had suffered a stroke but had not undergone surgery.\n\"I have the impression that he is in charge in North Korea,\" Roux told the French newspaper Le Figaro.\nA dispatch today said Kim recently toured chicken farms and collectives in the countryside.",
    "sentiment": {
        "neg": 0.0852,
        "neu": 0.8668,
        "pos": 0.0478,
        "compound": -0.1564
    }
}