{
    "date": "2008-02-27T00:18:46Z",
    "title": "Leader: Discordant notes in the normalisation of North Korean",
    "url": "https://www.theguardian.com/commentisfree/2008/feb/27/korea",
    "content": "About 18 months ago North Korea conducted its first nuclear test. Yesterday Lorin Maazel conducted a stirring rendition of North Korea's national anthem before launching into The Star-Spangled Banner. The select audience in the East Pyongyang grand theatre gave a standing ovation to the New York Philharmonic. Eric Clapton could be next up on the North Korean circuit, the Financial Times reports. The expectation of change created by high-profile events such as these is often unsustainably high. It would be naive to expect that Dvorak or Gershwin alone could open the eyes of North Koreans to the outside world. But the very fact that the visit took place at all is progress. Exploding timpani is an advance on exploding bombs. The last time as many Americans arrived in Pyongyang was in 1953. Offstage, the mood music is mixed. After initial progress in disabling North Korea's reactor at Yongbyon, denuclearisation has hit a roadblock, namely the requirement of North Korea to make a \"complete and correct\" declaration of its nuclear assets. The declaration contains three elements: the exact amount of plutonium it has acquired, a full list of its facilities and, finally, nuclear programmes, including cooperation with other countries. The sensitive part of this is the disputed existence of a programme to enrich uranium, and to what extent North Korea cooperated with Syria. These may be harder truths to unravel than the amount of plutonium that it has. Christopher Hill, the US diplomat responsible for negotiations, said he did not care whether the figure is 30, 40 or 50 kilograms of plutonium, as long as it is accurate and verifiable. In the meantime, there has been a change of the guard in South Korea. While not turning off the light of the \"sunshine policy\" of his two predecessors, President Lee Myung-bak, a hard-nosed industrialist from Hyundai, has at least applied the dimmer. He made it clear he wants to see tangible returns on an investment in North Korea, and reciprocity is now the buzz word in Seoul. He has made a storming start, closing ministries and subsuming the reunification ministry, long seen by conservatives as soft on the north, into the foreign ministry. He has also swung his country's vision away from China and the North, and towards Japan and the US. China is wary about the new president, and North Korea has maintained total silence. All of which adds up to further delay and frustration. But it is in no one's interests for the process to collapse. South Korea needs to manage North Korea's normalisation. And Pyongyang needs the fuel oil and the rice. The diplomacy involved may exhaust the diplomats, but theirs is still the only game in town.",
    "keywords": [
        "progress",
        "south",
        "leader",
        "plutonium",
        "korea",
        "discordant",
        "president",
        "nuclear",
        "normalisation",
        "needs",
        "notes",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Yesterday Lorin Maazel conducted a stirring rendition of North Korea's national anthem before launching into The Star-Spangled Banner.\nThe sensitive part of this is the disputed existence of a programme to enrich uranium, and to what extent North Korea cooperated with Syria.\nHe made it clear he wants to see tangible returns on an investment in North Korea, and reciprocity is now the buzz word in Seoul.\nChina is wary about the new president, and North Korea has maintained total silence.\nSouth Korea needs to manage North Korea's normalisation.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.8985,
        "pos": 0.0509,
        "compound": 0.0206
    }
}