{
    "date": "2008-02-26T11:06:47Z",
    "title": "Clapton invited to play Pyongyang",
    "url": "https://www.theguardian.com/world/2008/feb/26/korea",
    "content": "Eric Clapton has reportedly been invited to perform in North Korea, in a new round of musical diplomacy by the isolated communist state, which today saw the first concert date by the touring New York Philharmonic orchestra. The US orchestra began its concert at the East Pyongyang Grand Theatre in the North Korean capital city with a rendition of the host country's national anthem, played before ranks of senior officials and generals from the reclusive regime. Next came a rendition of The Star-Spangled Banner, with both performances given standing ovations. The concert came as an unnamed North Korean official told the Financial Times that veteran rock guitarist Clapton had agreed in principle to perform in Pyongyang in 2009. \"These cultural exchanges are a way of promoting understanding between countries,\" he told the newspaper. Last month it was announced that North Korea's State Symphony Orchestra is planning two concerts in Britain later this year, its biggest foreign tour. The Philharmonic is the first major American cultural group to perform in North Korea and the largest ever delegation from the US to visit its long-standing foe. It is hoped that tour will herald a warming in relations between the US and North Korea, a country the Bush administration listed as part of the \"axis of evil\". The tour comes as the US is pressing for the dismantling of North Korea's nuclear programme. Secretary of state Condoleezza Rice met her Chinese counterpart today in Beijing, in an attempt to restart stalled negotiations on the issue. North Korea's leader, Kim Jong Il, did not appear to be in attendance at the 2,500-seat theatre to watch the US orchestra. Ahead of the performance, music director Lorin Maazel said the orchestra had been a force for change in the past. He claimed its 1959 performance in the Soviet Union was part of that country's opening up to the outside world. \"The Soviets didn't realize that it was a two-edged sword, because by doing so they allowed people from outside the country to interact with their own people, and to have an influence,\" he told journalists in Pyongyang.",
    "keywords": [
        "invited",
        "perform",
        "concert",
        "tour",
        "play",
        "state",
        "korea",
        "orchestra",
        "told",
        "pyongyang",
        "clapton",
        "north",
        "koreas"
    ],
    "summary": "Eric Clapton has reportedly been invited to perform in North Korea, in a new round of musical diplomacy by the isolated communist state, which today saw the first concert date by the touring New York Philharmonic orchestra.\nThe concert came as an unnamed North Korean official told the Financial Times that veteran rock guitarist Clapton had agreed in principle to perform in Pyongyang in 2009.\nLast month it was announced that North Korea's State Symphony Orchestra is planning two concerts in Britain later this year, its biggest foreign tour.\nThe tour comes as the US is pressing for the dismantling of North Korea's nuclear programme.\nNorth Korea's leader, Kim Jong Il, did not appear to be in attendance at the 2,500-seat theatre to watch the US orchestra.",
    "sentiment": {
        "neg": 0.0172,
        "neu": 0.9469,
        "pos": 0.0359,
        "compound": 0.0591
    }
}