{
    "date": "2008-05-12T06:59:27Z",
    "title": "Dispatches",
    "url": "https://www.theguardian.com/media/2008/may/12/independentnewsmedia.korea",
    "content": "Press Big Slim wades into battle for the Indie The Independent's future has been further clouded with another billionaire, and a rival of activist shareholder Denis O'Brien, joining the share register of the newspaper's owner Independent News and Media. The emergence of Carlos Slim, the world's second-richest man, as a 1% stakeholder is seen as providing a valuable ally to INM boss Sir Anthony O'Reilly in his war of words and wallets with telecoms billionaire O'Brien. O'Reilly and O'Brien have both been raising their stakes in the ownership of the Independent and Independent on Sunday amid pressure from O'Brien for INM to sell off the London titles. There has been persistent talk that he could launch an all-out bid for the company. Mexican billionaire Slim, who many industry insiders expect to increase his INM stake, provides a direct challenge to any such ambitions. Slim, whose estimated fortune of £30bn is built on a Mexico-based telecommunications empire that spans Latin America from the Dominican Republic to Chile with more than 100 million customers, has clashed with O'Brien in the past in the Caribbean. It would probably be wrong to see Slim and O'Reilly as being in league in their opposition to O'Brien given they have never actually met - and it is understood that there are no immiment plans for the two to get together. But the arrival of an O'Brien rival can only be a boost to O'Reilly. From Slim's perspective, whether the INM move is a way to upset the Irishman's plans to build up his Caribbean business, where he runs mobile phone company Digicel, is as yet unclear. Slim could not be reached for comment last week and has so far been quiet over why he would want to add a stake in a European-based newspaper and advertising business to an empire that has not taken stakes in media companies outside telecoms. While some see Slim's INM investment as a way of undermining O'Brien's newspaper ambitions, other industry experts believe it has more to do with gaining a bargaining chip for wranglings in the Caribbean mobile phone market. For his part, O'Brien, a 21% stakeholder in INM, welcomed Slim onto its shareholder register. \"I hope Carlos Slim will support the move for change at Independent News Media and an improvement in corporate governance,\" he told the Irish Times, and sources close to O'Brien insist it is a business rather than a personal rivalry. Meanwhile, O'Reilly, whose family owns 28% of INM, now faces criticism from another quarter - the National Union of Journalists accuses him of cutting costs and jobs at the Belfast Telegraph and using its profits to subsidise the loss-making Independent and Independent on Sunday, something an INM spokesman dismissed. Katie Allen Internet A leader who makes the flowers bloom North Korea was at the centre of a significant news story last week as US diplomats continued to pressure the reclusive nation over its nuclear ambitions. Not, however, that you would have known this if you relied on the output of the Korea Central News Agency (KCNA), North Korea's main media source. As media around the world discussed the nuclear issue, along with the typhoon in Burma and the US primaries, KCNA had other things on its mind. \"Kim Jong-Il [North Korea's leader] gives field guidance to Kosan fruit farm,\" was one lead headline on the agency's English language service. Another story, \"Imperialists' psychological warfare blasted\", began: \"The imperialists are hell-bent on the psychological warfare to dampen the stamina of the revolutionary army and people in the DPRK [North Korea's official name]. This is, however, as foolish an act as trying to sweep the sea with a broom.\" Perhaps surprisingly for a country hell-bent on isolation, a large amount of coverage is reproduced in foreign languages, particularly English. KCNA's daily output is available on the web (kcna.co.jp - the site is hosted by KCNA's Tokyo bureau), as is the pictorial quarterly Korea Today, which focuses on lifestyle stories. For $35 a year you can subscribe to the online English-language Pyongyang Daily newspaper, while the Foreign Language Publishing House churns out propaganda works. But KCNA is the real curiosity, with its steady diet of stories on the \"brigandish\" actions of the US, South Korea and Japan, and constant stream of praise for Kim. Sometimes the praise reaches the bizarre. According to some KCNA stories, events such as Kim Jong-Il's birthday have been accompanied by natural wonders including sudden rainbows, waterspouts in lakes and trees blossoming in autumn. KCNA explains: \"Seeing the mysterious natural phenomena, Koreans say secretary Kim Jong-Il is indeed the greatest of great men produced by heaven and that flowers come into bloom to mark the great event.\" Peter Walker Television A green Jack Bauer? Not so long ago, the only footprints that Hollywood executives and their stars cared about were those immortalised in clay outside Grauman's Chinese Theatre in Los Angeles. Now, though, it's the carbon footprint of their shows that's causing producers' brows to furrow. Next month, Discovery launches Planet Green in the US - the first 24-hour channel dedicated to \"green lifestyle programming\" - with plans to reach more than 50m homes. More surprisingly, series seven of 24, the counter-terrorism drama that relies heavily on special effects, explosions and gas-guzzling SUVs, is aiming to achieve TV's first \"carbon-neutral\" finale. So how will 24 go about reducing its footprint? Printing scripts on recycled paper, switching to more-efficient LED lighting, recycling sets and using less carbon-intensive biodiesel generators should help, as well as scrutinising the energy efficiency in catering and travel. Series spokesman Chris Alexander says: \"We've reduced our emissions by an impressive 44% compared with the first eight episodes of last season. Our intention was to accrue enough savings throughout the season to render the season finale carbon-neutral, and we are already well ahead of schedule to achieve that.\" Despite these cutbacks, Jack Bauer won't be chasing terrorists on a Greyhound bus. Mike Posey, 24's production coordinator, says there has been no creative compromise: \"The car crashes and explosions that are part of 24's creative fabric will not change. If we discover more environmentally friendly ways to stage and film these elements then we will utilise them.\" But if all the TVs tuned into 24's finale are taken into account, surely the show's claim of carbon neutrality is a load of hot air? Alexander says: \"We disagree and feel that what we are doing is meaningful and significant. This initiative has real costs and we're devoting significant energies, time and resources towards its success. We believe in it deeply.\" Yvonne Singh",
    "keywords": [
        "kcna",
        "oreilly",
        "korea",
        "obrien",
        "kim",
        "media",
        "independent",
        "dispatches",
        "slim",
        "inm",
        "north"
    ],
    "summary": "Mexican billionaire Slim, who many industry insiders expect to increase his INM stake, provides a direct challenge to any such ambitions.\nFor his part, O'Brien, a 21% stakeholder in INM, welcomed Slim onto its shareholder register.\nKatie Allen Internet A leader who makes the flowers bloom North Korea was at the centre of a significant news story last week as US diplomats continued to pressure the reclusive nation over its nuclear ambitions.\nNot, however, that you would have known this if you relied on the output of the Korea Central News Agency (KCNA), North Korea's main media source.\n\"Kim Jong-Il [North Korea's leader] gives field guidance to Kosan fruit farm,\" was one lead headline on the agency's English language service.",
    "sentiment": {
        "neg": 0.0387,
        "neu": 0.8558,
        "pos": 0.1055,
        "compound": 0.1712
    }
}