{
    "date": "2008-06-02T12:29:31Z",
    "title": "UN inspectors investigate suspected nuclear site in Syria",
    "url": "https://www.theguardian.com/world/2008/jun/02/syria.nuclear",
    "content": "UN inspectors are to visit Syria to investigate claims by the US that it was building a secret nuclear reactor on a remote site that was bombed by Israel last year, the head of the International Atomic Energy Agency, Mohamed ElBaradei, said today. Diplomats said it was unclear whether the inspectors would be allowed on the al-Kibar site. If they are, the IAEA is likely to shed new light on an episode that remains shrouded in mystery, with flat denials from Damascus, uncharacteristic silence from Israel and US insistence that the facility was being built by North Korea — which also denies any involvement. If the UN team is not allowed on the site it will add to the suspicion that President Bashar al-Assad has something to hide. \"I look forward to Syria's full cooperation in this matter,\" ElBaradei told a Vienna meeting of the IAEA's board of governors, adding: \"We are treating this information with the seriousness it deserves.\" The IAEA chief also criticised the US for failing to alert the agency before the site was bombed on September 6. \"It is deeply regrettable that information concerning this installation was not provided to the agency in a timely manner and that force was resorted to unilaterally before the agency was given an opportunity to establish the facts,\" he said. After months of rumour, speculation and leaks, Bush administration officials told Congress in late April that they were certain Syria was building a nuclear facility with help from North Korea, and it was \"not intended for peaceful purposes\". Syria is a signatory to the non-proliferation treaty (NPT), which obliges member states to inform the IAEA of atomic projects \"as early as possible before nuclear material is introduced into a new facility\". The inspectors are to visit from June 22-24. Diplomats said there would need to be other visits as part of a \"process\". Israel, which has never signed the NPT, has an estimated 200 nuclear weapons. The US released photographs to back up its claim that a building on the eastern bank of the Euphrates was being used for a nuclear reactor. Earlier satellite images showed that after the Israeli raid the Syrians razed the structure, suggesting that they wished to conceal something. US hostility is intense towards Syria, which supports Hamas in Palestine and Hizbullah in Lebanon, groups that Washington and Israel define as terrorists. But last month Israel and Syria confirmed that they were holding peace talks, with Turkish mediation, which Damascus hopes will lead to the return of the occupied Golan Heights. ElBaradei also urged \"full disclosure\" from Iran over its nuclear programme, saying it was \"regrettable\" that there had not been progress on claims about the \"possible military dimensions\". The US, France, Britain, Russia, China and Germany have drafted a new package of incentives to persuade Tehran to suspend its enrichment activities. Mahmoud Ahmadinejad, the Iranian president, said today that Israel would soon disappear off the map and that the \"satanic power\" of the US faced destruction. \"You should know that the criminal and terrorist Zionist regime which has 60 years of plundering, aggression and crimes in its file has reached the end of its work and will soon disappear off the geographical scene,\" he told a gathering of foreign guests marking the 19th anniversary of the death of Ayatollah Khomeini, according to the official IRNA news agency.",
    "keywords": [
        "suspected",
        "iaea",
        "elbaradei",
        "syria",
        "agency",
        "nuclear",
        "facility",
        "investigate",
        "israel",
        "told",
        "inspectors",
        "site"
    ],
    "summary": "UN inspectors are to visit Syria to investigate claims by the US that it was building a secret nuclear reactor on a remote site that was bombed by Israel last year, the head of the International Atomic Energy Agency, Mohamed ElBaradei, said today.\nDiplomats said it was unclear whether the inspectors would be allowed on the al-Kibar site.\nIf the UN team is not allowed on the site it will add to the suspicion that President Bashar al-Assad has something to hide.\n\"I look forward to Syria's full cooperation in this matter,\" ElBaradei told a Vienna meeting of the IAEA's board of governors, adding: \"We are treating this information with the seriousness it deserves.\"\nThe IAEA chief also criticised the US for failing to alert the agency before the site was bombed on September 6.",
    "sentiment": {
        "neg": 0.0903,
        "neu": 0.8701,
        "pos": 0.0396,
        "compound": -0.185
    }
}