{
    "date": "2008-09-09T23:01:00Z",
    "title": "North Korean leader's absence at parade fuels illness rumour",
    "url": "https://www.theguardian.com/world/2008/sep/10/korea",
    "content": "Kim Jong-il may be gravely ill, western officials suggested yesterday, as the reclusive North Korean leader apparently failed to attend a military parade to mark the 60th anniversary of the country's founding. Rumours of the 66-year-old's illness have been swirling in the South Korean media and further afield for weeks. His condition is a subject of international concern given the centralised nature of power in North Korea, a worsening food crisis and concerns over its nuclear plans. Intelligence agencies elsewhere were treating his apparent non-attendance as a significant clue to what may be happening in Pyongyang. State media has not recorded a public appearance by Kim since mid-August. He has often shunned public duties, but appeared at both the 50th and 55th anniversaries of the country's founding by his father, Kim Il-sung. Around 1 million people are thought to have paraded through Pyongyang. A state broadcast monitored in Seoul showed displays of armaments, goose-stepping soldiers and tens of thousands of North Koreans shouting praise to Kim. But while the country's second-in-command and other officials were shown on a viewing platform, Kim did not appear and no mention was made of his absence. According to the Associated Press news agency, a western official said there was reason to believe Kim had suffered \"a serious health setback\", possibly a stroke. A senior official in Washington told AP the US had no independent confirmation that Kim was ill, but added that his non-attendance was \"quite unusual and reinforces a lot of what we've been hearing\". The South Korean media reported that Kim might be ill, citing government officials relying on Chinese sources. The South Korean government said it had been unable to confirm the rumours.",
    "keywords": [
        "leaders",
        "absence",
        "rumour",
        "south",
        "countrys",
        "illness",
        "state",
        "fuels",
        "kim",
        "media",
        "parade",
        "officials",
        "ill",
        "western",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-il may be gravely ill, western officials suggested yesterday, as the reclusive North Korean leader apparently failed to attend a military parade to mark the 60th anniversary of the country's founding.\nRumours of the 66-year-old's illness have been swirling in the South Korean media and further afield for weeks.\nState media has not recorded a public appearance by Kim since mid-August.\nThe South Korean media reported that Kim might be ill, citing government officials relying on Chinese sources.\nThe South Korean government said it had been unable to confirm the rumours.",
    "sentiment": {
        "neg": 0.0793,
        "neu": 0.8846,
        "pos": 0.0361,
        "compound": -0.1434
    }
}