{
    "date": "2008-11-21T15:41:40Z",
    "title": "Moonie peace group to hold biggest UK event",
    "url": "https://www.theguardian.com/world/2008/nov/21/religion-moonies-uk-event",
    "content": "A peace group involved with the controversial Unification Church, who are often given the name of Moonies, is tomorrow staging its biggest ever event in Britain. Anti-cult activists fear it could mark a British renaissance for the group, which experienced a growth in numbers during the 1970s and 80s. The Global Peace Festival, at the Excel Centre in the London docklands, is expected to attract thousands of activists from across Europe and features addresses from Preston Moon, the third son of the church's founder, and Tom Brake, the Liberal Democrat home affairs spokesman. Carrying the slogan of \"One family under god\", the event has performances from diverse acts such as the Royal Philharmonic Ensemble and the Muslim singer Dawud Wharnsby. There are also workshops on family, marriage and the environment. The morning session is exclusively for members of Ambassadors for Peace, a global network with its roots in the Unification Church. The Universal Peace Federation, formerly known as the Inter-religious and International Federation for World Peace, which has Moon as its founder, is organising tomorrow's festival. Its spokesman Tim Read told the Guardian that although the UPF was a direct result of the church, not all its members were unificationists. \"Our association with the Unification Church can put some off but people are starting to get over that. \"They're seeing that we're practising what we believe in. When people come to UPF events they're very interested that we can bring them together without an agenda. We're trying to be a catalyst for like-minded organisations who focus on community cohesion and inter-religious co-operation.\" He said the level of cooperation from groups and individuals had been \"surprisingly good\". He added: \"People have biased views of new religious movements, all new religious groups have these problems and we're no different. We want to hold this every two years and get more sponsorship and partners. If we get more support we get more mainstream\". Attempts to enlist the support of public figures has had mixed results. Earlier this year, Shahid Malik, the minister for international development, pulled out of a Commons meeting organised by the UPF after learning of its links to the church. Julia Goldsworthy, the Lib Dem MP for Falmouth and Camborne also withdrew once she too became aware of the connection. Her party colleague, Brake, who is leading the session on community cohesion, has defended his decision to take part. \"I don't see eye to eye with their views but I don't see any particular problem with speaking at their event, especially if it gives me an opportunity to challenge what Rev Moon advocates.\" The Unification Church owns, operates or subsidises many international bodies involved with political, commercial, cultural and social enterprises. Members, who prefer to be called Unificationists, believe Moon is the messiah and that he and his wife have laid the foundation for establishing the kingdom of heaven on Earth. According to Inform, an independent charity that focuses on new religious movements, the church has 10 meeting houses across Britain in Greater London, Edinburgh, Cardiff, Birmingham, Manchester, Bath and Bromley. It also owns houses in Kent and Wiltshire for larger gatherings. In 2007, the movement reported there were around 1,200 members in Britain, slightly more than half of whom were born in the movement and were still minors. One campaigner, Audrey Chaytor of Family, Action, Information and Resource, said: \"They might want you to believe they're talking about peace but their aim is to recruit.\"",
    "keywords": [
        "moon",
        "theyre",
        "hold",
        "event",
        "moonie",
        "biggest",
        "church",
        "religious",
        "international",
        "upf",
        "peace",
        "group",
        "uk",
        "family",
        "unification",
        "members"
    ],
    "summary": "A peace group involved with the controversial Unification Church, who are often given the name of Moonies, is tomorrow staging its biggest ever event in Britain.\nThe morning session is exclusively for members of Ambassadors for Peace, a global network with its roots in the Unification Church.\nThe Universal Peace Federation, formerly known as the Inter-religious and International Federation for World Peace, which has Moon as its founder, is organising tomorrow's festival.\n\"Our association with the Unification Church can put some off but people are starting to get over that.\nThe Unification Church owns, operates or subsidises many international bodies involved with political, commercial, cultural and social enterprises.",
    "sentiment": {
        "neg": 0.0209,
        "neu": 0.8889,
        "pos": 0.0902,
        "compound": 0.2075
    }
}