{
    "date": "2008-04-16T23:02:43Z",
    "title": "UN fears tragedy over North Korean food shortage",
    "url": "https://www.theguardian.com/world/2008/apr/17/korea.food",
    "content": "The hand-to-mouth existence of North Korea's 23 million inhabitants is at risk of deteriorating into \"a serious tragedy\", the UN food agency warned yesterday. Long-term food shortages have been exacerbated by last year's floods, which devastated the country's agricultural production, while key donors China and South Korea are expected to reduce their direct aid to the country this year. Relations on the peninsula have deteriorated sharply since the new South Korean president, Lee Myung-bak, took power in February. Pyongyang is furious at his insistence that humanitarian assistance depends on the progress it makes in dismantling its nuclear weapons programme, a break with the previous \"sunshine policy\" of engagement. The World Food Programme estimates that already 6.5 million people are short of food. It said state rations were dwindling while prices in markets had doubled - with a kilogram of rice now costing around one-third of a typical worker's monthly salary. \"The food security situation is clearly bad and getting worse,\" said Tony Banbury, Asia regional director for WFP. \"It is increasingly likely that external assistance will be required to avert a tragedy.\" Jean-Pierre de Margerie, WFP's country director in North Korea, told the Associated Press that officials had admitted for the first time that they were having to reduce or suspend state rations. \"It's a bit of a perfect storm shaping up,\" he said. The hostile relationship with South Korea is taking its toll: Seoul has not sent its annual fertiliser donation to the north, which de Margerie said was likely to cause a decrease in this year's harvest. Hundreds of thousands of North Koreans are believed to have died in the famine of the 1990s.",
    "keywords": [
        "shortage",
        "south",
        "rations",
        "korea",
        "state",
        "million",
        "fears",
        "tragedy",
        "food",
        "reduce",
        "programme",
        "north",
        "korean"
    ],
    "summary": "The hand-to-mouth existence of North Korea's 23 million inhabitants is at risk of deteriorating into \"a serious tragedy\", the UN food agency warned yesterday.\nRelations on the peninsula have deteriorated sharply since the new South Korean president, Lee Myung-bak, took power in February.\nThe World Food Programme estimates that already 6.5 million people are short of food.\nIt said state rations were dwindling while prices in markets had doubled - with a kilogram of rice now costing around one-third of a typical worker's monthly salary.\nJean-Pierre de Margerie, WFP's country director in North Korea, told the Associated Press that officials had admitted for the first time that they were having to reduce or suspend state rations.",
    "sentiment": {
        "neg": 0.0932,
        "neu": 0.8399,
        "pos": 0.0668,
        "compound": -0.1251
    }
}