{
    "date": "2008-07-18T09:31:43Z",
    "title": "Condoleezza Rice to meet North Korean counterpart for nuclear talks",
    "url": "https://www.theguardian.com/world/2008/jul/18/nuclear.korea",
    "content": "Further progress on North Korea's nuclear disarmament programme could be made when the US secretary of state, Condoleezza Rice, and the North Korean foreign minister, Pak Ui Chun, meet next week for talks – the highest level of contact between the countries for four years. The pair are due to meet during a security meeting in Singapore attended by foreign ministers from Asia, a South Korean official said. No formal announcement about the meeting has been made but, if talks go ahead, it will the first time top-level US and North Korea diplomats have met since the six-nation arms negotiations began in 2003. Along with the US and North Korea, the arms talks will be attended by China, South Korea, Japan and Russia. The meeting follows promises by North Korea to fully disable its main nuclear facility by the end of this year, preventing it from easily resuming the production of plutonium for bombs. Neither side has yet agreed on details for the critical next step of dismantling North Korea's facilities and clearing the country of nuclear bombs and the radioactive material to make them. The foreign ministers' meeting had been delayed after a deadlock in negotiations over North Korea's pledge to submit a declaration of its nuclear programmes. It delivered a limited declaration last month, omitting details of its alleged uranium enrichment programme and possible nuclear proliferation.",
    "keywords": [
        "meeting",
        "condoleezza",
        "rice",
        "south",
        "negotiations",
        "counterpart",
        "korea",
        "meet",
        "talks",
        "nuclear",
        "programme",
        "koreas",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "Further progress on North Korea's nuclear disarmament programme could be made when the US secretary of state, Condoleezza Rice, and the North Korean foreign minister, Pak Ui Chun, meet next week for talks – the highest level of contact between the countries for four years.\nThe pair are due to meet during a security meeting in Singapore attended by foreign ministers from Asia, a South Korean official said.\nAlong with the US and North Korea, the arms talks will be attended by China, South Korea, Japan and Russia.\nNeither side has yet agreed on details for the critical next step of dismantling North Korea's facilities and clearing the country of nuclear bombs and the radioactive material to make them.\nThe foreign ministers' meeting had been delayed after a deadlock in negotiations over North Korea's pledge to submit a declaration of its nuclear programmes.",
    "sentiment": {
        "neg": 0.053,
        "neu": 0.8997,
        "pos": 0.0472,
        "compound": 0.0524
    }
}