{
    "date": "2008-10-27T12:36:07Z",
    "title": "Japanese TV claims French brain surgeon to treat Kim Jong-il",
    "url": "https://www.theguardian.com/world/2008/oct/27/korea-japan",
    "content": "Speculation surrounding the health of Kim Jong-il intensified today after a Japanese TV station reported that a leading French brain surgeon had been sent to Pyongyang, after talks with the \"Dear Leader's\" eldest son. In a report by Fuji TV aired today, a man the broadcaster identified as Kim's eldest son, Kim Jong-nam, was seen visiting the neurological department of a Paris clinic, where he spent two hours with the unnamed surgeon. The report said he was \"believed to have met with a French brain surgeon, who later departed from Paris for Pyongyang under North Korean escort\". The portly figure, dressed in a dark pinstriped suit with a red tie, ignored questions about Kim Jong-il's health as he got into a waiting car, but managed a wave and a hint of a smile as he left, according to the station. The report then showed the surgeon arriving at Charles de Gaulle airport two days later, in a car belonging to the North Korean mission to Unesco. The doctor, whose face had been blurred by the network, confirmed he was flying to Beijing, a common transfer point for flights to Pyongyang, but would neither confirm nor deny whether he was flying to the North Korean capital. A spokeswoman at Fuji TV's Paris bureau declined to comment on Kim Jong-nam's reported visit. \"All of the information we have was included in the report,\" she said. Though accounts of political manoeuvering inside the secretive state are all but impossible to verify, few observers now believe the regime's recent claims that Kim Jong-il is in robust health. Rumours that he is seriously ill have been circulating for weeks, prompting speculation about a possible power struggle involving his three sons, his brother-in-law and senior members of the Korean Workers' party. US and South Korean officials said earlier this month that the 66-year-old, a former heavy smoker and drinker, had suffered a stroke and undergone brain surgery.",
    "keywords": [
        "brain",
        "surgeon",
        "tv",
        "french",
        "treat",
        "claims",
        "kim",
        "japanese",
        "report",
        "jongil",
        "paris",
        "health",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Speculation surrounding the health of Kim Jong-il intensified today after a Japanese TV station reported that a leading French brain surgeon had been sent to Pyongyang, after talks with the \"Dear Leader's\" eldest son.\nThe report said he was \"believed to have met with a French brain surgeon, who later departed from Paris for Pyongyang under North Korean escort\".\nThe report then showed the surgeon arriving at Charles de Gaulle airport two days later, in a car belonging to the North Korean mission to Unesco.\nA spokeswoman at Fuji TV's Paris bureau declined to comment on Kim Jong-nam's reported visit.\nThough accounts of political manoeuvering inside the secretive state are all but impossible to verify, few observers now believe the regime's recent claims that Kim Jong-il is in robust health.",
    "sentiment": {
        "neg": 0.0367,
        "neu": 0.9333,
        "pos": 0.0299,
        "compound": -0.0014
    }
}