{
    "date": "2008-09-08T23:01:00Z",
    "title": "Mark Seddon talks to James Dresnok who defected to North Korea as a US soldier almost 50 years ago",
    "url": "https://www.theguardian.com/world/2008/sep/09/korea.usa",
    "content": "In 1962, at the height of the cold war, a young GI called James Joseph Dresnok picked up his gun and crossed the most heavily fortified border in the world to defect to the communist state of North Korea. He has been there ever since, living in the capital Pyongyang, although at one time both the North Koreans and the Americans denied he even existed. \"Comrade Joe\", as he is also known, is still regarded as a traitor in the United States and by the American soldiers who had to listen to his disembodied Tannoy broadcasts across the demilitarised zone promising better rations and women to those who cared to join him across the border. Perhaps unsurprisingly, Dresnok is wary of western journalists, but agreed to an interview following a request from the Labour MEP Glyn Ford, who has been engaged in diplomacy between North and South Korea and Japan for more than a decade. We meet in a wood-panelled room, underneath pictures of Great Leader Kim Il-sung and Dear Leader Kim Jong-il in Pyongyang's futuristic Koryo Hotel. Physically, Dresnok is a big man. His teeth are framed by a gold brace, and he sports a Great Leader badge, as do all North Koreans. At 67 he still smokes three packs a day despite a serious heart condition and warnings from his doctor at Pyongyang's Friendship Hospital. He has never seen himself as a traitor, he says, but was simply escaping to something he believed would give him purpose. His brief army career had been chequered and undistinguished. Having escaped an unhappy childhood of foster homes in Virginia, he enlisted in 1958, the day after his 17th birthday. He served first in Germany. After what he calls \"one minor offence\", he was treated harshly. \"I was forced to clean an armoured truck with a toothbrush and bucket of water. It was 42 below zero. That's when I first thought of crossing to a communist country. But if you went to the DDR (East Germany) they interrogated you and sent you back.\" He got his opportunity later, when serving with his unit along the demilitarised zone between North and South Korea in 1960. His wife had decided to leave him for another man after his two-year posting in Germany, which \"made me not care about my life,\" he says. \"I wanted to go to the most dangerous place in the world.\" There was nothing to keep him in the army, or in America. \"I didn't have any relatives back home, my wife had left me, I didn't have anything to live for in the US,\" Dresnok says. On the day he defected he faced a possible court martial for having absconded from his base. He had gone off limits having forged his officer's signature to go and meet a Korean woman he had become attached to. \"He [the officer] said, 'I want to see you at 3pm'. I said, 'We'll see'. That's when I made my decision to cross. I'm going for a new life. I grabbed a shotgun and headed for the DMZ [the demilitarised zone]. Sure, I knew about the personnel mines, maybe I could lose a foot or a leg - but I just went, straight. \"A cry went up, 'Hey Dresnok, stop!' So I just fired off a round to scare them. I have no regrets.\" When Dresnok crossed the border he was captured by a soldier from the Korean People's Army, who later volunteered, \"I wanted to kill the American bastard!\" He was taken to Pyongyang, where he was introduced to another defector, Private Larry Abshier. Over the next 18 months they were joined by two others, Army Sergeant Robert Jenkins and Specialist Jerry Parrish, presenting a remarkable propaganda victory for the hard-line regime of Kim Il-sung. \"Why should I regret crossing? I don't regret nothing,\" says Dresnok. Throughout the interview, his long-time North Korean minder sits beside him, noting down his answers. Dresnok appears loyal: \"The Great Leader Kim Il-sung told us, 'I am going to take you along with us to communism.' I didn't know then that the Great Leader would take good care of us like he did.\" But those early years were tough, he says. \"When I first came here, I didn't feel so good. People would say, 'There's that American bastard!'\" The Korean war, one of the most brutal conflicts of the last century, left an estimated four million dead, and a country shattered and divided to this day. \"People here, see, were educated to hate American imperialism. All that bombing! How many did they slaughter? They killed Koreans like savages. Of course people are going to hate Americans.\" In a mesmerising 2007 documentary, Crossing the Line, it was revealed that in 1966 Dresnok and fellow defectors Abshier, Parrish and Jenkins became so desperate to leave the North, they managed to get to the Soviet embassy and demand asylum. The Russians promptly handed them back. While Dresnok talks of the months and years of living quietly, learning the language, reading the works of the Great Leader, it was perhaps no accident that all four defectors managed around this time to find female companions. It seems entirely plausible that the women were found for them by the state, although none of the defectors ever admitted to any such arrangements. Dresnok has been married twice in North Korea; his first wife, a mysterious Romanian who always refused to talk of her past to Dresnok, died. He has since married the daughter of a former Togolese diplomat and a Korean. One of his three sons from his two Korean marriages looks American, although he doesn't sound it; a child of the revolution, James hopes to become a North Korean diplomat. \"I don't consider myself a traitor,\" Dresnok explains, referring to the country he turned his back on nearly half a century ago. \"I love my country. I love my town. In his teachings, Kim Il-sung wrote; 'Those who really love their country and their home can become communists.' I'm not a communist, but I would like to be one.\" Dresnok describes himself as a citizen of Pyongyang. \"I call it my country because I have been here for 46 years. My life is here. Enough? The government will take care of me until my dying breath.\" So would he like to return to the US? \"I tell you, yes; I must be honest to you. I would like to see the place. But how can I go there and dance in front of the American government, when they are arming South Korea?\" Dresnok knows that he would be arrested on arrival, as was Jenkins, when he returned to the west in 2004. There is no love lost between Dresnok and Jenkins, who recanted on his return just over three years ago, denounced Dresnok and was granted clemency after only 30 days in the clink. Were he ever to leave North Korea, Dresnok is unlikely to get off so lightly, having been painted as the ringleader by Jenkins. Abshier and Parrish both died in North Korea, where their families remain. But it is Dresnok's extraordinary career swap, from lowly US army private to star of the North Korean silver screen that provides the most surreal twist to his story. For three years from 1978, in a 20-part series called Nameless Heroes, directed by Kim Jong-il, Dresnok played the evil American. Ironically, these roles finally established the defectors' revolutionary credentials, and they were forgiven earlier misdemeanours. \"Comrade Kim Jong-il was then in the film industry. He was making movies,\" Dresnok recalls. \"He gave a teaching for us to take part in a film.\" (Dresnok is the first to admit that he is not an educated man, and that his grammar is sometimes mangled. \"I want my children to be more than an illiterate old man,\" he says disarmingly.) \"To be honest I was quaking in my shoes. I never thought I could be an actor.\" What critics would make of Comrade Joe Dresnok the actor is anyone's guess. But he made an impression on Kim Jong-il, now the ruler of North Korea. \"The Dear Leader takes care of me. Great man. Did you know hospitalisation is free in the DPRK?\" Despite the minder, at no point during the interview does Dresnok appear under duress. He smiles frequently, only becoming emotional when speaking bitterly of that \"cunning son of a bitch, Jenkins\". North Korea came into being 60 years ago today and since then predictions of its demise have been as frequent as they have been premature. Now history is once again threatening to repeat itself as the North prepares to rebuild its partially dismantled nuclear programme, in protest at the refusal of the US to remove it from the list of \"state sponsors of terror\". I ask Dresnok if he can explain why the US and Vietnam have long ago made up, but relations between the US and North Korea remain in deep freeze. \"It's long-time history,\" the unrepentant defector begins. \"The US planned to use North Korea as a stepping stone to China and Russia.\" And, he continues, \"The US is afraid right now. You know why? Now we have the nuclear bomb here. They don't want 'I blow you if you blow me'. But that is what will happen if they pull the trigger.\" And with that Comrade Joe prepares to return to his apartment, where his wife and children are waiting. It is illegal to listen to foreign broadcasts, but as he gets up Dresnok offers his opinion on the US election: \"I'm told McCain will get it.\" Dresnok, the last American defector, relic of a cold war that never came to an end on the Korean peninsula, a man whose impulsive decision either cost him 46 years of freedom, or gave him a better life than he had before, walks out and lights a cigarette. · Joe Dresnok, the Last American Defector, will be on Al Jazeera English today.",
    "keywords": [
        "leader",
        "man",
        "korea",
        "ago",
        "seddon",
        "talks",
        "kim",
        "soldier",
        "dresnok",
        "jenkins",
        "mark",
        "great",
        "james",
        "american",
        "defected",
        "north",
        "korean"
    ],
    "summary": "We meet in a wood-panelled room, underneath pictures of Great Leader Kim Il-sung and Dear Leader Kim Jong-il in Pyongyang's futuristic Koryo Hotel.\nDresnok appears loyal: \"The Great Leader Kim Il-sung told us, 'I am going to take you along with us to communism.'\nWere he ever to leave North Korea, Dresnok is unlikely to get off so lightly, having been painted as the ringleader by Jenkins.\nNorth Korea came into being 60 years ago today and since then predictions of its demise have been as frequent as they have been premature.\n\"The US planned to use North Korea as a stepping stone to China and Russia.\"",
    "sentiment": {
        "neg": 0.0886,
        "neu": 0.8174,
        "pos": 0.094,
        "compound": -0.0089
    }
}