{
    "date": "2008-07-30T12:00:00Z",
    "title": "Julian Baggini: Are professional philosophers a class apart?",
    "url": "https://www.theguardian.com/commentisfree/2008/jul/30/philosophy.korea",
    "content": "The world congress of philosophy happens only every five years and is such an important event that the prime minister himself opened it. However, since it's in Seoul and the prime minister in question was Han Seung-soo of Korea, this is probably the first you've heard about it. The theme of this demi-decade's Congress is \"rethinking philosophy today\", which is at least a bit less self-congratulatory than \"philosophy facing world problems\" (Istanbul 2003) or the scarcely believable \"philosophy educating humanity\" (Boston, 1998). However, although the week-long congress has barely begun, so far it's not clear how much rethinking is really going to take place. The main thing the 2,000-odd delegates seem to want other people to rethink is how important their subject is. The official line seems to be that the world somehow needs philosophy if it is to deal with its great problems. In the first of four \"congratulatory addresses\", Han, the prime minister, said he thought it could help both environmental problems and the fight against terror. Lee Jang-moo, the president of Seoul National University, claimed it could teach us \"the direction in which to steer the human destiny\". Such hopes for philosophy are shared in high places: Koïchiro Matsuura, the director general of Unesco, told the congress, via video, about how Unesco was committed to fostering the teaching of philosophy around the world. He wasn't just being polite: Unesco even has a \"philosophy strategy\". In some ways, all these grand claims are right. The problem is that philosophers should not be encouraged to think they're the ones best equipped to spread their subject's benefits. The president of the Korean national academy of sciences, Kim Tae-kil, put it neatly when he defined philosophising as thinking \"deeper, openly and right with the help of logic\" but then pointed out it was possible to do this \"without any knowledge of complicated theories or professional philosophers.\" \"Whether he was a man recorded in history, or a man not well-known to people,\" he said, in tellingly gender-specific terms (no woman spoke at the opening), \"those who taught us the right way were the experts in putting into practice what the verb 'philosophise' instructs us to do.\" The comment was not meant as a barb to academics, but as a useful reminder that if philosophy is indeed important, it is because it is not the preserve of philosophers. The professionalisation of the subject has disguised this once obvious fact. In the UK, for example, it is often thought philosophy is not an important part of the culture, but it's actually all over the place: in serious journalism, the work of thinktanks, and in ethics committees. It's just not usually called \"philosophy\". Indeed, if you want to be taken seriously, you'd be advised not to use the p-word at all. Oliver Letwin, for example, has a PhD in philosophy and has published a book on the subject, but he once told me in an interview that it would hinder, not help him, if more people knew this. (Sorry, Olly.) So if we are to rethink philosophy, we should rethink first and foremost what it is and how it does and should inform wider debate. Those who have earned the title \"philosopher\" need to both accept that those who have not are equal participants in such a discussion, which also means being more willing to engage as equals in it. Whether or not the world congress will exemplify this approach, or reinforce the idea that philosophers are sage guardians of a wisdom they may choose to share, remains to seen. I'll be here for the duration and will keep you posted.",
    "keywords": [
        "professional",
        "baggini",
        "right",
        "important",
        "philosophy",
        "world",
        "apart",
        "subject",
        "class",
        "unesco",
        "julian",
        "rethink",
        "philosophers",
        "congress",
        "problems"
    ],
    "summary": "The world congress of philosophy happens only every five years and is such an important event that the prime minister himself opened it.\nThe main thing the 2,000-odd delegates seem to want other people to rethink is how important their subject is.\nThe official line seems to be that the world somehow needs philosophy if it is to deal with its great problems.\nSo if we are to rethink philosophy, we should rethink first and foremost what it is and how it does and should inform wider debate.\nWhether or not the world congress will exemplify this approach, or reinforce the idea that philosophers are sage guardians of a wisdom they may choose to share, remains to seen.",
    "sentiment": {
        "neg": 0.0452,
        "neu": 0.8826,
        "pos": 0.0722,
        "compound": 0.0991
    }
}