{
    "date": "2008-05-23T17:30:00Z",
    "title": "Unusual cruelty",
    "url": "https://www.theguardian.com/commentisfree/2008/may/23/unusualcruelty",
    "content": "The stories of lives destroyed by the Sichuan earthquake captivated sympathetic TV audiences all over the world. Naturally, much aid and goodwill is pouring into the region. It's been heartbreaking to watch parents who lost their children, and children surviving their parents killed in the quake. But little is known about another group of children in China: kids who have lost their mothers not to a natural disaster, but to the blanket enforcement of a Chinese policy, with no attention from local or international media. Take Sun Hwa (not her real name), a seven-year old girl, for example. She was born in China, to a Chinese father and a North Korean mother. Under Chinese law, she is entitled to Chinese nationality at birth. But it wasn't until a few months ago that she was registered under the Chinese household registration system or hukou. Sun Hwa's father had faced two terrible options: registering her at the risk of exposing her North Korean mother, who could then be arrested and repatriated, or not registering her, and thus denying his daughter a legal identity and legal access to education. The concerns faced by Sun Hwa's parents are not unfounded. For years, China has been arresting and summarily repatriating many North Korean women living with Chinese men, including those with children. To save children like Sun Hwa from a likely lifelong separation from their mothers, the Chinese government doesn't need to send food aid or firefighters to their rescue. It does not even need to change its laws. In fact, all it has to do is to respect its own laws on nationality and education, and the international treaties it ratified. Ironically, the choice for Sun Hwa's family became somewhat easier when rumours started of massive crackdowns against North Korean refugees. \"People said the police would come and get all North Koreans before the (Beijing) Olympic Games,\" Sun Hwa's father, a 36-year-old farmer, said. \"We decided it's best for the child's mother to leave.\" The last time he heard from her, in October 2007, Sun Hwa's mother told him she was in Bangkok, waiting to reach South Korea as an asylum seeker. He promptly registered his daughter on his hukou. Most of these North Korean women like Sun Hwa's mother escaped a famine at home that killed about one million people, or about 5 percent of the population, in the 1990s. Once in China, some of these women formed relationships with Chinese men voluntarily, while others did so as victims of trafficking. The Yanbian area of China's eastern Jilin province, which borders North Korea, suffers from a serious gender imbalance, thanks to an exodus of local women seeking better-paying jobs elsewhere, creating a demand for the North Korean women as wives and farm workers. The Chinese government insists they are economic migrants, but leaving North Korea without state permission is a crime, at times considered an act of treason, which carries heavy penalties. North Koreans who are repatriated are subjected to harsh interrogation, mistreatment, and sometimes torture, followed by lengthy terms in prison and forced labour. This serious risk of persecution means many North Koreans in China are refugees, and China, as a state party to the 1951 Refugee Convention, has an obligation to offer them shelter and protection. The deportation of such women not only violates China's international legal obligations towards them as refugees, but forcibly separates children from their mothers, often never to see each other again. Chinese laws state that all children are entitled to nine years of free, mandatory education regardless of the child's legal status. In reality, schools demand hukou verification for entry and continued schooling. In the case of children born in North Korea living in China, they have little hope of ever being registered since they have no claims to Chinese nationality. \"There are two things I pray for - for my son to have hukou, and for me not to be repatriated,\" a 39-year old woman from North Korea said, echoing the words of many like her in China. Her wishes are humble. And it is in the interest of the Chinese government to grant them. Nobody wins by separating children from their mothers, or by denying them legal identity and education.",
    "keywords": [
        "hwas",
        "children",
        "cruelty",
        "korea",
        "unusual",
        "women",
        "mother",
        "china",
        "legal",
        "chinese",
        "north",
        "korean"
    ],
    "summary": "It's been heartbreaking to watch parents who lost their children, and children surviving their parents killed in the quake.\nShe was born in China, to a Chinese father and a North Korean mother.\nFor years, China has been arresting and summarily repatriating many North Korean women living with Chinese men, including those with children.\nIronically, the choice for Sun Hwa's family became somewhat easier when rumours started of massive crackdowns against North Korean refugees.\nMost of these North Korean women like Sun Hwa's mother escaped a famine at home that killed about one million people, or about 5 percent of the population, in the 1990s.",
    "sentiment": {
        "neg": 0.0722,
        "neu": 0.8239,
        "pos": 0.1039,
        "compound": 0.0392
    }
}