{
    "date": "2008-08-04T18:00:00Z",
    "title": "Julian Baggini: Great minds don't think alike",
    "url": "https://www.theguardian.com/commentisfree/2008/aug/04/philosophy.korea",
    "content": "Some of the delegates here at the World Congress of Philosophy in Korea think that my reports to date have been too negative. \"Sardonic is how one put it. I find this a bit rich. It seems the subject which prides itself on being sceptical and questioning doesn't like it when it faces a few mildly sceptic questions itself. \"They don't like it up 'em,\" as Corporal Jones might put it. However, objectivity and balance are two other philosophical virtues, and there are many positive sides to this congress, one of which in particular has much broader implications. The central question that has been bothering me is how much genuine learning and communication goes on when people who radically disagree come together in the name of intercultural dialogue. Take the various interfaith meetings that are set up, for instance. Everyone listens very respectfully, but no one is even interested in changing their minds on anything of substance. It is as though all that is said is just a ritual, the aim of which is the sacrament of validating every party's right to exist. Even if that were all that was going on at such meetings and in Seoul, it would still be worthwhile. But in any case, there is much more to meeting with people you share little in common with than the promise of reaching anything like agreement. First, even if when you part you're going to revert to your set ways, you can at least benefit from seeing yourself from the outside. Untested assumptions and lazy habits of thought can be shown up, once put in a spotlight of a different hue. Second, in almost every human pursuit there is something of merit. Even if you reject 99% of the viewpoints you engage with, it could be that the 1% you take away you would not have come across otherwise. Third, intellectual pursuits and belief systems do not have sharp boundaries. Staying deep within them, however, can make you forget that fact. From time to time, it is worth wandering around the fuzzy border regions of what you do, if only to remind yourself that no human activity is an island. These might all sound obvious, but I think they challenge the way most people think about how we \"learn from each other\", which is often described as though it were some kind of intellectual bring and buy sale, where you give as much as you take. This fits the nice idea we have of the equality of all, where your opinions are as likely to be of value as mine. My suggestion, which I think the World Congress bears out, is that the tremendous value of such exchanges has nothing to do with the scale and weight of what is actually transacted. Everyone goes home believing almost everything they arrived believing. What we gain are, perhaps, one or two genuinely new ideas, but more than that, a more truthful look at ourselves and others. This is why talking to each other is important politically, too. The aim is not primarily to close the gap between our different points of view, but to see each other as the other sees us. That is a surer path to peace than the quest for consensus, in philosophy and in life.",
    "keywords": [
        "going",
        "think",
        "baggini",
        "dont",
        "set",
        "alike",
        "philosophy",
        "human",
        "world",
        "value",
        "minds",
        "julian",
        "great",
        "congress",
        "meetings",
        "intellectual"
    ],
    "summary": "Some of the delegates here at the World Congress of Philosophy in Korea think that my reports to date have been too negative.\nEveryone listens very respectfully, but no one is even interested in changing their minds on anything of substance.\nEven if that were all that was going on at such meetings and in Seoul, it would still be worthwhile.\nMy suggestion, which I think the World Congress bears out, is that the tremendous value of such exchanges has nothing to do with the scale and weight of what is actually transacted.\nThat is a surer path to peace than the quest for consensus, in philosophy and in life.",
    "sentiment": {
        "neg": 0.0494,
        "neu": 0.825,
        "pos": 0.1256,
        "compound": 0.1855
    }
}