{
    "date": "2008-06-26T15:09:17Z",
    "title": "Triumph for Kim Jong-il",
    "url": "https://www.theguardian.com/world/2008/jun/26/korea.nuclear1",
    "content": "By offering to drop North Korea from the US list of states that sponsor terrorism, George Bush has taught the world's despots a lesson: if you want to survive, build a nuclear arsenal. Six years ago, the US president labelled North Korea alongside Iraq and Iran as part of an \"axis of evil\", because of its dictatorial political system and pursuit of weapons of mass destruction. In the years since, Pyongyang has compromised the least of those three nations and gained the most. While Saddam Hussein let the weapons inspectors in, Kim Jong-il kicked them out. While Iran fudged its nuclear intentions, North Korea proclaimed its strength in October 2006 with a test explosion of an atomic weapon. This has blasted Bush into what appears to be a dramatic conversion. Out has gone the doctrine of pre-emptive, largely unilateral strikes and in has come multilateral negotiated compromise. That is not to downplay the significance of today's developments, which are an important step towards peace on a peninsular that has been divided since the bloody Korean war. By initiating steps to drop sanctions and remove North Korea from the list of rogue states following a 45 day verification period, Bush is showing Kim Jong-il respect. The improved status should help Pyongyang emerge from decades of economic misery. In the short term, the country is still in a wretched condition. A recent US donation of 500,000 tonnes of food aid will help to stave off famine as well as sweeten the prospects of a rapprochement. North Korea has conceded a lot less ground. The details of the nuclear inventory submitted today have not yet been made public but it is expected to cover only plutonium processing activities. The size and location of the country's nuclear arsenal will be discussed at a later stage in the talks. The declaration represents progress, but it could have come six years earlier. In 2002, North Korea was ready to negotiate, but the Bush administration – at the time far more gung ho than today – instigated a crisis by accusing Pyongyang of secretly enriching uranium. Those allegations still stand, but it is thought unlikely that North Korea has included uranium in its latest declaration. What then was the point of the past six year's of confrontation? The US will argue that North Korea is finally dismantling its nuclear program. To prove it, foreign TV stations are getting a rare chance to enter the reclusive country to broadcast the detonation of the cooling tower in the Yongbyon nuclear plant. It will be a great show, but for the moment the significance is limited. Yongbyon was shut down last year. The plant has already done its job, producing enough plutonium for a small nuclear arsenal that has been squirreled away. The US – and its friends in Japan, Europe and South Korea - will have to pay a higher price to remove this threat that they would have done six years ago. Kim has gained a nuclear arsenal and respect. They do not come cheap.",
    "keywords": [
        "triumph",
        "korea",
        "nuclear",
        "kim",
        "come",
        "yongbyon",
        "weapons",
        "jongil",
        "arsenal",
        "pyongyang",
        "north",
        "bush"
    ],
    "summary": "While Saddam Hussein let the weapons inspectors in, Kim Jong-il kicked them out.\nBy initiating steps to drop sanctions and remove North Korea from the list of rogue states following a 45 day verification period, Bush is showing Kim Jong-il respect.\nThose allegations still stand, but it is thought unlikely that North Korea has included uranium in its latest declaration.\nThe plant has already done its job, producing enough plutonium for a small nuclear arsenal that has been squirreled away.\nKim has gained a nuclear arsenal and respect.",
    "sentiment": {
        "neg": 0.0769,
        "neu": 0.8356,
        "pos": 0.0876,
        "compound": -0.0264
    }
}