{
    "date": "2008-08-05T19:00:00Z",
    "title": "Julian Baggini: Why does the World Congress of Philosophy leave British delegates cold?",
    "url": "https://www.theguardian.com/commentisfree/2008/aug/05/philosophy.korea",
    "content": "The World Congress of Philosophy, which concluded today in Korea, may be a somewhat specialised forum, but like any international event, it reflects wider differences in cultures and ways of thinking. One of the most striking features for a cynical Brit like me is how important it is for many nations and individuals truly to feel a part of an international community. For instance, there were the numerous Iranian philosophers for whom the congress marked a major step in integration into the international community, following their admission to the international federation of philosophical societies. There was the sole Nepalese delegate, who had been saving to come to the congress for years. Then there was the Nigerian who, although part of that country's relatively affluent professional classes, still only has the backing to attend relatively few such conferences. These people make the dismissive scepticism of many Brits and Americans towards the congress – which I in part share – look smug and superior. Our academics have international prestige and do not lack access to foreign colleagues, conferences, books or journals. Those from many other parts of the world seized the congress as a valuable opportunity, as the exhibiting publishers whose books have sold out can testify. Yet there are only about a dozen Brits here, and the congress holds little attraction for most established career philosophers. I asked several people why the British seemed at best indifferent and at worst hostile. The answers were interesting, even more so if you drop all reference to philosophy and ask yourself if these ways of thinking are more prevalent in our country. It was said that the British see little appeal in large international gatherings where their own viewpoints are in a small minority. They just don't see why it is relevant for them to listen to people whose thinking is very different. They prefer smaller meetings where they can pursue their specialised interests, among like-minded people. It was also claimed that the British have not yet realised or accepted that the way they do and think about things is not the way most of the rest of the world does and thinks about things. So when they look and see that their views are not much represented, they conclude that there is a lack of quality or depth. Even if these explanations are only half-true, they do not paint a very flattering picture of our national psyche. Very few people are consciously or actively hostile to the idea that we have no monopoly on wisdom, but if actions speak louder than words, that is precisely what we do think. For instance, British writers are routinely translated into foreign languages (even I've been published in Korea), but we translate very little material from other countries. I wouldn't want to read too much into the relative British apathy towards the congress: it is expensive to get here and for all its merits, the conference was not an essential event for philosophers. Nevertheless, I think there's something in the idea that, on our intellectual maps at least, the non-Anglo-Saxon world is largely invisible to us.",
    "keywords": [
        "baggini",
        "think",
        "philosophy",
        "world",
        "does",
        "leave",
        "julian",
        "cold",
        "british",
        "thinking",
        "little",
        "philosophers",
        "ways",
        "way",
        "congress",
        "delegates",
        "international"
    ],
    "summary": "The World Congress of Philosophy, which concluded today in Korea, may be a somewhat specialised forum, but like any international event, it reflects wider differences in cultures and ways of thinking.\nThere was the sole Nepalese delegate, who had been saving to come to the congress for years.\nThose from many other parts of the world seized the congress as a valuable opportunity, as the exhibiting publishers whose books have sold out can testify.\nYet there are only about a dozen Brits here, and the congress holds little attraction for most established career philosophers.\nIt was said that the British see little appeal in large international gatherings where their own viewpoints are in a small minority.",
    "sentiment": {
        "neg": 0.047,
        "neu": 0.865,
        "pos": 0.0879,
        "compound": 0.158
    }
}