{
    "date": "2008-04-24T23:05:05Z",
    "title": "Cloned sniffer dogs go on show",
    "url": "https://www.theguardian.com/science/2008/apr/25/genetics.korea",
    "content": "The Korean customs service has unveiled a group of seven cloned Labrador retrievers that are being trained to sniff out explosives and drugs at ports and airports. The cloning was carried out by Seoul National University scientists, who in 2005 created the first known dog clone. The team is led by Lee Byeong-chun, a former aide to Hwang Woo-suk. Hwang's breakthroughs on stem cell research turned out to be false, but independent tests proved the dog cloning was genuine. The dogs were born five to six months ago after being separately cloned from an experienced drug-sniffing dog. For now, they all share the name \"Toppy\" - a combination of \"tomorrow\" and \"puppy.\" \"They have a superior nature. They are active and excel in accepting the training,\" said Kim Nak-seung, a trainer at a centre near Incheon airport, who was putting the dogs through their paces yesterday. In February all the dogs passed a behaviour test to see whether they are genetically qualified to work as sniffing dogs. Only 10%-15% of naturally born dogs pass the test.",
    "keywords": [
        "work",
        "dog",
        "woosuk",
        "cloned",
        "cloning",
        "sniffer",
        "test",
        "unveiled",
        "born",
        "yesterday",
        "dogs"
    ],
    "summary": "The Korean customs service has unveiled a group of seven cloned Labrador retrievers that are being trained to sniff out explosives and drugs at ports and airports.\nHwang's breakthroughs on stem cell research turned out to be false, but independent tests proved the dog cloning was genuine.\nThe dogs were born five to six months ago after being separately cloned from an experienced drug-sniffing dog.\nIn February all the dogs passed a behaviour test to see whether they are genetically qualified to work as sniffing dogs.\nOnly 10%-15% of naturally born dogs pass the test.",
    "sentiment": {
        "neg": 0.0,
        "neu": 0.895,
        "pos": 0.105,
        "compound": 0.1896
    }
}