{
    "date": "2008-07-13T23:01:00Z",
    "title": "Pyongyang rejects blame for shooting of tourist",
    "url": "https://www.theguardian.com/world/2008/jul/14/korea",
    "content": "The death of a South Korean woman, shot by a North Korean soldier while visiting the country, threatened to damage strained relations on the peninsula yesterday, as Seoul demanded an urgent investigation while Pyongyang refused to accept any blame. The South suspended tourism to the North, and hundreds of visitors yesterday left the resort where the shooting occurred on Friday. Park Wang-ja, 53, was gunned down in the early hours when she apparently wandered into a North Korean military area near the Mount Kumgang resort, which is located on the east coast just a few miles north of the heavily fortified border. \"If a strict investigation is not conducted over this tragic incident, that would be like throwing cold water on expectations for developments in inter-Korean relations through South-North talks,\" South Korea's unification ministry said in a statement. But Pyongyang has refused to cooperate in any investigation, saying the 53-year-old woman ignored a soldier's warning and tried to flee. The North's tourism authorities demanded South Korea apologise for halting tours. \"The South side should be held responsible for the incident,\" North Korea's state news agency quoted a spokesman as saying. \"The South Korean tourist intruded deep into the area under the military control of the North side all alone at dawn, going beyond the clearly marked boundary fence, even [her] shoes got wet.\" The North also rejected a proposal to resume stalled reconciliation talks with South Korea, saying that the South Korean president's proposal to restart bilateral talks was not even worth considering. It called Lee Myung-bak's proposal a \"deceitful\" tactic to avoid taking responsibility for strained ties. Park, the wife of a retired policeman, had left her hotel to watch the sunrise over the sea at the beach, fellow travellers told local media. A South Korean tourist also at the beach at the time of the shooting told local media that she passed by him and after a while he heard two gunshots within a 10-second interval. \"I heard a scream, which made me turn left, and I saw a person collapse while three [North Korean] soldiers ran out from the mountain,\" Lee In-bok told the South Korean TV network YTN. \"Soldiers nudged the fallen person by their feet but I never thought [that person] was a tourist,\" he added. Park had been shot in the chest and back. Her funeral took place on Saturday. The North Korean resort, opened in 1998, has been visited by almost 2 million South Koreans. Park is the first South Korean tourist killed by a North Korean, a government official said. The resort was hailed as a milestone in reconciliation between the two states, which are still technically at war. It has supplied hundreds of millions of dollars to impoverished North Korea with tourists paying a fee to enter the country and the communist state taking a cut on food, lodging and recreation expenses paid by tourists.",
    "keywords": [
        "shooting",
        "south",
        "rejects",
        "park",
        "north",
        "talks",
        "soldiers",
        "resort",
        "told",
        "saying",
        "tourist",
        "pyongyang",
        "blame",
        "korean"
    ],
    "summary": "The death of a South Korean woman, shot by a North Korean soldier while visiting the country, threatened to damage strained relations on the peninsula yesterday, as Seoul demanded an urgent investigation while Pyongyang refused to accept any blame.\nThe South suspended tourism to the North, and hundreds of visitors yesterday left the resort where the shooting occurred on Friday.\nA South Korean tourist also at the beach at the time of the shooting told local media that she passed by him and after a while he heard two gunshots within a 10-second interval.\nThe North Korean resort, opened in 1998, has been visited by almost 2 million South Koreans.\nPark is the first South Korean tourist killed by a North Korean, a government official said.",
    "sentiment": {
        "neg": 0.1365,
        "neu": 0.8326,
        "pos": 0.031,
        "compound": -0.2889
    }
}