{
    "date": "2008-11-02T12:47:25Z",
    "title": "North Korea: Football fan Kim Jong-il's a picture of health",
    "url": "https://www.theguardian.com/world/blog/2008/nov/02/korea",
    "content": "It's currently the most tantalising guessing game in global affairs: exactly what is the state of Kim Jong-il's health? A series of reports variously claim that the North Korean leader is recovering after a stroke or similar ailment, and that a French brain surgeon has been consulted. Kim's absence from a series of major set piece events, the latest of which was Thursday's funeral for Pak Song-chol, one of the founding fathers of the communist regime, has fuelled speculation about a power vacuum in the world's only hereditary communist dictatorship. North Korea's state-run media has attempted – rather ham-fistedly – to counter this impression by issuing photographs of Kim purportedly attending recent events. Pictures released a fortnight ago supposedly showing the 66-year-old visiting a women's military unit, the first new images of Kim for two months, were called into question when South Korean experts claimed foliage visible in the background indicated the pictures were in fact taken over the summer. More photos, released today, are equally frustrating. Kim, wearing his trademark Liza Minelli-esque sunglasses and a brown sports jacket, is pictured inside what looks like an executive spectator box. The captions claim he was watching a football game between two army-affiliated teams. Other photos show the football match with autumnal-looking tress in the background, but no Kim. So does Kim remain on his sickbed? No one outside North Korea really knows. At least, if he did really attend the match, Kim seemed to have enjoyed it. According to state media he took \"great satisfaction over a high level of the game\".",
    "keywords": [
        "released",
        "football",
        "korea",
        "state",
        "jongils",
        "series",
        "pictures",
        "photos",
        "kim",
        "media",
        "fan",
        "really",
        "game",
        "health",
        "north",
        "picture"
    ],
    "summary": "It's currently the most tantalising guessing game in global affairs: exactly what is the state of Kim Jong-il's health?\nNorth Korea's state-run media has attempted – rather ham-fistedly – to counter this impression by issuing photographs of Kim purportedly attending recent events.\nMore photos, released today, are equally frustrating.\nOther photos show the football match with autumnal-looking tress in the background, but no Kim.\nAccording to state media he took \"great satisfaction over a high level of the game\".",
    "sentiment": {
        "neg": 0.0631,
        "neu": 0.878,
        "pos": 0.0589,
        "compound": 0.0325
    }
}