{
    "date": "2008-04-25T23:08:12Z",
    "title": "Son of Moonies founder takes over as church leader",
    "url": "https://www.theguardian.com/world/2008/apr/26/religion.korea",
    "content": "Sun Myung Moon, the founder of the Unification church known globally as the Moonies, has handed over control of the movement to his Harvard-educated youngest son in what is being seen as an attempt to broaden the controversial religious organisation's appeal. In a ceremony near Seoul last week, 28-year-old Hyung Jin Moon was anointed chairman of the Family Federation for World Peace and Unification, the name the church has used since the late 1990s. \"I hope everyone helps him so that he may fulfil his duty as the successor of the True Parents,\" Moon, 88, said, in a characteristically immodest reference to himself and his wife. Moon the younger, who was born in the state of New York, promised to \"develop the church and to connect as many people as possible\" to his parents. \"I will do my best to bring the love of the True Parents and God to every corner of the world.\" Experts say Hyung Jin, the youngest of seven sons, who has five children of his own, is being groomed to secure his ageing father's legacy more than 50 years after he founded the Unification church in South Korea, declaring himself the new messiah with the aim of establishing a single world government under his leadership. The new leader, a philosophy and theology graduate, practised Zen Buddhism and lived in a Catholic monastery, and has been described as the \"most spiritual\" of Moon's children. In his book, A Bald Head and a Strawberry, he writes: \"I was the youngest boy of the family and probably the most nutty.\" \"[Moon] has been grooming his three sons for a bigger role for three years,\" Timothy Read, a spokesman for the church in London, told the Guardian. \"The Unification church is not just a church these days, but an international organisation with many interests. Religion is just one aspect of that. The reverend decided a while ago that it would encounter difficulties if it was simply known as a church and decided to broaden its activities.\" Under Moon's leadership, the church has built a worldwide membership estimated at 250,000 - although the church claims more than 10 times as many followers - often using questionable methods to recruit followers and secure their loyalty to an movement that critics denounce as little more than a personality cult. Its presence is particularly strong in the US, South Korea and Japan where, former followers say, members have used recruitment methods such as palm-reading, and routinely take out loans to meet fundraising targets. Despite last week's apparent transfer of power few expect Moon Sr, who was convicted in the US of tax evasion in 1982, to loosen his grip on power. \"He may have appointed his son, but Moon is constantly giving orders, and people do as they tell him,\" a former member told the Guardian. \"He is unlikely to transfer any actual power to his sons.\" Experts say Moon's eldest son, Hyo Jin, might have been a more obvious choice as successor but was overlooked after scandals over drugs and extramarital sex. He died of a heart attack last month, at 45. The former disciple, who left several years ago in protest at Moon's increasingly narcissistic behaviour, said he expected the church to step up its fundraising activities under Hyung Jin and to forge alliances that go well beyond its pseudo-Christian origins. The church rose to notoriety in the 60s with the first of what would be many \"blessings\", mass weddings often held in stadiums. When it launched in the UK and other countries in the 70s it was criticised for its alleged brainwashing techniques - so-called \"heavenly deception\". Politically, Moon was most at ease with conservatives from the US Christian right, with his anti-communism and preaching on the sanctity of marriage. Moon bought properties in South Korea, Japan, the US and elsewhere, with the profits funnelled into a business portfolio that includes the Washington Times newspaper, a golf course in California and a small-arms manufacturer in New York run by one of his sons. Though the movement's finances are a mystery to all but Moon's closely knit family, one estimate put the leader's personal wealth at about $990m. Maintaining the steady donations from devout followers will now fall to Hyung Jin. Life and times January 1920 Sun Myung Moon born in what is now North Korea November 1934 Marries Sun Kil Choi, with whom he has son. Divorced 1953. By some accounts, marries second wife, Myung Hee Kim, while married to first April 1935 Claims to have had vision of Christ while praying atop a mountain May 1954 Founds Unification church April 1960 Marries Hak Ja Han, third wife, who had 14 children 1971 Moves to US 1982 Founds Washington Times 1982 Convicted of tax evasion, spends 18 months in federal prison April 1990 Visits Soviet Union April 2008 Hands control to son",
    "keywords": [
        "moon",
        "leader",
        "takes",
        "church",
        "times",
        "korea",
        "moonies",
        "founder",
        "jin",
        "hyung",
        "sons",
        "son",
        "moons",
        "unification"
    ],
    "summary": "Sun Myung Moon, the founder of the Unification church known globally as the Moonies, has handed over control of the movement to his Harvard-educated youngest son in what is being seen as an attempt to broaden the controversial religious organisation's appeal.\nIn a ceremony near Seoul last week, 28-year-old Hyung Jin Moon was anointed chairman of the Family Federation for World Peace and Unification, the name the church has used since the late 1990s.\n\"The Unification church is not just a church these days, but an international organisation with many interests.\nExperts say Moon's eldest son, Hyo Jin, might have been a more obvious choice as successor but was overlooked after scandals over drugs and extramarital sex.\nMaintaining the steady donations from devout followers will now fall to Hyung Jin.",
    "sentiment": {
        "neg": 0.0425,
        "neu": 0.8839,
        "pos": 0.0737,
        "compound": 0.1584
    }
}