{
    "date": "2008-07-08T23:01:00Z",
    "title": "Lawrence Korb and Sean Duggan: The US should pay heed to Pyongyang",
    "url": "https://www.theguardian.com/commentisfree/2008/jul/09/korea.usforeignpolicy",
    "content": "The Bush administration is to be commended for completing a deal with North Korea that persuaded the reclusive regime to disclose details of its nuclear power and nuclear weapons capabilities. But, had George Bush been willing to negotiate six years earlier, the US and its partners would have got a better deal and the world would be more secure. In the summer of 2002, long before Pyongyang had the bargaining chip of having tested a nuclear device, the Bush administration had an opportunity to strike a deal. At that time the North Koreans took a series of steps that signalled a strong willingness to forgo their nuclear programme. That July Pyongyang requested that its foreign minister, Paek Nam-sun, meet America's secretary of state, Colin Powell - a meeting that would have represented the highest-level contact between the two nations since the Bush administration took office. Concurrently, the North enacted a series of domestic economic and market reforms, restored high-level talks with Japan, proposed high-level talks with South Korea, and began de-mining large portions of the demilitarised zone. The North even sent more than 600 athletes and delegates to South Korea for the 2002 Asian games in Pusan - the North's first ever participation in a sporting event in the South. Together these steps represented the most promising prospect of rapprochement between the North, its Asian neighbours and the US - not to mention the possibility of a significant change in the Korean peninsula status quo - since the armistice of 1953. Riding high on the overthrow of the Taliban in Afghanistan, and in the midst of planning the invasion of Iraq, Bush refused to allow Powell to meet his North Korean counterpart. The US president called Kim Jong il, the North Korean leader, a \"pygmy\" and a \"spoiled child at a dinner table\". Increasingly isolated through the spurning of its overtures, the North acknowledged the existence of its highly enriched uranium programme in October 2002, and offered a non-aggression pact with the US, which Washington immediately rejected. To punish the North, the Bush administration ended the annual shipment of 500,000 tonnes of heavy fuel oil to North Korea (part of the 1994 agreed framework accord), cut off fuel shipments and hardened its diplomatic stance. Pyongyang responded by announcing that it would reopen its Yongbyon plutonium processing facility, removing the monitoring equipment and beginning to move spent fuel rods out of storage. In December 2002 the North announced its intention to reopen its reprocessing plant and expelled International Atomic Energy Agency (IAEA) inspectors. In January 2003 it announced its withdrawal from the nuclear non-proliferation treaty. Bogged down in Iraq and Afghanistan, the US paid little attention to nuclear developments in North Korea until the initially isolated state tested its first nuclear device near the city of Kilchu in October 2006. In the interim, the North had acquired anywhere from six to 10 nuclear weapons, advanced its uranium enrichment programme and exported an unknown amount of nuclear material and expertise. Despite the lacklustre yield of the 2006 explosion, North Korea had entered the nuclear club. Only after the test did the Bush administration begin to negotiate seriously with the North Koreans. While a meeting in 2007 reached an agreement to shut down and seal the Yongbyon nuclear facility - including the reprocessing plant - and allowed IAEA personnel to conduct all necessary monitoring and inspections, the North had the bomb and the damage had been done. Had the Bush administration responded to the North's overtures before their 2006 test, it is likely that it would have had a better agreement; the US would have been negotiating from a position of strength, not weakness. While it is too late to revisit the past with North Korea, the administration should learn its lessons as it deals with Iran over its nuclear programme. As the great Israeli general Moshe Dayan said: \"If you want to make peace, you don't talk to your friends. You talk to your enemies.\" It is past time for the Bush administration to heed this advice so that it does not have to settle for a poor deal with Iran as well. · Lawrence Korb, assistant secretary of defence under Reagan, is a senior fellow at the Centre for American Progress, where Sean Duggan is a research associate sduggan@americanprogress.org",
    "keywords": [
        "sean",
        "south",
        "heed",
        "deal",
        "pay",
        "korea",
        "lawrence",
        "administration",
        "duggan",
        "nuclear",
        "korb",
        "pyongyang",
        "programme",
        "2002",
        "north",
        "bush"
    ],
    "summary": "At that time the North Koreans took a series of steps that signalled a strong willingness to forgo their nuclear programme.\nDespite the lacklustre yield of the 2006 explosion, North Korea had entered the nuclear club.\nOnly after the test did the Bush administration begin to negotiate seriously with the North Koreans.\nIt is past time for the Bush administration to heed this advice so that it does not have to settle for a poor deal with Iran as well.\n· Lawrence Korb, assistant secretary of defence under Reagan, is a senior fellow at the Centre for American Progress, where Sean Duggan is a research associate sduggan@americanprogress.org",
    "sentiment": {
        "neg": 0.0385,
        "neu": 0.871,
        "pos": 0.0905,
        "compound": 0.1389
    }
}