{
    "date": "2008-04-25T16:30:00Z",
    "title": "Evidence-based bombing",
    "url": "https://www.theguardian.com/commentisfree/2008/apr/25/evidencebasedbombing",
    "content": "It looks as if Israel may, in fact, have had reason to believe that Syria was constructing, with the aid and assistance of North Korea, a facility capable of housing a nuclear reactor. The United States Central Intelligence Agency recently released a series of images, believed to have been made from a videotape obtained from Israeli intelligence, which provide convincing, if not incontrovertible, evidence that the \"unused military building\" under construction in eastern Syria was, in fact, intended to be used as a nuclear reactor. Syria continues to deny such allegations as false. On the surface, the revelations seem to bolster justification not only for the Israeli air strike of September 6 2007, which destroyed the facility weeks or months before it is assessed to have been ready for operations, but also the hard-line stance taken by the administration of President George W Bush toward both Syria and North Korea regarding their alleged covert nuclear cooperation. In the aftermath of the Israeli air strike, Syria razed the destroyed facility and built a new one in its stead, ensuring that no follow-up investigation would be able to ascertain precisely what had transpired there. Largely overlooked in the wake of the US revelations is the fact that, even if the US intelligence is accurate (and there is no reason to doubt, at this stage, that it is not), Syria had committed no crime, and Israel had no legal justification to carry out its attack. Syria is a signatory to the Nuclear Non-Proliferation Treaty (NPT), and under the provisions of the comprehensive safeguards agreement, is required to provide information on the construction of any facility involved in nuclear activity \"as early as possible before nuclear material is introduced to a new facility\". There is no evidence that Syria had made any effort to introduce nuclear material to the facility under construction. While the International Atomic Energy Agency (IAEA), the global watchdog responsible for the implementation of nuclear safeguards inspections, has pushed for the universal adherence to a more stringent safeguards standard known as the \"additional protocol of inspections\", such a measure is purely voluntary, and Syria has refused to sign up to any such expansion of IAEA inspection activity until such time as Israel signs the NPT and subjects its nuclear activities to full safeguards inspections. While vexing, the Syrian position is totally in keeping with its treaty obligations, and so it is Syria, not Israel, that was in full conformity with international law at the time of Israel's September 6 2007 attack. The United States and Israel contend that the Syrian-North Korean construction project was part of a covert nuclear weapons programme. However, even the United States admits that the facility under construction in Syria lacked any reprocessing capacity, meaning its utility for producing plutonium for a nuclear bomb was nil. Rather than serving as the tip of the iceberg for a nuclear weapons programme, it seems more likely that the Syrian facility was intended for the peaceful use of nuclear energy. Following the same path as Iran, Syria most probably was positioning itself to present the world with a fait acompli, noting that the current US-Israeli posture concerning the regime in Damascus would not enable Syria to pursue and complete any nuclear programme declared well in advance. By building the reactor in secret, Syria would be positioned to declare the completed facility to the IAEA prior to the introduction of any nuclear material, and then hope to hide behind the shield of the IAEA in order to prevent any Israeli retaliation. But this is all speculation. By bombing the Syrian facility, Israel not only retarded any Syrian nuclear ambition, peaceful or otherwise, but also precluded a full, definitive investigation into the matter by the international community. Perhaps fearful that Syrian adherence to the NPT would underscore its own duplicity in that regard, the Israeli decision to bomb Syria not only allowed the Syrian effort to be defined as weapons-related (an unproven and unlikely allegation), but by extension reinforced the Israeli (and American) contention that the nuclear activity in Iran was weapons-related as well. The international debate that has taken place about the Syrian facility shows how successful the Israeli gambit, in fact, was, since there is virtually no discussion about the fact that Israel violated international law in attacking, without provocation, a sovereign state whose status as a member of the United Nations ostensibly affords it protection from such assault. The American embrace of the Israeli action, and the decision to produce intelligence information about the nature of the bombed facility at this late stage in the game, only reinforces the reality that the United States has turned its back on international law in the form of arms control and non-proliferation agreements. The Bush administration seeks to use the alleged Syrian nuclear facility as a lynchpin in making its arguments against not only the Iranian nuclear programme, but also to scuttle the current discussions with North Korea over its nuclear weapons activities. Having embraced pre-emptive war as a vehicle to pursue its unilateral policy of regime change in Iraq (and having sold that conflict based upon hyped-up weapons of mass destruction charges), it should come as no surprise that the Bush administration would seek to support, and repeat, past patterns of behaviour when pursuing similar policies with Syria, Iran and North Korea. Truth, and the adherence to international law, have never been an impediment to implementation of American policy objectives under the Bush administration.",
    "keywords": [
        "fact",
        "syria",
        "construction",
        "nuclear",
        "evidencebased",
        "facility",
        "syrian",
        "israeli",
        "israel",
        "united",
        "bombing",
        "international"
    ],
    "summary": "There is no evidence that Syria had made any effort to introduce nuclear material to the facility under construction.\nThe United States and Israel contend that the Syrian-North Korean construction project was part of a covert nuclear weapons programme.\nRather than serving as the tip of the iceberg for a nuclear weapons programme, it seems more likely that the Syrian facility was intended for the peaceful use of nuclear energy.\nBy bombing the Syrian facility, Israel not only retarded any Syrian nuclear ambition, peaceful or otherwise, but also precluded a full, definitive investigation into the matter by the international community.\nThe Bush administration seeks to use the alleged Syrian nuclear facility as a lynchpin in making its arguments against not only the Iranian nuclear programme, but also to scuttle the current discussions with North Korea over its nuclear weapons activities.",
    "sentiment": {
        "neg": 0.0856,
        "neu": 0.8263,
        "pos": 0.0883,
        "compound": 0.0142
    }
}