{
    "date": "2008-07-30T11:22:00Z",
    "title": "Stunted children: the legacy of North Korea's hunger",
    "url": "https://www.theguardian.com/news/blog/2008/jul/30/stuntedchildrenthelegacyof",
    "content": "On my first and thus far only visit to North Korea in 2002 one aspect struck me above all else. Not Pyongyang's Stalinist boulevards or even the perennial cold war standoff at the DMZ, but something far more personal - the size of the children. As a press delegation we were given the full official tour, including a slightly unnerving show by youngsters from a state-run stage school, culminating in the performers standing still to gaze with awe at a giant picture of the country's leader, Kim Jong-Il. Afterwards I was allowed to talk via a translator to one young participant, a girl I took to be aged about seven or eight. \"How old are you?\" I asked. \"I'm 13,\" she beamed. The same question to other boys and girls elicited similar surprises. Today's report by the World Food Programme illustrates there is one fact which shapes life in North Korea almost as much as the despotic regime running the country - hunger. Perhaps the most alarming thing about my experience in Pyongyang was that the city's inhabitants are generally far better fed than those elsewhere, particularly people living in the countryside. Years of poor harvests, hampered by natural disasters such as flooding as well as gross economic mismanagement by the Kim regime, have left North Korea unable to properly feed its people for more than 15 years. And while today's situation is grim, it was until recently far worse. A WFP survey in late 2004 found that 37% of young children were chronically malnourished. A parallel study in 1998 came up with a figure of 62%. No one yet knows exactly how many people died in the great famine which began around 1994 and continued for most of the rest of the decade. With the country all but closed to the outside world, the first fragments of news came as starving people escaped over the border with China, describing people starving to death. Estimates of the final death toll vary from around half a million to about 2 million - that is, almost one in 10 of the population. Those who doubt the essential malevolence of the Kim regime need consider this. As his people starved around him, North Korea's leader ensured two things: that the country's huge military remained properly fed, and that he was able to keep up his usual diet of caviar, fresh sushi and the finest wines.",
    "keywords": [
        "properly",
        "children",
        "hunger",
        "young",
        "regime",
        "korea",
        "world",
        "legacy",
        "kim",
        "stunted",
        "todays",
        "far",
        "starving",
        "north",
        "koreas"
    ],
    "summary": "On my first and thus far only visit to North Korea in 2002 one aspect struck me above all else.\nNot Pyongyang's Stalinist boulevards or even the perennial cold war standoff at the DMZ, but something far more personal - the size of the children.\nToday's report by the World Food Programme illustrates there is one fact which shapes life in North Korea almost as much as the despotic regime running the country - hunger.\nYears of poor harvests, hampered by natural disasters such as flooding as well as gross economic mismanagement by the Kim regime, have left North Korea unable to properly feed its people for more than 15 years.\nThose who doubt the essential malevolence of the Kim regime need consider this.",
    "sentiment": {
        "neg": 0.0964,
        "neu": 0.8732,
        "pos": 0.0304,
        "compound": -0.2069
    }
}