{
    "date": "2008-04-24T23:06:00Z",
    "title": "Leader: Nuclear games in the desert",
    "url": "https://www.theguardian.com/commentisfree/2008/apr/25/korea.syria",
    "content": "Seven months after an Israeli air strike destroyed a suspected Syrian nuclear reactor, US officials yesterday made public two still pictures of North Koreans working at the site. The images, taken before the structure was attacked, indicate that North Korea helped build the reactor, which closely resembles the one at Yongbyon which they have just disabled. Israel's motives in attacking the site in Syria are clear, even though the reactor was in a less advanced state of construction than the one Israeli jets destroyed in Osirak in Iraq in 1981. (It would have been years before Syria could have reprocessed the spent fuel into bomb-grade plutonium.) Israel needed to re-establish its power to deter Damascus after losing it in the disastrous Lebanon war. It wanted to signal to Tehran that the same could happen to Iran's nuclear installations and it was interested in testing the reaction of its Arab neighbours. On all three counts, Israel concluded that its air strike was a success. The attack is still regarded by some in the US administration as premature. It is also criticised by experts on nuclear proliferation such as the Institute for Science and International Security (Isis). The reactor would have required large quantities of uranium and the US had no indication of how Syria would have fuelled it, Isis said yesterday. If Israel's motives were clear, the reasons of those in Washington who pushed for the release of the video evidence yesterday were less straightforward. They have nothing to do with the Middle East and a lot to do with North Korea, which appears to be on the verge of a deal to disclose its nuclear assets. Yesterday Washington was alive with rumours that the footage was the work of the dark hand of Vice-President Dick Cheney. He had never been comfortable with the decision to re-engage with North Korea and argued in October last year that the same intelligence that prompted Israel to launch the air strike should have caused the US to pull out of the talks with North Korea. By releasing the video footage, the theory went, Mr Cheney and the hawks around him were scuppering a deal negotiated by one of their own diplomats, Christopher Hill, the assistant secretary for Asia. The truth may be less dramatic. The video evidence could be a sign that the deal with North Korea is about to go ahead. Ever since Pyongyang agreed to disable its reactor, it has been arguing about the next step: a full disclosure of all its nuclear assets. Its reluctance to come clean has given even the doves in Washington reason to doubt its intentions. North Korea reported that it had manufactured 30 kilograms of plutonium. This is 20 kilograms less than the US intelligence assessment. But even if North Korea's figures are accepted as genuine, it has failed to explain what it has done with the plutonium it has produced. Production of evidence that North Korean officials were involved in the construction of the reactor in Syria could be designed to clear the air, to acknowledge that the US is going into a deal with North Korea with its eyes open. The day before the video was released, North Korea produced an optimistic assessment of the deal that is about to be struck. The evidence made public by US intelligence officials yesterday could nudge the North Koreans into fuller disclosure of their activities, or it could cause them to walk away in rage. That is always the risk of a process that has never run smoothly. The important thing is that a deal is reached. If the events in Washington yesterday were a way of allowing the US to accept a more partial declaration of nuclear assets than they had originally bargained on, they will not have harmed the process. What is important is that the people who live and suffer under the North Korean regime get the fuel oil, rice and economic aid they so desperately need. The longer the impasse continues, the greater the risk of another murderous famine.",
    "keywords": [
        "leader",
        "deal",
        "syria",
        "korea",
        "games",
        "desert",
        "washington",
        "evidence",
        "nuclear",
        "reactor",
        "video",
        "yesterday",
        "north"
    ],
    "summary": "Seven months after an Israeli air strike destroyed a suspected Syrian nuclear reactor, US officials yesterday made public two still pictures of North Koreans working at the site.\nIf Israel's motives were clear, the reasons of those in Washington who pushed for the release of the video evidence yesterday were less straightforward.\nYesterday Washington was alive with rumours that the footage was the work of the dark hand of Vice-President Dick Cheney.\nThe video evidence could be a sign that the deal with North Korea is about to go ahead.\nNorth Korea reported that it had manufactured 30 kilograms of plutonium.",
    "sentiment": {
        "neg": 0.1014,
        "neu": 0.8023,
        "pos": 0.0962,
        "compound": -0.071
    }
}