{
    "date": "2008-04-24T14:54:00Z",
    "title": "Nukes, spies and videotape",
    "url": "https://www.theguardian.com/news/blog/2008/apr/24/willvideoshinelightonisra",
    "content": "Seven months after Israel's mysterious air strike against a suspected nuclear plant in Syria, many questions remain. Was Syria really trying to get an atomic bomb? Did North Korea help in its construction? Why keep quiet about it? Why did Syria not kick up more of a fuss? Today, some light might be shed on the mysterious affair as the Bush administration releases video evidence to back up allegations that the target was a nuclear reactor. One reporter who can be expected to follow the White House briefing to Congress, and the press, very closely is Seymour Hersh, the sleuthing journalist with any number of scoops to his name. In February, Hersh wrote a sceptical article in the New Yorker about the whole incident, casting doubt on Israeli and US claims. He said there were Koreans at the site, but they were only paid construction workers, nothing more sinister than that. He concludes the piece by quoting an American official telling a Chinese diplomat that the US was not interested in talks with Iran; and that the Chinese envoy should warn Tehran to \"look at Syria and see what's coming next if diplomacy fails\". The notion that Israel's strike at Syria is a possible dry run is taken seriously by other intelligence wonks. Ray Close told Juan Cole at Informed Comment as much, while also giving an explanation about Syria's relatively mute reaction. \"Assad cannot afford a military confrontation with Israel at this time. His air force and army could be effectively wiped out by the IDF (Israel Defence Forces) in a few hours. And he has no desire to broadcast the fact that his air defence forces (some of which, I am told, consist of very expensive new ground-to-air rocketry purchased from Russia but not yet operational) were impotent to respond in the face of such a deep and brazen Israeli penetration of the Syrian motherland.\" The other question that springs up from today's briefing is why now? On this score, the New York Times airs the theory that this a strike from the hawks such as Dick Cheney to embarrass Christopher Hill, the US envoy, who is trying to extract information from North Korea on its nuclear programme. The hardliners, including John Bolton, never liked the six-party deal struck last year. Under the agreement, North Korea would come clean on its programme - how much it progressed and how much fissile material it has. In exchange, the US would no longer treat it as a pariah. For Cheney and his coterie, such a deal would reward Pyongyang for its past bad behaviour. By releasing the video now, under this scenario, the North Koreans might be so annoyed as to renege on the six-party agreement, which would be just dandy for Cheney.",
    "keywords": [
        "nukes",
        "syria",
        "korea",
        "air",
        "nuclear",
        "spies",
        "strike",
        "told",
        "cheney",
        "trying",
        "video",
        "north",
        "videotape"
    ],
    "summary": "Seven months after Israel's mysterious air strike against a suspected nuclear plant in Syria, many questions remain.\nDid North Korea help in its construction?\nThe notion that Israel's strike at Syria is a possible dry run is taken seriously by other intelligence wonks.\nHis air force and army could be effectively wiped out by the IDF (Israel Defence Forces) in a few hours.\nUnder the agreement, North Korea would come clean on its programme - how much it progressed and how much fissile material it has.",
    "sentiment": {
        "neg": 0.0848,
        "neu": 0.827,
        "pos": 0.088,
        "compound": -0.001
    }
}