{
    "date": "2008-01-26T23:46:46Z",
    "title": "North Korean state orchestra to play two dates on British tour",
    "url": "https://www.theguardian.com/world/2008/jan/26/classicalmusic.musicnews",
    "content": "It is better known for nuclear brinkmanship, Stalinist tyranny and a wretched human rights record. But later this year North Korea's softer side will be on view in Britain as its leading musical ensemble embarks on its biggest foreign tour yet. After three years of planning and organising, the North Korea State Symphony Orchestra is to play two concerts - one at London's Royal Festival Hall in September and another in Middlesbrough. As well as pieces by the likes of Rachmaninoff, the 120-strong orchestra plans to play traditional Korean music and patriotic songs - such as Bumper Harvest Comes to Cheongsam Plain. There could even be works by - officially, at least - the North Korean leader, Kim Jong-il. Kim's output is surprisingly good, according to the UK businessman David Heather, who is co-organising the trip and who heard the orchestra play during a trip to the capital, Pyongyang. \"I suppose you could say they're very dramatic and rousing,\" he said. \"The orchestra itself is extremely accomplished, they play to a very high standard.\" The trip was the brainchild of the opera singer Suzannah Clarke, who in 2003 became the first British singer to perform in Pyongyang. During one visit, she suggested her hosts should send their orchestra abroad as well as invite foreign musicians to North Korea. They took up both suggestions. The New York Philharmonic is to perform in Pyongyang next month. Keen to foster relations between the UK and North Korea, Clarke said she hoped the tour would be an eye opener for audiences and musicians: \"None of them have been out of North Korea before, so it will be a new experience. But I keep on waking up at night in a cold sweat after dreaming we've lost one of them on the tube.\" Clarke comes from Middlesbrough, where the North Korean team was based during the 1966 World Cup. The team was semi-officially adopted by the locals, thousands of whom trekked to Liverpool for the side's eventual quarter-final defeat.",
    "keywords": [
        "dates",
        "play",
        "state",
        "korea",
        "orchestra",
        "uk",
        "british",
        "clarke",
        "trip",
        "pyongyang",
        "tour",
        "north",
        "korean"
    ],
    "summary": "After three years of planning and organising, the North Korea State Symphony Orchestra is to play two concerts - one at London's Royal Festival Hall in September and another in Middlesbrough.\nAs well as pieces by the likes of Rachmaninoff, the 120-strong orchestra plans to play traditional Korean music and patriotic songs - such as Bumper Harvest Comes to Cheongsam Plain.\nThere could even be works by - officially, at least - the North Korean leader, Kim Jong-il.\nDuring one visit, she suggested her hosts should send their orchestra abroad as well as invite foreign musicians to North Korea.\nClarke comes from Middlesbrough, where the North Korean team was based during the 1966 World Cup.",
    "sentiment": {
        "neg": 0.0169,
        "neu": 0.8931,
        "pos": 0.09,
        "compound": 0.2154
    }
}