{
    "date": "2008-07-23T11:01:15Z",
    "title": "US tells North Korea to prove it has abandoned nuclear ambitions",
    "url": "https://www.theguardian.com/world/2008/jul/23/nuclear.korea",
    "content": "The US today urged North Korea to prove it had given up its nuclear ambitions in the highest-level discussions between the two countries for years. The US secretary of state, Condoleezza Rice, sounded upbeat after six-party talks in Singapore, but said the world could not afford more delays on the issue. \"There is also a sense of urgency about moving forward and a sense that we can't afford to have another hiatus,\" Rice said of her talks with Pak Ui Chun, her North Korean counterpart, and the foreign ministers of China, Japan, Russia and South Korea. \"We didn't get into specific timetables, but the spirit was good because people believe we have made progress,\" Rice said after the meeting on the sidelines of an Asian security forum in Singapore. In a brief, one-on-one exchange, Rice told Pak of the importance the US placed on North Korea proving its nuclear disarmament. She also pressed Pak on the issue of the Japanese citizens it abducted in the 1980s, Christopher Hill, the chief US negotiator, said after the 80-minute meeting. Diplomats had expected Pak to present at least an initial response to the four-page proposed \"verification protocol\" that was given to North Korea this month after it delivered a declaration containing details of its nuclear programme in June. Describing today's session as significant, the Chinese foreign minister, Yang Jiechi, said: \"It shows the six parties have the political will to move forward with the ... process.\" Yang said the group had made \"major headway\" in obtaining verification of North Korea's nuclear programme. Others said they believed the meeting would boost the effort ahead of a formal ministerial meeting in Beijing. Should Pyongyang press ahead with the verification and dismantlement of its nuclear programme, the US and its partners have promised to complete deliveries of fuel oil and other economic aid. Today's meeting marked the first time since 2004 that top diplomats from the US and North Korea have met face-to-face. Last month North Korea delivered a long-delayed document of its nuclear programmes involving plutonium, but it did not include details about nuclear weapons, an alleged uranium enrichment programme and possible nuclear cooperation with countries such as Syria. In its carrot-and-stick approach to North Korea, the US announced it would remove the north from its terrorism blacklist and relaxed some economic sanctions on one of the world's most hermetic states. In turn, Pyongyang blew up the cooling tower at its main nuclear reactor. North Korea insisted it had met its commitments in nuclear negotiations and called on the US to completely abandon its \"hostile policies\" toward the regime.",
    "keywords": [
        "meeting",
        "rice",
        "korea",
        "ambitions",
        "tells",
        "nuclear",
        "abandoned",
        "todays",
        "prove",
        "yang",
        "programme",
        "pak",
        "north",
        "verification"
    ],
    "summary": "The US today urged North Korea to prove it had given up its nuclear ambitions in the highest-level discussions between the two countries for years.\nIn a brief, one-on-one exchange, Rice told Pak of the importance the US placed on North Korea proving its nuclear disarmament.\nToday's meeting marked the first time since 2004 that top diplomats from the US and North Korea have met face-to-face.\nIn its carrot-and-stick approach to North Korea, the US announced it would remove the north from its terrorism blacklist and relaxed some economic sanctions on one of the world's most hermetic states.\nNorth Korea insisted it had met its commitments in nuclear negotiations and called on the US to completely abandon its \"hostile policies\" toward the regime.",
    "sentiment": {
        "neg": 0.0317,
        "neu": 0.9127,
        "pos": 0.0556,
        "compound": 0.0347
    }
}