{
    "date": "2008-10-20T17:09:58Z",
    "title": "Chinese economy shows signs of vulnerability with slowdown in growth",
    "url": "https://www.theguardian.com/business/2008/oct/20/economy-china-southkorea",
    "content": "China has fuelled fears over a global recession by warning that the financial crisis is damaging its economic growth. Data released today showed China's gross domestic product expanded by 9% in the third quarter of 2008, down from 10.1% for the second quarter. Although this is still extremely healthy compared with other major economies, it is less than expected by experts — and the first time GDP growth has dipped below 10% in almost three years. China's government blamed the lower growth on the world economic slowdown, which means less demand for Chinese exports. \"The growth rate of the world economy has slowed down noticeably. There are more uncertain and volatile factors in the international economic climate,\" said spokesman Li Xiaochao of the National Bureau of Statistics. \"All these factors have started to release their negative impact on China's economy.\" After years of boom, there are signs that the Chinese economy may now be suffering from the fallout from the credit crunch. GDP growth has now slowed for the past five consecutive five quarters. The country is a huge consumer of raw materials, and last week the global mining giant Rio Tinto caused share prices in the sector to slump by warning that demand from China was slowing down. Analysts believe GDP growth will slow further in the fourth quarter, as the impact of the financial crisis bites. Huainan Zhao, a banking expert at Cass Business School, London, said: \"The problem is that China's economic growth is slowing down when it is most needed. But I am afraid that the world will have to live with a slowing Chinese economy. The Chinese GDP will decline from 12% last year to about 9.6% this year. The reduction of the 2 or 3% of the GDP is what at the moment is mostly needed by the world.\" One of the most worrying aspects for the Chinese leadership is that net exports contributed only 1.2 percentage points to total GDP growth over the nine months, down from 2.4 percentage points over the same period of 2007. Since President Hu Jintao took charge in 2004 with a mission to correct the imbalances that have accumulated throughout China's economy since the market reform process began in 1978, senior leaders have talked about boosting domestic consumption by raising incomes and improving social services, but growth has remained thoroughly export-led. Already forced to yield to international pressure to revalue its currency and make its goods more expensive overseas, China is now facing a significant slump in demand as the recession hits its markets in Europe and America. A back-up plan has become more urgent than ever. Last week, China's senior Communist party leaders approved plans to strengthen the rural economy and improve the incomes of farmers, hoping that making citizens better off would create a new market for the millions of computers and household appliances being shipped abroad. For now, the measures appear to be too little, too late. Stock markets across Asia recorded gains overnight - after a week of volatility - as traders welcomed a $130bn bail-out (£74.32bn) of South Korea's banking sector. Today, the South Korea government announced it would take fresh action to support its banks; $30bn of fresh liquidity is on offer, plus loan guarantees totalling $100bn. The move came just days after ratings agency Standard &amp; Poor's put the country's five biggest banks on a ratings watch. S&amp;P warned they could struggle to repay foreign loans, as the South Korean won has fallen by a third against other currencies since January. Before the data's release, government leaders met to map out a strategy for countering the slowdown. Newspapers carried reports of planned measures to spur lending and stabilise the country's volatile financial markets. Share prices, for example, are still down nearly 70% from the peak they hit a year ago. Li said that a range of measures - including export tax relief - will be introduced in the next few months to ease the pain. A rescue plan for the real estate sector is also in the works. The leadership has also vowed to spend more on welfare and construction, such as rebuilding the areas devastated by the earthquake in Sichuan province in May.",
    "keywords": [
        "economy",
        "south",
        "gdp",
        "signs",
        "vulnerability",
        "world",
        "shows",
        "economic",
        "week",
        "chinas",
        "chinese",
        "slowing",
        "growth",
        "slowdown"
    ],
    "summary": "China has fuelled fears over a global recession by warning that the financial crisis is damaging its economic growth.\nChina's government blamed the lower growth on the world economic slowdown, which means less demand for Chinese exports.\nAfter years of boom, there are signs that the Chinese economy may now be suffering from the fallout from the credit crunch.\nAnalysts believe GDP growth will slow further in the fourth quarter, as the impact of the financial crisis bites.\nBut I am afraid that the world will have to live with a slowing Chinese economy.",
    "sentiment": {
        "neg": 0.0815,
        "neu": 0.8184,
        "pos": 0.1002,
        "compound": 0.0324
    }
}