{
    "date": "2008-05-20T17:00:18Z",
    "title": "Rumsfeld's bloody dream",
    "url": "https://www.theguardian.com/commentisfree/2008/may/20/rumsfeldsbloodydream",
    "content": "We take a break from Democratic politics today to make note of the recent horrifying news from South Korea, which is currently engaged in that dignified but tragic process that it will be neither the first nor last nation to undertake: exhuming mass graves. Stories moved across the worldwide wires over the weekend, reporting that, in the days and weeks following North Korea's invasion across the 38th parallel in June 1950, the South Korean government killed \"untold thousands of leftists and hapless peasants.\" The official estimate of a government commission investigating the slaughter is that 100,000 people were killed, out of a population of 20 million. One historian who serves on the commission calls that \"very conservative\" and thinks the real figure may be twice that. In addition, thousands more who were accused of collaborating with the northern communists were executed over the course of the fall. The United States? Sometimes, American officials stood by silently and witnessed executions, the Associated Press reported; also, \"American military reports of the South Korean slaughter were stamped 'secret' and filed away in Washington. Communist accounts were dismissed as lies.\" All this happened under the auspices of South Korean dictator Syngman Rhee, whose \"stable\" rule for 12 years over \"democratic\" South Korea was made possible only by American sponsorship. Rhee was a megalomaniacal murderer, like so many of them throughout history. But into the bargain he was also a contemptible coward who, when the North invaded, fled Seoul even as his government played a previously recorded message from him to his people instructing them to remain in the capital and stay calm. Now, here's why we're talking about Rhee today. About two weeks ago, a tape recording emerged of Donald Rumsfeld sitting around jabbering over lunch with some friends. These were not just any friends, though. Remember the devastating New York Times story by David Barstow from April 20 about the \"military analysts\" who appeared regularly on US television who were supposedly objective but in fact were a) trained by the Pentagon in the arts of positive spin and b) often had a financial stake in military contractors doing business in Iraq? These were the friends in question. The lunch took place on December 12, 2006, as Rumsfeld was preparing his long-overdue departure from the government. The chit-chat was of course never intended for public consumption, but the audio tape of the lunch (you can listen to it by going here) was delivered to the NY Times in a pile of materials the paper had requested under the Freedom of Information Act, so the Pentagon released the tape of its own volition. One analyst, so far unidentified, asks Rummy whether the democratic Iraqi government can survive, or \"Do we need an authoritarian government like South Korea after the war?\" Rumsfeld lurches his way through an analysis of the pluses and minuses of Iraq's three post-Saddam prime ministers - Iyad Allawi, Ibrahim al-Jafaari and incumbent Nouri al-Maliki. Allawi \"had steel up his backside\" but \"was not as attentive as he needed to be.\" Al-Jafaari was a weak type who always agreed with \"the last guy he talked to.\" And Maliki? \"This fella's better than the one before, but he's not Syngman Rhee.\" Not much ambiguity there. In the minds of both the questioner and Rumsfeld, Rhee is a symbol of sturdy authoritarian leadership. You know, the kind some countries need from time to time, strictly for their own good. Because after all, none of the mess that we see in Iraq today is Rumsfeld's fault, right? Good God. I'm not much of a believer, but when I contemplate men like this, I hope there is a hell. And finally, what might the above exchange intimate to us with regard to Iraq's future? We never hear the war's proponents discuss the need for a good old-fashioned strongman in public, because they know that wouldn't do. But should we be naive enough to think that the Rumsfeld-analyst exchange was the only private one to take place in Washington in the last two years along these lines? It's enough to make me wonder what John McCain really thinks. Yes, he has condemned Rumsfeld. But he did not condemn him because he was a war maker; like William Kristol, he condemned Rumsfeld merely because he was an incompetent war maker. Lately, McCain, who's rewriting his own history furiously these days, has lately been trying to say that he called for Rumsfeld's resignation, even though he did not. Does McCain's vision of a pacific Iraq as \"a functioning democracy\" circa 2013, etched out in his fatuous speech of May 15, have wiggle room for a little dash of authoritarianism if need be? After all \"functioning democracy\" can mean a lot of different things. Ask the survivors of hundreds of thousands of dead South Koreans. Or ask Rumsfeld and his analyst friends.",
    "keywords": [
        "war",
        "south",
        "tape",
        "military",
        "rumsfelds",
        "thousands",
        "rumsfeld",
        "dream",
        "rhee",
        "need",
        "bloody",
        "friends",
        "today"
    ],
    "summary": "In addition, thousands more who were accused of collaborating with the northern communists were executed over the course of the fall.\nNow, here's why we're talking about Rhee today.\nAbout two weeks ago, a tape recording emerged of Donald Rumsfeld sitting around jabbering over lunch with some friends.\nIn the minds of both the questioner and Rumsfeld, Rhee is a symbol of sturdy authoritarian leadership.\nBecause after all, none of the mess that we see in Iraq today is Rumsfeld's fault, right?",
    "sentiment": {
        "neg": 0.08,
        "neu": 0.8025,
        "pos": 0.1176,
        "compound": -0.0108
    }
}