{
    "date": "2008-10-23T16:36:50Z",
    "title": "Stockmarkets claw back losses",
    "url": "https://www.theguardian.com/business/2008/oct/23/market-turmoil-ftse-global-recession",
    "content": "Stockmarkets in the UK and the US staged a minor recovery this afternoon as they clawed back some of yesterday's steep losses, despite another day of dire economic news on both sides of the Atlantic. The day started badly in London with the FTSE falling through the 4,000 point level again following fresh falls in the Asian markets. However, it closed up by 47 points at 4087 and the Dow Jones was following suit this afternoon, trading up 111 points at 8630 at 5pm. \"It's people coming in that see tremendous value, but for a more sustainable advance I think we need more time,\" said Steven Goldman, chief market strategist at Weeden &amp; Co, a US-based financial research company. Investors remain spooked by the prospect of a deep, prolonged global recession, with a string of large companies warning their sales and profits will suffer as the downturn bites. Goldman Sachs, one of the world's most venerable financial institutions, was reported to be cutting 10% of its workforce and the US labour department reported a higher-than-expected number of applications for unemployment benefit last week. Asia set the mood for early trading in Europe today. In Japan, the Nikkei was driven down by 7% at one stage this morning in a burst of selling, hitting its lowest point since May 2003. It struggled back in late trading, closing 213 points or 2.5% lower at 8460.98. After the Japanese market closed, Sony admitted annual profits would be less than half its previous forecast, at ¥210bn (£1.3bn) down from ¥460bn. It said the strengthening yen had damaged exports, particularly of electronic devices and its PlayStation3 console and games, and also predicted lower sales of televisions, digital cameras and video cameras as the world economy slowed. The picture was also gloomy in South Korea, where the $130bn (£79.8bn) banking bail-out announced last week has not appeared to have restored confidence. The composite index of South Korea's biggest companies plunged by 7.5%, with electronic trading having to be halted at one stage. In London, trading was also nervous and volatile this morning following the FTSE 100's 188-point drop yesterday. After climbing 37 points at one stage, the index lurched down by more than 1% to 3991.29, down almost 50 points. City confidence had been undermined by a glut of negative news from America yesterday, which sent the Dow Jones index tumbling by 514.45 points to 8519.21, having been down nearly 700 points at one point in the trading session. Telecoms firm AT&amp;T, aeroplane maker Boeing and pharmaceuticals firm Merck all saw their shares slide after posting weaker-than-expected results. Merck warned that it would slash more than 7,000 jobs. Analysts were particularly concerned that so many companies were issuing very cautious or downbeat guidance about future prospects. \"These outlooks above all else have highlighted the severe damage the recession is going to inflict of the world's equity markets,\" said David Buik of BGC Partners. And Amazon prompted fears that internet shopping could be hit by the financial crisis, cutting its forecast for sales in the run-up to Christmas.",
    "keywords": [
        "sales",
        "index",
        "trading",
        "companies",
        "losses",
        "following",
        "stage",
        "stockmarkets",
        "financial",
        "claw",
        "points",
        "point",
        "yesterday"
    ],
    "summary": "Stockmarkets in the UK and the US staged a minor recovery this afternoon as they clawed back some of yesterday's steep losses, despite another day of dire economic news on both sides of the Atlantic.\nThe day started badly in London with the FTSE falling through the 4,000 point level again following fresh falls in the Asian markets.\nHowever, it closed up by 47 points at 4087 and the Dow Jones was following suit this afternoon, trading up 111 points at 8630 at 5pm.\nThe composite index of South Korea's biggest companies plunged by 7.5%, with electronic trading having to be halted at one stage.\nAfter climbing 37 points at one stage, the index lurched down by more than 1% to 3991.29, down almost 50 points.",
    "sentiment": {
        "neg": 0.1224,
        "neu": 0.8209,
        "pos": 0.0567,
        "compound": -0.1935
    }
}