{
    "date": "2008-07-31T18:00:00Z",
    "title": "Julian Baggini: Truth stranger than falsehood",
    "url": "https://www.theguardian.com/commentisfree/2008/jul/31/korea",
    "content": "I'm attending the twice-a-decade thinkathon known as the World Congress of Philosophy and it's turning into a case study of one its own biggest questions: is there one truth or many? It is ironic that philosophy – the subject that aspires to describe the most universal and fundamental truths – is probably, as a matter of fact, the least universal discipline of all. At any global scientific gathering, for example, you could at least be sure that everyone there was doing the same subject. They'd also largely use the same methods and, except at the cutting edge, would agree on a huge body of fact too. In philosophy, however, what counts as universal is very local. Here in Seoul, the diverse approaches on display at the conference range from Jainism, Buddhism and Confucianism, through to Hegelian dialectics, hermeneutics and Anglo-American analytic philosophy. Although all are welcome into the philosophy family for the congress, it is not clear that what they mean by philosophy is the same thing at all. However, dialogue is de rigeur and everyone does their best to at least pretend to treat all the different forms of philosophy equally. But this is politics, not philosophy. For instance, I've just been to a session by an organisation called Jain Vishva Bharati, in which 10 people lined up to describe \"The Role of Jainism in Evolving a New Paradigm of Philosophy\". To put it diplomatically, this is not a new paradigm that is likely to find many adherents at present. For instance. one speaker evoked the experiments of Masaru Emoto, an amateur scientist who claimed to show that if you spoke ugly or beautiful words to droplets of water, froze them, and then took microscopic photographs of them, the images would be ugly and beautiful accordingly. I hope I don't need to tell you whether his views are widely shared in the scientific community. However, the chair of the session called on the incoming president of FISP (The International Federation of Philosophical Societies) William McBride to join the panel and give his blessing, and of course, this he had to do, saying how much he agreed with many of their objectives, such as world peace. They then called on former president Ioanna Kuçuradi to do the same. Only the day before she had spoken about the need to resist relativism and insist knowledge has an object. The Jainists, however, had explicitly denied the \"binary system of logic\" which \"maintains that if something is true it cannot be false.\" \"This is not acceptable to the Jain point of view,\" said Prof SR Bhatt, although presumably he would allow that it was acceptable too. Kuçuradi couldn't be as fulsome in her support as McBride was, and she had the honesty to admit that although she valued different world views, philosophy is not a world view, implying she could not endorse what was being said as philosophy. Kuçuradi managed to make a distinction that many miss. It is one thing to accept people's right to hold different views and to be against the imposition of one world view on another. But it is quite another to insist that this requires holding that there is no one truth, or that reality is just what you think it is. It is vital we follow Kuçuradi's lead and don't allow a desire to respect others to lead us to believe, or pretend to believe, that we agree more than we do. Much interfaith and intercultural dialogue has so far been so much hot air, because the desire not to offend has interfered with the need to be honest about what divides us. As to whether the misguided desire or the required need is prevailing in Seoul, so far I fear the lesser virtue is prevailing.",
    "keywords": [
        "baggini",
        "falsehood",
        "philosophy",
        "world",
        "truth",
        "views",
        "universal",
        "desire",
        "called",
        "julian",
        "different",
        "need",
        "kuçuradi",
        "stranger",
        "view"
    ],
    "summary": "At any global scientific gathering, for example, you could at least be sure that everyone there was doing the same subject.\nThey'd also largely use the same methods and, except at the cutting edge, would agree on a huge body of fact too.\nHowever, dialogue is de rigeur and everyone does their best to at least pretend to treat all the different forms of philosophy equally.\nIt is one thing to accept people's right to hold different views and to be against the imposition of one world view on another.\nAs to whether the misguided desire or the required need is prevailing in Seoul, so far I fear the lesser virtue is prevailing.",
    "sentiment": {
        "neg": 0.046,
        "neu": 0.8512,
        "pos": 0.1028,
        "compound": 0.2561
    }
}