{
    "date": "2008-10-10T21:00:01Z",
    "title": "John Swenson-Wright: a North Korean breakthrough",
    "url": "https://www.theguardian.com/commentisfree/2008/oct/10/korea-weaponstechnology",
    "content": "Reports that Washington and Pyongyang may be on the brink of a deal to formally delist North Korea as a state sponsor of terror in return for a revised nuclear verification accord have raised international hopes for conflict resolution in north-east Asia and the restarting of the stalled six-party talks. The key catalyst for this breakthrough appears to be have been the tireless, peripatetic diplomacy of Christopher Hill, America's assistant secretary of state for east Asian affairs, who visited Pyongyang from October 1 to 3 for reportedly \"substantive\" discussions with his North Korean counterpart. Underpinning Hill's efforts have been an understandable sense of urgency at signs of political instability in North Korea – prompted in part by widely reported claims that Kim Jong-il, the North's leader, has been seriously incapacitated since mid-August by a debilitating, possible fatal stroke. Added to this have been the efforts of the North Korean leadership to pursue, in time-honoured fashion, its familiar pattern of diplomatic brinkmanship – first by restarting its mothballed Yongbyon nuclear reactor in mid-September, second by barring International Atomic Energy Agency (IAEA) inspectors from visiting the Yongbyon facility, and most recently by the launching of two short-range missiles in the Yellow Sea to the west of the Korean peninsula, while threatening to follow up these tests with a further 10 missile launches. However destabilising and provocative the North's actions may appear to the international community, judged from Pyongyang's perspective the logic of the North's position seems unassailable. To the North Koreans, the Bush administration's attempt in June to add additional detailed verification requirements to stage two of the nuclear disablement agreement appeared to be a breach of an earlier agreement. Recent press reports that the US and South Korean militaries have been dusting off contingency plans – most notably OPLAN 5029 – for an armed conflict on the Korean peninsula have also contributed to a growing sense of distrust between Pyongyang and Washington, undermining much of the confidence-building that has been achieved since early 2007. The terms of Hill's Pyongyang accord remain hazy, but background reports suggest that the US envoy has proposed a lowering of the bar on some of the key verification requirements, limiting inspections to the North's plutonium facilities, leaving out of the equation for now the contentious issue of the North's highly enriched uranium program and wider proliferation concerns, and limiting the number of undeclared facilities that would have to be open to inspection. The proposed plan also may provide a key inspection role for Chinese officials, allaying in the process North Korean fears that US officials would use the cover of inspection to conduct espionage in the North. For now, the Bush administration, in the form of the secretary of state, Condoleezza Rice, and it seems the president himself, appear keen to pursue this negotiated solution. If it holds, it will be sure to attract the strident criticism of hawks such as the former ambassador John Bolton as well as congressional opponents who will label the deal as a sell-out. Yet removing the \"state sponsor of terror\" label will, in principle, provide North Korea with access to vital international financial support and the sort of material incentive that can arguably deliver real and lasting progress in securing a peaceful outcome to the nuclear standoff. However, Washington's problems are not confined to critics at home. Already, the new conservative government of Taro Aso in Japan has signalled its opposition to the deal and has already moved today to renew for a further six months tough economic sanctions against North Korea. As with past critical stages in the nuclear talks, coordination between the different members of the six-party talks is essential, and once again the process appears to be at risk of foundering. Senior diplomats from the US, Japan and South Korea are due to meet next week in Washington for high-level talks on regional security cooperation, opening the door for a resolution of such differences, but the time frame for securing such an accord is perilously tight. South Korean military reports have suggested that the North may be close to developing the capability to deploy a nuclear warhead on a ballistic missile and some have speculated that Pyongyang may be considering a second nuclear test, to mark the anniversary of its first test in October 2006. Such a development would almost certainly scupper the six-party talks, perhaps irretrievably. To hawks such as Bolton, who have often made the case for regime change or at the very least regime collapse, this would arguably be no bad thing. The problem with this position is that it represents wishful thinking and an exaggerated belief in the fragility of the North Korean government. Even allowing for the reports of the illness of Kim Jong-il, seasoned observers of the North Korean polity point to the likely stability of a future collective leadership, while recent field reports from South Korean NGOs predict a much improved harvest for North Korea in November and a sharp easing in the North's food shortage crisis – pointing to a further dampening of internal pressures. History demonstrates clearly that North Korea is nothing if not resilient. It also suggests, as demonstrated by the first nuclear crisis of the mid-1990s, that careful negotiation and close alliance coordination are the best ingredients for conflict avoidance. Imperfect as the current accord may be in delivering full and comprehensive verification, it represents an important step forward. Let us hope that wise counsel and the hard work of seasoned diplomats such as Hill and others may be allowed to prevail and to sustain the momentum of the current critical round of talks with North Korea.",
    "keywords": [
        "verification",
        "norths",
        "swensonwright",
        "korea",
        "state",
        "breakthrough",
        "reports",
        "talks",
        "nuclear",
        "john",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The proposed plan also may provide a key inspection role for Chinese officials, allaying in the process North Korean fears that US officials would use the cover of inspection to conduct espionage in the North.\nAlready, the new conservative government of Taro Aso in Japan has signalled its opposition to the deal and has already moved today to renew for a further six months tough economic sanctions against North Korea.\nAs with past critical stages in the nuclear talks, coordination between the different members of the six-party talks is essential, and once again the process appears to be at risk of foundering.\nThe problem with this position is that it represents wishful thinking and an exaggerated belief in the fragility of the North Korean government.\nHistory demonstrates clearly that North Korea is nothing if not resilient.",
    "sentiment": {
        "neg": 0.0906,
        "neu": 0.8259,
        "pos": 0.0836,
        "compound": -0.0936
    }
}