{
    "date": "2008-06-26T21:34:38Z",
    "title": "Sharon Squassoni: North Korea's commitment to dismantle its nuclear programme proves that diplomacy works",
    "url": "https://www.theguardian.com/commentisfree/2008/jun/26/nuclear.korea",
    "content": "When the Yongbyon cooling tower collapses on Friday in a cloud of dust, it will signal a level of commitment by the North Koreans to dismantling their nuclear weapons programme not previously seen. After all, the 1994 Agreed Framework managed only to freeze plutonium production, not disable, dismantle or destroy capabilities. To be sure, there is a long path ahead to actually dismantling North Korea's nuclear weapons capabilities. And, the destruction of the cooling tower is akin to destroying a Potemkin village – the guts of the tower had already been dismantled months ago. Yet, it is an important symbolic step for Kim Jong Il, whose survival hangs by the slender threads of the reality he concocts. The United States has committed to equally symbolic gestures – lifting provisions of the Trading with the Enemy Act and removing North Korea from the state department's list of state sponsors of terrorism. The money is not likely to start flowing into North Korea from the United States anytime soon just because these restrictions have been lifted, though. North Koreans have little to sell and even less money to spend. Again, however, the real value of the gesture may lie in what it means to North Korea. Like Libya, North Korea is interested in normalisation of relations with the US after years of labouring under comprehensive sanctions. For North Korea, getting off that terrorism list is an important step toward normalisation, even if the short-term impact is negligible. Where do these steps leave us? In addition to thousands of pages of documentation about the plutonium program, North Korea has agreed to provide access to the reactor core, to waste sites and to personnel, all of which will facilitate verification. As for the declaration promised last year, it is too soon to tell whether it will meet US expectations. This could be an issue for the next administration to decide. At a minimum, North Korea's uranium enrichment programme and proliferation activities with other states are too important to be swept under the table. The US has a host of other sanctions it can lift to provide further incentives for North Korean cooperation, including foreign aid, agricultural credits and financing and export licenses. But a sceptical US Congress must first be convinced. Its reaction to taking North Korea off the terrorism list could signal its willingness to take further steps. Does this prove that diplomacy should be given a chance? With North Korea, unquestionably. The small steps achieved in the last year and a half stand in stark contrast to the failure of the earlier action-oriented, take-it-or-leave-it approach of the Bush administration. Some may argue that North Korea will never give up its weapons. The opportunity to question people on the ground will at least provide insight into whether this assumption is true. In the meantime, the world should be able to forestall more North Korean nuclear tests and hopefully continue on the path toward normalisation.",
    "keywords": [
        "diplomacy",
        "works",
        "squassoni",
        "korea",
        "tower",
        "states",
        "provide",
        "nuclear",
        "sharon",
        "normalisation",
        "weapons",
        "terrorism",
        "steps",
        "proves",
        "programme",
        "dismantle",
        "north",
        "koreas"
    ],
    "summary": "To be sure, there is a long path ahead to actually dismantling North Korea's nuclear weapons capabilities.\nThe money is not likely to start flowing into North Korea from the United States anytime soon just because these restrictions have been lifted, though.\nAgain, however, the real value of the gesture may lie in what it means to North Korea.\nLike Libya, North Korea is interested in normalisation of relations with the US after years of labouring under comprehensive sanctions.\nWith North Korea, unquestionably.",
    "sentiment": {
        "neg": 0.0896,
        "neu": 0.8108,
        "pos": 0.0997,
        "compound": -0.016
    }
}