{
    "date": "2008-02-27T00:21:59Z",
    "title": "Harmony across the axis of evil: US orchestra plays Gershwin in Pyongyang",
    "url": "https://www.theguardian.com/world/2008/feb/27/korea.usa",
    "content": "North Korean television normally refers to Americans as \"imperialist warmongers\", but last night it broadcast the Star Spangled Banner live. More remarkably, it showed an auditorium of neatly-dressed North Koreans all wearing pins with the image of the Dear Leader, Kim Jong Il, standing in respect as the New York Philharmonic played the national anthems of both countries. The Stars and Stripes was stage left, North Korea's flag stage right, a sign of the meticulous negotiation which has characterised the unprecedented visit of a US orchestra to the secretive state. With 130 musicians and several dozen journalists, this was the biggest number of Americans in North Korea since the 8th Army briefly occupied Pyongyang during the Korean war. They played the prelude to Act 3 of Wagner's Lohengrin, Dvorak's New World Symphony and An American in Paris by George Gershwin. \"Someday a composer may write a work entitled Americans in Pyongyang, quipped the Philharmonic's conductor Lorin Maazel to applause. Tickets for the performance at the East Pyongyang grand theatre were allocated, not sold. North Korean officials were reluctant to explain the criteria for who got to attend what was seen as a historic set piece of cultural diplomacy. North Korea divides its citizens into 51 social and political ranks, and diplomats said the audience, which was 70% male, probably comprised senior figures in the Workers' party, members of the arts establishment and military officers in civilian dress. \"My Korean friends have been talking about nothing but this concert for weeks now,\" said one western resident, who did not wish to be identified. \"The competition for tickets has been so intense it's comical.\" North Korea is still technically at war with the US as an armistice, not a peace treaty, was signed at the end of the Korean war in 1953. More recently, George Bush included the country in his \"axis of evil\". But since North Korea exploded a nuclear device in October 2006 Washington has embarked on intense diplomacy which resulted in a agreement last year that North Korea would abandon its nuclear programme, in return for the eventual normalisation of relations. In the last few days authorities have taken a few journalists to see the Yongbyon nuclear reactor, which has been largely dismantled. Although progress has recently slowed, because of North Korea's demand that it should be taken off the state department's terrorism list, scientists say it would take longer to rehabilitate Yongbyon than to build a new reactor. Speaking in Beijing yesterday, Condoleezza Rice, the US secretary of state, said: \"We are at the cusp of something very special here. Now is time to move to continue the denuclearisation of the Korean peninsula, which is in everyone's interest.\" While Christopher Hill, the US chief negotiator on North Korea, encouraged the orchestra to go ahead with the visit, others within the US administration are reported to believe it will be used by Kim for propaganda. At a press conference Maazel recalled the orchestra's 1959 visit to Moscow, the first of several to the Soviet Union. \"It allowed people from outside the country to interact with their own people and have an influence that was so long-lasting that those in power eventually found themselves out of power,\" he said. North Korea is only too aware of the potential danger of interaction. Before the concert orchestra members were shepherded around Pyongyang to see students receiving English classes. Some gave masterclasses to aspiring musicians, while others toured a gloomy museum where the temperature was colder inside than out. \"It was very painful to see how much poverty there was in the country. It's been very emotional,\" said Michelle Kim, the assistant concert master, herself of Korean ancestry. Normally North Korea allows only a few journalists at a time to enter and prevents them from communicating by any means other than the hotel phone. This time they allowed live reports by satellite link. But mobile phones were confiscated - a guarantee that the performance would not be interrupted. As a final encore the orchestra played Arirang, a famous Korean folk tune, which was received rapturously. \"It was a stunning reaction,\" said Maazel. \"We certainly hope that in the long run it will be seen as a moment in history, so then others will follow and there will be a normalisation,\" he said. Even as he was speaking, a North Korean diplomat in London confirmed that Eric Clapton had accepted an invitation to perform in Pyongyang. Nuclear dispute October 2006 North Korea declares it has conducted its first nuclear test February 2007 North Korea agrees to shut the Yongbyon reactor and allow nuclear inspectors access June 2007 Frozen North Korean funds are transferred to a North Korean bank July 2007 IAEA confirms North Korea has shut down Yongbyon October 2007 Year-end deadline set for the disabling of Yongbyon November 2007 US technicians sent to begin disabling all North Korea's nuclear facilities · Lindsey Hilsum is international editor for Channel 4 News",
    "keywords": [
        "war",
        "harmony",
        "plays",
        "evil",
        "korea",
        "north",
        "orchestra",
        "nuclear",
        "yongbyon",
        "visit",
        "axis",
        "2007",
        "pyongyang",
        "gershwin",
        "korean"
    ],
    "summary": "North Korean television normally refers to Americans as \"imperialist warmongers\", but last night it broadcast the Star Spangled Banner live.\nWith 130 musicians and several dozen journalists, this was the biggest number of Americans in North Korea since the 8th Army briefly occupied Pyongyang during the Korean war.\nNorth Korean officials were reluctant to explain the criteria for who got to attend what was seen as a historic set piece of cultural diplomacy.\nIn the last few days authorities have taken a few journalists to see the Yongbyon nuclear reactor, which has been largely dismantled.\nEven as he was speaking, a North Korean diplomat in London confirmed that Eric Clapton had accepted an invitation to perform in Pyongyang.",
    "sentiment": {
        "neg": 0.0491,
        "neu": 0.8741,
        "pos": 0.0766,
        "compound": 0.0386
    }
}