{
    "date": "2008-10-03T10:30:16Z",
    "title": "Suicide suspected as Korean star found dead",
    "url": "https://www.theguardian.com/film/2008/oct/03/korea",
    "content": "Popular Korean actress Choi Jin-sil was yesterday found dead following an apparent suicide following a high-profile divorce and internet rumours surrounding her financial dealings. Choi, a major box office star of the late 80s and 90s, was so well known in Korea that she earned the moniker The Nation's Actress. But she had experienced depression over her 2004 break-up with baseball star Cho Sung-min, which was heavily covered in the nation's media. More recently, Choi had been the subject of rumours that she had put pressure on fellow actor Ahn Jae-hwan to repay a debt to her prior to his suicide last month. Choi denied any involvement and at the time of her death a police investigation was under way into who circulated the story. A member of staff at a securities firm and one other suspect had been questioned. Yang Jae-ho, chief investigator at Seoul's Seocho police station, told reporters that a doctor who had examined Choi's body said the death was \"obviously suicide\". He said the actor had also sent her makeup assistant text messages twice on Wednesday night asking her to \"take care of [my] children no matter what happens\" and telling her that \"I'm sorry\". The investigator also said Choi's mother had told police that the actor had walked in drunk and in tears the previous evening, upset at the rumours surrounding herself and Ahn. She had then gone to the bathroom. Choi's biggest box office hits included 1990's My Love, My Bride and 1994's How to Top My Wife. More recently she had moved into TV, with work on the dramas Jealousy, My Rosy Life and last year's Bad Woman, Good Woman. She leaves two children.",
    "keywords": [
        "rumours",
        "suspected",
        "chois",
        "woman",
        "recently",
        "actor",
        "surrounding",
        "suicide",
        "dead",
        "choi",
        "star",
        "told",
        "korean"
    ],
    "summary": "Popular Korean actress Choi Jin-sil was yesterday found dead following an apparent suicide following a high-profile divorce and internet rumours surrounding her financial dealings.\nChoi, a major box office star of the late 80s and 90s, was so well known in Korea that she earned the moniker The Nation's Actress.\nBut she had experienced depression over her 2004 break-up with baseball star Cho Sung-min, which was heavily covered in the nation's media.\nMore recently, Choi had been the subject of rumours that she had put pressure on fellow actor Ahn Jae-hwan to repay a debt to her prior to his suicide last month.\nMore recently she had moved into TV, with work on the dramas Jealousy, My Rosy Life and last year's Bad Woman, Good Woman.",
    "sentiment": {
        "neg": 0.1406,
        "neu": 0.7964,
        "pos": 0.0631,
        "compound": -0.2762
    }
}