{
    "date": "2008-07-06T23:01:00Z",
    "title": "Bush keeps up pressure on North Korea over nuclear disclosure",
    "url": "https://www.theguardian.com/world/2008/jul/07/nuclear.korea",
    "content": "George Bush warned North Korea yesterday that it had yet to fully address international concerns over its nuclear weapons programme, just over a week after the regime handed over a detailed declaration of its nuclear activities. The US president, speaking to reporters on the eve of the G8 summit in Japan, said: \"North Korea did provide a declaration of its plutonium-related activities and did blow up the cooling tower of its nuclear reactor at Yongbyon. That's been verified and is a positive step, but there are more steps to be taken.\" Pyongyang gave the US a list of its nuclear activities late last month, but the document is not thought to have referred to uranium enrichment, which the North denies having carried out. \"We are concerned about enriched uranium and proliferation, human rights abuses and ballistic missile programmes,\" Bush said. He told the Japanese prime minister, Yasuo Fukuda, that the US would continue to push for details about several Japanese citizens allegedly abducted by North Korea during the cold war. \"The United States will not abandon you on this issue,\" he said. While the three-day G8 summit at a hotel near Lake Toya, on Japan's northernmost island of Hokkaido, will be dominated by climate change, rising food and oil prices and aid to Africa, the leaders are expected to condemn the discredited presidential runoff in Zimbabwe. Bush did not comment on the situation in Zimbabwe, but the German chancellor, Angela Merkel, said that the G8 leaders would discuss how to increase pressure on Robert Mugabe. \"We will confer on how we can toughen sanctions against Zimbabwe, and I hope that we will also get support from our African colleagues here,\" Merkel said in her weekly video message. Fukuda, meanwhile, confirmed that he would attend the opening ceremony of the Beijing Olympics on August 8. Bush said that boycotting the event in protest at China's crackdown in Tibet \"would be an affront to the Chinese people, which may make it more difficult to be able to speak frankly with the Chinese leadership\". Merkel is boycotting the ceremony, while Gordon Brown will attend only the closing ceremony of the games and the French president, Nicolas Sarkozy, is undecided. Hopes have been dashed that the leaders will agree on a 50% cut in greenhouse gas emissions by 2050, after the outgoing US president repeated his demand that any deal on climate change must include major polluters from the developing world. \"I also am realistic enough to tell you that if China and India don't share that aspiration, then we're not going to solve the problem,\" he said. He reiterated his support for increasing aid to Africa, amid criticism that the G8 leaders are failing to deliver on their promise, made in Gleneagles in 2005, to double aid to the continent by the end of the decade.",
    "keywords": [
        "leaders",
        "disclosure",
        "korea",
        "merkel",
        "zimbabwe",
        "president",
        "nuclear",
        "keeps",
        "g8",
        "ceremony",
        "pressure",
        "north",
        "bush"
    ],
    "summary": "George Bush warned North Korea yesterday that it had yet to fully address international concerns over its nuclear weapons programme, just over a week after the regime handed over a detailed declaration of its nuclear activities.\nThe US president, speaking to reporters on the eve of the G8 summit in Japan, said: \"North Korea did provide a declaration of its plutonium-related activities and did blow up the cooling tower of its nuclear reactor at Yongbyon.\n\"We are concerned about enriched uranium and proliferation, human rights abuses and ballistic missile programmes,\" Bush said.\nHe told the Japanese prime minister, Yasuo Fukuda, that the US would continue to push for details about several Japanese citizens allegedly abducted by North Korea during the cold war.\nBush did not comment on the situation in Zimbabwe, but the German chancellor, Angela Merkel, said that the G8 leaders would discuss how to increase pressure on Robert Mugabe.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.8369,
        "pos": 0.0644,
        "compound": -0.2044
    }
}