{
    "date": "2008-03-16T00:10:46Z",
    "title": "Jon Deak of the New York Philharmonic speaks about their historic trip to North Korea",
    "url": "https://www.theguardian.com/music/2008/mar/16/classicalmusicandopera.features",
    "content": "25 February The Boeing 747 from Beijing touched down in Pyongyang, the North Korean capital, at about 4pm, only slightly late - we'd had to avoid a no-fly zone over the Yellow Sea. It felt like there were as many journalists on the flight as musicians. The New York Philharmonic is the oldest active symphony orchestra in the United States, and we made our first trip to mainland China in the 1990s, returning there once again for this tour of Asia. Shanghai and Beijing are now mostly indistinguishable from any of the other Pacific Rim cities such as Singapore or Hong Kong or even Seoul in South Korea, which is only a couple of days' walk from Pyongyang. The North immediately felt not only like a different world; it was like it came from a different century. Driving from the airport, we saw ox-carts and people in the fields - rather well-dressed for peasants, perhaps. Sure, there was advertising all over the place: one poster showed a huge boot crushing a helmet with the letters 'USA' on it. In terms of commercial advertising: zero, nada, zilch. I can't speak for everyone, but I think it's fair to say that everyone in the orchestra was on edge, until we started to speak to our minders. Someone later wrote that there hadn't been this many Americans in the North since 1953 - when we were at war. The trip came at an invitation received via a representative of the North Korean Ministry of Culture, and the US State Department was involved as well. Our executive director Zarin Mehta billed it as 'a manifestation of the power of music to unite people'. Some of us were justifiably cautious but I was in favour right away - it felt to me that this trip could put the symphonic arts back into the centre of world events, which is where they belong. I'm a protege of Leonard Bernstein's, and I remember thinking: 'Lenny would have wanted us to go.' The city had put on its Sunday best for us: we knew that in Pyongyang there's often no electricity, but for us there was heating and light. At the hotel, there was a lot of curiosity - no one crowded around us, but everyone was watching. Immediately we noticed other differences. Other than our caravan, shuttling us around the city, there was virtually no vehicular traffic on the streets. But there were extraordinarily beautiful traffic cops directing what was there with great pantomimed movements - with almost balletic grace. We went almost immediately that evening to a great cultural presentation of dance, music and song. We had seen footage of their epic military parades with thousands of women goose-stepping with machine guns; well, they do tend towards unison performance, but we saw the beautiful aspect of that tendency. Then there was a huge banquet with 13 or 14 courses and many of us felt guilty because we knew that there's hunger in North Korea. But it would have been impolite to refuse such hospitality. Also, you know, it was scrumptious (with none of the stomach lining or bird feet you sometimes get in other cities). But more importantly, I had the good fortune to be sitting next to fascinating people, including the president of the State Symphony Orchestra. He told me that he's looking for better instruments. He's also proud of his musicians. I asked whether he performed Beethoven's symphonies with Eastern and Western instruments and he said: 'No, I tell the Eastern instruments to go off stage!' It was a very open conversation, conducted through the interpreters. Everyone said: 'Don't surprise the North Koreans - they hate surprises, everything has to be totally by the book.' Well, that turned out to be true and not true. The longer we were there, the more we could appreciate the warmth of the people. While they had undoubtedly been carefully chosen and coached in terms of what to say and how to act, it was much easier to feel a connection to our minders than it had been, for instance, with people in East Germany in the Seventies. There, it was hard to say hello, and everyone was worried about the Stasi. In North Korea: well, when a woman talks to you about her two-year-old daughter being back with her husband, and she's worried whether he's going to feed her the right formula milk - there's a human connection there. 26 February In the morning there was a full rehearsal at the East Pyongyang Grand Theatre, which has excellent acoustics, I can report. The evening's performance was going to be broadcast on state television, so we had to be in concert dress and as always with anything like that, it all took a lot of time. Even then, the hall was packed, and at the end we exchanged gifts with the Koreans, although there was some confusion about when they were to come on stage - there was a lot of scrambling about, but it turned out fine. Then we visited their conservatory, where we coached the students, and they were much like students anywhere in the world. They were dealing with the same issues of phrasing, intonation and rhythm. Our education department deserves great credit for its organisation of events and contacts on this tour. The Philharmonic's music director, Lorin Maazel, also coached the North Korean State Symphony Orchestra and I was able to watch for about 20 minutes. It sounded wonderful - so the musicians there are obviously able to play Western music. Then that evening was our concert itself. Often when we play in a foreign country, we start with the national anthem of the host nation and then 'The Star-Spangled Banner' - we did it in Argentina six months after the Falklands war. After the anthems, we played the Prelude to Act III of Lohengrin by Wagner - a little bit of a reach because of the German association, but it went over fine; then Dvorák's Symphony No. 9, 'From the New World', which we like to claim for ourselves because it was written for the New York Philharmonic; followed by Gershwin's An American in Paris, before which Lorin Maazel said 'perhaps someone will write [now] a piece called \"Americans in Pyongyang\"!' Then finally the Korean folk song 'Arirang', the words of which describe a man and a woman parted by circumstances beyond their control. It's a poignant song for South and North Koreans, and the reaction to it was quite extraordinary. There are eight Koreans in our orchestra and they were moved profoundly, but then so were we all. Many of us were crying, as were many people in the audience; we were waving to each other, as if we didn't want to say goodbye. I was at the Berlin Wall with Bernstein in 1989 and it was a very similar feeling back then, although we can't be so presumptuous to say that anything will happen because of this visit. But as we say, it weren't nuthin'. Something profound had happened between two peoples. It was something. 27 February Following the concert, there was another enormous banquet, when we all compared notes with each other - I felt both shattered and joyful. Then in the morning, we heard the Mendelssohn Octet with four of our musicians, including our concertmaster (leader) Glenn Dicterow, in a sensational reading with four Korean musicians. This was performed in the Moranbong theatre for hundreds of Koreans, including members of their State Symphony Orchestra. At the conclusion of the performance, Mr Dicterow gestured to me and, shaking, I brought up to the stage an original composition by a young girl from a New York school, which she'd dedicated 'To the children of Korea'. She is Farah Taslima, an American, born in Bangladesh. The Americans and Koreans then sight-read it perfectly. I told them it was a gift from the heart of one child to another. Many of us left our hosts with strings, which can be hard to get there, mouth pieces or reeds and stacks of music. The whole visit had lasted less than 48 hours. Most us were in tears for one reason or another when we landed back in the US. It was almost too much to take. · Associate principal bass Jon Deak was talking to Caspar Llewellyn Smith",
    "keywords": [
        "speaks",
        "korea",
        "state",
        "music",
        "deak",
        "philharmonic",
        "orchestra",
        "jon",
        "symphony",
        "musicians",
        "trip",
        "say",
        "koreans",
        "pyongyang",
        "historic",
        "york",
        "north",
        "korean"
    ],
    "summary": "The trip came at an invitation received via a representative of the North Korean Ministry of Culture, and the US State Department was involved as well.\nBut more importantly, I had the good fortune to be sitting next to fascinating people, including the president of the State Symphony Orchestra.\nEveryone said: 'Don't surprise the North Koreans - they hate surprises, everything has to be totally by the book.'\nThe Philharmonic's music director, Lorin Maazel, also coached the North Korean State Symphony Orchestra and I was able to watch for about 20 minutes.\nIt's a poignant song for South and North Koreans, and the reaction to it was quite extraordinary.",
    "sentiment": {
        "neg": 0.0404,
        "neu": 0.8639,
        "pos": 0.0956,
        "compound": 0.1503
    }
}