{
    "date": "2008-04-28T09:39:57Z",
    "title": "North Korean soldier defects to South",
    "url": "https://www.theguardian.com/world/2008/apr/28/korea",
    "content": "A North Korean soldier who walked across the heavily-fortified border with South Korea, has become the first officer to defect in a decade, Seoul said today. The North Korean second lieutenant approached a South Korean guard post yesterday on the western part of the frontier, an official at the South's joint chiefs of staff (JCS) said. The 28-year-old officer, identified only by his surname Ri, told South Korean guards he was seeking asylum in the South, the Yonhap news agency reported, citing an unidentified JCS official. He said: \"He is being questioned by the joint review committee of related offices, but I understand he has made it clear that he wishes to stay in the South.\" the official told reporters. The North's 1.1 million-member military is the backbone of leader Kim Jong Il's totalitarian rule. Defections across the North-South border are rare and the vast majority of North Koreans fleeing their homeland travel by land through China and south-east Asia, before arriving in the South. More than 12,250 North Koreans, mostly civilians, have arrived in the South since the Korean War, according to South Korea's unification ministry. The war ended in 1953 with a ceasefire, but no peace treaty has ever been agreed.",
    "keywords": [
        "war",
        "south",
        "joint",
        "soldier",
        "jcs",
        "told",
        "koreans",
        "official",
        "officer",
        "defects",
        "north",
        "korean"
    ],
    "summary": "A North Korean soldier who walked across the heavily-fortified border with South Korea, has become the first officer to defect in a decade, Seoul said today.\nThe North Korean second lieutenant approached a South Korean guard post yesterday on the western part of the frontier, an official at the South's joint chiefs of staff (JCS) said.\nThe 28-year-old officer, identified only by his surname Ri, told South Korean guards he was seeking asylum in the South, the Yonhap news agency reported, citing an unidentified JCS official.\nDefections across the North-South border are rare and the vast majority of North Koreans fleeing their homeland travel by land through China and south-east Asia, before arriving in the South.\nMore than 12,250 North Koreans, mostly civilians, have arrived in the South since the Korean War, according to South Korea's unification ministry.",
    "sentiment": {
        "neg": 0.0856,
        "neu": 0.8616,
        "pos": 0.0529,
        "compound": -0.0741
    }
}