{
    "date": "2008-07-11T07:36:57Z",
    "title": "South Korean tourist shot dead in North Korea",
    "url": "https://www.theguardian.com/world/2008/jul/11/korea",
    "content": "A North Korean soldier shot and killed a South Korean tourist who wandered into a restricted zone today, casting a shadow over hopes of a resumption of bilateral talks between the two sides of the divided peninsular. The fatal shooting at the Mount Kumgang resort this morning coincided with a breakthrough offer by the South Korean president, Lee Myung-bak, to resume dialogue and provide food aid to the North. According to the Seoul-based Yonhap news agency, the soldier opened fire on the 53-year-old woman tourist surnamed Pak after she crossed into a military area. It appears to be the first killing of a civilian at the Kumgang resort, which has been visited by more than a million South Korean tourists since it opened in 1998. The resort is operated by a South Korean company - Hyundai Asean - but the staff in the shops, hotels and golf course are from the North. Located just north of the divided border, it is also a strategically sensitive area and close to a large military presence. South Korea's unification minister, Kim Ho-nyeon, told reporters the woman was warned to stop and ran away before the soldiers opened fire. The government in Seoul has suspended tourism trips to Kumgang pending the results of an investigation into the incident. The political fallout is unclear, but the shooting comes at an awkward time for the South Korean president, who has just started to soften the hardline stance he adopted after taking power earlier this year. In a speech to parliament this morning, Lee proposed new talks with Pyongyang and said he would honour commitments made by his predecessor. \"Full dialogue between the two Koreas must resume,\" Lee said. \"The South Korean government is willing to engage in serious consultations on implementation of previous agreements.\" His speech was a change of tack from his previous comments. After becoming president in February, Lee said he would review existing deals to decide which were worth implementing. This infuriated North Korea, particularly at a time when international aid agencies warn the country is threatened again with food shortages because of last year's floods. The softening of Lee's stance coincides with a plunge in his popularity, partly because he has moved closer to the United States and put distance between the South and the North. For the past two months, demonstrators have taken to the streets almost daily over Lee's decision to resume imports of US beef. The president is now backtracking on the decision and has replaced three cabinet ministers.",
    "keywords": [
        "south",
        "kumgang",
        "woman",
        "opened",
        "korea",
        "president",
        "resume",
        "dead",
        "shot",
        "resort",
        "lee",
        "tourist",
        "north",
        "korean"
    ],
    "summary": "A North Korean soldier shot and killed a South Korean tourist who wandered into a restricted zone today, casting a shadow over hopes of a resumption of bilateral talks between the two sides of the divided peninsular.\nThe fatal shooting at the Mount Kumgang resort this morning coincided with a breakthrough offer by the South Korean president, Lee Myung-bak, to resume dialogue and provide food aid to the North.\nThe resort is operated by a South Korean company - Hyundai Asean - but the staff in the shops, hotels and golf course are from the North.\nThe political fallout is unclear, but the shooting comes at an awkward time for the South Korean president, who has just started to soften the hardline stance he adopted after taking power earlier this year.\n\"The South Korean government is willing to engage in serious consultations on implementation of previous agreements.\"",
    "sentiment": {
        "neg": 0.0786,
        "neu": 0.8832,
        "pos": 0.0383,
        "compound": -0.1496
    }
}