{
    "date": "2008-10-13T09:23:45Z",
    "title": "Kim Jong-il photos taken months ago, reports claim",
    "url": "https://www.theguardian.com/world/2008/oct/13/korea",
    "content": "Photographs released by North Korea purporting to show Kim Jong-il making a recent public appearance could in fact be months old, reports said today, increasing speculation that the communist state's leader has suffered a stroke. North Korean state television broadcast a series of still images on Saturday showing a seemingly healthy Kim inspecting a women's military unit. They were the first supposedly new images of the leader for two months, a period during which he failed to attend some major state events. Both South Korea and US intelligence officials have said they believe the 66-year-old suffered a stroke. Today, reports in South Korea suggested that the weekend pictures might date from before Kim's apparent health scare. The JoongAng Ilbo newspaper said that the lush greenery surrounding the military unit appeared to indicate that the photographs were taken in high summer. \"There is little chance they were taken in October,\" Lee Eun-joo, a horticulture specialist at Seoul National University, told the paper, according to Reuters. Separately, South Korea's Yonhap news agency quoted an intelligence source as saying it was \"likely it was July or August\" when the pictures were taken. South Korea's government declined to comment on the speculation. However, an unidentified government source told Yonhap that the release of the photographs was apparently intended to show that Kim remained in control of the country, whatever his state of health. Intelligence officials in South Korea say they believe Kim had a stroke in mid-August and then underwent brain surgery, although he was now thought to be on the road to recovery. North Korea never comments on its leader's health. He is, however, known to have enjoyed an extremely rich diet in the past. Last month, Kim failed to attend a mass military parade in the country's capital, Pyongyang, to mark the 60th anniversary of the founding of the communist state. Kim, whose official title is Dear Leader, heads the world's only communist dynastic state. He succeeded his father, Kim Il-sung, who died in 1994.",
    "keywords": [
        "months",
        "south",
        "claim",
        "military",
        "leader",
        "korea",
        "state",
        "stroke",
        "reports",
        "photos",
        "photographs",
        "kim",
        "jongil",
        "ago",
        "north",
        "taken"
    ],
    "summary": "Photographs released by North Korea purporting to show Kim Jong-il making a recent public appearance could in fact be months old, reports said today, increasing speculation that the communist state's leader has suffered a stroke.\nNorth Korean state television broadcast a series of still images on Saturday showing a seemingly healthy Kim inspecting a women's military unit.\nBoth South Korea and US intelligence officials have said they believe the 66-year-old suffered a stroke.\nToday, reports in South Korea suggested that the weekend pictures might date from before Kim's apparent health scare.\nNorth Korea never comments on its leader's health.",
    "sentiment": {
        "neg": 0.0567,
        "neu": 0.8615,
        "pos": 0.0819,
        "compound": 0.0301
    }
}