{
    "date": "2008-09-09T16:53:18Z",
    "title": "No-show at anniversary parade raises questions over Kim Jong-Il's health",
    "url": "https://www.theguardian.com/world/2008/sep/09/northkorea",
    "content": "Kim Jong-il may be gravely ill, western officials suggested today, as the reclusive North Korean leader apparently failed to attend a military parade to mark the 60th anniversary of the country's founding. Rumours of illness have been swirling in South Korea and further afield for weeks. His condition is the subject of international concern given the highly centralised nature of power, a worsening food crisis and concerns over North Korea's nuclear plans. But in an indication of the intense secrecy which shrouds his regime, intelligence agencies elsewhere were treating his apparent non-attendance as one of the most important clues to events in Pyongyang. State media has not recorded a public appearance by Kim since mid-August. He has often shunned public appearances for lengthy periods, but appeared at both the 50th and 55th anniversaries for the country's founding by his father, Kim il-Sung. Around one million people are thought to have paraded through Pyongyang. A state television broadcast monitored in Seoul showed displays of armaments, legions of goose-stepping soldiers and tens of thousands of North Koreans shouting praises to him in unison, though some analysts thought it lower-key than previous parades. But while the country's second-in-command and other officials were shown on a viewing platform, Kim did not appear and no mention was made of his absence. According to the Associated Press news agency, a western official said there was reason to believe Kim Jong Il had suffered \"a serious health setback\", possibly a stroke. A senior official in Washington told AP that the US had no independent confirmation that Kim was ill, but added that his non-attendance was \"quite unusual and reinforces a lot of what we've been hearing\". South Korean media have reported in recent days that the 66-year-old might be ill, citing government officials relying on Chinese sources. The South Korean government said it had been unable to confirm the rumours. Shunji Hiraiwa, a professor at the University of Shizuoka in Japan, told Reuters that there could be other reasons for non-attendance. \"He may also not wanted to appear because international aid is drying up and the country might have had trouble giving out presents to its people to mark the anniversary,\" he cautioned. Other analysts suggested that Kim adoted a low profile when important decisions were looming. Kim dismissed longstanding rumours of ill health in rare public comments late last year, remarking: \"It seems like they're fiction writers and not journalists.\" But the speculation has persisted and a Japanese professor even claimed recently that Kim actually died in 2003 and that the North has been using body doubles for public events. Others have poured cold water on the claims. Rumours about Kim's health began circulating in mid-August, shortly before North Korea announced it was suspending the disablement of its Yongbyon nuclear reactor - a key step in the denuclearisation-for-aid program agreed with China, Japan, South Korea, Russia and the US. The foreign ministry in Pyongyang blamed the US for failing to meet a pledge to remove it from a terrorism blacklist. The US said North Korea should first agree on an inspection system for its nuclear projects. Many analysts believed disarmament was proceeding mainly due to Kim's support for the process and the backing of moderates in his foreign ministry, despite the military's hostility. Last week South Korea warned that reconstruction had already begun at Yongbyon. But many analysts believe the step may be intended to strengthen Pyongyang's hand in further talks. Further deterioration in international relations could have grave consequences for North Korea's 23 million inhabitants. The UN World Food Programme said last week that the country needed £281m in food aid between now and November 2009 to avoid famine. As many as 2 million people during a famine in the 1990s, according to the US Agency for International Development.",
    "keywords": [
        "noshow",
        "rumours",
        "south",
        "raises",
        "korea",
        "public",
        "jongils",
        "kim",
        "questions",
        "analysts",
        "pyongyang",
        "parade",
        "ill",
        "health",
        "anniversary",
        "north",
        "international"
    ],
    "summary": "Rumours of illness have been swirling in South Korea and further afield for weeks.\nState media has not recorded a public appearance by Kim since mid-August.\nKim dismissed longstanding rumours of ill health in rare public comments late last year, remarking: \"It seems like they're fiction writers and not journalists.\"\nThe US said North Korea should first agree on an inspection system for its nuclear projects.\nLast week South Korea warned that reconstruction had already begun at Yongbyon.",
    "sentiment": {
        "neg": 0.0857,
        "neu": 0.8631,
        "pos": 0.0513,
        "compound": -0.0886
    }
}