{
    "date": "2008-02-15T15:19:39Z",
    "title": "Korean firm bids to clone dead pets",
    "url": "https://www.theguardian.com/science/2008/feb/15/stemcells.animalwelfare",
    "content": "The world's first pet cloning service is to offer animal lovers the chance to recreate their dead companions, it was announced today. South Korean company RNL Bio will work alongside scientists who created the first cloned canine. A company spokeswoman said it was already working on its first order from an American who wanted a clone of her dead pit bull. The client, Bernann McKunney, of California, was very attached to the pet because it had saved her life during an attack by another dog. Kim Yoon said that ear tissue from the dog had been preserved at a US biotech laboratory before its death. DNA from the sample could now be used in an attempt to create a clone, she said, although the chances of success were about 25%. RNL Bio is charging customers $150,000 (£75,000) for the clones, which clients pay only after they receive their new pet. The cloning is to be carried out by Seoul National University scientists led by Dr Lee Byeong-chun, a veterinary professor. Prof Lee had worked with the disgraced stem cell scientist Dr Hwang Woo-suk, whose purported breakthroughs in the creation of human stem cells through cloning had been faked. The team's success in cloning the world's first dog, Snuppy, in 2005, has been confirmed. Lee was suspended from his university for three months over the stem cell scandal. He has been on trial, along with Hwang, on charges of misappropriating research funds. Today, Lee confirmed the university's animal cloning clinic would work on the project, but he refused to elaborate. RNL Bio plans to focus on cloning not only pets, but also specially trained dogs such as those used to sniff out explosives. Established in 2000, the firm produces animal disinfectants and health supplements, while also conducting stem cell research.",
    "keywords": [
        "worlds",
        "pets",
        "clone",
        "bids",
        "rnl",
        "dog",
        "cloning",
        "dead",
        "firm",
        "bio",
        "pet",
        "cell",
        "lee",
        "stem",
        "animal",
        "korean"
    ],
    "summary": "The world's first pet cloning service is to offer animal lovers the chance to recreate their dead companions, it was announced today.\nSouth Korean company RNL Bio will work alongside scientists who created the first cloned canine.\nRNL Bio is charging customers $150,000 (£75,000) for the clones, which clients pay only after they receive their new pet.\nRNL Bio plans to focus on cloning not only pets, but also specially trained dogs such as those used to sniff out explosives.\nEstablished in 2000, the firm produces animal disinfectants and health supplements, while also conducting stem cell research.",
    "sentiment": {
        "neg": 0.0925,
        "neu": 0.8438,
        "pos": 0.0637,
        "compound": -0.097
    }
}