{
    "date": "2008-09-02T15:45:43Z",
    "title": "Korean bank negotiates Lehman rescue",
    "url": "https://www.theguardian.com/business/2008/sep/02/lehmanbrothers.korea",
    "content": "A government-owned development bank in Korea has confirmed that it is negotiating to become a saviour for Lehman Brothers, the troubled Wall Street bank beset by billions of dollars of losses in the credit crunch. Responding to weeks of speculation, the Korea Development Bank's governor, Min Euoo-Sung, told reporters in Seoul that discussions were under way to provide funds for Lehman, which is tipped to write off as much as $4bn (£2.2bn) in losses in its upcoming third-quarter results. Min said KDB was in talks \"to form a consortium with private banks as [we] believe it is more desirable to acquire Lehman Brothers jointly rather than alone\". He added, however, that there were obstacles to overcome in reaching an agreement: \"It is difficult to say how the talks will progress in the future as we have not been able to narrow differences with the Lehman side over prices.\" The Korean bank has recruited a boutique advisory firm, Perella Weinberg, to aid in negotiations. It is reportedly working towards an investment of up to $6bn in Lehman in return for a possible stake of up to 25%. Lehman's shares rallied by 2.3% to $16.46 during early trading on the New York Stock Exchange. The stock has collapsed by 75% since the beginning of the year as confidence in the stability of the bank's finances has ebbed away. The 158-year-old bank embarked on its fourth round of job cuts last week, reducing its workforce by 1,500 people. Chief executive Richard Fuld is leading efforts to raise money alongside his newly appointed chief operating officer, Bart McDade. A spokesman at Lehman's headquarters in New York declined to comment. But there have been rumblings of doubt about the transaction among regulators in Seoul. Jun Kwang-woo, chairman of South Korea's Financial Services Commission, last month queried the logic of a state-controlled bank organising a bail-out for Lehman. \"Generally speaking, the private sector should be the leader in such a deal,\" he said. KDB's assets are only a tenth of the size of Lehman's balance sheet. The Wall Street bank has been exploring a range of options, including a plan to cleanse its balance sheet by spinning off its riskier mortgage-related assets into a separate company. There has even been talk of a management buyout of the bank, although analysts have suggested that this may be too costly to be feasible.",
    "keywords": [
        "stock",
        "banks",
        "sheet",
        "negotiates",
        "bank",
        "street",
        "wall",
        "lehman",
        "rescue",
        "lehmans",
        "york",
        "talks",
        "korean"
    ],
    "summary": "A government-owned development bank in Korea has confirmed that it is negotiating to become a saviour for Lehman Brothers, the troubled Wall Street bank beset by billions of dollars of losses in the credit crunch.\nThe Korean bank has recruited a boutique advisory firm, Perella Weinberg, to aid in negotiations.\nLehman's shares rallied by 2.3% to $16.46 during early trading on the New York Stock Exchange.\nJun Kwang-woo, chairman of South Korea's Financial Services Commission, last month queried the logic of a state-controlled bank organising a bail-out for Lehman.\nThe Wall Street bank has been exploring a range of options, including a plan to cleanse its balance sheet by spinning off its riskier mortgage-related assets into a separate company.",
    "sentiment": {
        "neg": 0.0492,
        "neu": 0.9061,
        "pos": 0.0446,
        "compound": -0.0238
    }
}