{
    "date": "2008-11-17T12:46:16Z",
    "title": "Was Kim Il-Sung a closet peacenik?",
    "url": "https://www.theguardian.com/news/blog/2008/nov/17/korea-kim-il-sung-nuclear-weapons",
    "content": "Was Kim Il-sung, North Korea's former dictator, a member of CND (Campaign for Nuclear Disarmament) underneath that bloodcurdling rhetoric? Unlikely as that may sound, this is what a newly declassified Chinese document purports to reveal. In a letter dated October 30 1964, the father of Kim Jong-il – North Korea's current leader - told the then Chinese prime minister, Zhou Enlai, that North Korea favoured banning and destroying all nuclear weapons, according to a text released by South Korea's Yonhap news agency. The Democratic People's Republic of Korea (North Korea) has consistently maintained that nuclear weapons should be completely banned and nuclear weapons should be thoroughly destroyed. The Korean people will stand shoulder to shoulder with the peace-loving people of the whole world for the realisation of the complete ban and thorough destruction of nuclear weapons. But in correspondence the following year, Kim congratulated China on its successful atomic tests and supported Beijing's nuclear development as a defensive measure against US nuclear threats, Yonhap said. Kim Il-sung's stance on nuclear weapons may not be as far-fetched as it sounds. During an inter-Korean summit last year, Kim Jong-il said he would eventually give up nuclear weapons to realise his father's \"dying wish\". Other Pyongyang leaders have made similar remarks in public. Other world leaders have gone down as unlikely opponents of nuclear weapons. Ronald Reagan - who called the Soviet Union an \"evil empire\" - and Mikhail Gorbachev discussed ridding the world of nuclear weapons at the 1986 Reykjavik summit. Gorbachev proposed eliminating them completely, but the US and Russia failed to reach an agreement because of Reagan's insistence on pursuing his Star Wars missile defence plan. As for North Korea, in 2006 it carried out a nuclear test and there are now efforts in the six-party talks to put the nuclear genie back into the bottle by dismantling its atomic programme. The timing of the declassified papers from the Chinese foreign ministry is interesting. North Korea seems to have toned down its usual bellicose rhetoric. A recent Reuters report said its verbosity about nuclear weapons and readiness for war has gone, replaced by exhortations such as \"Let's love our leader more!\" North Koreans also appear to be more relaxed and fashionably dressed, although their country remains one of the world's poorest. But the government can still sound strident towards the south. Last week, North Korea said it would halt border crossings with South Korea from next month, blaming the \"confrontational\" approach of its neighbour, which it said had taken conflict \"beyond the danger level\".",
    "keywords": [
        "south",
        "closet",
        "yonhap",
        "korea",
        "world",
        "nuclear",
        "kim",
        "weapons",
        "chinese",
        "ilsung",
        "koreas",
        "north",
        "peacenik"
    ],
    "summary": "Was Kim Il-sung, North Korea's former dictator, a member of CND (Campaign for Nuclear Disarmament) underneath that bloodcurdling rhetoric?\nThe Democratic People's Republic of Korea (North Korea) has consistently maintained that nuclear weapons should be completely banned and nuclear weapons should be thoroughly destroyed.\nKim Il-sung's stance on nuclear weapons may not be as far-fetched as it sounds.\nDuring an inter-Korean summit last year, Kim Jong-il said he would eventually give up nuclear weapons to realise his father's \"dying wish\".\nA recent Reuters report said its verbosity about nuclear weapons and readiness for war has gone, replaced by exhortations such as \"Let's love our leader more!\"",
    "sentiment": {
        "neg": 0.1295,
        "neu": 0.818,
        "pos": 0.0525,
        "compound": -0.2695
    }
}