{
    "date": "2008-01-15T00:01:33Z",
    "title": "Jonathan Watts introduces a new book of photographs on North Korea",
    "url": "https://www.theguardian.com/world/2008/jan/15/korea.photography",
    "content": "Stalinist theme park, gangster state, hermit nation, basket case - the insults have flown thick and fast at North Korea in the past couple of decades. But a new book of photographs uses a more creative description. The authors claim this country is a gigantic artistic installation - a \"maniacal theatric play\" by the ultimate director, Kim Jong-il. The Ministry of Truth (published by Feral House) portrays the vast empty squares of Pyongyang as a stage on which a cast of 22 million play out the roles dictated by Kim. The photographs, taken by Eva Munz and Lukas Nikol, are familiar - the wide, almost empty, grey streets of the capital, the vivid colours of the militaristic propaganda murals, the showcase underground system and a well-drilled populace polishing and rehearsing. But the fact that these same subjects are photographed again and again is entirely the point. Their familiarity is bred by constraint. It is difficult to take any other sort of picture in North Korea. This is a nation that receives fewer than 2,000 foreign visitors a year. The majority are shepherded from monument to museum by government guides whose careers can be ruined if an unflattering picture of the country is published. On one hand, this is simply the result of pride; on the other, it represents a disturbing lack of freedom - not just of expression, but of vision. Last October, I got into an argument with an otherwise pleasant minder who demanded that I erase photographs I had taken - with permission - in a public park. This makes it hard to see \"ordinary lives\" that might invoke empathy and leaves many visitors with the impression that everything has been staged for their benefit. In the foreword to the book, the German author Christian Kracht describes a visit to the state film studios outside Pyongyang, where a crew rehearsed and filmed a fight scene. \"It was exactly like a real movie. But when we looked closer, we saw that the camera cable was not plugged in,\" he recalls. Turning on the TV that evening, he was astonished to see himself on the screen. He had been secretly filmed as he watched the fake filming. \"A media Möbius strip revealed itself ... We had become a part of the projection.\" That North Korea fascinates the world so much is partly because of this opaqueness and uniqueness. There is probably no other country that has resisted globalisation so thoroughly. It is still closed, still different. There are other, less sinister ways of looking at the country. A very different set of images are contained in Welcome to Pyongyang, published last year with the backing of the North Korea authorities. The photographs, by Charlie Crane, are both more intimate and more propagandist - showing the country as its government wants it to be shown. Which view takes us closer to reality? The filters of suspicion and propaganda still obscure.",
    "keywords": [
        "book",
        "korea",
        "published",
        "visitors",
        "state",
        "photographs",
        "jonathan",
        "introduces",
        "watts",
        "country",
        "propaganda",
        "pyongyang",
        "north",
        "taken"
    ],
    "summary": "Stalinist theme park, gangster state, hermit nation, basket case - the insults have flown thick and fast at North Korea in the past couple of decades.\nIt is difficult to take any other sort of picture in North Korea.\nThat North Korea fascinates the world so much is partly because of this opaqueness and uniqueness.\nA very different set of images are contained in Welcome to Pyongyang, published last year with the backing of the North Korea authorities.\nThe photographs, by Charlie Crane, are both more intimate and more propagandist - showing the country as its government wants it to be shown.",
    "sentiment": {
        "neg": 0.0793,
        "neu": 0.847,
        "pos": 0.0737,
        "compound": 0.0101
    }
}