{
    "date": "2009-07-13T08:59:56Z",
    "title": "Kim Jong-il 'has pancreatic cancer'",
    "url": "https://www.theguardian.com/world/2009/jul/13/kim-jong-il-cancer",
    "content": "North Korea's \"dear leader\", Kim Jong-il, has life-threatening cancer, South Korean media claimed today, prompting fears for the country's long-term stability. The reports came days after images appeared of the 67-year-old looking gaunt in a rare public appearance, increasing speculation that his health was worsening after a reported stroke last year. Seoul's YTN television channel reported that Kim had been diagnosed with pancreatic cancer, citing unidentified intelligence officials in South Korea and China as saying the illness was threatening his life. South Korea's National Intelligence Service said it could not confirm the report, and a unification ministry spokesman, Chun Hae-sung, told reporters he knew nothing of the claims. US officials contacted by Reuters were unable to comment. Tensions on the peninsula have been running high in recent months, since the North's nuclear and missile tests, making the stability of the regime a more pressing issue than ever. Analysts initially suggested Pyongyang was seeking to grab the Obama administration's attention and force the US to the negotiating table, but some now believe that it is more concerned with shoring up domestic support and ensuring a successful leadership transition. Kim's youngest son, 25-year-old Kim Jong-un, is said to have been chosen as his heir, but North Korea has made no such announcement. Today's report came a week after Kim attended an annual memorial for his late father, North Korea's founder Kim Il-sung. The appearance was only his second at a state event since his reported stroke last year. While he looked thin and limped slightly, analysts said his attendance sent out the message that he was still in charge. Daniel Pinkston, a senior analyst and expert on North Korea at the International Crisis Group, warned that Japanese media had floated many rumours about Kim's health. He pointed out that the subject was so sensitive that a specific diagnosis of illness seemed \"a little odd\", adding: \"This kind of information would not be shared easily or casually.\" The US National Cancer Institute puts the five-year survival rate for pancreatic cancer at 5.5%. But Pinkston acknowledged Kim looked unwell. \"It would explain a lot of things that may be going on internally: the rapidness of some of their actions over the past eight months or so, with the attempted satellite launch, nuclear test and missile tests,\" he said. \"Now they are going through things as if they have a plan or schedule.\" Analysts say the leader's early death or incapacitation could complicate the transition of power to Kim Jong-un, who is thought to have the backing of Kim's brother-in-law ,Jang Song-thaek, effectively the country's second-in-command since a promotion to the National Defence Commission this spring. Pinkston said the regime had planned for this transition. \"They have a playbook. Whether it works according to plan when Kim's not on the scene remains to be seen.\" The Kim family, the military and other top officials have a personal stake in ensuring the regime survives. But some experts believe a military takeover or factionalism, which could lead to the collapse of the state, are possible.. Even if Kim Jong-un takes and maintains control, few expect him to rule with the kind of authority his father had. Most analysts suggest he would be more of a figurehead or central arbitrator. But Pinkston noted: \"Twenty years ago, people were saying if Kim Il-sung died, the whole thing would collapse because Kim Jong-il did not have the abilities of his father.\" Kim – celebrated in North Korea for accomplishments such as hitting 11 holes-in-one in the first round of golf he ever played – took power in 1994. But while he took over the military National Defence Commission and the Workers' party, he did not become president, instead naming his late father as \"eternal leader\". In a separate development, senior Chinese and South Korean nuclear negotiators met today to discuss implementing a UN sanctions resolution against North Korea and resuming stalled six-party talks with the isolated communist nation. The Chinese deputy foreign minister, Wu Dawei, met a South Korean envoy, Wi Sung-lac, in Seoul.",
    "keywords": [
        "pancreatic",
        "south",
        "korea",
        "kims",
        "kim",
        "analysts",
        "national",
        "jongil",
        "cancer",
        "pinkston",
        "father",
        "north"
    ],
    "summary": "North Korea's \"dear leader\", Kim Jong-il, has life-threatening cancer, South Korean media claimed today, prompting fears for the country's long-term stability.\nSeoul's YTN television channel reported that Kim had been diagnosed with pancreatic cancer, citing unidentified intelligence officials in South Korea and China as saying the illness was threatening his life.\nKim's youngest son, 25-year-old Kim Jong-un, is said to have been chosen as his heir, but North Korea has made no such announcement.\nToday's report came a week after Kim attended an annual memorial for his late father, North Korea's founder Kim Il-sung.\nThe US National Cancer Institute puts the five-year survival rate for pancreatic cancer at 5.5%.",
    "sentiment": {
        "neg": 0.0781,
        "neu": 0.8794,
        "pos": 0.0424,
        "compound": -0.1351
    }
}