{
    "date": "2009-07-23T11:25:41Z",
    "title": "North Korea calls Clinton 'a pensioner going shopping'",
    "url": "https://www.theguardian.com/world/2009/jul/23/north-korea-asean-clinton",
    "content": "The stand-off over North Korea's nuclear programme took a turn for the petty today, with the country's leadership claiming Hillary Clinton looked like a \"primary schoolgirl\" or \"a pensioner going shopping\", after Clinton compared them to \"small children\". The exchange of jibes reflected the lack of progress at a regional summit being held in Phuket, Thailand. North Korea, attending the talks, said it had no intention of re-entering six-nation talks on its nuclear programme, because of the \"deep-rooted anti-North Korean policy\" of the US. \"The six-party talks are over,\" the spokesman for the North Korean delegation, Ri Hung Sik, said at the Association of South East Asian Nations (Asean) security forum. Clinton said North Korea had \"no friends left that will protect them\" from international determination that the regime dismantle its nuclear programme. She called on North Korea to dismantle its weapons programme verifiably and irreversibly or face further isolation and the \"unrelenting pressure\" of international sanctions. She said the international community was prepared to offer a package of incentives if Pyongyang complied, including the normalisation of diplomatic relations. A 2007 six-party agreement in which North Korea began dismantling its nuclear complex at Yongbyon in return for fuel oil deliveries broke down in April this year, when North Korea threw out UN inspectors and restarted its weapons programme. It has since raised tensions by conducting an apparent nuclear test (some experts say it could have been a hoax using huge quantities of high explosive) and a series of missile tests. In an interview on Monday, Clinton said the US should not over-react to North Korean provocation. She told ABC television: \"Maybe it's the mother in me, the experience I've had with small children and teenagers and people who are demanding attention: Don't give it to them.\" Pyongyang's reaction took three days to come, but the delay did not lessen its evident fury. \"We cannot but regard Mrs Clinton as a funny lady as she likes to utter such rhetoric, unaware of the elementary etiquette in the international community,\" a foreign ministry statement said. \"Sometimes she looks like a primary schoolgirl and sometimes a pensioner going shopping.\"",
    "keywords": [
        "going",
        "korea",
        "shopping",
        "pensioner",
        "talks",
        "calls",
        "nuclear",
        "clinton",
        "weapons",
        "korean",
        "took",
        "programme",
        "north",
        "international"
    ],
    "summary": "The stand-off over North Korea's nuclear programme took a turn for the petty today, with the country's leadership claiming Hillary Clinton looked like a \"primary schoolgirl\" or \"a pensioner going shopping\", after Clinton compared them to \"small children\".\nClinton said North Korea had \"no friends left that will protect them\" from international determination that the regime dismantle its nuclear programme.\nShe called on North Korea to dismantle its weapons programme verifiably and irreversibly or face further isolation and the \"unrelenting pressure\" of international sanctions.\nA 2007 six-party agreement in which North Korea began dismantling its nuclear complex at Yongbyon in return for fuel oil deliveries broke down in April this year, when North Korea threw out UN inspectors and restarted its weapons programme.\nIn an interview on Monday, Clinton said the US should not over-react to North Korean provocation.",
    "sentiment": {
        "neg": 0.0959,
        "neu": 0.8101,
        "pos": 0.0939,
        "compound": 0.0086
    }
}