{
    "date": "2009-08-07T07:17:05Z",
    "title": "Freed US journalists briefly crossed North Korea border, says sister",
    "url": "https://www.theguardian.com/world/2009/aug/07/north-korea-journalists-lisa-ling",
    "content": "Two American journalists who were detained in North Korea for months briefly crossed the border from China before their capture, a relative said last night. Speaking the day after the return of Laura Ling and Euna Lee from Pyongyang with the former president Bill Clinton, Ling's sister said the reporter wanted to explain what had happened more fully in an article. \"When they left US soil, they never intended to cross into North Korea,\" Lisa Ling told CNN, for whom she works. \"[Laura] said that it was maybe 30 seconds and then everything just sort of got chaotic. It's a very powerful story, and she does want to share it.\" Clinton made his first public comments since the trio's return yesterday, saying he had been profoundly honoured to take part but did not want to say anything that might \"tip the balance\" in relations with North Korea. \"I'm not a policymaker any more,\" he said. Ling and Lee were sentenced to 12 years of hard labour after being convicted of illegally entering North Korea in March. They had been researching a story about the trafficking of women for Current TV, co-founded by Clinton's former vice-president Al Gore. Lisa Ling said her sister was weak, exhausted and emotional and was clinging to her family after months in isolation, although she had developed a sense of \"kinship\" with her North Korean guards. She said Lee's husband told her that his four-year-old daughter, Hana, spent all day following Lee around the house from room to room. At one point during her detention, Lee called and left a voicemail message saying how much she loved her daughter. \"They could play it for Hana all the time. Of all of us, little Hana had the most confidence that she would be seeing her mom soon,\" Ling said. Laura Ling told her family she was treated humanely, but meals were meagre and her phone calls were monitored. \"She had two guards in her room at all times, morning and night. And even though they couldn't speak to her, somehow they developed a strange sort of kinship,\" her sister said. \"She had some really lovely things to say about the people who were watching over her.\" The reporter passed her time in captivity reading, walking in circles around her cell for exercise and planning when she would wash her hair, because water service was intermittent, she added. Clinton has already begun briefing White House and state department officials about his trip. He said he had spoken to President Obama briefly and to his wife, the secretary of state, at greater length. He told reporters in New York: \"I wanted those young women to be able to come home and I wanted our two countries to have the ability to decide where to go from here.\" The White House spokesman, Robert Gibbs, yesterday reiterated that US policy had not changed due to Clinton's visit. But Hillary Clinton told CNN yesterday: \"What we're hoping is that maybe, without it being part of the mission in a way, the fact this was done will perhaps lead the North Koreans to recognise they can have a positive relationship with us.\" Clinton had an hour and a quarter of talks with the North Korean leader, Kim Jong-il, followed by a two-hour dinner with him. He was the highest-level American to meet Kim in almost a decade. The mission followed months of rising tensions due to the stalling of six-nation aid-for-disarmament talks, the North's nuclear test and its launch of several missiles. Asked whether he thought the visit would change the two countries' relations, Obama's national security adviser, General Jim Jones, answered: \"No, I don't think so. I think that this was a humanitarian mission. \"We certainly hope it will lead to good things. [But] who knows where the future will lead? ... We're delighted that it worked out this way, but I wouldn't draw any other conclusions beyond the fact.\" The North Korean news agency KCNA said Clinton had \"candid and in-depth discussions on the pending issues between the DPRK [North Korea] and the US in a sincere atmosphere and reached a consensus of views on seeking a negotiated settlement of them\".",
    "keywords": [
        "journalists",
        "border",
        "korea",
        "sister",
        "crossed",
        "lee",
        "room",
        "wanted",
        "ling",
        "clinton",
        "told",
        "briefly",
        "freed",
        "yesterday",
        "north"
    ],
    "summary": "Two American journalists who were detained in North Korea for months briefly crossed the border from China before their capture, a relative said last night.\n\"When they left US soil, they never intended to cross into North Korea,\" Lisa Ling told CNN, for whom she works.\nLing and Lee were sentenced to 12 years of hard labour after being convicted of illegally entering North Korea in March.\nShe said Lee's husband told her that his four-year-old daughter, Hana, spent all day following Lee around the house from room to room.\nLaura Ling told her family she was treated humanely, but meals were meagre and her phone calls were monitored.",
    "sentiment": {
        "neg": 0.0311,
        "neu": 0.8911,
        "pos": 0.0778,
        "compound": 0.1093
    }
}