{
    "date": "2009-03-01T00:01:00Z",
    "title": "US accused of making provocative moves along Korean border by Pyongyang",
    "url": "https://www.theguardian.com/world/2009/mar/01/us-north-korea-provocation",
    "content": "North Korea accused the US military of making provocative moves along the border, warning yesterday of \"unpredictable military conflicts\". The rare threat came as North Korea was apparently gearing up to test-fire a long-range missile believed to be capable of reaching the US mainland. Pyongyang has also stepped up the rhetoric over Seoul's tough stance toward its communist neighbour. North Korea's military said US troops last month advanced as close as 100ft to the border and took pictures of a North Korean military post. The US provocations \"at a time when the North-South relations are inching close to the brink of a war, may touch off unpredictable military conflicts\", the North's military said in a message sent to the South, according to the North's official Korean Central News Agency.",
    "keywords": [
        "border",
        "norths",
        "military",
        "making",
        "korea",
        "accused",
        "moves",
        "unpredictable",
        "close",
        "provocative",
        "conflicts",
        "pyongyang",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "North Korea accused the US military of making provocative moves along the border, warning yesterday of \"unpredictable military conflicts\".\nThe rare threat came as North Korea was apparently gearing up to test-fire a long-range missile believed to be capable of reaching the US mainland.\nPyongyang has also stepped up the rhetoric over Seoul's tough stance toward its communist neighbour.\nNorth Korea's military said US troops last month advanced as close as 100ft to the border and took pictures of a North Korean military post.\nThe US provocations \"at a time when the North-South relations are inching close to the brink of a war, may touch off unpredictable military conflicts\", the North's military said in a message sent to the South, according to the North's official Korean Central News Agency.",
    "sentiment": {
        "neg": 0.103,
        "neu": 0.8504,
        "pos": 0.0466,
        "compound": -0.207
    }
}