{
    "date": "2009-08-05T22:56:23Z",
    "title": "Bill Clinton was the only man North Korea wanted to see",
    "url": "https://www.theguardian.com/world/2009/aug/05/north-korea-bill-clinton",
    "content": "Relations between North Korea and the US were more acrimonious than usual last month, at least in public. Against the background of the nuclear weapons row, US secretary of state Hillary Clinton described the country's leaders as comparable to attention-seeking unruly teenagers. North Korea responded in kind, describing her as \"vulgar\" and \"by no means intelligent\". But behind the scenes the two countries, which have no diplomatic relations, were engaged in a more civilised conversation over the fate of two American journalists held in North Korea. Back-channel negotiations were under way in what was referred to as the \"New York connection\", between the North Korean and US missions at the United Nations headquarters, and through the journalists' families and the White House. There were other back channels, involving academics and others with contacts in one of the hardest countries in the world to penetrate. Bill Clinton's name first came up in May when a former South Korean president, Kim Dae-jung, suggested he would be the perfect envoy to fly to Pyongyang to negotiate the release of the journalists. Clinton, who had invested time during his presidency in trying to persuade North Korea to abandon its nuclear weapons programme, regards North Korea as unfinished business and would have welcomed the chance. But at the time nothing came of it. Then his name came up again in the middle of last month. The White House, the state department and Clinton's former vice-president, Al Gore, who helped found the Current television company that employed the two journalists, had been discussing who might go as an envoy. Clinton's wife Hillary, the US secretary of state, who has been heavily involved in trying to secure the release of the journalists since their arrest, initially considered sending Gore. Other names in the frame included the governor of New Mexico, Bill Richardson, who has extensive diplomatic experience and has helped get Americans released before, and the former presidential candidate and now chairman of the Senate foreign affairs committee, John Kerry. But the North Korean leadership did not regard any of them as prestigious enough. Through the two journalists and their families, they passed on the message that they wanted Bill Clinton. In the middle of last month the families passed the message to Gore, who in turn contacted the White House. Hillary Clinton said yesterday: \"When the message came to us from the young women themselves, to their families, to former vice-president Gore, and then to the administration that sending my husband would be the best way to ensure their release, of course we took that very seriously, discussed it. The White House reached out, as they said, to my husband, to ask him if he would be willing to do that.\" Barack Obama did not speak directly to Clinton before he left and discussions between Clinton and the White House were conducted by the national security adviser, General James Jones. The White House was anxious to separate what it described as a humanitarian mission by Clinton from the bigger issue of the stand-off between the US and North Korea over Pyongyang's nuclear weapons programme. The one proviso the White House insisted on was that Clinton should not go unless the North Koreans guaranteed that he would be allowed to take the journalists back with him. It did not want a scenario in which Clinton returned empty-handed.",
    "keywords": [
        "journalists",
        "white",
        "bill",
        "man",
        "korea",
        "came",
        "north",
        "house",
        "wanted",
        "weapons",
        "gore",
        "families",
        "clinton"
    ],
    "summary": "Relations between North Korea and the US were more acrimonious than usual last month, at least in public.\nNorth Korea responded in kind, describing her as \"vulgar\" and \"by no means intelligent\".\nBut behind the scenes the two countries, which have no diplomatic relations, were engaged in a more civilised conversation over the fate of two American journalists held in North Korea.\nClinton, who had invested time during his presidency in trying to persuade North Korea to abandon its nuclear weapons programme, regards North Korea as unfinished business and would have welcomed the chance.\nThrough the two journalists and their families, they passed on the message that they wanted Bill Clinton.",
    "sentiment": {
        "neg": 0.045,
        "neu": 0.9126,
        "pos": 0.0424,
        "compound": 0.0331
    }
}