{
    "date": "2009-03-08T17:54:04Z",
    "title": "North Korea parliamentary election could reveal Kim Jong-il successor",
    "url": "https://www.theguardian.com/world/2009/mar/08/north-korea-kim-jong-il-election",
    "content": "With one candidate per seat, North Korea's parliamentary elections might appear to offer little prospect of a surprise result. But outsiders are watching today's poll closely, in the hope that it will hint at the country's eventual succession. The youngest son of reclusive leader Kim Jong-il is rumoured to have stood - a signal that his father is grooming him, analysts said. All registered voters cast ballots, barring those abroad or on ships, the North Korean state news agency reported tonight. Election results are expected tomorrow. In the last elections, in 2003, turnout was 99.9% and each candidate was elected unopposed with 100% of the vote. Candidates are believed to be picked by Kim and the ruling Workers' Party, and the parliament meets a few times a year to rubber-stamp bills. But analysts pay attention because the elections are used to reshuffle the hierarchy. The election was due last year but was postponed, amid reports - denied by Pyongyang - that Kim had suffered a stroke. South Korean and US officials the 67-year-old has made a good recovery and is still in control. But the events prompted speculation about the future leadership and South Korea's Yonhap news agency claimed today that he had named his third and youngest son, Kim Jong-Un, as his successor. It said the 26-year-old was a parliamentary candidate, citing unidentified sources. Kim, who inherited power from his father Kim Il-sung in 1994, is running for his third five-year term. Last month he expressed his \"searing thanks\" to voters for nominating him and promised to \"repay the high expectations of the entire electorate by devoting everything to making the fatherland powerful and prosperous\". The election comes amid concern that Pyongyang is preparing to test its longest-range missile, although the regime says it is merely planning to launch a satellite. On Thursday it warned passenger jets against flying near its airspace, forcing planes to reroute, and accused the South and the United States of attempting to provoke a nuclear war by holding a joint military drill. Washington and Seoul say it is a routine defensive exercise. But experts suggest that Pyongyang may be piling pressure on the South primarily in the hope of gaining more attention from Washington. President Barack Obama's new envoy on North Korea, Stephen Bosworth, urged Pyongyang to refrain from making threats. He will meet with South Korean officials tomorrow as he seeks ways to restart stalled aid-for-nuclear-disarmament talks.",
    "keywords": [
        "south",
        "korea",
        "reveal",
        "washington",
        "kim",
        "elections",
        "candidate",
        "election",
        "parliamentary",
        "pyongyang",
        "youngest",
        "jongil",
        "successor",
        "north",
        "korean"
    ],
    "summary": "With one candidate per seat, North Korea's parliamentary elections might appear to offer little prospect of a surprise result.\nAll registered voters cast ballots, barring those abroad or on ships, the North Korean state news agency reported tonight.\nThe election was due last year but was postponed, amid reports - denied by Pyongyang - that Kim had suffered a stroke.\nSouth Korean and US officials the 67-year-old has made a good recovery and is still in control.\nHe will meet with South Korean officials tomorrow as he seeks ways to restart stalled aid-for-nuclear-disarmament talks.",
    "sentiment": {
        "neg": 0.0556,
        "neu": 0.8684,
        "pos": 0.076,
        "compound": 0.0726
    }
}