{
    "date": "2009-12-07T12:02:41Z",
    "title": "Swedish store pulls out of sale of North Korean jeans",
    "url": "https://www.theguardian.com/world/2009/dec/07/north-korea-jeans-pub-sweden",
    "content": "A Swedish department store has pulled out of a deal to sell a range of designer jeans made in North Korea. PUB in Stockholm decided not to sell the £131 Noko jeans, saying it wants to avoid courting controversy through ties with the hardline communist state. The shop's managers had not been told the label would be carried in a concession in-store, and pulled the plug when they became aware of it via extensive media coverage, said Rene Stephansen, the store's director. \"For us this is not a question of Noko Jeans – this is a question about a political issue that PUB doesn't want to be associated with,\" he said. This is \"not the forum\" for discussing North Korea, he added. One of the three young Swedish entrepreneurs behind the brand said when he was told the news, just before the jeans were set to go on sale, he thought it was \"a joke\". \"Everything has been removed from the store,\" said Jakob Ohlsson, who set up Noko with Jacob Åström and Tor Rauden Käellstigen. \"I sincerely hope (PUB) will remove everything labelled 'made in China' as well.\" Noko Jeans' founders say the idea of the project is to increase contact with isolated North Korea. \"It's a country that sometimes treats its citizens terribly, but we think our project is a way … to influence things,\" Ohlsson told the BBC. \"This is not a support project [for Kim Jong Il], but is a way for us to get closer to the country and, in a controversial fashion, shake this isolation up a bit,\" said his colleague Åström. The jeans are available only in black, because North Koreans associate blue denim with American imperialism. They were to have gone on sale in Sweden with a designer price tag – 1,500 Swedish kronor (£131) a pair – more than two years' wages for an average North Korean. However, the Noko sales space at PUB, in a boutique called Aplace, was deserted on Saturday. Kalle Tollmar, who runs Aplace, said he was told of the decision to remove the jeans half an hour before opening. \"It's a real shame,\" he told the BBC. \"But we will continue to sell them on our website and Noko Jeans will continue to sell them on theirs.\" The three entrepreneurs first contacted North Korean officials by email in 2007, but the project ran into a number of difficulties. North Korea's biggest garment company turned the idea down, but eventually it struck a deal with the state's largest mining group, Trade 4, which runs a textile operation on its site.",
    "keywords": [
        "jeans",
        "project",
        "swedish",
        "sale",
        "korea",
        "sell",
        "store",
        "åström",
        "pub",
        "told",
        "pulls",
        "noko",
        "north",
        "korean"
    ],
    "summary": "A Swedish department store has pulled out of a deal to sell a range of designer jeans made in North Korea.\nPUB in Stockholm decided not to sell the £131 Noko jeans, saying it wants to avoid courting controversy through ties with the hardline communist state.\nThis is \"not the forum\" for discussing North Korea, he added.\nNoko Jeans' founders say the idea of the project is to increase contact with isolated North Korea.\n\"But we will continue to sell them on our website and Noko Jeans will continue to sell them on theirs.\"",
    "sentiment": {
        "neg": 0.0428,
        "neu": 0.9289,
        "pos": 0.0282,
        "compound": -0.0782
    }
}