{
    "date": "2009-06-11T12:13:51Z",
    "title": "North Korea 'bans Britons from visiting country'",
    "url": "https://www.theguardian.com/world/2009/jun/11/north-korea-visas-uk",
    "content": "The British ambassador in Pyongyang has requested an urgent meeting with the North Korean foreign ministry after reports that the reclusive state has ceased issuing visas for UK nationals. Koryo Tours, the British-owned company that takes almost half of the western tourists who travel to North Korea, is likely to be worst affected by the move. With just 300 UK visitors per year, Pyongyang's move is unlikely to shake the global tourist industry, but it cuts off one North Korea's few avenues of engagement with the outside world. Koryo was notified of the change today by North Korean officials. \"In connection with the recent measures taken by UK government not to allow DPRK citizens to enter the UK we also will not receive any UK citizens as tourists to DPRK for the time being,\" said the Korea International Travel Company, using the acronym for the Democratic People's Republic of Korea. Nick Bonner, head of Koryo Tours and producer of three documentaries about North Korea, said this was the first time the government had taken such action since he started making monthly visits there, in 1993. He blamed tough new sanctions that the United Nations was planning to impose in response to North Korea's second nuclear test last month. \"We already call it a closed country. To close it even more is pathetic,\" he said. \"People don't realise the importance of interacting. To see all that stopped is really frustrating.\" Among those who could be affected are the Middlesbrough women's football team, who were scheduled to visit next year to mark the 10th anniversary of the reciprocal opening of embassies. Middlesbrough's links to the country date back to the 1966 World Cup, when it hosted the North Korean team. No other nation appears to have been targeted, but the UK ambassador denied there were any grounds for a tit-for-tat gesture. \"As far as I'm aware, the UK has not refused visas for any DPRK citizens so this decision is hard to understand,\" said Peter Hughes. \"I've asked for an urgent meeting for clarification.\"",
    "keywords": [
        "bans",
        "korea",
        "world",
        "visas",
        "koryo",
        "britons",
        "uk",
        "country",
        "visiting",
        "dprk",
        "citizens",
        "urgent",
        "north",
        "korean"
    ],
    "summary": "The British ambassador in Pyongyang has requested an urgent meeting with the North Korean foreign ministry after reports that the reclusive state has ceased issuing visas for UK nationals.\nKoryo Tours, the British-owned company that takes almost half of the western tourists who travel to North Korea, is likely to be worst affected by the move.\nKoryo was notified of the change today by North Korean officials.\nMiddlesbrough's links to the country date back to the 1966 World Cup, when it hosted the North Korean team.\n\"As far as I'm aware, the UK has not refused visas for any DPRK citizens so this decision is hard to understand,\" said Peter Hughes.",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.88,
        "pos": 0.0339,
        "compound": -0.1185
    }
}