{
    "date": "2009-05-28T07:04:46Z",
    "title": "South Korea lifts alert level over north's threat to attack",
    "url": "https://www.theguardian.com/world/2009/may/28/south-korea-raises-alert-north-threat",
    "content": "South Korean and US troops raised their alert today to the highest level since 2006 after North Korea declared itself no longer bound by the armistice that ended the Korean war more than half a century ago. Yesterday, North Korea renounced the 1953 armistice and threatened to attack South Korea if it takes part in US-led checks on ships suspected of carrying weapons of mass destruction. The belligerent talk was accompanied by Pyongyang's test-firing of two short-range missiles, bringing to five the number launched since its nuclear test on Monday. There were reports that North Korea had begun operating its nuclear reprocessing plant at Yongbyon, which is capable of producing enough plutonium to make a bomb a year. In response, the South Korean defence ministry spokesman, Won Tae-jae, today said the South Korean and US combined forces command had raised its surveillance from level 3 to level 2 for the first time since 2006, when North Korea conducted its first nuclear test. Hillary Clinton, the US secretary of state, said Pyongyang would face \"consequences\", while South Korea responded to the sudden deterioration in mood by joining a US programme aimed at preventing the smuggling of nuclear, chemical and biological weapons. A North Korean army spokesman warned its adversaries against forced maritime inspections, saying: \"Any hostile act against our peaceful vessels, including search and seizure, will be considered an unpardonable infringement of our sovereignty and we will immediately respond with a powerful military strike.\" North Korea accused the US of \"dragging\" South Korea into the naval inspections programme as part of its \"hostile policy\" against Pyongyang, adding that it could not guarantee the safety of South Korean and US naval vessels sailing near the disputed Korean sea border, known as the Northern Limit Line, in the Yellow Sea. The rising tensions have focused international attention on the maritime boundary, which North Korea has not recognised since it was unilaterally set in 1953. There were naval skirmishes along the line in 1999 and 2002, and South Korean officials warn that any attempt by Pyongyang to turn its rhetoric into more marine incursions would lead to a rapid and overwhelming response. North Korea has an army of more than 1.1 million but most of its conventional equipment is Soviet era-and in poor condition, lacking spare parts and often fuel. \"It's very similar to Saddam Hussein's army at its peak,\" said John Hemmings, an expert at the Royal United Services Institute. But he added that North Korea had an estimated 60,000 special forces skilled in infiltration and unconventional or \"asymmetric\" warfare who would be capable of causing havoc behind the lines. However, Hemmings played down the possibility of a serious military confrontation, suggesting that the nuclear test and rhetorical bluster of the past few days were primarily the consequence of a behind-the-scenes struggle to succeed the ailing dictator Kim Jong-il. \"I genuinely believe they are obsessed with succession, trying to scare everyone into backing away while they sort it out,\" he said. Negotiations were under way in New York yesterday on a security council resolution to punish North Korea for its nuclear test, but there were differences among the permanent members on how far new sanctions should go, with Russia and China urging caution. Diplomats predicted the talks could continue into next week. Siegfried Hecker, a co-director of Stanford University's Centre for International Security and Cooperation who has made several visits to North Korea's nuclear facilities, said the nuclear test appeared to be aimed at fixing problems Pyongyang's technicians encountered in their first test in October 2006. \"Just on the basis of seismic measurements and estimates of the geology, the explosive force was two to four kilotons. The one thing we do know for sure [is] that it was stronger than the last one,\" Hecker said. The 2006 test produced a yield of less than one kiloton. By comparison, the bomb dropped on Nagasaki in 1945 had a yield of 21 kilotons. \"My view is that this gives them much more confidence in whatever arsenal they have. But it's still just one initial step in the direction of a nuclear-tipped missile, and they still need a reliable missile to deliver the warhead. They have a lot of work to do on the missile and a lot of work on miniaturisation.\" North Korea would have to conduct additional tests to develop a warhead small enough to put on top of a missile, but it has a very limited amount of plutonium – estimated to be enough for about eight warheads, together with enough spent uranium fuel to make another warhead after reprocessing. Chosun Ilbo, a South Korean newspaper, quoted an unnamed official source as saying that US spy satellites had spotted steam rising from the main Yongbyon reprocessing plant, which is capable of extracting weapons-grade plutonium from spent nuclear fuel rods. To supply the plant with more spent uranium, North Korea would have to restart the reactor at Yongbyon, rebuilding the cooling tower it demolished as a dramatic concession last June. That could take from six months to a year, experts said.",
    "keywords": [
        "south",
        "norths",
        "level",
        "korea",
        "threat",
        "nuclear",
        "yongbyon",
        "lifts",
        "warhead",
        "alert",
        "korean",
        "2006",
        "test",
        "missile",
        "north",
        "attack"
    ],
    "summary": "Yesterday, North Korea renounced the 1953 armistice and threatened to attack South Korea if it takes part in US-led checks on ships suspected of carrying weapons of mass destruction.\nThe belligerent talk was accompanied by Pyongyang's test-firing of two short-range missiles, bringing to five the number launched since its nuclear test on Monday.\nIn response, the South Korean defence ministry spokesman, Won Tae-jae, today said the South Korean and US combined forces command had raised its surveillance from level 3 to level 2 for the first time since 2006, when North Korea conducted its first nuclear test.\nThe rising tensions have focused international attention on the maritime boundary, which North Korea has not recognised since it was unilaterally set in 1953.\nNorth Korea has an army of more than 1.1 million but most of its conventional equipment is Soviet era-and in poor condition, lacking spare parts and often fuel.",
    "sentiment": {
        "neg": 0.0757,
        "neu": 0.8568,
        "pos": 0.0675,
        "compound": -0.0841
    }
}