{
    "date": "2009-04-06T14:30:00Z",
    "title": "George Perkovich: Obama's goal of a world free of nuclear weapons won't stop North Korea",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2009/apr/06/nuclear-weapons-barack-obama-north-korea",
    "content": "President Barack Obama gave a landmark speech in Prague on Sunday committing the United States to the goal of a world free of nuclear weapons, and laying out realistic steps to that end. The call couldn't have come at a better time. North Korea has just tested a long-range missile that could be used to deliver a nuclear warhead. Monday and Tuesday, hundreds of public officials, experts and industry leaders from around the world will gather in Washington at the Carnegie Endowment's biannual non-proliferation conference, to discuss opportunities for controlling the most powerful – and terrible – technologies ever devised, and turning them toward peaceful uses alone. Consider all the places where nuclear proliferation threatens US and global interests today: Iran, North Korea, Syria and other states that benefited by the AQ Khan network. Even gradual progress toward the goal of getting to zero would bring benefits: It would require extensive new accounting and control measures that would greatly reduce risks that terrorists could acquire nuclear materials. Nuclear disarmament cannot happen fast enough to help solve the North Korea challenge. North Korea is not motivated by fear of other states' nuclear weapons, including America's. The civilised world will have to wait out the North Korean regime, calmly trying to channel its energies and limit its options, while deterring it from doing the worst. But beyond North Korea, a long-term project to abolish nuclear weapons would serve several ends of US policy: preventing proliferation; preventing nuclear terrorism; reducing the unique threat of nuclear annihilation; and restoring optimism about American leadership in the world. Experts on both side of the aisle agree that the United States should lead this charge. Henry Kissinger, Sam Nunn, George Shultz and William Perry wrote last year in the Wall Street Journal that, as they see it, eliminating nuclear weapons is in America's security interests. Of course, not all American leaders agree share the desire for a world without nuclear weapons. Former secretary of defence Harold Brown and CIA director John Deutch, both Democrats, argue that \"the goal, even the aspirational goal, of eliminating all nuclear weapons is counterproductive.\" Republican senator John Kyl insists that \"US national security – and that of our friends and allies – will not permit a nuclear weapons-free world in the foreseeable future.\" Only 35 senators could block the US from ratifying a comprehensive test ban or treaties for further reductions of nuclear arsenals, necessary steps on a road to zero. Yet nuclear disarmament sceptics must confront the reality that it will be increasingly difficult for a small group of nuclear-armed states to perpetuate a discriminatory order based on haves and have-nots when they enforce penalties firmly against some states and only nominally against others. Inequity breeds resentment, resistance and non-compliance. If the United States wishes to curtail nuclear proliferation, it must make serious progress toward nuclear disarmament. Non-nuclear weapons states are increasingly resistant to safeguards ensuring that civilian nuclear facilities are not used for military purposes, and they often refuse to accept constraints on their access to nuclear technology. If we could be confident that nuclear deterrence would work always and everywhere, we wouldn't worry about proliferation, but in a complex multi-polar order, deterrence is not fail-safe, so the only long-term answer is to reduce the number of nuclear weapons to zero. Like mass-scale gas chambers, nuclear weapons cannot be disinvented, but the world does not have to tolerate them. States that desire to eliminate nuclear weapons must not be dissuaded from pursuing an end in which they have clear interests. We must determine whether means could exist to verify that weapons have been dismantled, to minimise the risk of cheating and to build confidence in enforcement measures against cheaters. The verification and enforcement mechanisms that would be required would augment US and global security at a time when the nuclear industry is expanding worldwide. Without a clearer commitment to the elimination of all nuclear arsenals, non–nuclear-weapon states will not support strengthened non-proliferation rules, inspections and controls over fissile materials. In signing the Non-Proliferation Treaty, the United States committed in essence to eventually eliminating its nuclear weapons capability. There remains much to be done before we can get there, but as President Obama made very clear in Prague, we have an obligation to try.",
    "keywords": [
        "stop",
        "proliferation",
        "wont",
        "world",
        "korea",
        "states",
        "perkovich",
        "nuclear",
        "zero",
        "weapons",
        "goal",
        "united",
        "obamas",
        "north"
    ],
    "summary": "North Korea has just tested a long-range missile that could be used to deliver a nuclear warhead.\nNorth Korea is not motivated by fear of other states' nuclear weapons, including America's.\nOf course, not all American leaders agree share the desire for a world without nuclear weapons.\nIf the United States wishes to curtail nuclear proliferation, it must make serious progress toward nuclear disarmament.\nIn signing the Non-Proliferation Treaty, the United States committed in essence to eventually eliminating its nuclear weapons capability.",
    "sentiment": {
        "neg": 0.1154,
        "neu": 0.73,
        "pos": 0.1545,
        "compound": 0.0418
    }
}