{
    "date": "2009-09-04T07:45:32Z",
    "title": "North Korea 'in completion phase' of uranium enrichment",
    "url": "https://www.theguardian.com/world/2009/sep/04/north-korea-uranium-enrichment",
    "content": "North Korea said today that it was in the final stages of enriching uranium, which would give it a second way to make nuclear bombs in addition to its plutonium-based programme. Pyongyang informed the UN security council that it was forging ahead with its nuclear programmes, said the official Korean Central News Agency, adding that uranium enrichment was entering the \"completion phase\" and plutonium was \"being weaponised\". Analysts suggested that North Korea was seeking to apply fresh pressure to the international community after a month of conciliatory gestures – possibly because it felt its olive branches had not been accepted with sufficient enthusiasm. \"We are prepared for both dialogue and sanctions. If some permanent members of the security council wish to put sanctions first before dialogue, we would respond with bolstering our nuclear deterrence first before we meet them in a dialogue,\" the North Korean statement said. It claimed that it carried out its second nuclear test this spring only because the security council had \"made an issue\" of its rocket launch in April. Pyongyang said that it wanted to put a satellite into orbit, but others believed it was advancing its ballistic missile programme, because the same launch technology is required. The North also conducted a host of missile tests. But in recent weeks it has released two American journalists and several South Koreans it was holding, agreed to restart North-South family reunions, and restored regular cross-border traffic to a joint industrial zone. \"They are taking a mixed strategy, which I would call the sweet and sour approach,\" Peter Beck, research fellow at Stanford University and a specialist on Korean affairs, told Reuters. \"This keeps their adversaries guessing and it makes it more difficult to formulate policy.\" But Cho Myung-chul, a specialist on the North at the Korea Institute for International Economic Policy, said of this morning's statement: \"Now they are taking the road that they know will drive a response out of all countries – the military way – and leaving them to decide what to do.\" The announcement coincides with a visit to Asia by the chief US envoy for the North, Stephen Bosworth, to discuss ways to bring Pyongyang back to denuclearisation talks. He will meet South Korean officials in Seoul today before travelling to Japan on Sunday. The six-party talks with North Korea to dismantle its plutonium programme broke down last year and Pyongyang has since denounced them as a violation of its sovereignty. It has made it clear it seeks bilateral talks with the US, although Washington says that direct talks would be possible only in the context of the six-party negotiations – which also involve South Korea, China, Russia and Japan. The North's programme is thought to have yielded enough plutonium for around half a dozen atomic devices, although analysts think it has yet to make a device small enough to mount in a long-range missile. Experts had long suspected that the North also had a covert uranium enrichment program, but Pyongyang denied it. It announced it would begin such a programme after new UN sanctions announced this summer. According to experts in the US and at South Korea's Institute of Nuclear Nonproliferation and Control, it is easier to build nuclear bombs using enriched uranium than reprocessed plutonium, and uranium can be enriched in relatively inconspicuous factories. Uranium-based bombs can also work without requiring test explosions, although plutonium bombs have more potential to be miniaturised to fit on top of a missile, according to Ivan Oelrich of the Federation of American Scientists. The North says it needs the nuclear programme as a security guarantee against the US, which has 28,500 troops based in South Korea. South Korea's foreign ministry urged the communist country to abandon its nuclear weapons programmes and return to the stalled disarmament talks, adding: \"We will deal with North Korea's threats and provocative acts in a stern and consistent manner.\" The US state department had no immediate comment.",
    "keywords": [
        "uranium",
        "phase",
        "enrichment",
        "south",
        "plutonium",
        "korea",
        "completion",
        "nuclear",
        "talks",
        "security",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "North Korea said today that it was in the final stages of enriching uranium, which would give it a second way to make nuclear bombs in addition to its plutonium-based programme.\nAnalysts suggested that North Korea was seeking to apply fresh pressure to the international community after a month of conciliatory gestures – possibly because it felt its olive branches had not been accepted with sufficient enthusiasm.\nThe six-party talks with North Korea to dismantle its plutonium programme broke down last year and Pyongyang has since denounced them as a violation of its sovereignty.\nExperts had long suspected that the North also had a covert uranium enrichment program, but Pyongyang denied it.\nThe North says it needs the nuclear programme as a security guarantee against the US, which has 28,500 troops based in South Korea.",
    "sentiment": {
        "neg": 0.0553,
        "neu": 0.8894,
        "pos": 0.0553,
        "compound": 0.0715
    }
}