{
    "date": "2009-05-14T09:04:07Z",
    "title": "US journalists to face trial in North Korea next month",
    "url": "https://www.theguardian.com/media/2009/may/14/us-journalists-north-korea",
    "content": "Two US journalists arrested in North Korea two months ago on charges of illegal entry and unspecified \"hostile acts\" will go on trial in early June. Laura Ling and Euna Lee, reporters for the former US vice-president Al Gore's San Francisco-based Current TV, were detained on 17 March while reporting on North Korean refugees crossing the border into China. Pyongyang's official Korean Central News Agency issued a brief statement earlier today confirming the trial date. The statement did not specify the charges faced by the pair. North Korean state media had previously said they would stand trial and could face up to 10 years in prison for illegal entry and hostile acts. Lee, a Korean-American, and Ling, a Chinese-American, will be tried in North Korea's central court. The Associated Press said this indicated the seriousness of the case and that the regime would not allow any appeal of the verdict. The US has no diplomatic ties with North Korea and has relied on officials from the Swedish embassy to negotiate on behalf of the two journalists. A Swedish envoy met the pair on 30 March, but access to them has been refused since then, US officials told AP. French news agency AFP reported that diplomatic analysts believed Pyongyang is using the pair as a bargaining chip to open direct talks with US president Barack Obama's administration about its nuclear weapons programme, and may be following the lead set by the Iranian government. US-born reporter Roxana Saberi walked free from an Iranian jail on Monday after a court reduced her prison term for spying from the original eight years to a two-year suspended sentence. Lee and Ling's detention comes amid heightening tensions after North Korea fired a long-range rocket on 5 April in what it called a satellite launch. The launch was met by condemnation at the UN Security Council as the US and other nations claimed it was a missile test. • To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. • If you are writing a comment for publication, please mark clearly \"for publication\".",
    "keywords": [
        "journalists",
        "publication",
        "pair",
        "swedish",
        "korea",
        "face",
        "prison",
        "trial",
        "lee",
        "month",
        "statement",
        "north",
        "korean"
    ],
    "summary": "Two US journalists arrested in North Korea two months ago on charges of illegal entry and unspecified \"hostile acts\" will go on trial in early June.\nPyongyang's official Korean Central News Agency issued a brief statement earlier today confirming the trial date.\nNorth Korean state media had previously said they would stand trial and could face up to 10 years in prison for illegal entry and hostile acts.\nThe US has no diplomatic ties with North Korea and has relied on officials from the Swedish embassy to negotiate on behalf of the two journalists.\nLee and Ling's detention comes amid heightening tensions after North Korea fired a long-range rocket on 5 April in what it called a satellite launch.",
    "sentiment": {
        "neg": 0.1082,
        "neu": 0.8306,
        "pos": 0.0612,
        "compound": -0.221
    }
}