{
    "date": "2009-04-24T06:47:49Z",
    "title": "Roy Greenslade: US journalists must stand trial in North Korea",
    "url": "https://www.theguardian.com/media/greenslade/2009/apr/24/north-korea-press-freedom",
    "content": "North Korea has decided to put two US journalists, Laura Ling and Euna Lee, on trial. They have been under arrest since they were detained on March 17 on North Korea's border with China. The pair, who work for former US vice president Al Gore'sCurrent TV, were reporting on Korean refugees living in China. Pyongyang's official Korean Central News Agency said the reporters would stand trial \"on the basis of the confirmed crimes.\" The exact charges remain unclear. But it has been previously claimed on state-run media that they entered North Korea illegally and conducted unspecified \"hostile acts\". Under North Korea's criminal code, conviction for illegal entry could mean up to three years in a labour camp. Conviction on espionage or \"hostility toward North Koreans\" carries a sentence of five to 10 years. The Americans' prolonged detention comes amid tensions over North Korea's move to fire a three-stage rocket on April 5 in defiance of international calls. (Via AP/Google)",
    "keywords": [
        "journalists",
        "vice",
        "roy",
        "work",
        "unspecified",
        "conviction",
        "korea",
        "stand",
        "china",
        "greenslade",
        "trial",
        "korean",
        "north",
        "koreas"
    ],
    "summary": "North Korea has decided to put two US journalists, Laura Ling and Euna Lee, on trial.\nThey have been under arrest since they were detained on March 17 on North Korea's border with China.\nBut it has been previously claimed on state-run media that they entered North Korea illegally and conducted unspecified \"hostile acts\".\nUnder North Korea's criminal code, conviction for illegal entry could mean up to three years in a labour camp.\nThe Americans' prolonged detention comes amid tensions over North Korea's move to fire a three-stage rocket on April 5 in defiance of international calls.",
    "sentiment": {
        "neg": 0.1758,
        "neu": 0.8169,
        "pos": 0.0073,
        "compound": -0.3678
    }
}