{
    "date": "2009-04-14T15:37:00Z",
    "title": "North Korea to boycott nuclear talks after UN condemns rocket launch",
    "url": "https://www.theguardian.com/world/2009/apr/14/north-korea-boycott-nuclear-talks",
    "content": "A defiant North Korea today fired a double-barrelled response to international condemnation of its recent rocket launch, saying it would \"never\" take part in international nuclear talks and would restart nuclear facilities it had begun to mothball. Pyongyang's strongly worded statement, which presents President Barack Obama with his first major foreign policy challenge, followed the UN security council's unanimous condemnation of what Korea said was a satellite launch last week. The US and others believe that the failed launch, in defiance of international pressure, was a covert military exercise as the rocket used– the Taepodong-2 – is equally capable of carrying warheads. North Korea's foreign ministry condemned the UN action, which it said infringed the country's sovereignty. As a result, North Korea claimed it would restart nuclear facilities it had begun to dismantle under an international deal that had been the fruit of laborious negotiations. \"We have no choice but to further strengthen our nuclear deterrent to cope with additional military threats by hostile forces,\" the foreign ministry said. It hinted at more satellite tests, saying it would \"continue to exercise its sovereign rights to use space\". In a barb at the US, Pyongyang said it \"will never participate in the six-party talks\" because some members \"publicly denied\" the spirit of the negotiations, which it said were respect of mutual equality and sovereignty. The six-party talks, which also involve China, Japan, Russia, South Korea and the US, began in 2003 and have been aimed at dismantling North Korea's nuclear programme. Under a 2007 deal, North Korea agreed to take apart its main nuclear complex – a step toward its ultimate dismantlement – in return for 1m tons of fuel oil and other concessions. But the process has been stalled for months over the issue of verification of past North Korean nuclear activities. Following some relief in Washington that Pyongyang's missile launch proved a failure, the threat to abandon the talks presents a formidable challenge to Obama. The Bush administration – in particular the vice-president, Dick Cheney – was seen as militarily tough and unpredictable, whereas there is a perception in certain quarters that Obama is soft. The president's options are limited, as Washington has little leverage over North Korea. Its best hope is that China can exert influence over Pyongyang to return to the negotiating table. The Chinese foreign ministry appealed for calm. North Korea had previously warned that any security council criticism over the satellite launch would result in the breakdown of talks. In its statement last night, the security council demanded an end to North Korean missile tests and said it would expand sanctions against the reclusive communist nation. The UN statement, agreed by all 15 council members and read at a formal meeting, said the launch violated a council resolution that banned any missile tests by North Korea after it conducted a nuclear test in 2006. It was a weaker response than the UN resolution sought by Japan and the US. The US ambassador Susan Rice, backed by Russia, insisted the statement was legally binding – just like a resolution – but other diplomats and officials disagreed. Russia said it hoped the six-party talks would resume in the \"very near future\". \"Despite the inevitable emotion from different sides in such a situation, we hope that the process of six-party talks will be resumed in the very near future so that we can continue moving towards the aim agreed by us all – the denuclearisation of the Korean peninsula,\" said Sergei Lavrov, the Russian foreign minister.",
    "keywords": [
        "launch",
        "condemns",
        "statement",
        "korea",
        "sixparty",
        "talks",
        "nuclear",
        "boycott",
        "council",
        "foreign",
        "rocket",
        "north",
        "international"
    ],
    "summary": "A defiant North Korea today fired a double-barrelled response to international condemnation of its recent rocket launch, saying it would \"never\" take part in international nuclear talks and would restart nuclear facilities it had begun to mothball.\nThe six-party talks, which also involve China, Japan, Russia, South Korea and the US, began in 2003 and have been aimed at dismantling North Korea's nuclear programme.\nThe president's options are limited, as Washington has little leverage over North Korea.\nNorth Korea had previously warned that any security council criticism over the satellite launch would result in the breakdown of talks.\nRussia said it hoped the six-party talks would resume in the \"very near future\".",
    "sentiment": {
        "neg": 0.1055,
        "neu": 0.8061,
        "pos": 0.0883,
        "compound": -0.1203
    }
}