{
    "date": "2009-05-27T06:16:32Z",
    "title": "Guardian Daily podcast: Conservative leader outlines reform proposals; plus, responding to North Korea's nuclear test",
    "url": "https://www.theguardian.com/world/audio/2009/may/27/podcast-david-cameron-north-korea-chamipons-league",
    "content": "David Cameron has added his suggestions to the long list of proposals for cleaning up British politics in the wake of the MP expenses scandal. Nick Watt, the Guardian's chief political correspondent, evaluates Cameron's strategy for reform North Korea has made its voice heard loud and clear with this week's nuclear test. How should the world respond to Pyongyang's defiance? Simon Tisdall, the Guardian's foreign affairs columnist, looks at the options In tonight's Champions League final at Rome's Stadio Olympico, Man United fans will once again be venturing into hostile territory. The English side's last few visits to the Eternal City have not exactly been peaceful affairs. John Hooper, the Guardian's Rome correspondent, reports on plans to make the devoted followers of Sir Alex feel more welcome this time. Finally, the largest of all the dinosaurs, the four-legged herbivores known as sauropods, have commonly been represented as having necks that stretched parallel to the ground. But this may be all wrong. Ian Sample, the Guardian's science correspondent, reports on a theory that sauropods kept their necks upright",
    "keywords": [
        "correspondent",
        "sauropods",
        "leader",
        "podcast",
        "affairs",
        "world",
        "reports",
        "responding",
        "necks",
        "nuclear",
        "wrong",
        "weeks",
        "outlines",
        "test",
        "guardians",
        "reform",
        "welcome",
        "proposals",
        "north",
        "plus"
    ],
    "summary": "David Cameron has added his suggestions to the long list of proposals for cleaning up British politics in the wake of the MP expenses scandal.\nNick Watt, the Guardian's chief political correspondent, evaluates Cameron's strategy for reform North Korea has made its voice heard loud and clear with this week's nuclear test.\nThe English side's last few visits to the Eternal City have not exactly been peaceful affairs.\nJohn Hooper, the Guardian's Rome correspondent, reports on plans to make the devoted followers of Sir Alex feel more welcome this time.\nIan Sample, the Guardian's science correspondent, reports on a theory that sauropods kept their necks upright",
    "sentiment": {
        "neg": 0.0869,
        "neu": 0.8587,
        "pos": 0.0544,
        "compound": 0.022
    }
}