{
    "date": "2009-08-07T23:00:00Z",
    "title": "This week: Rupert Murdoch, Bill Clinton and Paula Abdul",
    "url": "https://www.theguardian.com/theguardian/2009/aug/08/this-week-lucy-mangan",
    "content": "Webmaster general Rupert Murdoch After losing £2bn over the last 12 months, the head of the News Corp family, whose offspring include the Times, the Sun, the New York Post and the Wall Street Journal, has announced that the company has at last found a way to make money through the internet. He will start charging for online content. That's right. No more free legal news, tits, baseball scores or market analyses except for everywhere else on the web. From now on, if you want the good stuff from the Digger, you're going to have to pay for it, ya thieving scum or he'll come round and break your fingers. Don't say you weren't warned. And don't start Googling anywhere else either. He knows where you live. Pyongyang charmer Bill Clinton Aw shucks. All ah did was head over to North Korea to see lil' Kim Jong-il cuz he said he didn't wanna deal with ma buddy Al Gore or that new president that Hillary don't like, he'd only speak to me – guess there's some southern charms he don't wanna nuke! – 'bout releasing them there journalist ladies he'd kinda accidentally sentenced to 12 years' hard labour. Well, we got to talkin' and before I could say: \"Don't pay Obama no nevermind, he's just gotta little ole bee in his bonnet about wanting you to stop your nuclear programme with a view to giving fully armed rein to your increasing tyrannical madness, ah'm just here to take a couple of purdy ladies home,\" he just handed them right on over! Wait 'til ah tell Al – he might be off saving the world from global warming but ah still always get the girl! Idol abdicator Paula Abdul The breaking of so great a thing should make a greater crack. Paula has announced her resignation as one of the judges on the mighty American Idol. For those of you unversed in the ways of the modern world, this is the equivalent of Edward VIII's 1936 abdication – it may come to be known by our offspring as the Abdulcation – but with better hair and eye makeup. \"With sadness in my heart,\" she informed the nation via Twitter, \"I've decided not to return.\" Managing to incorporate too some of Wallis Simpson's endearing modesty she added: \"I'll miss nurturing all the new talent, but most of all being part of a show that I helped from day 1 become an international phenomenon.\" At time of going to press it appears that Victoria Beckham is her most likely successor. The end of America as a dominant cultural force starts here. What they said \"I had just put the casket in the hearse and I was watching it drive away when a beautiful blond woman comes up and embraces me. I said to her: 'You have a drink on you? You have a car?' She said: 'Daddy, it's me – Tatum!' I was just trying to be funny with a strange Swedish woman, and it's my daughter. It's so sick.\" Ryan O'Neal tells one of the best near-incest-at-Farrah-Fawcett's -funeral anecdotes we've heard in a long time. \"Darling, will you ever have sex with me again?\" Helen Mirren to her husband when he saw her dressed as the Queen on set. What we've learned The mighty tyrannosaurus rex ate mainly baby animals The average TV viewer watches 43 adverts a day The slender-billed vulture has been successfully bred in captivity Aristocrats will be able to include their titles on ID cards There will be 1 million jobless young people by the end of the summer ... and what we haven't Whether the new plastic hives are going to be enough to save our bees and, thereby, our planet",
    "keywords": [
        "paula",
        "going",
        "ah",
        "dont",
        "right",
        "bill",
        "woman",
        "wanna",
        "murdoch",
        "world",
        "start",
        "week",
        "weve",
        "abdul",
        "rupert",
        "say",
        "clinton"
    ],
    "summary": "No more free legal news, tits, baseball scores or market analyses except for everywhere else on the web.\nDon't say you weren't warned.\nAnd don't start Googling anywhere else either.\nWait 'til ah tell Al – he might be off saving the world from global warming but ah still always get the girl!\nIdol abdicator Paula Abdul The breaking of so great a thing should make a greater crack.",
    "sentiment": {
        "neg": 0.0399,
        "neu": 0.8713,
        "pos": 0.0888,
        "compound": 0.1491
    }
}