{
    "date": "2009-08-05T09:01:06Z",
    "title": "A hawk from a bygone age | Jeremy Goldkorn",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2009/aug/05/john-bolton-bill-clinton",
    "content": "John Bolton, the hawkish former US ambassador to the United Nations was a Bush hardliner. Considering that even erstwhile Bush loyalists generally think the Iraq war has been a mess, it's surprising that his opinions on how to deal with countries America doesn't like are still taken seriously. But the Washington Post yesterday published an opinion piece by him condemning Bill Clinton's visit to North Korea that resulted in the release of two American journalists who had been held as prisoners for almost five months. His reasoning is essentially that negotiating with North Korea sends a signal of weakness, and may encourage \"terrorists\" to take hostages in the hope that it will enable them to negotiate with the US government. For Bolton, North Korea is still part of the axis of evil: countries whose government the US should actively seek to topple. On 29 July, Bolton was a guest on Jon Stewart's The Daily Show where, amazingly, he argued that \"regime change\" in Iran was still a good idea. It's scary enough that the aftermath of the invasion of Iraq has apparently not dented Bolton's belief in violent toppling of other country's governments, but it was something else he said on The Daily Show that was even scarier: My argument for regime change in Iran is that in the few examples we have where there has been regime change of countries pursuing nuclear weapons and have given them up and there's a prospect that could happen in Iran. The best example is South Africa where when the apartheid regime fell and we got a truly democratic government, the new government under Mandela renounced the quest for nuclear weapons. I think that's possible in Iran. Aside from the fact that regime change in South Africa came through a peaceful settlement negotiated by South Africans themselves, the apartheid government stopped the nuclear programme in 1989 and ensured that there were no nuclear bombs left to hand over to the country's new rulers. The apartheid government made sure the country would not have the bomb long before Mandela got into office. Bolton's ignorance is astounding. It's a relief that he no longer represents the diplomatic interests of the US, but a shame that he he is still taken seriously by the American media.",
    "keywords": [
        "hawk",
        "change",
        "iran",
        "south",
        "regime",
        "korea",
        "bygone",
        "bolton",
        "goldkorn",
        "jeremy",
        "nuclear",
        "apartheid",
        "age",
        "countries",
        "north"
    ],
    "summary": "But the Washington Post yesterday published an opinion piece by him condemning Bill Clinton's visit to North Korea that resulted in the release of two American journalists who had been held as prisoners for almost five months.\nHis reasoning is essentially that negotiating with North Korea sends a signal of weakness, and may encourage \"terrorists\" to take hostages in the hope that it will enable them to negotiate with the US government.\nFor Bolton, North Korea is still part of the axis of evil: countries whose government the US should actively seek to topple.\nOn 29 July, Bolton was a guest on Jon Stewart's The Daily Show where, amazingly, he argued that \"regime change\" in Iran was still a good idea.\nThe best example is South Africa where when the apartheid regime fell and we got a truly democratic government, the new government under Mandela renounced the quest for nuclear weapons.",
    "sentiment": {
        "neg": 0.1209,
        "neu": 0.7442,
        "pos": 0.1348,
        "compound": -0.03
    }
}