{
    "date": "2009-06-08T08:45:45Z",
    "title": "North Korea sentences two US journalists to 12 years in jail",
    "url": "https://www.theguardian.com/world/2009/jun/08/north-korea-us-journalists",
    "content": "A North Korean court today sentenced two American journalists to 12 years' hard labour after finding them guilty of committing \"hostile acts\", in a move certain to raise tensions with the US. Laura Ling and Euna Lee were each sentenced to 12 years of \"reform through labour\" for illegally entering the country and committing a \"grave crime\", said the state-run Korean Central News Agency. Ling and Lee, reporters for Current TV, a California-based broadcaster co-founded by the former US vice-president Al Gore, were arrest on 17 March while filming a report about North Koreans attempting to cross the narrow Tumen river into China. North Korea said the pair had entered the country after crossing the river, along its north-east border with China. Other reports said the women had been arrested on the Chinese side by North Korean guards who objected to being filmed. Their cameraman and guide managed to evade capture. The women are unable to appeal because they were convicted by North Korea's highest court. Their trial has been surrounded by absolute secrecy since it began last Thursday. No members of the public or foreign observers were allowed inside the court, and the women have been allowed just one visitor – the Swedish ambassador in Pyongyang – during their four months in solitary confinement. The US state department said it was \"deeply concerned\" by the verdict and was \"engaged through all possible channels to secure their release\". \"We once again urge North Korea to grant the immediate release of the two American citizen journalists on humanitarian grounds,\" Ian Kelly, a state department spokesman, said in a statement. The guilty verdict means the women's fate could be determined by Washington's response to North Korea's increasingly provocative behaviour. In April, it tested a Taeopodong-2 ballistic missiles that, in theory, is capable of striking Alaska. Late last month it detonated a nuclear device and test-fired several short-range rockets. And today , it warned shipping to stay away from an area off its east coast for three weeks, a sign that it may be about to test more short-range missiles. The north has also threatened to test-launch a more advanced Taepodong-2 missile from a newly built base in the north-west unless the UN apologises for condemning its April rocket launch. It has also refused to resume six-party talks on its nuclear programme and warned South Korea that it no longer recognises the truce that ended the Korean war in 1953. The US secretary of state, Hillary Clinton, said last week she was \"incredibly concerned\" about the reporters. Both are married and Lee has a four-year-old daughter. Ling, who suffers from an ulcer, told her sister, Lisa, in a phone call last month that she was \"very, very scared\". \"We are incredibly concerned on both a diplomatic and, on my behalf, a personal basis,\" Clinton told reporters. \"I have met with their families and I share the grave anxiety that they feel about the safety and security of these two young women. We call again on the North Korean government to release them and enable them to come home as soon as possible. In an interview aired on Sunday on ABC's This Week programme, Clinton said: \"The charges against these young women are absolutely without merit or foundation.\" Barack Obama is reportedly considering putting North Korea back on Washington's list of states that sponsor terrorism, a move that would subject it to tougher financial sanctions. George Bush removed the regime from the terror list last October after it agreed to dismantle its nuclear weapons facilities. But reports from the region say the north has restarted its main Yongbyon reactor, which is capable of developing weapons-grade plutonium. Pyongyang said it would retaliate with \"extreme\" measures if the UN security council punished it for last month's nuclear test. \"Our response would be to consider sanctions against us as a declaration of war and answer it with extreme hardline measures,\" the official Rodong Sinmun newspaper said. Some experts believe the regime will free the women and demand that Washington reciprocate by sending a special envoy to Pyongyang to discuss its missile and nuclear programmes. North Korea watchers had expected the sentence to be shorter. Evan C Hunziker, an American who swam across the Yalu river from China into North Korea in 1996, was arrested and detained for three months but released after the governor of New Mexico, Bill Richardson, paid the $5,000 (£3,500) \"hotel bill\" Hunziker had racked up during his detention.",
    "keywords": [
        "journalists",
        "sentences",
        "korea",
        "state",
        "reporters",
        "women",
        "nuclear",
        "jail",
        "12",
        "river",
        "pyongyang",
        "release",
        "north",
        "korean"
    ],
    "summary": "A North Korean court today sentenced two American journalists to 12 years' hard labour after finding them guilty of committing \"hostile acts\", in a move certain to raise tensions with the US.\nNorth Korea said the pair had entered the country after crossing the river, along its north-east border with China.\nOther reports said the women had been arrested on the Chinese side by North Korean guards who objected to being filmed.\nBarack Obama is reportedly considering putting North Korea back on Washington's list of states that sponsor terrorism, a move that would subject it to tougher financial sanctions.\nNorth Korea watchers had expected the sentence to be shorter.",
    "sentiment": {
        "neg": 0.0788,
        "neu": 0.8626,
        "pos": 0.0585,
        "compound": -0.1196
    }
}