{
    "date": "2009-10-06T17:05:02Z",
    "title": "Where China leads, the US follows | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2009/oct/06/china-obama-washington-beijing",
    "content": "Reaching the parts other countries cannot reach, China did the Obama administration a noteworthy favour this week, persuading North Korea's eccentric godfather, Kim Jong-il, to cool it after months of name-calling, missile firings and a nuclear test. The price of the Dear Leader's compliance? The chance to talk directly to the Americans. \"Hostile relations [with] the US should be converted into peaceful ties through bilateral talks without fail,\" Kim said. The agreement represented a diplomatic coup for China after Pyongyang walked away from negotiations on its atomic weapons. It also advanced Barack Obama's global non-proliferation campaign. But perhaps its greatest significance was that in this case, as elsewhere, Beijing, not Washington, took the lead. By taking on the role of facilitator, China in effect took control. The US is having to get used to these manifestations of China's growing reach. Whether addressing climate change, achieving a \"balanced\" global economy and \"realistic\" exchange rates, or pursuing fair trade based on World Trade Organisation rules, Washington is increasingly beholden to Beijing's point of view. China is, after all, its largest creditor. And when it comes to geo-strategic issues such as Iran, Burma, Somali piracy or North Korean nukes, it is increasingly dependent on China's goodwill or, at least, its co-operation. Obama set the tone this year, stressing the desirability of pursuing a pragmatic global partnership. Speaking in February, secretary of state Hillary Clinton spelled out what that meant. Concerns about China's lamentable human rights record, for example, could not be allowed to \"interfere with [joint efforts to tackle] the global economic crisis, the global climate change crisis and the security crisis\". But confirmation today that Obama has put off meeting the Dalai Lama until after his visit to China next month has reawakened fears that Washington is going too far in accommodating Beijing's interests, that its new policy of \"strategic reassurance\" comes at the cost of abandoning both friends and principles, and that in the end, the US will be the loser. The Tibetans have put on a brave face. But it's the first time in nearly two decades that the exiled Tibetan leader has been refused an audience, however informal, with the US president. And the snub undoubtedly creates a precedent other countries may follow. Critics of Obama's policy argue that when China's interests diverge from those of the US, it is much less obliging. Thus does its growing stake in Iran's oil and gas fields lead Beijing to oppose tougher UN sanctions on Tehran over its suspect nuclear programme. China has ignored western pleas to halt its construction of energy pipelines through Burma, cease arming Sri Lanka's repressive government, and stop investing in Sudan. Despite improved cross-straits relations, China's deployment of missiles aimed at Taiwan continues apace. Wen Liao of Longford Advisors, a Hong Kong consultancy, argued recently that China's rising world role was a positive development. Its \"new-found assertiveness\" could help create stability and prosperity in Asia and beyond. For example, China, disapproving (like the US) of Russia's \"dismemberment\" of Georgia last year, had successfully encouraged its central Asian allies to refuse to recognise the independence of South Ossetia and Abkhazia. Veteran US diplomat Henry Kissinger also believes in closer bilateral co-operation as \"the centre of gravity of international affairs\" shifts to Asia. \"It would be especially pernicious if opposing blocs were to form on each side of the Pacific,\" he said in a recent article. But Michael Lostumbo, a Rand Corporation analyst, warned that while China sometimes played a constructive international role, other unpredictable forces were at work in the People's Republic. They were responsible for the anti-Japanese riots of 2005 and continuing intolerance of minority groups such as the Tibetans and Uighurs – all products, in his view, of the \"extreme nationalism\" evident in an insecure country that worried its neighbours and yet still cast itself as a victim. China's rapid military build-up contradicted President Hu Jintao's boast at last month's UN general assembly that \"China has always been and will continue to be a positive force for world peace\", Lostumbo suggested. Even if Obama is putting his trust in the \"new China\", it seems many people round the world do not share his faith. According to the 2008 Pew Global Attitudes Survey, 77% of Chinese believe people in other countries generally like China. In fact, in 23 countries surveyed, only about one-third said they did – and the numbers are falling.",
    "keywords": [
        "leads",
        "follows",
        "countries",
        "world",
        "washington",
        "crisis",
        "china",
        "obama",
        "simon",
        "role",
        "chinas",
        "tisdall",
        "view",
        "global"
    ],
    "summary": "The agreement represented a diplomatic coup for China after Pyongyang walked away from negotiations on its atomic weapons.\nBy taking on the role of facilitator, China in effect took control.\nWen Liao of Longford Advisors, a Hong Kong consultancy, argued recently that China's rising world role was a positive development.\nEven if Obama is putting his trust in the \"new China\", it seems many people round the world do not share his faith.\nAccording to the 2008 Pew Global Attitudes Survey, 77% of Chinese believe people in other countries generally like China.",
    "sentiment": {
        "neg": 0.0816,
        "neu": 0.8027,
        "pos": 0.1157,
        "compound": 0.0426
    }
}