{
    "date": "2009-03-09T07:48:27Z",
    "title": "North Korea warns of war if 'satellite' is shot down",
    "url": "https://www.theguardian.com/world/2009/mar/09/north-korea-army-missile-launch",
    "content": "North Korea put its armed forces on standby today and warned of war if anyone attempts to block a pending satellite launch that other countries claim will disguise a test of its longest-range missile. The threat came as the US and South Korea began their annual joint military drill involving tens of thousands of troops. Pyongyang routinely condemns the exercises as preparation for an invasion and last week warned passenger planes against flying near its airspace. \"Shooting our satellite for peaceful purposes will precisely mean a war,\" the north's military said in a statement issued by the state news agency. It warned that a retaliatory strike \"not only against all the interceptor means involved but against the strongholds\" of the US, Japan and South Korea would result. American and Japanese officials have suggested they could shoot down a North Korean missile if necessary. In a separate dispatch, the agency said the military had ordered all personnel to be \"fully combat ready\" so that they could \"deal merciless retaliatory blows\" to the enemy. North Korea said it would cut off a military hotline with the south during the exercises. Seoul urged its neighbour to restore the link. Relations on the peninsula have deteriorated rapidly since Lee Myung-bak took office as president in the south last year and toughened its stance towards the north. Analysts suggest Pyongyang is also seeking to gain the attention of the new US administration. Stephen Bosworth, the new US special envoy on North Korea, is in Seoul today to discuss with Lee and senior officials the increased tensions. This year's military drill will last 12 days, longer than usual, and is on a greater scale because the countries are preparing for the transfer of wartime command from the US to the South Korean military in the next few years. Marines will conduct live-fire drills north of Seoul, which is less than two hours' drive from North Korea. North Korean state media reported this morning that the country's leader, Kim Jong-il, was unanimously re-elected to its rubber-stamp parliament in yesterday's elections. Full results are expected later today. While only one candidate stands in each constituency, analysts watch the elections closely for clues to political shifts, as members of parliament hold key governmental and military roles. Kim's third and youngest son, 26-year-old Kim Jong-un, reportedly stood for election. Analysts say it suggests his father is grooming him to inherit power.",
    "keywords": [
        "war",
        "south",
        "military",
        "korea",
        "warns",
        "shot",
        "seoul",
        "analysts",
        "today",
        "warned",
        "satellite",
        "north",
        "korean"
    ],
    "summary": "The threat came as the US and South Korea began their annual joint military drill involving tens of thousands of troops.\nAmerican and Japanese officials have suggested they could shoot down a North Korean missile if necessary.\nStephen Bosworth, the new US special envoy on North Korea, is in Seoul today to discuss with Lee and senior officials the increased tensions.\nMarines will conduct live-fire drills north of Seoul, which is less than two hours' drive from North Korea.\nNorth Korean state media reported this morning that the country's leader, Kim Jong-il, was unanimously re-elected to its rubber-stamp parliament in yesterday's elections.",
    "sentiment": {
        "neg": 0.0683,
        "neu": 0.8787,
        "pos": 0.0529,
        "compound": -0.0551
    }
}