{
    "date": "2009-02-24T09:06:00Z",
    "title": "Fears grow over North Korean missile plans",
    "url": "https://www.theguardian.com/world/2009/feb/24/north-korea-rocket-launch",
    "content": "Speculation was mounting today that North Korea is preparing to launch a long-range missile, described by the regime as an \"experimental satellite\", in defiance of American warnings not to provoke instability in the region. The US has repeatedly urged the North Korean regime to abandon the launch and return to negotiations on its nuclear weapons programme. Last week, the US secretary of state, Hillary Clinton, warned Pyongyang against making \"provocative\" moves, adding that the Obama administration would reach out to \"those with whom we have had difficulties, as long as they unclench their fists\". Her appeals appear to have failed after South Korean satellite images showed that preparations were under way to launch what analysts believe to be a Taepodong-2 missile from a site in North Hamgyong province, on the north-east coast. The North has been eager to prove the missile's capabilities after a previous test launch in 2006 ended in failure after less than a minute. Observers have interpreted the threat as another round of diplomatic brinkmanship aimed at winning quick concessions on aid from the US and other countries taking part in multilateral nuclear talks. But the KCNA news agency, North Korea's official mouthpiece, described the hardware as a communications satellite that is part of the country's space programme. \"The preparations for launching an experimental communications satellite are now making brisk headway,\" it said. \"When this satellite launch proves successful, the nation's space science and technology will make another giant stride forward in building an economic power.\" The regime used similar language ahead of the 1998 launch of a Taepodong-1 missile that flew over Japan before landing in the Pacific Ocean. The latest threat to regional stability comes as North Korea steps up its rhetoric against South Korea, whose government's hardline stance, including the cancellation of unconditional aid, prompted threats of \"all-out war\" from Pyongyang last week. A successful launch of a Taepodong-2 would raise anxiety to new levels in the US, whose territory would theoretically be in the communist regime's firing line for the first time. The missile, with a maximum range of 4,100 miles (6,700km), is capable of striking Alaska and Hawaii. The North Koreans did not name a date for the launch, but analysts said it could take place within days. Other potential dates are the 8 March meeting of the supreme people's assembly and the anniversary of the Korean people's army on 25 April. A South Korean defence ministry report released yesterday warned that the North had deployed a new ballistic missile capable of striking a key US military base on the Pacific island of Guam. Although experts do not believe North Korea possesses the technology to miniaturise a nuclear device to use as a warhead, it is believed to have made progress on developing biological and chemical missiles. \"North Korea's conventional force, its development and reinforcement of weapons of mass destruction such as nuclear weapons and missiles, and the forward deployment of its troops, are a direct and serious threat to our security,\" the ministry report said.",
    "keywords": [
        "plans",
        "launch",
        "south",
        "korea",
        "threat",
        "nuclear",
        "weapons",
        "fears",
        "missile",
        "satellite",
        "grow",
        "north",
        "korean"
    ],
    "summary": "Speculation was mounting today that North Korea is preparing to launch a long-range missile, described by the regime as an \"experimental satellite\", in defiance of American warnings not to provoke instability in the region.\nThe US has repeatedly urged the North Korean regime to abandon the launch and return to negotiations on its nuclear weapons programme.\nHer appeals appear to have failed after South Korean satellite images showed that preparations were under way to launch what analysts believe to be a Taepodong-2 missile from a site in North Hamgyong province, on the north-east coast.\n\"When this satellite launch proves successful, the nation's space science and technology will make another giant stride forward in building an economic power.\"\nA South Korean defence ministry report released yesterday warned that the North had deployed a new ballistic missile capable of striking a key US military base on the Pacific island of Guam.",
    "sentiment": {
        "neg": 0.0792,
        "neu": 0.8572,
        "pos": 0.0637,
        "compound": -0.066
    }
}