{
    "date": "2009-04-05T23:01:00Z",
    "title": "Michael Tomasky: With North Korea's rocket, Obama's hope is shot back down to earth",
    "url": "https://www.theguardian.com/commentisfree/2009/apr/06/north-korea-nuclear-weapons-obama",
    "content": "History may one day record it as a stark irony - and let us hope an amusing one rather than the tragic kind - that on the very day that Barack Obama was sketching out to an adoring throng in Prague his vision of a post-nuclear world, North Korea launched a rocket that may one day give it the capacity to fire a nuclear warhead as far as 3,700 miles. This means, to get down to brass tacks, that it could hit Alaska. The juxtaposition is worth dwelling on. Symbolically, it describes an age-old tension in statecraft, something scholars and writers have argued about down the ages. Is history made by great, mould-breaking leaders, or is change - both for the better and for the worse - more likely the result of a coming together of larger social forces? I'll spare you the discussion of Carlyle and Spencer, about whom you no doubt learned a lot more in school than I did, and stick to contemporary matters. Many people want to believe, after Carlyle, that Obama can change the world dramatically in the next four years. It's been a long time since a US president has been so admired. And it's never been the case that a president so admired has directly succeeded a president so reviled. So the idea has taken root, in America and to a considerable extent elsewhere, that the rest of the world should be so grateful to be dealing with Obama and not Bush that they'll at least come to the table and see reason. But as the North Korea episode shows, not everyone is so reasonable. To the men of Pyongyang, Obama is just another imperialistic swine. In fact, if they're dialecticians worth their salt, then they surely think of Obama as all the more dangerous than Bush for the precise reason that he gives imperialism a friendlier face. North Korea, like any state, has national interests, carved out by decades of history (fear of unification) or centuries (fear of China). The fact that it's a genocidal and secretive police state only exacerbates matters. The bottom line is, the North Koreans are going to do what they think they need to do. Having obviously never read their Carlyle, they couldn't care less who the American president is. Neither could the Iranians, and neither, probably, could the Syrians. Obama wants certain things out of both of them - the former to give up its nuclear ambitions and move toward a more open society, the latter to come to some kind of terms with Israel and to reach a permanent accommodation on Hezbollah and the Lebanese question. But are they going to wake up one day and say to themselves: by golly, this Obama fellow is the most popular president in maybe all of history, we'd better do what he says? Not likely. Neither are the Pakistanis and the Indians. Nor are Likud and Hamas. And we learned last week that adoration has its limits even among the closest of friends. Europe is not helping out much militarily on Afghanistan. This isn't because Obama wasn't persuasive enough. It's because nations have interests as they perceive them, and they will act to protect those interests (and because democratic societies have public opinion, which is strongly against such assistance across Europe). No single leader, not even one as popular and symbolically potent as Obama, can change that easily. Pending his time in Istanbul and Ankara, Obama is about to complete a maiden world trip that obviously has to be called a success. Here in the States, the expedition seems to have gone down quite well among all but the 27% or so of people who fret that he's taking the US down the path to socialism. He opened what might someday be a very important door with Russia's Dmitry Medvedev, who called him \"my new comrade\" (that'll make the outlying 27% happy!). Abroad, the reception accorded to him and his wife has been gratifying indeed to the other 73% of us. The majority of America is delighted to see that it once again has a leader who is respected and admired, and even loved, around the world. But beyond those surface images, the real lesson of the trip is that there is no magic pixie dust. There is only the pedestrian reality of long and difficult work and diplomacy. North Korea will abandon its nuclear ambitions, if at all, when the US and other six-party member nations put a deal on the table that all sides can accept. India and Pakistan will come to terms on Kashmir only when the US brokers a deal that makes it in their interests to do so. And so on and so on and so on. This will take time, and it will happen far away from television cameras. Meanwhile, Obama's popularity can at least give him more authority to start these processes than Bush ever had. There's an old saying in American politics, something about how you can bring 'em to the prom but you can't make 'em dance. Obama can use his standing to get Pakistan and India, Israel and the Palestinians, Iran, Syria and maybe even North Korea into the ballroom. Getting them to dance will be the work of years. • Michael Tomasky is editor of Guardian America. Read his blog at theguardian.com/commentisfree/michaeltomasky",
    "keywords": [
        "world",
        "korea",
        "tomasky",
        "history",
        "president",
        "earth",
        "shot",
        "obama",
        "nuclear",
        "hope",
        "interests",
        "come",
        "michael",
        "obamas",
        "day",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "Many people want to believe, after Carlyle, that Obama can change the world dramatically in the next four years.\nBut as the North Korea episode shows, not everyone is so reasonable.\nNorth Korea, like any state, has national interests, carved out by decades of history (fear of unification) or centuries (fear of China).\nNorth Korea will abandon its nuclear ambitions, if at all, when the US and other six-party member nations put a deal on the table that all sides can accept.\nObama can use his standing to get Pakistan and India, Israel and the Palestinians, Iran, Syria and maybe even North Korea into the ballroom.",
    "sentiment": {
        "neg": 0.0334,
        "neu": 0.8679,
        "pos": 0.0987,
        "compound": 0.1954
    }
}