{
    "date": "2009-08-19T08:28:18Z",
    "title": "North Korea wants to send delegation to Kim Dae-jung funeral",
    "url": "https://www.theguardian.com/world/2009/aug/19/north-korea-kim-dae-jung",
    "content": "North Korea has said it wants to send a delegation to South Korea for the funeral of the former president Kim Dae-jung, media reports in Seoul said today. Kim, who died yesterday, won the Nobel peace prize for his \"sunshine policy\" of seeking reconciliation with Pyongyang. The development – the latest indication of improving relations on the peninsula – came as North Korean diplomats travelled to the US to meet Bill Richardson, the governor of New Mexico. The former US ambassador to the UN has visited the North several times. His office said senior officials from Pyongyang's mission to the UN had requested the talks on an undisclosed topic, adding that he would not be negotiating for or representing the Barack Obama administration. The North's relations with the South and the US have deteriorated sharply since Lee Myung-bak took power in Seoul a year and a half ago. Lee ended his predecessors' policy of free-flowing aid, particularly after the North carried out nuclear and missile tests earlier this year. But the former US president Bill Clinton's recent surprise visit to Pyongyang to negotiate the release of two jailed US journalists appears to have been a turning point. Analysts have suggested that Kim's death could also provide an opportunity to improve links because of his role in bringing the North and South closer. A former aide said the North had asked to send a five-strong delegation to his funeral, according to the South Korean Yonhap news agency. In a rare communication between North and South, the North Korean leader, Kim Jong-il, paid tribute and expressed his \"deep condolences\". According to Pyongyang's official Korean Central News Agency, he added: \"The feats he performed to achieve national reconciliation and realise the desire for reunification will remain long with the nation.\" The US secretary of state, Hillary Clinton, yesterday told a press conference that the US stance – that the North must end its nuclear weapons programme – remained unchanged. Asked whether he had received any sign that Pyongyang would return to the six-party aid for disarmament talks, she said Washington was trying to determine whether there were signals it could act on to build a \"positive atmosphere\". \"It's really up to the North Koreans,\" she added. Last week, the North announced that it would lift border restrictions to allow family reunions and visits by South Koreans. In a further conciliatory gesture, it released a South Korean worker who had been detained since March. But in a statement yesterday, the Pyongyang foreign ministry claimed that the US and South Korea were using military drills as part of a plan to launch a nuclear strike, vowing to retaliate if provoked. Pyongyang regularly voices objections to joint exercises, describing them as aggressive and provocative, although Seoul and Washington say the moves are defensive. South Korea's first rocket launch, due to take place later today, may also cause tensions. Earlier this year, the UN toughened sanctions after the North fired off a long-range rocket which, like the South's rocket, was used to launch a satellite. Japan, the US and South Korea claimed Pyongyang's move was a disguised test of ballistic missile technology. The North warned that it would be watching the international response to the South's launch, although Seoul has a deal with the US not to develop long-range missiles in case it leads to an arms race in the region.",
    "keywords": [
        "launch",
        "south",
        "send",
        "wants",
        "korea",
        "rocket",
        "pyongyangs",
        "kim",
        "seoul",
        "daejung",
        "pyongyang",
        "funeral",
        "delegation",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "North Korea has said it wants to send a delegation to South Korea for the funeral of the former president Kim Dae-jung, media reports in Seoul said today.\nThe development – the latest indication of improving relations on the peninsula – came as North Korean diplomats travelled to the US to meet Bill Richardson, the governor of New Mexico.\nA former aide said the North had asked to send a five-strong delegation to his funeral, according to the South Korean Yonhap news agency.\nIn a rare communication between North and South, the North Korean leader, Kim Jong-il, paid tribute and expressed his \"deep condolences\".\nJapan, the US and South Korea claimed Pyongyang's move was a disguised test of ballistic missile technology.",
    "sentiment": {
        "neg": 0.0653,
        "neu": 0.8803,
        "pos": 0.0543,
        "compound": -0.0488
    }
}