{
    "date": "2009-02-10T19:00:00Z",
    "title": "Simon Tisdall: Can President Obama bring North Korea in from the cold?",
    "url": "https://www.theguardian.com/commentisfree/2009/feb/10/obama-kim-jong-il-korea",
    "content": "The scary possibility that North Korea might one day develop a nuclear missile capable of hitting Alaska helped drive Bush administration disarmament efforts in east Asia. After the performance of the state's governor, Sarah Palin, in last autumn's presidential campaign, Democrats could be forgiven for feeling a little less concerned. But allowing foreign dictators to nuke political opponents, however irritating, is not Barack Obama's way. Exactly what the new US president's way is when it comes to dealing with the unpredictable panjandrums of Pyongyang is not yet clear. That may be deliberate. In recent weeks North Korea's leader, Kim Jong-il, has repeatedly resorted to the diplomatic equivalent of throwing his rattle out of the pram. In short order the North has nullified all agreements with South Korea, threatened to reduce Seoul to ashes, and vowed never to give up the bomb. The North's latest threat-cum-tantrum takes the menacing shape of the Taepo-Dong II long-range ballistic missile. According to South Korean officials, a US surveillance satellite recently spotted a train carrying a large cylindrical-shaped object, believed to be the Taepo-Dong, heading for a launch site west of Pyongyang. The missile was first tested in 2006 but blew up. Nervous neighbours believe Kim may be about to try again. Regional analysts say the North's actions are designed to test the mettle of the new US government. \"The missile is pointing at Obama,\" said Baek Seung-joo of the Korea Institute for Defence Analysis in a recent Los Angeles Times interview. On this reading, foreign aid-dependent Pyongyang's not very sophisticated plan is to intimidate the greenhorn president into conceding additional assistance. It has worked in the past. \"Time and time again, Kim Jong-il has manufactured a crisis by testing missiles or a nuclear weapon, taking steps to produce bomb-grade plutonium or expelling international inspectors,\" a Washington Post editorial fumed. \"In most instances he has been rewarded with diplomatic attention and bribes of food and energy.\" The question was whether Obama would play the same unsatisfactory game. Early indications suggest not. So far at least, Obama is playing it extremely cool. Washington rebuffed a North Korean offer to send an emissary to last month's presidential inauguration and ignored a supposedly watershed statement by Kim on 24 January pledging \"peaceful coexistence with all sides\". A replacement for Christopher Hill, the veteran US representative to the six-party talks on the North's nuclear programmes, has yet be named. And the US and Japan continue to withhold oil and other aid while the North blocks inspections to verify a disarmament pact. Washington's chilly stance is mirrored in South Korea that has also set conditions on further aid. \"We are always ready to sit and talk with North Korea on any issue,\" President Lee Myung-bak said this week. \"But we're not going to rush because what's important in inter-Korean relations is having unwavering and firm principles.\" Just how tough Obama intends to be may become clearer next week when Hillary Clinton begins her first overseas foray as secretary of state. Clinton will visit Japan, Indonesia, South Korea and China. Outlining her agenda, state department spokesman Robert Wood made no mention of North Korea – although he said airily that he expected the issue might come up. The message from Obama's White House seems to be: attention-seeking bluster and threats will not work with us. On the face of it, this sounds fine – but it could be a miscalculation all the same. Stephen Bosworth, a former US ambassador to South Korea who returned from Pyongyang last week, said officials there had assured him they wanted the six-party disarmament talks to succeed. The officials had played down talk of missile tests, he added, telling him to \"wait and see\". With Kim's health in doubt – he reportedly suffered a stroke last year – and amid rumoured regime rifts between hawks and doves, it's possible that Pyongyang's recent bolshiness reflects not rising hostility but a state of genuine distress, that it is not waving but drowning. For all its posturing, North Korea remains one of the most isolated, impoverished, hungriest, and least understood countries on earth. Maybe, now the bellicose Bush has gone, its leaders are ready to admit they need help. An answer may come soon. Next Monday is Kim's 67th birthday; a new policy announcement could be made then. Meanwhile state media are heralding the convening on 8 March of the Supreme People's Assembly. Kim is expected to hold centre stage. Could that be the day the North comes in from the cold? Or will the missiles fly?",
    "keywords": [
        "south",
        "recent",
        "korea",
        "state",
        "week",
        "president",
        "bring",
        "obama",
        "simon",
        "cold",
        "kim",
        "missile",
        "tisdall",
        "pyongyang",
        "north"
    ],
    "summary": "The scary possibility that North Korea might one day develop a nuclear missile capable of hitting Alaska helped drive Bush administration disarmament efforts in east Asia.\nIn short order the North has nullified all agreements with South Korea, threatened to reduce Seoul to ashes, and vowed never to give up the bomb.\nWashington's chilly stance is mirrored in South Korea that has also set conditions on further aid.\n\"We are always ready to sit and talk with North Korea on any issue,\" President Lee Myung-bak said this week.\nFor all its posturing, North Korea remains one of the most isolated, impoverished, hungriest, and least understood countries on earth.",
    "sentiment": {
        "neg": 0.047,
        "neu": 0.8922,
        "pos": 0.0609,
        "compound": 0.0159
    }
}