{
    "date": "2009-01-13T12:57:58Z",
    "title": "North Korea to host visit by Seoul officials",
    "url": "https://www.theguardian.com/world/2009/jan/13/north-south-korea-nuclear-visit",
    "content": "South Korean officials will make a rare visit to North Korea this week to check its progress on nuclear disarmament, despite the deterioration in relations between the two countries. Pyongyang recently clamped down on border crossings as speculation grew about the health of Kim Jong-il, who is believed to have suffered a stroke late last year. Relations between the two countries had already worsened after President Lee Myung-bak took office in Seoul in February last year and cut aid to North Korea. Pyongyang retaliated by cutting ties to its richer neighbour and reiterated today that it would not relinquish its nuclear weapons as long as the US backs South Korea with its own atomic arsenal. The north has long accused Washington of hiding nuclear weapons in South Korea, an accusation that both Seoul and Washington deny. Nevertheless, the South Korean foreign ministry said today that its team would visit North Korea on Thursday to inspect nuclear fuel rods at the Yongbyon reactor, a step called for in the stalled six-party disarmament-for-aid deal. An official later told a news briefing that the team would discuss the possible purchase of unused fuel rods. Only a handful of such visits have been made and talks on disarmament stalled in December. The United States has called for the suspension of heavy fuel shipments, saying the north has not abided by commitments on verifying its progress on disarmament. Pyongyang has recently appeared to be hinting that it would like to thaw relations with the US, saying in a new year message that it was willing to work with countries which are friendly to it. A South Korean newspaper reported yesterday that North Korea had requested a place for its chief nuclear envoy at Barack Obama's inauguration this month. The state department has already said that ambassadors to Washington and their spouses are invited, but not other officials. North Korea does not have a US ambassador as the countries do not have diplomatic relations.",
    "keywords": [
        "south",
        "countries",
        "korea",
        "washington",
        "seoul",
        "visit",
        "host",
        "nuclear",
        "korean",
        "officials",
        "pyongyang",
        "fuel",
        "north",
        "relations"
    ],
    "summary": "South Korean officials will make a rare visit to North Korea this week to check its progress on nuclear disarmament, despite the deterioration in relations between the two countries.\nRelations between the two countries had already worsened after President Lee Myung-bak took office in Seoul in February last year and cut aid to North Korea.\nThe north has long accused Washington of hiding nuclear weapons in South Korea, an accusation that both Seoul and Washington deny.\nA South Korean newspaper reported yesterday that North Korea had requested a place for its chief nuclear envoy at Barack Obama's inauguration this month.\nNorth Korea does not have a US ambassador as the countries do not have diplomatic relations.",
    "sentiment": {
        "neg": 0.0818,
        "neu": 0.8783,
        "pos": 0.0398,
        "compound": -0.052
    }
}