{
    "date": "2009-06-01T14:16:50Z",
    "title": "North Korea 'preparing to test most advanced missile'",
    "url": "https://www.theguardian.com/world/2009/jun/01/north-korea-new-missile-launch-move",
    "content": "North Korea is poised to test launch its most advanced missile, reports said today, a week after it defied the international community and conducted its second nuclear weapons test in three years. In a move that is certain to raise tensions in the region, the secretive state has transported an intercontinental ballistic missile, theoretically capable of striking the west coast of the US, to a newly-built launch site in Dongchang-ni on the country's north-west coast. South Korea and Japanese media reports said US satellites and reconnaissance aircraft had recorded the missile arriving at the site, located about 35 miles from the Chinese border, after leaving a weapons research centre on the outskirts of Pyongyang on Saturday. Experts said the missile, believed to be a modified version of the Taepodong-2 rocket launched on 5 April, would take about two weeks to assemble and load with fuel. The new missile reportedly has a range of up to 4,000 miles, which would put Alaska within striking distance, the JoongAng Ilbo, a South Korean newspaper, said. The missile launched in April travelled 2,000 miles before landing harmlessly in the Pacific Ocean. The Dong-a Ilbo newspaper, citing unidentified officials in Seoul and Washington, said the launch could take place to coincide with a meeting between President Barack Obama and his South Korean counterpart, Lee Myung-bak, on 16 June. North Korea has also made the mid and upper reaches of the Yellow Sea a \"no-sail\" zone until the end of July – an unusually long period – in another sign it is planning to conduct a sensitive military exercise. The US defence secretary, Robert Gates, said today that satellites had picked up activity pointing towards a missile test. \"We have seen some signs that they may be doing something with another Taepodong-2 missile,\" he said during a visit to Manila. \"But at this point it is not clear what they are going to do.\" Gates said he would wait until the US had sounded out other countries before commenting on a possible response to the latest escalation in the crisis. The deputy US secretary of state, James Steinberg, is visiting several countries this week to discuss the issue. \"With respect to the team that is visiting Tokyo, Seoul, Moscow and Beijing, I think it's important for us to take it a step at a time and I'd rather not presume that we will not be successful in gaining a broad agreement on the way forward,\" Gates told reporters. The North's increasingly provocative behaviour has clearly irritated China, its closest ally and biggest aid donor. Yonhap, the South Korean news agency, today said China, which said it was \"resolutely opposed\" to last week's nuclear test, had ceased government exchanges with the North in protest. If the unconfirmed reports are true, it would be the clearest sign yet of China's displeasure with its unruly ally. China accounts for three-quarters of North Korea's foreign trade and supplies the vast majority of its oil and consumer goods. A second Taepodong launch in two months would pose a fresh challenge to the authority of the UN security council, which has yet to agree a united response to last week's controlled nuclear blast and the test launch of six-short range missiles. The international response will be further complicated by the appearance of two American journalists in a North Korean court this week, accused of spying on the country while making a documentary about refugees fleeing across its northern border to China. Laura Ling and Euna Lee, reporters for the San Francisco-based Current TV, will stand trial on Thursday and face being sent to a labour camp if found guilty of \"engaging in hostile acts\". Gates warned over the weekend that Washington would never accept a nuclear North Korea. \"We will not stand idly by as North Korea builds the capability to wreak destruction on any target in the region or on us … we will not accept North Korea as a nuclear state,\" he said at a meeting of defence officials in Singapore. South Korea, meanwhile, said today it would not tolerate military threats from its neighbour, days after Pyongyang said it no longer recognised the truce that ended the Korea war in 1953 and would attack the south if it joined in US-led inspections of ships suspected of carrying weapons of mass destruction. \"If North Korea turns its back on dialogue and peace and dares carry out military threats and provocations, the Republic of Korea will never tolerate that,\" Lee said in a radio address. \"I want to make clear that there won't be any compromise on matters that affect our national security.\" North Korea has made good on threats to test rockets and nuclear weapons, as well as abandon six-party nuclear talks, unless the security council apologises for condemning the last long-rage missile test. The North insisted, to universal disbelief, that the exercise was designed to put a communications satellite into orbit.",
    "keywords": [
        "launch",
        "south",
        "korea",
        "nuclear",
        "advanced",
        "weapons",
        "preparing",
        "today",
        "test",
        "missile",
        "north",
        "korean"
    ],
    "summary": "North Korea is poised to test launch its most advanced missile, reports said today, a week after it defied the international community and conducted its second nuclear weapons test in three years.\nThe US defence secretary, Robert Gates, said today that satellites had picked up activity pointing towards a missile test.\nGates warned over the weekend that Washington would never accept a nuclear North Korea.\n\"If North Korea turns its back on dialogue and peace and dares carry out military threats and provocations, the Republic of Korea will never tolerate that,\" Lee said in a radio address.\nNorth Korea has made good on threats to test rockets and nuclear weapons, as well as abandon six-party nuclear talks, unless the security council apologises for condemning the last long-rage missile test.",
    "sentiment": {
        "neg": 0.0729,
        "neu": 0.8538,
        "pos": 0.0733,
        "compound": -0.0396
    }
}