{
    "date": "2009-04-05T13:58:30Z",
    "title": "John Gittings: Nuclear disarmament must not be halted by Pyongyang's rocket",
    "url": "https://www.theguardian.com/commentisfree/2009/apr/05/barack-obama-north-korea",
    "content": "The people who are really justified in denouncing North Korea's satellite launch are those who cannot do so – the people of North Korea who would prefer to see their miserable standard of living improved rather than a ruinous boost to the \"immortal\" prestige of Kim Jong Il and his father. For the rest of the world, this is a wake-up call on two fronts, regardless of whether the launch has been successful. First, a much more sustained effort has to be made to settle the persistent problem of the Korean peninsula, one of the last unsolved problems left over from the cold war. The abnormal division of the two Koreas, and the abnormal character of the Pyongyang regime, stem directly from this failure. Second, we cannot expect to deal effectively with would-be nuclear proliferators in a world that has already condoned proliferation by others and where progress towards disarmament by the five recognised nuclear weapons states is so painfully slow. President Barack Obama, to his great credit, has acknowledged the fatal flaw all previous American presidents and British prime ministers had denied – that new nuclear states may only be persuaded to abandon their quests if the big nuclear powers set the example. To that extent, North Korea (and Iran) could in time be seen to have done the world a favour by concentrating the minds of western leaders and ex-leaders (the conversion of Henry Kissinger to the cause of a nuclear-free world is a wonderful thing) on the truth of what CND and others have been saying for decades. The immediate issue is what action should be taken by the UN security council in response to what, it is being claimed, is a violation of its own resolution 1718, adopted in the wake of North Korea's nuclear weapons test. There is a fine (but important) question of interpretation here: the resolution demanded that North Korea \"should not conduct any further nuclear test or launch of a ballistic missile\". Is a space vehicle launch really equivalent (as the state department argues) to a ballistic missile launch? In political terms anyhow, there is a substantive difference between October 2006, when North Korea openly tested a device – thumbing its nose at its former friends China and Russia as well as the west – and today's launch which has no declared military aim and asserts its peaceful purpose. But the passing of resolution 1718 raised a much broader issue which has not been properly confronted. It may have been splendid to see the five permanent security council members/nuclear weapons states actually agreeing, but why should the subject of their concern be limited to North Korea? Any action that may be taken now would be more convincing if the security council managed also to address the three other states who operate in a wholly unregulated no-man's land of nuclear proliferation. It is easy to get exercised about the still hypothetical development of a three-stage North Korean ballistic missile capable of reaching \"us\" (and the US) and the wildly improbable idea that Pyongyang would then launch a nuclear weapon against anyone and invite instant destruction. It is harder but more urgent for the security council to consider how to address the nuclear threat in South Asia, particularly as Pakistan drifts further out of control. And it is even harder but just as urgent to call not only for international controls on the (still tentative) Iranian nuclear program but for the same controls on the (fully developed) Israeli nuclear capability. As for North Korea, let us hope that President Obama keeps the cool with which he has already impressed us, limits condemnation to words, and resumes the on-off progress towards normalising relations with North Korea. The US-North Korean relationship is the nub of it – and it might have been so different if Bill Clinton, at the end of his presidency, had managed to make that hoped-for visit to Pyongyang.",
    "keywords": [
        "gittings",
        "launch",
        "korea",
        "pyongyangs",
        "world",
        "states",
        "nuclear",
        "weapons",
        "security",
        "john",
        "disarmament",
        "resolution",
        "council",
        "rocket",
        "north",
        "halted"
    ],
    "summary": "Second, we cannot expect to deal effectively with would-be nuclear proliferators in a world that has already condoned proliferation by others and where progress towards disarmament by the five recognised nuclear weapons states is so painfully slow.\nPresident Barack Obama, to his great credit, has acknowledged the fatal flaw all previous American presidents and British prime ministers had denied – that new nuclear states may only be persuaded to abandon their quests if the big nuclear powers set the example.\nIt may have been splendid to see the five permanent security council members/nuclear weapons states actually agreeing, but why should the subject of their concern be limited to North Korea?\nIt is harder but more urgent for the security council to consider how to address the nuclear threat in South Asia, particularly as Pakistan drifts further out of control.\nAs for North Korea, let us hope that President Obama keeps the cool with which he has already impressed us, limits condemnation to words, and resumes the on-off progress towards normalising relations with North Korea.",
    "sentiment": {
        "neg": 0.0828,
        "neu": 0.8092,
        "pos": 0.108,
        "compound": 0.1008
    }
}