{
    "date": "2009-06-19T15:58:06Z",
    "title": "Now for South Korea? North Korea reaches World Cup finals",
    "url": "https://www.theguardian.com/world/2009/jun/19/football-world-cup-north-korea",
    "content": "It could be a genuine game of two halves. Forty-three years after they stunned the world by reaching the quarter-finals in England in 1966, North Korea have qualified for the World Cup finals - setting up the tantalising possibility of a match with South Korea. Having played out a 0-0 draw in Saudi Arabia, the North Korean team is now preparing for next summer's finals in South Africa. A North Korean victory over the old enemy or its other great nemesis, the US - who are on the verge of qualification - would be exploited for every last ounce of propaganda value in Pyongyang. But more realistically, the average North Korean will have little or no idea of what transpires in South Africa, particularly if the team, as many pundits expect, lose all three of their group matches. Television ownership is rare among the North's 23 million people - there are said to be 55 televisions for every 1,000 people - and even those lucky enough to own a set could be searching in vain for match highlights. It took an entire day for news of this week's result to seep into North Korean homes via the tightly controlled state media. That isn't the only sense in which North Korea's players, like their fans, inhabit a totally different footballing universe. As the preponderance of short haircuts suggests, more than half of the squad hails from the North Korean military, whose officials give the team talks and decide when the players eat, sleep and bathe, according to reports in the Chinese online media. Even the handful of players drawn from leagues in Japan, South Korea, Russia and Switzerland are expected to fall into line when representing their country. When in Pyongyang, Jong Tae-se, a Japanese-born forward who plays for the J-League team Kawasaki Frontale, travels to training by subway and trolleybus. Jong, who was born to South Korean parents, is regarded as something of a socialist poster boy after rejecting offers from Japan and South Koreato represent the North. Even if the North Korean propaganda machine agrees to sate the public thirst for World Cup football, there is little it can do about the results. While the regime can easily turn a failed missile test into a resounding success - as it did earlier this year - it will be hard pushed to put a positive spin on, say, a 5-0 drubbing by the world champions, Italy. Yet North Korea's only previous appearance in the World Cup suggests the Italians have reason to fear the men they called the Red Mosquitoes. At their last meeting, at Ayresome Park, Middlesbrough, in 1966, North Korea stunned the football world with a 1-0 win. While the Italians dodged a hail of rotten tomatoes on their arrival in Rome, the victors endeared themselves to their hosts during the tournament. In the quarter final against Portugal, North Korea went 3-0 up, only to lose 5-3 after a Eusebio-inspired comeback. Few believe the current team will revisit those heady days: bookmakers are offering odds of 750-1 on North Korea to lift the World Cup. The best they can hope for is another famous victory, perhaps against the US or South Korea. Either fixture would test Fifa president Sepp Blatter's \"football family\" homily to breaking point. After they were beaten by the South in a World Cup qualifier in Seoul in April, the North Koreans accused their hosts of adulterating their food, inducing \"serious vomiting, diarrhoea and headaches\" on the morning of the match. But if the North Koreans come even close to emulating the feats of '66, expect the most breathless plaudits to be reserved not for Jong Tae-se and his teammates, but for the inspirational 12th man back in Pyongyang, Kim Jong-il.",
    "keywords": [
        "match",
        "south",
        "team",
        "korea",
        "world",
        "cup",
        "reaches",
        "players",
        "finals",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Forty-three years after they stunned the world by reaching the quarter-finals in England in 1966, North Korea have qualified for the World Cup finals - setting up the tantalising possibility of a match with South Korea.\nHaving played out a 0-0 draw in Saudi Arabia, the North Korean team is now preparing for next summer's finals in South Africa.\nAt their last meeting, at Ayresome Park, Middlesbrough, in 1966, North Korea stunned the football world with a 1-0 win.\nIn the quarter final against Portugal, North Korea went 3-0 up, only to lose 5-3 after a Eusebio-inspired comeback.\nFew believe the current team will revisit those heady days: bookmakers are offering odds of 750-1 on North Korea to lift the World Cup.",
    "sentiment": {
        "neg": 0.0584,
        "neu": 0.8732,
        "pos": 0.0684,
        "compound": 0.0183
    }
}