{
    "date": "2009-07-06T13:48:00Z",
    "title": "The world in nuclear weapons",
    "url": "https://www.theguardian.com/news/datablog/2009/apr/06/north-korea-nuclear-weapons",
    "content": "As the US and Russia negotiate over nuclear weapons, what does the nuclear world look like? These figures are from the Bulletin of Atomic Scientists and show the best estimates for the big five nuclear powers: the US, Russia, China, France and the UK. We've also included estimates for other nuclear powers like India, Pakistan and Israel - and for the so-called rogue states like North Korea and Iran. These are just the active warheads - both Russia and the US have thousands more in storage and pending dismantling. Hit the link on the spreadsheet for how the figures changed between 1945 and 2006. In the mid-1980s, there were over 70,000 warheads out there - each with the power of eight times that which destroyed Hiroshima at the end of the second world war. There are many less now - but do you feel any safer? DATA: the world in nuclear weapons GRAPHIC: how we visualised this data (PDF) Introducing the nuke-o-meter Meanwhile, our friends at Timetric have come up with the following graph: • Can you do something with this data? Flickr Please post your visualisations and mash-ups on our Flickr group or mail us at datastore@guardian.co.uk • Get the A-Z of data • More at the Datastore directory • Follow us on Twitter",
    "keywords": [
        "figures",
        "estimates",
        "world",
        "russia",
        "warheads",
        "nuclear",
        "weapons",
        "data",
        "flickr",
        "powers"
    ],
    "summary": "As the US and Russia negotiate over nuclear weapons, what does the nuclear world look like?\nThese figures are from the Bulletin of Atomic Scientists and show the best estimates for the big five nuclear powers: the US, Russia, China, France and the UK.\nWe've also included estimates for other nuclear powers like India, Pakistan and Israel - and for the so-called rogue states like North Korea and Iran.\nThese are just the active warheads - both Russia and the US have thousands more in storage and pending dismantling.\nDATA: the world in nuclear weapons GRAPHIC: how we visualised this data (PDF) Introducing the nuke-o-meter Meanwhile, our friends at Timetric have come up with the following graph: • Can you do something with this data?",
    "sentiment": {
        "neg": 0.0479,
        "neu": 0.8408,
        "pos": 0.1112,
        "compound": 0.1882
    }
}