{
    "date": "2009-05-26T18:01:18Z",
    "title": "North Korea: the world watches Obama | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2009/may/26/north-korea-barack-obama",
    "content": "It's become fashionable to argue that the US and the international community, however that entity is defined, can do little to rein in maverick, gun-totin', bomb-throwing North Korea. Bill Clinton tried being nice, sending his secretary of state, Madeleine Albright, to Pyongyang, and that didn't work. George Bush tried being horrid, talked about the \"axis of evil\", then switched back to nice. That had no lasting impact, either. South Korea, closest to the problem and with the most to lose (and perhaps gain) tried summit meetings, economic zones and other inducements. But its so-called \"sunshine policy\" was rained off as the North repeatedly reverted to gloomy, aggressive type. The UN security council tried sanctions, then more sanctions. Now Russia says it is contemplating even tougher sanctions. Don't hold your breath. \"The temptation to deride the reaction from western capitals [to Monday's North Korean nuclear test and its subsequent short-range missile launches, repeated yesterday] is irresistible, not only for its pretentious prissiness, but because the evil-doers have heard it all so many times before,\" said Wesley Pruden in the Washington Times. \"Kim Jong-il, the beloved 'Dear Leader' of Pyongyang, obviously thinks he has the number of Barack Obama, our very own dear leader, and the squishy leaders of the west.\" Obama's tough talk following the n-test, when he vowed to \"stand up\" to North Korea and punish a \"blatant violation of international law\", comes against this backdrop of serial diplomatic failure and public scepticism. As the untried, greenhorn commander-in-chief, perhaps he had no choice but to clench his previously unclenched fist. But now, expectations of American action have been raised. Not just in Pyongyang but across the Middle East, not least in Tehran, Obama's every move will be scrutinised for signs of hesitation or weakness – or indeed strength. Yet contrary to the widely held view that the US and its partners have few options, there is plenty Obama can do. The key questions are whether he has the will and the determination, and what it is he wants to achieve. Given his rhetoric about engaging with enemies, Obama's instinctive preference will be to talk. But if the US tries, once the dust has settled and a new punitive UN resolution is in place, to draw Kim back to the negotiating table, it must be clear about its aim, said authors Robert Kagan and Dan Blumenthal, writing in the Washington Post. \"If we decide to talk again, American diplomacy should expand beyond nuclear talks to begin preparing for the outcome it wants: a democratic, unified and eventually non-nuclear Korea,\" they said. Engagement, if that was the chosen policy, should be whole-hearted. That meant expansive economic, cultural and educational exchanges, ambitious public diplomacy, and a big all-round effort \"to raise North Koreans' standing of living and exposure to the west\". If tightened sanctions are the chosen route, a similar argument obtains. Existing curbs on nuclear material and missile technology reaching North Korea have not worked well. Financial measures, particularly aimed at foreign banks in Macau and elsewhere doing business with and for the regime, have proven more potent. Moves to intercept shipping bound for North Korea are back under discussion. That would almost certainly provoke an aggressive response and could require collective naval enforcement. The collective aim would be to bring the regime back to the table, preferably on its knees. Isolation and containment are other more passive variants on this option. Whichever path Obama chooses, he can be sure of backing from Japan, South Korea, most western countries and even Russia, up to a point. The wild card is China, North Korea's main trading partner and provider of oil and food. If Obama really wants to decisively deal with Pyongyang, he may be forced, first, to deal with Beijing. The idea that Washington and Beijing shared a common strategic interest in \"solving\" North Korea was false, Kagan and Blumenthal said. \"In theory, China could pressure Kim to give up his weapons ... But the fact is, China doesn't want to. Beijing is content to live with a nuclear and anti-western North Korea. While China fears a collapsed North that would flood its struggling north-east with refugees, it also fears a unified, democratic, prosperous Korea allied with the US. China wants a puppet state in North Korea.\" Taking on China over North Korea is the option entailing the most strategic risk. It is the sort of game-changing, Nixon-like demarche that distinguishes great foreign policy presidents from great talkers. Given the current balance of political, diplomatic and economic forces, Obama could probably do it. But it would take great courage.",
    "keywords": [
        "wants",
        "world",
        "korea",
        "washington",
        "china",
        "obama",
        "simon",
        "sanctions",
        "nuclear",
        "tried",
        "watches",
        "tisdall",
        "pyongyang",
        "north"
    ],
    "summary": "It's become fashionable to argue that the US and the international community, however that entity is defined, can do little to rein in maverick, gun-totin', bomb-throwing North Korea.\nMoves to intercept shipping bound for North Korea are back under discussion.\nThe idea that Washington and Beijing shared a common strategic interest in \"solving\" North Korea was false, Kagan and Blumenthal said.\nChina wants a puppet state in North Korea.\"\nTaking on China over North Korea is the option entailing the most strategic risk.",
    "sentiment": {
        "neg": 0.0881,
        "neu": 0.8132,
        "pos": 0.0987,
        "compound": 0.0176
    }
}