{
    "date": "2009-04-24T02:55:23Z",
    "title": "US journalists to face criminal trial in North Korea",
    "url": "https://www.theguardian.com/world/2009/apr/24/us-journalists-face-trial-north-korea",
    "content": "North Korea has formally decided to indict two US journalists arrested on its border with China more than a month ago. Laura Ling and Euna Lee, journalists working for former vice-president Al Gore's San Francisco-based Current TV, were arrested after they allegedly crossed the border from China on 17 March while reporting on North Korean refugees. North Korean media did not immediately detail charges under the indictments, but the North said last month that the women reporters would be put on trial on charges of illegal entry and unspecified \"hostile acts\". Pyongyang's Korean Central News Agency said in a short dispatch today that the North concluded an investigation and formally decided to indict them \"based on criminal data confirmed\". It did not elaborate. If convicted of espionage, the women could face at least five years in prison under North Korean law. US embassy officials in Seoul were not available for comment. Their prolonged detention comes amid tensions on the Korean peninsula after the North fired a rocket on 5 April, and then kicked out all international monitors from its nuclear facilities, vowed to restart them and quit disarmament talks. Separately, the North has also been holding a South Korean worker at a joint industrial complex for weeks for allegedly denouncing Pyongyang's political system. Many analysts have said the North is likely to try to use the US and South Korean citizens as bargaining chips for future talks with Washington and Seoul.",
    "keywords": [
        "journalists",
        "south",
        "criminal",
        "korea",
        "face",
        "pyongyangs",
        "indict",
        "women",
        "talks",
        "seoul",
        "trial",
        "month",
        "north",
        "korean"
    ],
    "summary": "North Korea has formally decided to indict two US journalists arrested on its border with China more than a month ago.\nNorth Korean media did not immediately detail charges under the indictments, but the North said last month that the women reporters would be put on trial on charges of illegal entry and unspecified \"hostile acts\".\nPyongyang's Korean Central News Agency said in a short dispatch today that the North concluded an investigation and formally decided to indict them \"based on criminal data confirmed\".\nIf convicted of espionage, the women could face at least five years in prison under North Korean law.\nSeparately, the North has also been holding a South Korean worker at a joint industrial complex for weeks for allegedly denouncing Pyongyang's political system.",
    "sentiment": {
        "neg": 0.0907,
        "neu": 0.9008,
        "pos": 0.0085,
        "compound": -0.3592
    }
}