{
    "date": "2009-03-16T02:32:00Z",
    "title": "After 10 years of leader's heroic struggle, pizza comes to North Korea",
    "url": "https://www.theguardian.com/world/2009/mar/16/north-korea-pizza",
    "content": "For millions of undernourished North Koreans, the notion of eating at a restaurant belongs strictly to the world of fantasy. And so there is only the grimmest humour in the news that, for the country's ruling elite, Pyongyang's dining options just got a little more impressive: the country now has its first-ever pizzeria. An obsession with pizza stretching back at least 10 years prompted the isolated nation's dictator, Kim Jong-il, to authorise North Korea's first Italian restaurant, which opened in December, according to a pro-Pyongyang newspaper published in Japan. \"General Kim Jong-il said that the people should also be allowed access to the world's famous dishes,\" the restaurant's manager, Kim Sang-Soon, was quoted as saying in Choson Sinbo, a Tokyo-based newspaper seen as a mouthpiece for the regime. Those dining at the restaurant are reportedly treated to pizza and pasta made with wheat flour, butter and cheese flown in from Italy. They are also presumably reaping the benefits of a years-long effort by Kim Jong-il to bring the perfect pizza to his famine-plagued totalitarian state. In the late 1990s, he summoned a team of Italian pizza chefs to Pyongyang to instruct army officers. One of the chefs, Ermanno Furlanis, later recounted how the Italians underwent x-rays, brain scans and urine and blood sampling on arrival, before being sequestered in a marble palace. One of the officers Furlanis was training asked him to specify the precise distance at which olives should be spaced on a pizza, he recalled. Kim seems to have taken a personal interest: while the pizza-making sessions were under way, on a ship anchored offshore, he was apparently witnessed arriving to inspect his officers' progress. \"I am not in the position to say whether it really was him,\" Furlanis later said. \"But our chef, who had no reason to fib, was, for the space of several minutes, utterly speechless. He said he felt as if he had seen God, and I still envy him this experience.\" The training seems not to have met Kim's expectations. According to Choson Sinbo, subsequent efforts to reproduce Italian pizza in North Korea were a process of \"repeated trial and error\", and last year the dictator sent chefs to Naples and Rome to learn more. Finally satisifed, he authorised the restaurant. North Korea, one of the world's poorest countries, was hit by devastating famine in the mid-1990s, with up to 2m people dying, primarily from pneumonia, tuberculosis and diarrhoea. But Kim's passion for fine food is legendary: he is said to be a connoisseur of cognac, French wine, shark-fin soup and sushi. One of his former chefs, writing under a pseudonym, recalled travelling to Iran and Uzbekistan to fetch caviar, flying to Denmark for bacon and China for melons and grapes. He defected, he wrote, by offering to source sea urchins from Japan, from where he never returned. Quoting North Korean defectors, the South Korean news website Daily NK said Kim \"does not eat much, but enjoys picking at various kinds of food, as if just to taste\".",
    "keywords": [
        "pizza",
        "leaders",
        "heroic",
        "restaurant",
        "chefs",
        "worlds",
        "korea",
        "italian",
        "furlanis",
        "kim",
        "struggle",
        "jongil",
        "comes",
        "officers",
        "north"
    ],
    "summary": "For millions of undernourished North Koreans, the notion of eating at a restaurant belongs strictly to the world of fantasy.\nThey are also presumably reaping the benefits of a years-long effort by Kim Jong-il to bring the perfect pizza to his famine-plagued totalitarian state.\nIn the late 1990s, he summoned a team of Italian pizza chefs to Pyongyang to instruct army officers.\nOne of the officers Furlanis was training asked him to specify the precise distance at which olives should be spaced on a pizza, he recalled.\nAccording to Choson Sinbo, subsequent efforts to reproduce Italian pizza in North Korea were a process of \"repeated trial and error\", and last year the dictator sent chefs to Naples and Rome to learn more.",
    "sentiment": {
        "neg": 0.0456,
        "neu": 0.9042,
        "pos": 0.05,
        "compound": 0.0462
    }
}