{
    "date": "2009-04-29T11:38:03Z",
    "title": "North Korea threatens nuclear missile tests",
    "url": "https://www.theguardian.com/world/2009/apr/29/north-korea-threat-missiles-un-apology",
    "content": "North Korea dramatically raised the stakes today as it threatened to carry out nuclear and long-range missile tests unless the UN security council apologises for tightening sanctions after its rocket launch this month. Pyongyang's foreign ministry said the country \"will be compelled to take additional measures for self-defence, including nuclear and intercontinental ballistic missile tests\" unless it received an immediate apology. It demanded the council withdraw all previous resolutions against such tests by North Korea. The regime is known for its brinksmanship and observers had hoped this month's satellite launch might allow rising tensions in the region to subside. The north has toughened its rhetoric in the last year after a new South Korean president ended the free-flowing aid policy of the previous administration. Analysts believe it is seeking the attention of the new US administration. Pyongyang argues the security council criticism is unfair because it had carried out the peaceful launch of a satellite. But the rocket launch was widely regarded as a test of ballistic missile technology – banned under 2006 sanctions – because the launch equipment and methods are almost identical. The security council imposed sanctions after a ballistic missile launch and a nuclear test in 2006. The latter prompted even the country's ally China to make a rare public attack, accusing Pyongyang of a \"brazen\" test in the face of \"universal opposition\". It called for those sanctions to be tightened after the north fired a long-range rocket on 5 April in defiance of international appeals. The Chinese foreign ministry had no immediate comment today, but South Korea expressed \"serious concerns\" over the threat, accusing North Korea of \"directly challenging\" the international community. \"We make it clear that the international responsibility for worsening the situation will be entirely on North Korea,\" the South ministry said in a statement. Han Sung-joo, a former South Korean foreign minister, said: \"This is going beyond their usual aggressiveness or recklessness. \"That is related to [North Korean leader] Kim Jong-il's own position; he wants to demonstrate that he is still strong and robust. I think this has an internal dimension, an external dimension and a hardware dimension … [It is] putting pressure on the Obama administration to start negotiating directly with North Korea and it is also about working on their hardware.\" The North Korean leader is believed to have suffered a stroke last year, but to have recovered well. James Hoare, a former British chargé d'affaires in Pyongyang, said the announcement might reflect increasing military influence. \"It seems to be sending all the wrong messages to everybody … It is likely to lead to more UN sanctions rather than less. There was something of an opportunity and that's not open any more.\" Analysts believed the north initially appeared to be offering Barack Obama an olive branch, and Hoare said the US had sent positive signals. \"After the 2006 rocket and supposed nuclear tests the world did come round and talks eventually restarted. It maybe that people are saying, 'If we stand tall and have our explosion they will come around – they won't dare deal with us.' I suspect at some point that won't work any more.\" Christopher Hughes, an expert on the region at the University of Warwick, said the move was not completely irrational. \"North Korea is very calculating and in some ways very predictable … It doesn't matter how much they raise the ante; they do tend to get away with it in the end,\" he said. \"If you think back to 2006, we had missile tests in the summer and condemnation and a similar hiatus when nothing happened. Everyone thought, now they will talk. They didn't; they then did nuclear testing. Maybe they're wanting to go the whole way to really pre-empt the Americans, put them off balance and try to get them into the process before [Washington] has decided what its strategy is – and to create as much dissent as possible among the six parties to weaken their ability to push North Korea into a corner.\" The threat comes within days of Pyongyang saying it had begun reprocessing spent fuel rods at its Yongbyon nuclear plant. Under a 2007 six-nation deal, it agreed to disable Yongbyon in return for 1m tonnes of fuel oil and other concessions. Last summer it blew up the plant's cooling tower to demonstrate its commitment to denuclearisation. But talks stalled after Pyongyang wrangled with Washington over the implementation of the deal and how to verify its past atomic activities.",
    "keywords": [
        "launch",
        "south",
        "korea",
        "nuclear",
        "tests",
        "sanctions",
        "missile",
        "pyongyang",
        "rocket",
        "north",
        "threatens"
    ],
    "summary": "North Korea dramatically raised the stakes today as it threatened to carry out nuclear and long-range missile tests unless the UN security council apologises for tightening sanctions after its rocket launch this month.\nPyongyang's foreign ministry said the country \"will be compelled to take additional measures for self-defence, including nuclear and intercontinental ballistic missile tests\" unless it received an immediate apology.\nIt demanded the council withdraw all previous resolutions against such tests by North Korea.\nThe Chinese foreign ministry had no immediate comment today, but South Korea expressed \"serious concerns\" over the threat, accusing North Korea of \"directly challenging\" the international community.\n\"If you think back to 2006, we had missile tests in the summer and condemnation and a similar hiatus when nothing happened.",
    "sentiment": {
        "neg": 0.0797,
        "neu": 0.8586,
        "pos": 0.0617,
        "compound": -0.0677
    }
}