{
    "date": "2009-11-10T05:58:10Z",
    "title": "North and South Korean navies exchange fire",
    "url": "https://www.theguardian.com/world/2009/nov/10/north-korea-south-navy-ships-exchange-fire",
    "content": "Ships from the North and South Korean navies exchanged fire off the peninsula's west coast today, with each side blaming the other for violating the disputed sea border. The clash was the first of its kind for seven years. Seoul said there were no casualties on its side and it is unclear if there were deaths on the North Korean vessel – suggesting this was less serious than the deadly naval skirmishes of 1999 and 2002. \"It's a regrettable incident,\" Commodore Lee Ki-sik told reporters in Seoul. \"We are sternly protesting to North Korea and urging it to prevent the recurrence of similar incidents.\" He did not say whether the south believed the incursion was deliberate. Seoul-based news agency Yonhap quoted South Korea's prime minister, Chung Un-chan, as telling politicians that the skirmish was accidental. The north's military issued a statement blaming the south's ship for crossing the border and demanding an apology. The clash comes days ahead of Barack Obama's visit to Asia, including South Korea, and as Pyongyang seeks direct talks with his US administration. But while some experts suggested Pyongyang might be seeking to increase pressure for bilateral discussions – noting its recent statement that it had produced more arms-grade plutonium – others said it had been concentrating on making friendly overtures and suggested the incident may have been accidental. Bloomberg and Associated Press cited unnamed White House officials as confirming that the special envoy would go to Pyongyang for bilateral talks. According to a statement from South Korea's joint chiefs of staff, the North Korean patrol boat crossed the disputed western sea border at around 11.30am local time, ignoring warning shots from the southern vessel. The North Korean boat then opened fire and the South Korean ship returned fire before the north's vessel returned to its waters, the statement said. The incident lasted about two minutes. The clash occurred near the south-held island of Daecheong, about 120 nautical miles (220km) off Incheon, west of Seoul. A military officer, speaking anonymously, told AP that the north's ship was badly damaged. The north has not commented on casualties. The maritime demarcation border, the Northern Limit Line, was drawn by the then commander of United Nations forces at the end of the civil war in 1953. The two Koreas have never agreed upon it and frequently accuse each other of violating it; Pyongyang last month complained again that South Korean warships were entering its territory. The South Korean president, Lee Myung-bak, who convened an emergency security meeting, ordered his defence minister to strengthen military readiness. But there were no signs of tension along the Korean peninsula's heavily fortified land border. \"North Korea is taking this aggressive stance to show they're not backing down on their security,\" Yang Moo-jin, a professor at the University of North Korean Studies in Seoul, told Reuters. But Han Seung-joo, a former South Korean foreign minister, said: \"There is no reason now for either North or South Korea to be provocative. Right now, the north is sending out overtures to the US for bilateral talks and also to start some sort of dialogue with the US.\" Pyongyang has long sought direct talks with Washington and attacked the six-nation negotiations on aid in return for the north's denuclearisation, which it says infringed its sovereignty. The US has said that any bilateral discussions must be within the context of the multiparty framework, which includes South Korea, China, Russia and Japan. Han warned: \"I doubt if they would come back to six-party talks with just one visit by Stephen Bosworth [the US special envoy for North Korea]. It would take a couple, probably three meetings; not necessarily all in Pyongyang but maybe with a second one in Beijing, followed by multiparty talks.\" In addition to Obama's visit, the US secretary of state, Hillary Clinton, will meet Asia-Pacific foreign ministers in Singapore this week for talks focusing on North Korea.",
    "keywords": [
        "navies",
        "border",
        "south",
        "norths",
        "korea",
        "talks",
        "seoul",
        "korean",
        "pyongyang",
        "statement",
        "north",
        "exchange"
    ],
    "summary": "Ships from the North and South Korean navies exchanged fire off the peninsula's west coast today, with each side blaming the other for violating the disputed sea border.\n\"We are sternly protesting to North Korea and urging it to prevent the recurrence of similar incidents.\"\nThe North Korean boat then opened fire and the South Korean ship returned fire before the north's vessel returned to its waters, the statement said.\nThe South Korean president, Lee Myung-bak, who convened an emergency security meeting, ordered his defence minister to strengthen military readiness.\nBut Han Seung-joo, a former South Korean foreign minister, said: \"There is no reason now for either North or South Korea to be provocative.",
    "sentiment": {
        "neg": 0.1143,
        "neu": 0.8472,
        "pos": 0.0386,
        "compound": -0.2099
    }
}