{
    "date": "2009-08-13T17:51:01Z",
    "title": "Freed US journalists Laura Ling and Euna Lee thank supporters",
    "url": "https://www.theguardian.com/world/deadlineusa/2009/aug/13/ling-lee-journalists-north-korea",
    "content": "Laura Ling and Euna Lee, the two US journalists who were held in a North Korean prison, say they are \"humbled\" by the outpouring of support from the public. \"All the letters and postcards you sent us gave us strength to endure the difficult time we spent in North Korea,\" Lee said in video posted on Current TV's website. Lee and Ling were arrested in March near the North Korean border while researching a story about the trafficking of women for Current. They were later convicted for illegally entering the communist country and sentenced to 12 years of hard labour. Their 140-day ordeal in North Korea ended when they landed in California last week after Bill Clinton travelled to Pyongyang to secure a pardon for the two journalists. In the video, Ling expressed gratitude for the candelight vigils held across the United States in their honour while they were held captive. She said: \"We thought about those lights and they gave us hope.\" Lee said the two would share more of what they experinced with the public but \"we want to go back to our normal life and spend time with our families\".",
    "keywords": [
        "laura",
        "journalists",
        "supporters",
        "euna",
        "gave",
        "public",
        "korea",
        "thank",
        "held",
        "ling",
        "lee",
        "video",
        "freed",
        "north",
        "korean"
    ],
    "summary": "Laura Ling and Euna Lee, the two US journalists who were held in a North Korean prison, say they are \"humbled\" by the outpouring of support from the public.\n\"All the letters and postcards you sent us gave us strength to endure the difficult time we spent in North Korea,\" Lee said in video posted on Current TV's website.\nLee and Ling were arrested in March near the North Korean border while researching a story about the trafficking of women for Current.\nTheir 140-day ordeal in North Korea ended when they landed in California last week after Bill Clinton travelled to Pyongyang to secure a pardon for the two journalists.\nIn the video, Ling expressed gratitude for the candelight vigils held across the United States in their honour while they were held captive.",
    "sentiment": {
        "neg": 0.0551,
        "neu": 0.8493,
        "pos": 0.0955,
        "compound": 0.1403
    }
}