{
    "date": "2009-06-25T13:51:49Z",
    "title": "North Korea threatens nuclear 'fire shower' if attacked",
    "url": "https://www.theguardian.com/world/2009/jun/25/north-korea-nuclear-threat",
    "content": "The following correction was printed in the Guardian's Corrections and clarifications column, Saturday 27 June 2009 The piece below wrongly stated that North Korea recently restarted its main nuclear reactor. Rather, it is taking steps to do this, and so has resumed reprocessing spent fuel rods. North Korea today threatened to retaliate with a nuclear \"fire shower\" if it is attacked by the US and warned it would expand its nuclear arsenal, a month after it carried out a controlled nuclear explosion in defiance of the UN security council. The regime used the 59th anniversary of the outbreak of the Korean war to step up its threats against the US, whose navy is tracking a North Korean vessel off the Chinese coast that is suspected of carrying weapons. Earlier this month the UN banned all weapons exports from North Korea in response to the May 25 nuclear test, its second in three years. The latest warning came as speculation mounted that Pyongyang is preparing to test launch short- and medium-range missiles. North Korea has banned ships from the waters off its east coast until July 10 for \"military exercises\", but South Korean and US intelligence officials do not believe the tests will involve a long-range Taepodong-2 missile, which is theoretically capable of reaching Hawaii. Yesterday President Barack Obama extended Washington's sanctions against North Korea for another year and warned that the regime's nuclear weapons programme posed \"an unusual and extraordinary threat\" to the US. North Korea, which is thought to possess between five and seven nuclear bombs, recently restarted its main nuclear reactor, which is capable of reprocessing spent fuel rods used in the production of weapons-grade plutonium. In Pyongyang the state-run media accused the US of provoking the Korean war – most historians agree the conflict was started by the North – and of looking for an excuse to launch another attack. The Rodong Sinmun newspaper said the North had every right to defend itself in the face of what it called US hostility. The regime \"will never give up its nuclear deterrent … and will further strengthen it,\" it said. The newspaper said a recent US pledge to use nuclear weapons to defend South Korea amounted to \"asking for the calamitous situation of having a fire shower of nuclear retaliation all over South Korea\". The three-year Korean war ended in 1953 with a fragile truce and the creation of the most heavily fortified border in the world. Last month Pyongyang said it was no longer bound by the armistice after the South agreed to take part in US-led searches of vessels suspected of carrying weapons of mass destruction. The ship now being tracked by a US navy destroyer has reportedly cleared the Taiwan Strait and is thought to be heading to Burma with a shipment of conventional munitions. The US and its allies have yet to decide whether to intercept and search the ship, a move that North Korea said it would view as a declaration of war.",
    "keywords": [
        "shower",
        "war",
        "south",
        "month",
        "korea",
        "nuclear",
        "weapons",
        "korean",
        "warned",
        "attacked",
        "pyongyang",
        "north",
        "threatens"
    ],
    "summary": "The following correction was printed in the Guardian's Corrections and clarifications column, Saturday 27 June 2009 The piece below wrongly stated that North Korea recently restarted its main nuclear reactor.\nNorth Korea today threatened to retaliate with a nuclear \"fire shower\" if it is attacked by the US and warned it would expand its nuclear arsenal, a month after it carried out a controlled nuclear explosion in defiance of the UN security council.\nEarlier this month the UN banned all weapons exports from North Korea in response to the May 25 nuclear test, its second in three years.\nNorth Korea, which is thought to possess between five and seven nuclear bombs, recently restarted its main nuclear reactor, which is capable of reprocessing spent fuel rods used in the production of weapons-grade plutonium.\nThe newspaper said a recent US pledge to use nuclear weapons to defend South Korea amounted to \"asking for the calamitous situation of having a fire shower of nuclear retaliation all over South Korea\".",
    "sentiment": {
        "neg": 0.1366,
        "neu": 0.8179,
        "pos": 0.0455,
        "compound": -0.3639
    }
}