{
    "date": "2009-04-08T04:20:01Z",
    "title": "North Korean diplomat warns of 'strong steps' against UN if the security council takes action against Pyongyang",
    "url": "https://www.theguardian.com/world/2009/apr/08/north-korea-un-security-council-missile",
    "content": "A senior North Korean diplomat warned yesterday that Pyongyang will retaliate with \"strong steps\" if the UN security council takes action against its rocket launch, insisting that his country sent up a peaceful satellite and not a missile. North Korea's deputy UN ambassador Pak Tok Hun accused the security council of being \"undemocratic\" by targeting the reclusive communist nation while allowing many other countries to launch satellites. The United States identified the rocket launched by North Korea on Sunday as a Taepodong-2 missile which failed to achieve orbit but travelled 1,900 miles (3,057 km) — twice as far as anything the North previously sent up — before landing in the Pacific Ocean. North Korea claims the rocket launch shot a satellite into space. \"This is satellite,\" Pak insisted. \"Everyone can distinguish satellite with a missile. It's not a missile. I know most of the countries they understand, and they now recognize it was not missile.\" Barack Obama and other world leaders insist the launch violated a 2006 security council resolution that barred the North from ballistic missile activity after it tested a nuclear weapon and insist the council must deliver a strong response. The Pyongyang government claimed it was exercising its right to peaceful space development. \"Every country has the right, the inalienable right, to use the outer space peacefully,\" Pak said. \"Not a few countries, many countries, they've already launched satellite, several hundred times. Does it mean that it is OK for them to launch satellite, but we are not allowed to do that? This is not fair.\" He said the security council has never taken action against another country for launching a satellite, \"but we're not allowed to do that — that is not democratic\". When a reporter noted that North Korea used ballistic technology to launch the rocket in violation of UN sanctions, Pak replied: \"All those countries who launch satellite ... are [using] similar technology.\" \"And if the security council — they take any kind of steps whatever, we'll consider this is [infringement] upon the sovereignty of our country, and next option will be ours. We necessarily have the strong steps will be follow that,\" he warned, without giving any details of possible retaliation. Pak spoke to reporters several times in the corridors of the United Nations, where a third meeting of the five permanent veto-wielding security council nations — the United States, Russia, China, Britain and France — and Japan to discuss possible council action against North Korea was suddenly cancelled. The US, British and French ambassadors met instead, diplomats said, speaking on condition of anonymity because the discussion was private. Japan, the US and others are pressing for a legally binding council resolution which would condemn the launch, and possibly impose sanctions. But China and Russia are concerned about alienating North Korea and the possible impact on the stalled six-party talks on the North's nuclear programme. Pak was asked about reports that there were Iranian observers at Sunday's launch. \"I don't have any idea about that. I don't know who reported that,\" he said. The North Korean envoy was also asked whether North Korea expects better relations with the Obama administration. \"We still have to wait and see,\" he replied.",
    "keywords": [
        "launch",
        "takes",
        "countries",
        "korea",
        "rocket",
        "diplomat",
        "warns",
        "security",
        "steps",
        "korean",
        "missile",
        "satellite",
        "council",
        "pyongyang",
        "pak",
        "north",
        "strong"
    ],
    "summary": "A senior North Korean diplomat warned yesterday that Pyongyang will retaliate with \"strong steps\" if the UN security council takes action against its rocket launch, insisting that his country sent up a peaceful satellite and not a missile.\nDoes it mean that it is OK for them to launch satellite, but we are not allowed to do that?\n\"And if the security council — they take any kind of steps whatever, we'll consider this is [infringement] upon the sovereignty of our country, and next option will be ours.\nBut China and Russia are concerned about alienating North Korea and the possible impact on the stalled six-party talks on the North's nuclear programme.\nThe North Korean envoy was also asked whether North Korea expects better relations with the Obama administration.",
    "sentiment": {
        "neg": 0.0332,
        "neu": 0.9086,
        "pos": 0.0582,
        "compound": 0.0786
    }
}