{
    "date": "2009-04-06T08:47:55Z",
    "title": "Divisions emerge in international response to North Korean rocket launch",
    "url": "https://www.theguardian.com/world/2009/apr/06/north-korea-rocket-launch",
    "content": "The US president, Barack Obama, was today struggling to coordinate an international response to North Korea's launch of a rocket over Japan yesterday. As the UN security council entered a second day of emergency deliberations, differences have emerged over whether to impose punitive measures in retaliation for the launch. The Taepodong-2 rocket flew twice as far as any previous North Korean missile. Although Obama described the action as a \"provocation\", the US and Japan have so far failed to win support from China and Russia for a statement condemning Pyongyang and tightening existing sanctions. The Japanese foreign minister, Hirofumi Nakasone, today admitted there were divisions in the security council. \"China and Russia share the concern that this is a threat to the region, but they appear reserved and cautious as of now,\" he told reporters in Tokyo. Japan called the emergency session soon after the long-range rocket soared over its airspace yesterday morning. Air defence forces were put on standby as the first stage fell in waters off the country's west coast and the second plunged into the Pacific Ocean east of the archipelago. According to the South Korean Chosun Ilbo newspaper, the range of the rocket was double that achieved in North Korea's previous Taepodong-2 missile test, carried out in 1998. Citing South Korean and US intelligence authorities, the paper reported that the rocket's second stage landed in waters about 1,984 miles (3,200km) from the Musudan-ri launch site. The North Korean ambassador to the UN, Shin Son Ho, told reporters in New York: \"We are happy. Very, very successful. You should congratulate us.\" North Korea claimed the Taepodong-2 rocket put an experimental communications satellite into orbit, where it is collecting data and broadcasting the Song of General Kim Il-Sung and the Song of General Kim Jong-il. But US, South Korean and Japanese scientists say the only broadcasts are likely to be from the bottom of the ocean because the satellite failed to reach orbit. The advance in North Korea's ballistic missile technology will raise concerns that the country could one day be capable of delivering a nuclear payload to the US or western Europe. It is likely to interest potential buyers from Pakistan, Iran and Syria, who have sent observers to previous launches. Analysts suggested the move may also have been intended to grab Obama's attention. The White House, Nato and the EU insisted Pyongyang's action should not go unpunished. \"Now is the time for a strong international response and North Korea must know that the path to security and respect will never come through illegal weapons,\" Obama said. \"Rules must be binding, violations must be punished, words must mean something.\" So far, however, the US and its allies have been unable to persuade China and Russia that the act was a breach of UN security council resolution 1718, passed after long-range missile and nuclear tests in 2006. The resolution bans Pyongyang from activities related to a ballistic missile programme and calls on the international community to stop trading weapons and luxury goods with North Korea. US officials believe these sanctions have not been stringently applied. China, a historical ally of and food supplier to North Korea, has called on all sides to remain calm. \"Our position is that all countries concerned should show restraint and refrain from taking action that might lead to increased tension,\" Zhang Yesui, the Chinese ambassador to the UN, told reporters. Russia described the North Korean rocket launch as \"regrettable\", but stopped short of confirming whether the launch had violated existing resolutions. \"Before embarking on any actions, we should understand the character of this launch because, at this particular moment, we do not have a clearcut picture,\" Igor Scherbak, the deputy Russian permanent UN representative, said. In contrast to previous occasions, Pyongyang had notified agencies such as the International Maritime Organisation that it would launch the rocket between 4 and 8 April. The launch cast a cloud over a speech on international security delivered by Obama in Prague, during which he unveiled a range of measures aimed at stemming the spread of nuclear weapons.",
    "keywords": [
        "launch",
        "international",
        "russia",
        "obama",
        "emerge",
        "security",
        "missile",
        "response",
        "previous",
        "divisions",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "The US president, Barack Obama, was today struggling to coordinate an international response to North Korea's launch of a rocket over Japan yesterday.\nThe Taepodong-2 rocket flew twice as far as any previous North Korean missile.\nThe North Korean ambassador to the UN, Shin Son Ho, told reporters in New York: \"We are happy.\nRussia described the North Korean rocket launch as \"regrettable\", but stopped short of confirming whether the launch had violated existing resolutions.\nIn contrast to previous occasions, Pyongyang had notified agencies such as the International Maritime Organisation that it would launch the rocket between 4 and 8 April.",
    "sentiment": {
        "neg": 0.0602,
        "neu": 0.8405,
        "pos": 0.0993,
        "compound": 0.0368
    }
}