{
    "date": "2009-06-02T12:54:34Z",
    "title": "North Korea: the Kim dynasty",
    "url": "https://www.theguardian.com/world/2009/jun/02/north-korea-kim-dynasty",
    "content": "The grandfatherKim Il-sung, North Korea's revolutionary founder, is still known as its \"eternal president\" 15 years after his death from a heart attack. The title of president has been left unfilled out of respect; his son and successor, Kim Jong-il, was instead given the title general secretary of the Korean Workers' party and chairman of the national defence commission. As the originator of the philosophy of juche, or self-reliance, Kim Sr presided over North Korea's almost total isolation from the outside world and set the country on course for famine and grinding poverty among many of its 23 million people. Kim's funeral was attended by thousands of hysterical mourners and his embalmed body is encased in a glass coffin on public display in the outskirts of Pyongyang. His birthday and the date of his death are public holidays. The fatherKim Jong-il has ruled North Korea with an iron fist since his father's death in 1994. Soviet records show Kim was born in Siberia in 1941 and spent the first few years of his life in the Soviet Union, but his official biography states that he was born in his father's log cabin on Paektu, North Korea's highest mountain, in 1942, an event that was foretold by a swallow and marked by a double rainbow and the formation of a new star. He continued his father's personal philosophy of juche, adding his own military-first policy, which has brought the country to the brink of becoming a nuclear power. If North Korean propaganda is to be believed, Kim is a man of extraordinary talents. He has been credited with scoring 11 holes in one during his first-ever round of golf, writing six operas and personally designing the Juche tower in Pyongyang. He describes himself as an internet expert. But the \"dear leader\" also displayed decidedly human frailties: when not dipping in to his collection of 20,000 film videotapes, his idea of a perfect evening at home included dance performances by scantily clad women known as the Pleasure Brigade, some of whom were recruited overseas. A former heavy smoker – he gave up in 2003 – and brandy lover who easily filled out his trademark olive green trouser suit, Kim has lost a lot of weight since reportedly suffering a stroke in August last year. Next to nothing is known about Kim's marital arrangements; it is not clear if his second and third wives were, in fact, mistresses. Reports say he is now living with Kim Ok, 45, his personal secretary in the 1980s. The first sonKim Jong-nam, 38, looked certain to become North Korea's future leader after he was given a senior position in the powerful ministry of public security in 1998 and accompanied his father on a trip to China in January 2001. Four months later, however, his leadership ambitions lay in tatters after he was caught trying to enter Japan on a fake Dominican passport so he could visit Tokyo Disneyland. The episode proved a huge embarrassment to his father, who appears to have decided there and then that Jong-nam was unfit to follow in his footsteps. In 2007 the South China Morning Post reported that he was living incognito in Macau. The second sonIn 2003 the regime appeared to be grooming Kim Jong-chul for leadership after referring to his mother, Koh Jong-hi, as the \"respected mother\" – the same plaudit given Kim Jong-il's mother a few years before he became leader. That view gained currency in 2007 when Jong-chul, 28, was appointed to a senior position in the Korean workers' party. But his father once dismissed him as \"too much like a girl\" to be a leader, and in the past year he has been eclipsed by Kim Jong-un. Jong-chul, like his younger brother, was educated, using a pseudonym, at the International School of Berne in Switzerland. A rare photograph taken in 1994 purportedly shows the curly-haired youth standing outside the school. Former classmates reportedly confirmed sightings of Jong-chul at an Eric Clapton concert and the World Cup finals in Germany in 2006. The leader-in-waitingKim Jong-un, the youngest of Kim's three known sons, has reportedly been named as his father's successor. In a country that, despite its communist doctrine, retains a Confucian respect for seniority, he could have expected only to be in line after older brothers, but emerged as favourite to lead North Korea after impressing his father with his single-mindedness and leadership qualities. Born in 1983 or 84, he was reportedly educated at the same Swiss boarding school as Jong-chul, where he developed a passion for skiing and basketball, and learned to speak English, German and French. In a 2003 book, Kenji Fujimoto, a Japanese chef who worked as Kim's personal cook, described Jong-un as \"a chip off the old block, a spitting image of his father in terms of face, body shape and personality\".",
    "keywords": [
        "leader",
        "reportedly",
        "jongchul",
        "korea",
        "fathers",
        "known",
        "kim",
        "dynasty",
        "kims",
        "father",
        "north",
        "koreas"
    ],
    "summary": "The grandfatherKim Il-sung, North Korea's revolutionary founder, is still known as its \"eternal president\" 15 years after his death from a heart attack.\nAs the originator of the philosophy of juche, or self-reliance, Kim Sr presided over North Korea's almost total isolation from the outside world and set the country on course for famine and grinding poverty among many of its 23 million people.\nThe fatherKim Jong-il has ruled North Korea with an iron fist since his father's death in 1994.\nIf North Korean propaganda is to be believed, Kim is a man of extraordinary talents.\nThe second sonIn 2003 the regime appeared to be grooming Kim Jong-chul for leadership after referring to his mother, Koh Jong-hi, as the \"respected mother\" – the same plaudit given Kim Jong-il's mother a few years before he became leader.",
    "sentiment": {
        "neg": 0.0577,
        "neu": 0.8625,
        "pos": 0.0799,
        "compound": 0.0902
    }
}