{
    "date": "2009-06-12T09:30:00Z",
    "title": "We can all fight for press freedom | Latoya Peterson",
    "url": "https://www.theguardian.com/commentisfree/libertycentral/2009/jun/12/press-freedom-reporters-without-borders",
    "content": "On Monday morning, the news was finally released that the two detained journalists in North Korea had been sentenced to 12 years in a labour camp. Laura Ling and Euna Lee, journalists for Current TV, were in the process of filming a segment in China near the North Korean border when they were apprehended and taken into custody. The two journalists have been held since March and the situation has started the tense negotiations with Pyongyang. Lee and Ling are not the only journalists that have gone missing in action. Earlier this year, Roxanna Saberi, an American journalist working in Iran was accused of espionage and detained narrowly escaped sentencing due to the rallying of the international community. The disappearances of journalists in the line of duty is one of the reasons for the creation of Reporters without Borders, a French organisation that tracks the freedom of the press around the globe. They keep a running tally of reporters, media assistants, and camera staff who have come up missing since the beginning of the year. In the first six months of 2009, 24 journalists have been killed in action, 145 have been jailed (along with nine media assistants), and 67 cyber-dissidents have been imprisoned. The freedom of the press is something that many of us take for granted. We expect to turn on our televisions or surf over to our favorite site and see the news of the day listed for our consumption. Much less attention is paid to how this news actually reaches our doorstep. While attending a Women, Action, and the Media conference, I stopped into this year's keynote event, \"Women on the frontlines\". Huda Ahmed (based in Iraq), Peta Thornycroft (based in Zimbabwe), and Jenny Manrique Cortes (formerly based in Columbia) all shared their stories on working in the field and running out of options. Ahmed spoke of the constant struggle in Iraq to report the news and to stay safe. Thornycroft spun a tale of horror of the quiet violence that pervades Zimbabwe. This type of state-sponsored terrorism doesn't take place with a massacre, but with selective canings and disappearances of teachers and journalists. Cortes spoke about the horrific scope of the drug war in Columbia, and made sure to mention that journalists not only needed training, but also counselling for post-traumatic stress disorder. The act of journalism is fraught with peril, but interestingly enough, none of the women seemed the slightest bit interested in a new career. Instead, when asked what we could do to help, they asked only for us to train more journalists, particularly in areas where few people have the chance to tell their own stories. The foundations of democracy are dependent on a free press. It is imperative that we hold our governments to account in encouraging and protecting our journalists. Yet, even in societies like Britain and the US, our freedom of the press is constantly under attack. According to Reporters Without Borders 2008 Press Freedom Index, the UK is ranked 25th in press freedom, while the US lags behind at 41. We would do well to remember this as we look to pioneering new narratives and new ways to receive news. The internet has provided many more ways for us to get involved in the news cycle – everything from call and response forums like this one to self-publishing through the blogosphere to citizens being on location and uploading videos to YouTube and photos to sites like Wiki leaks. This is all a part of the evolution of journalism, but as we are on the precipice of something great, the ability for us to create and consume news is still in peril. As consumers, as citizen journalists, as commenters, we must speak out when journalists are imprisoned. We must put pressure on our governments to help to protect our media-makers overseas. We must all do our part to ensure that the freedom of the press is upheld. We can start with the small step of signing the petition to free Laura Ling and Euna Lee.",
    "keywords": [
        "journalists",
        "reporters",
        "peterson",
        "based",
        "press",
        "fight",
        "ling",
        "latoya",
        "media",
        "freedom",
        "lee",
        "action",
        "women"
    ],
    "summary": "They keep a running tally of reporters, media assistants, and camera staff who have come up missing since the beginning of the year.\nWhile attending a Women, Action, and the Media conference, I stopped into this year's keynote event, \"Women on the frontlines\".\nYet, even in societies like Britain and the US, our freedom of the press is constantly under attack.\nAccording to Reporters Without Borders 2008 Press Freedom Index, the UK is ranked 25th in press freedom, while the US lags behind at 41.\nWe must all do our part to ensure that the freedom of the press is upheld.",
    "sentiment": {
        "neg": 0.0907,
        "neu": 0.7889,
        "pos": 0.1203,
        "compound": 0.1317
    }
}