{
    "date": "2009-06-17T10:23:03Z",
    "title": "North Korea threatens merciless attack if it is provoked",
    "url": "https://www.theguardian.com/world/2009/jun/17/north-korea-threatens-merciless-attack",
    "content": "North Korea today warned that it would launch a \"merciless\" attack if provoked by the US and its allies, hours after President Barack Obama described the state's nuclear and missile programmes as a \"grave threat\" to the world. \"If the US and its followers infringe upon our republic's sovereignty even a bit, our military and people will launch a one hundred or one thousandfold retaliation with [a] merciless military strike,\" the state-controlled Minju Joson newspaper said. The newspaper described Obama as a hypocrite for supporting a nuclear-free world while making what it claimed were \"frantic efforts\" to develop new nuclear weapons at home. \"The nuclear programme is not the monopoly of the US,\" it said. Russia, which shares a border with North Korea, quickly responded that any missile heading for Russian airspace would be promptly shot down. \"We will see it and shoot it down,\" the deputy defence minister, Viktor Popovkin, said, according to Interfax. The North Korean warning came as reports in Japan and South Korea said the regime could be preparing to test launch two long-range ballistic missiles, possibly in retaliation against sanctions agreed by the UN security council at the weekend. The security council imposed stiffer measures as punishment for North Korea's controlled nuclear explosion last month, including a ban on all weapons exports from North Korea and the import of all but small arms. The security council also called on member states to stop and search North Korean ships suspected of carrying nuclear and ballistic weapons technology. Obama said today that every effort would be made to enforce the sanctions. While he repeated his offer of negotiations, Obama said that \"belligerent, provocative behaviour that threatens neighbours will be met with significant and serious enforcement of sanctions that are in place\". A South Korean newspaper reported that North Korea had started withdrawing money from bank accounts in Macau to prevent it from being frozen under UN sanctions. North Korea has responded to UN action by threatening to conduct more missile launches, enrich uranium and weaponise all its plutonium. There are also fears that it is preparing to carry out another nuclear test, its third since October 2006. Reports in South Korea said a train capable of transporting intercontinental ballistic missiles had been spotted arriving at a launch site in Musudan-ri on the north-east coast, weeks after it had taken a missile to a newer site in the north-west. Any tests would be likely to involve an improved version of the Taepodong-2 missile, which has a theoretical range of 4,800 km, enough to put it within striking distance of Alaska. In previous tests the missile has either failed or fallen harmlessly into the Pacific ocean. A senior US military official warned this week that North Korea could pose a real threat to the US west coast in \"three to five years\" if its missile development continued unchecked. \"It does not include how long it takes to build that warhead,\" General James Cartwright, vice-chairman of the joint chiefs of staff, told a senate hearing on missile defence. \"And that assumes a lot of luck on their part in moving forward.\" North Korea's rhetorical outbursts serve two purposes: to intimidate its enemies and whip up support for the regime at home. The country's leader, Kim Jong-il, is consolidating his position as he prepares to hand over power to his youngest son, Kim Jong-un. Today North Korea denied Japanese media reports that Jong-un had flown to Beijing earlier this month to meet the Chinese president, Hu Jintao. The Asahi Shimbun newspaper said Jong-un, 26, had told Chinese officials he held a senior position in the ruling Korean workers' party and had been officially anointed to succeed his ailing father, who suffered a stroke last summer.",
    "keywords": [
        "launch",
        "newspaper",
        "korea",
        "attack",
        "nuclear",
        "sanctions",
        "obama",
        "weapons",
        "merciless",
        "korean",
        "missile",
        "provoked",
        "north",
        "threatens"
    ],
    "summary": "North Korea today warned that it would launch a \"merciless\" attack if provoked by the US and its allies, hours after President Barack Obama described the state's nuclear and missile programmes as a \"grave threat\" to the world.\nRussia, which shares a border with North Korea, quickly responded that any missile heading for Russian airspace would be promptly shot down.\nA South Korean newspaper reported that North Korea had started withdrawing money from bank accounts in Macau to prevent it from being frozen under UN sanctions.\nNorth Korea has responded to UN action by threatening to conduct more missile launches, enrich uranium and weaponise all its plutonium.\nToday North Korea denied Japanese media reports that Jong-un had flown to Beijing earlier this month to meet the Chinese president, Hu Jintao.",
    "sentiment": {
        "neg": 0.0983,
        "neu": 0.8382,
        "pos": 0.0636,
        "compound": -0.1253
    }
}