{
    "date": "2009-01-30T10:48:52Z",
    "title": "North Korea scraps all agreements with South Korea",
    "url": "https://www.theguardian.com/world/2009/jan/30/north-korea-south-korea1",
    "content": "North Korea today announced it was scrapping a non-aggression pact and all other accords with the South, increasing tensions with its neighbour. Relations between Pyongyang and Seoul have deteriorated rapidly since President Lee Myung-bak took office in the South last year. Analysts warned that this latest move increased the chances of a military clash, but suggested it was primarily aimed at gaining the attention of the US president, Barack Obama. Many predicted that Pyongyang would seek to unsettle the new US administration. \"There is neither way to improve [relations] nor hope to bring them on track,\" the Committee for the Peaceful Reunification of Korea, which oversees ties with Seoul, said, according to the North's official KCNA news agency. The committee said the agreements were \"dead\", adding: \"The confrontation between the North and the South in the political and military fields has been put to such extremes that the inter-Korean relations have reached the brink of a war.\" Pyongyang said it would no longer respect a disputed Yellow Sea border with the South, raising the prospect of new skirmishes in an area which saw naval firefights, resulting in casualties on both sides, in 1999 and 2002. Won Tae-jae, a spokesman for Seoul's defence ministry, said the country would respond \"sternly\" to any violation of the boundary. Officials said the military was on alert. Unification ministry spokesman Kim Ho-nyeon expressed regret at the announcement, urging the North to defuse the tensions through dialogue. However, a presidential official told Reuters: \"Our position is there is no need to react sensitively or get happy or sad over every single statement issued [by the North] with some political motive.\" Lee has taken a tougher stance towards Pyongyang – contrasting with his predecessor's \"sunshine policy\" – and has clamped down on the flow of aid. The armistice that ended the 1950-53 Korean war was not included in today's announcement because it was signed by the North, the US and China, but not the South. The neighbours have never signed a peace treaty ending the conflict, and a heavily fortified demilitarised zone, with thousands of troops on either side, remains in place between the two. The North has a history of using aggressive rhetoric to grab attention and keep other countries guessing about its intentions. But it has also been willing to take action, detonating its first nuclear device in 2006 in protest at US sanctions it described as a \"declaration of war\". Korea University professor Yoo Ho-yeol told Reuters that today's announcement had three aims – to pressure Lee into softening his policy, to scare the US and to drum up domestic support. \"The North probably believes that this type of thing is the most effective way of getting the upper hand with the US ahead of negotiations by raising tension,\" he said. He warned that Pyongyang could be exhausting its rhetorical options, having already threatened to reduce the South to \"ashes\" and all but closed border crossings. Earlier this month, the North's military accused the South of preparing to wage war and said it had adopted an \"all-out confrontational posture\". \"What is worrying is that the possibility of a military clash is rising,\" Yoo said, suggesting such a confrontation could be broader than previous Yellow Sea incidents. Kim Yong-hyun, of Seoul's Dongguk University, told the Associated Press Pyongyang was signalling that it would \"stage a provocation\", but predicted it would be limited in nature to avoid irreparable damage to relations with Seoul and Washington. Masao Okonogi, a Korea expert at Keio University, in Tokyo, said the North was \"just sending a message to the United States\". \"If relations with the United States break down completely, there might be the possibility of military tension,\" he said. \"But for now, they want the United States to talk to them and any military action will just worsen the situation. It's just words for now.\" North Korea appeared to offer an olive branch to Obama in a new year message, and senior officials have signalled keenness to improve relations with the US. Obama has said he would be willing to meet the reclusive North Korean leader, Kim Jong-il, if it advanced efforts towards nuclear disarmament. Two years ago, North Korea signed an aid for disarmament pact with the South, the US, China, Russia and Japan, but the deal stalled in August and talks in Beijing in December failed to get the process back on track. Kim is understood to have recovered after suffering a stroke last year and to be in charge of major decisions again. Some experts believe his illness has increased the influence of hardliners in the military, particularly in day-to-day affairs.",
    "keywords": [
        "agreements",
        "war",
        "south",
        "military",
        "korea",
        "scraps",
        "university",
        "kim",
        "united",
        "pyongyang",
        "north",
        "relations"
    ],
    "summary": "North Korea today announced it was scrapping a non-aggression pact and all other accords with the South, increasing tensions with its neighbour.\nRelations between Pyongyang and Seoul have deteriorated rapidly since President Lee Myung-bak took office in the South last year.\nKorea University professor Yoo Ho-yeol told Reuters that today's announcement had three aims – to pressure Lee into softening his policy, to scare the US and to drum up domestic support.\nMasao Okonogi, a Korea expert at Keio University, in Tokyo, said the North was \"just sending a message to the United States\".\nNorth Korea appeared to offer an olive branch to Obama in a new year message, and senior officials have signalled keenness to improve relations with the US.",
    "sentiment": {
        "neg": 0.0968,
        "neu": 0.8274,
        "pos": 0.0758,
        "compound": -0.098
    }
}