{
    "date": "2009-06-19T21:17:47Z",
    "title": "US destroyer on course to search suspected North Korean arms ship",
    "url": "https://www.theguardian.com/world/2009/jun/19/north-korea-ship-weapons-us",
    "content": "Tension was growing in the Pacific today as the US navy prepared to intercept a North Korean cargo ship suspected of carrying weapons in defiance of a United Nations ban. The US navy has been tracking the Kang Nam since it left a North Korean port on Wednesday. It would be the first ship to be intercepted since the UN last week imposed sanctions on North Korea as punishment for conducting an underground nuclear test last month. The sanctions ban the import and export of nuclear material, missiles and all other weapons other than small arms. A destroyer, the USS John McCain (named after the father of the Republican senator and failed presidential candidate, who was an admiral), was awaiting orders to intercept the ship off the Chinese coast. The UN sanctions allow the US to hail a North Korean ship and demand to be allowed to conduct a search, but not to forcibly board it. North Korea has said a forcible search would be regarded as an act of war. Reflecting heightened tension, the US yesterday began moving radar systems and ground-to-air missiles to Hawaii. The Pentagon said it fears Pyongyang could test-fire an intercontinental missile in the direction of Hawaii over the next few weeks in retaliation for the UN sanctions. US officials designated the Kang Nam as being of \"special interest\" soon after it left port. If the North Koreans refuse to allow a US crew to search the ship, the US could order it into the nearest port. Failing that, the John McCain could closely follow the ship until it reaches port. The US would then be entitled to demand, under the UN sanctions agreement, that that country inspect the ship. Admiral Mike Mullen, chairman of the joint chiefs of staff, told reporters at the Pentagon: \"Without going into specific details, clearly we intend to vigorously enforce the UN security council resolution.\" Republicans, including John McCain, have criticised the UN resolution for being too weak because it does not make such searches at sea mandatory. McCain on Tuesday described interceptions without mandatory searches as \"a half measure\" and called for a tougher response. \"Those ships should be stopped and searched if there is probable cause,\" he said. But Mullen said the US would first try \"hail and query\" and if that failed, direct the ship to a port where the country would be required to inspect the vessel. He refused to confirm that the Kang Nam was the ship being tracked or to say what the ship might be carrying. Robert Gates, the US defence secretary, sitting alongside Mullen, told reporters he was taking seriously the possibility of a North Korean missile launch in the direction of the US. \"We're obviously watching the situation in the North, with respect to missile launches, very closely,\" he said. \"And we do have some concerns, if they were to launch a missile to the east, in the direction of Hawaii.\" Gates has ordered the deployment of anti-ballistic missiles to the islands. The THAAD (Theatre High-Altitude Area Defence) missiles do not carry warheads but are intended to collide with incoming missiles. He has also directed that an array of floating radars be positioned round Hawaii, to track incoming missiles. \"So, without telegraphing what we will do, I would just say, we are – I think we are – in a good position, should it become necessary to protect American territory,\" Gates said. In contrast with Iran and other foreign policy hotspots where the Obama administration is pursuing a softly-softly approach, it is toughening its position towards North Korea, frustrated that Pyongyang rebuffed diplomatic overtures and incentives offered by the Bush administration. Washington wants Pyongyang to return to the negotiating table to discuss the decommissioning of facilities aimed at creating nuclear weapons.",
    "keywords": [
        "mccain",
        "destroyer",
        "suspected",
        "missile",
        "hawaii",
        "course",
        "missiles",
        "sanctions",
        "weapons",
        "ship",
        "search",
        "port",
        "arms",
        "north",
        "korean"
    ],
    "summary": "Tension was growing in the Pacific today as the US navy prepared to intercept a North Korean cargo ship suspected of carrying weapons in defiance of a United Nations ban.\nThe US navy has been tracking the Kang Nam since it left a North Korean port on Wednesday.\nThe UN sanctions allow the US to hail a North Korean ship and demand to be allowed to conduct a search, but not to forcibly board it.\nIf the North Koreans refuse to allow a US crew to search the ship, the US could order it into the nearest port.\nRobert Gates, the US defence secretary, sitting alongside Mullen, told reporters he was taking seriously the possibility of a North Korean missile launch in the direction of the US.",
    "sentiment": {
        "neg": 0.0972,
        "neu": 0.833,
        "pos": 0.0698,
        "compound": -0.1207
    }
}