{
    "date": "2009-03-18T19:34:53Z",
    "title": "Our man in Pyongyang accused of 'rose-tinted view' of North Korea",
    "url": "https://www.theguardian.com/world/2009/mar/18/korea",
    "content": "Pyongyang may not be the most glamorous diplomatic posting on the face of the earth, but it certainly ranks among the most mysterious and least understood. So when spring sun warmed the cold concrete avenues of the North Korean capital last week, the British ambassador to the totalitarian state seized the opportunity to blog lyrical about the weather and its restorative effect on residents. Sadly, Peter Hughes's musings – which were published on the blog of his Foreign Office counterpart in Seoul – have met with an angry response, with some people accusing him of penning \"a press release from the North Korea news agency\". Last Friday, Hughes noted that the \"relatively warm and sunny weather\" that had accompanied the elections for the 12th Supreme People's Assembly had imbued Pyongyang with \"a very festive atmosphere\", with many of its inhabitants \"walking to or from the polling stations, or thronging the parks to have picnics or just stroll\". He went on to observe: \"The booths selling drinks and snacks were very popular with the crowds and everyone seemed to be having a good time.\" Hughes relayed the unsurprising results of the elections – \"reported turn-out of over 99% of the voters and all the candidates, including [North Korean leader] Kim Jong Il, were elected with 100% approval\" – before returning to his city sketches. \"During the afternoons, long columns of schoolchildren can be seen marching through the streets in their blue uniforms with red neckerchiefs, carrying red banners and flags that encourage the people to launch a 'general offensive in response to the Party's call to make a historic leap on all fronts, and sounding the advance for opening the gate to a strong, powerful and prosperous nation in 2012, the centenary of the birth of the Great Eternal Leader Kim Il Sung',\" Hughes wrote. \"The children sing songs and chant slogans as they either walk gaily hand in hand, or march solemnly by.\" Although Hughes is more qualified than most to chronicle events in the country – he was head of the Foreign Office's Korea section between 1994 and 1998 – his observations have not gone down well on the blog. \"It's lovely to have a nice cheery picture of people enjoying the elections in North Korea but I can't help wondering if this rose-tinted view rather misses the bigger issues,\" wrote one visitor. \"North Korea is a brutal and secretive state with a long record of torture, execution and appalling treatment of its people … Has Our Man In Pyongyang gone native?\" Hughes said his posts were intended to \"show that Pyongyang is not a dark and evil place populated by demons, but a city inhabited by human beings who make the best of their lives in spite of the difficulties they face on a daily basis\". A spokeswoman for the Foreign Office said it \"encouraged blogging\" and had no problem with the views Hughes had expressed.",
    "keywords": [
        "man",
        "weather",
        "korea",
        "state",
        "hughes",
        "accused",
        "elections",
        "blog",
        "wrote",
        "rosetinted",
        "view",
        "pyongyang",
        "foreign",
        "north"
    ],
    "summary": "Pyongyang may not be the most glamorous diplomatic posting on the face of the earth, but it certainly ranks among the most mysterious and least understood.\nSadly, Peter Hughes's musings – which were published on the blog of his Foreign Office counterpart in Seoul – have met with an angry response, with some people accusing him of penning \"a press release from the North Korea news agency\".\n\"It's lovely to have a nice cheery picture of people enjoying the elections in North Korea but I can't help wondering if this rose-tinted view rather misses the bigger issues,\" wrote one visitor.\n\"North Korea is a brutal and secretive state with a long record of torture, execution and appalling treatment of its people … Has Our Man In Pyongyang gone native?\"\nA spokeswoman for the Foreign Office said it \"encouraged blogging\" and had no problem with the views Hughes had expressed.",
    "sentiment": {
        "neg": 0.0866,
        "neu": 0.7764,
        "pos": 0.1369,
        "compound": 0.2312
    }
}