{
    "date": "2009-08-04T08:43:00Z",
    "title": "Bill Clinton arrives in North Korea to discuss plight of held US journalists",
    "url": "https://www.theguardian.com/world/2009/aug/04/bill-clinton-north-korea-american-journalists",
    "content": "Bill Clinton is in North Korea to seek the release of two American journalists serving 12 years for \"grave crimes\". Pyongyang's official news agency said the former US president arrived in the capital this morning. South Korea's Yonhap news agency reported that he would try to negotiate for the freedom of Laura Ling and Euna Lee. The journalists were arrested in March while on a reporting trip for California-based Current TV – co-founded by Al Gore, Clinton's former vice-president. They were sentenced in June to 12 years of hard labour for entering the country illegally and engaging in \"hostile acts.\" North Korea and the US do not have diplomatic relations, but Washington is believed to working behind the scenes to negotiate their release. Hillary Clinton, the US secretary of state, has said \"everyone is very sorry\" about the incident and urged Pyongyang to grant them amnesty. Kim Yong-hyun, a professor at Seoul's Dongguk University, told the Associated Press that Clinton's visit could serve two purposes: securing the women's release and improving ties between the two countries. \"I think it's not just about journalists. It will serve as a turning point in the US-North Korea relations,\" he said. KCNA, the North Korean news agency, said Clinton was greeted at the airport by officials including the country's chief nuclear negotiator, Kim Kye Gwan. Pyongyang has ratcheted up tensions in recent months, with a nuclear test and missile launches in defiance of UN resolutions. But last week it said it was open to talks on its nuclear programme – an apparent call for direct discussions with the US. Washington has said it could talk bilaterally with the North, but only on the sidelines of six party talks – also involving China, Japan, South Korea and Russia – which Pyongyang has denounced. Clinton is the second former US president to visit North Korea. Jimmy Carter visited Pyongyang in 1994, when Clinton was in office, and met with the then leader, Kim Il-sung, late father of the current leader, Kim Jong-il. The visit came amid escalating nuclear tensions and led to a breakthrough deal months later. Six years later Clinton's secretary of state, Madeleine Albright, visited Pyongyang for talks with Kim Jong-il. But after George Bush took office he declared the North part of an \"axis of evil\", along with Iran and Iraq. Asked about Clinton's visit, South Korean foreign ministry officials said any announcement would come from Washington or Pyongyang. There was no immediate response from Clinton's New York foundation and Gore's spokeswoman, Kalee Kreider, said she could not comment on the reports. The White House and state department also declined to comment. North Korea is also holding a South Korean worker accused of insulting the North's political system and the four-man crew of a South Korean fishing boat that strayed north of a maritime border last week after experiencing navigational problems.",
    "keywords": [
        "journalists",
        "arrives",
        "south",
        "bill",
        "clintons",
        "plight",
        "korea",
        "kim",
        "held",
        "visit",
        "nuclear",
        "clinton",
        "discuss",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Bill Clinton is in North Korea to seek the release of two American journalists serving 12 years for \"grave crimes\".\nNorth Korea and the US do not have diplomatic relations, but Washington is believed to working behind the scenes to negotiate their release.\nClinton is the second former US president to visit North Korea.\nAsked about Clinton's visit, South Korean foreign ministry officials said any announcement would come from Washington or Pyongyang.\nNorth Korea is also holding a South Korean worker accused of insulting the North's political system and the four-man crew of a South Korean fishing boat that strayed north of a maritime border last week after experiencing navigational problems.",
    "sentiment": {
        "neg": 0.0485,
        "neu": 0.9202,
        "pos": 0.0313,
        "compound": -0.0269
    }
}