{
    "date": "2009-04-05T13:14:00Z",
    "title": "Profile: Kim Jong-il",
    "url": "https://www.theguardian.com/world/2009/apr/05/profile-kim-jong-il",
    "content": "North Korea's dictator Kim Jong-il, commander of one of the world's largest standing armies, remains a mysterious despot. Son of his country's founder, Kim Il-sung, and a leader of the axis of evil according to the administration of George Bush, he has in recent years tantalised the United States and its allies by appearing to seek rapprochement and then sabre-rattling once more. Yet apart from the fact he presided over dreadful famines of his own people, few detailed accounts have emerged of life in the secretive state. A drinker of fine wines, lover of feasts, expensive cars and Hollywood movies, as well as director of his own propaganda films, he was behind the seizure of a leading South Korean director and his wife in 1978, \"re-educating\" him in prison and camps for five years before telling him get on with more movies, although the couple later escaped during a trip to Vienna in 1986. Kim had a sinister reputation long before he succeeded his father in 1994. He was head of special forces in the country in the 1970s and 1980s and was linked by defectors to terrorist activities, including the 1986 bombing of a Korean Airlines jet in which 115 people died. Kim claims to have made many visits abroad despite his reclusive reputation – former US secretary of state Madeleine Albright told the Public Broadcasting Service in America in 2000: \"He's not a nut\" – keeping himself informed about international events through TV networks. Last year, rumours began circulating over his health following his apparent disappearance from public view, but the US and South Korea have since said he has recovered and is in full control. Speculation about the future leadership of his country remains rife. Earlier this year a South Korean news agency claimed he had named his third son, Kim Jong-Un, as his successor. But rumours and conflicting reports are nothing new where Kim Jong-il is concerned. There are differing versions even of his birth. Soviet records suggest he was born in the village of Vyatskoye, near Khabarovsk, in the Russian far east in 1941 where his father commanded a Soviet battalion of Chinese and Korean exiles. The family returned to Pyongyang in November 1945 when the second world war ended and Korea regained independence from Japan. But Kim's official biography says he was born in February 1942 in his father's secret military camp on Baekdhu Mountain in northern Korea, the base for the armed struggle against Japan. His birth was apparently greeted by the appearance of a double rainbow and a new star.",
    "keywords": [
        "rumours",
        "reputation",
        "south",
        "korea",
        "state",
        "remains",
        "kim",
        "profile",
        "jongil",
        "son",
        "soviet",
        "korean"
    ],
    "summary": "North Korea's dictator Kim Jong-il, commander of one of the world's largest standing armies, remains a mysterious despot.\nKim had a sinister reputation long before he succeeded his father in 1994.\nEarlier this year a South Korean news agency claimed he had named his third son, Kim Jong-Un, as his successor.\nBut rumours and conflicting reports are nothing new where Kim Jong-il is concerned.\nThe family returned to Pyongyang in November 1945 when the second world war ended and Korea regained independence from Japan.",
    "sentiment": {
        "neg": 0.0771,
        "neu": 0.8837,
        "pos": 0.0393,
        "compound": -0.1682
    }
}