{
    "date": "2009-04-03T16:28:55Z",
    "title": "Barack Obama warns North Korea over ballistic missile launch",
    "url": "https://www.theguardian.com/world/2009/apr/03/north-korea-missile-obama",
    "content": "President Obama issued a stern warning to North Korea today, saying that it cannot go ahead with the planned launch of a long-range rocket with impunity. However, Pyongyang was today pressing ahead with final preparations for the launch, which the US and its allies believe is a cover for a ballistic missile test. The countdown could begin as early as tomorrow , analysts believe. Speaking in Strasbourg before the Nato summit, Obama said: \"Should North Korea decide to take this action, we will work with all interested partners in the international community to take appropriate steps to let North Korea know that they cannot threaten the safety and stability of other countries with impunity. \"The response so far from the North Koreans has been not just unhelpful but has resorted to the sort of language that has led to North Korea's isolation in the international community for a very long time,\" Obama said. Last night China was reportedly engaged in eleventh-hour attempts to persuade North Korea to cancel the launch. But, with the rocket now almost fuelled, the countries that have most to fear from North Korea's sabre-rattling – the US, Japan and South Korea – are frantically attempting to craft a response. Although North Korea insists the rocket is designed to do no more than put a communications satellite into orbit, Washington and Tokyo, among others, insist it is a covert attempt to test a Taepodong-2 missile capable, in theory, of striking Alaska or Hawaii. This is not entirely uncharted territory for any of the parties. North Korea provoked international anger when it test-fired a Taepodong-1 missile – a less sophisticated version of the rocket now being primed for takeoff – over Japanese territory in 1998. Three years ago it chose 4 July to put on its own fireworks display, test-firing a Taepodong-2 that exploded moments after takeoff. Its decision to try again in the face of almost unanimous opposition was motivated by key military and political calculations. Analysts said it wanted to test the missile technology, with a view to selling it to bidders from the Middle East. In the short term, the launch was designed to demonstrate to Obama that he could expect just as rough a time as his predecessor in the White House. \"North Korea knows that if it launches a ballistic missile, the Obama administration will try to seek bilateral talks on nuclear weapons, aid and a US pledge of non-aggression,\" said Hideshi Takesada, a North Korean specialist at the National Institute for Defence Studies in Tokyo. \"It is aware that Bush offered bilateral talks the last time there was a test launch and it believes that by going ahead with nuclear tests and missile launches it will soften Washington's stance yet again.\" Elsewhere, the mere threat of a missile test is having the opposite effect. Japan has sent Aegis destroyers to its northern coast and has threatened to shoot the rocket down if it malfunctions and veers towards its territory. North Korea, meanwhile, has warned it will interpret any attempt to intercept its \"peaceful satellite\" as a declaration of war that would be met with a \"thunderbolt of revenge\". The rhetoric is alarming, but, in refusing to back down, North Korea was merely reverting to type in an attempt to win concessions, applying what one academic called the \"power of uncertainty\". In 2003 it withdrew from the nuclear non-proliferation treaty and in 2005 announced it had developed a nuclear weapon; a year later it claimed to have successfully tested one. Then last year it walked away from six-party nuclear talks, despite diplomatic overtures from the outgoing Bush administration. So far Kim has given Obama similarly short shrift, even after he sent his secretary of state, Hillary Clinton, to east Asia in February with promises of a new, more constructive era in bilateral ties. With the rocket almost primed for takeoff, few dared to ponder the possible consequences of failure. At the very least it would deal a blow to Kim's prestige at home at a pivotal point in his presidency, while a botched Japanese attempt to intercept wayward boosters would be an embarrassing setback for its costly missile defence system. At the very worst, one think-tank warned this week, it could spark a military conflict in the region.",
    "keywords": [
        "launch",
        "ballistic",
        "korea",
        "barack",
        "warns",
        "obama",
        "test",
        "nuclear",
        "territory",
        "missile",
        "attempt",
        "rocket",
        "north"
    ],
    "summary": "President Obama issued a stern warning to North Korea today, saying that it cannot go ahead with the planned launch of a long-range rocket with impunity.\nHowever, Pyongyang was today pressing ahead with final preparations for the launch, which the US and its allies believe is a cover for a ballistic missile test.\nSpeaking in Strasbourg before the Nato summit, Obama said: \"Should North Korea decide to take this action, we will work with all interested partners in the international community to take appropriate steps to let North Korea know that they cannot threaten the safety and stability of other countries with impunity.\nLast night China was reportedly engaged in eleventh-hour attempts to persuade North Korea to cancel the launch.\nElsewhere, the mere threat of a missile test is having the opposite effect.",
    "sentiment": {
        "neg": 0.0918,
        "neu": 0.854,
        "pos": 0.0542,
        "compound": -0.1198
    }
}