{
    "date": "2009-06-08T19:08:00Z",
    "title": "US journalists given 12 years' hard labour in North Korea",
    "url": "https://www.theguardian.com/world/2009/jun/08/us-journalists-arrested-north-korea",
    "content": "Barack Obama promised today to explore all possible channels to secure the release of two US journalists sentenced to 12 years' hard labour in North Korea. Relations between the US and North Korea, which have deteriorated sharply since Pyongyang conducted a nuclear test last month, will be further strained by the sentences, which are harsher than Washington expected. The US hinted at the weekend that, in response to the nuclear stand-off, it could rebrand North Korea a terrorist state and also begin stopping and searching North Korean ships. One small hopeful sign from today's sentencing was that the fate of the two journalists was not publicly linked to the nuclear row. Washington too will strive to keep the issues separate. The two journalists, Laura Ling and Euna Lee, who worked for Al Gore's Current TV, were arrested in March while filming a report about North Koreans fleeing across the Tumen river into China. North Korea claims the two illegally entered the country but other reports said the two had been filming from Chinese soil. Their trial, held in secret, began on Thursday and they were sentenced to 12 years of \"reform through labour\" for an unspecified \"grave crime\" and for allegedly entering the country illegally, according to North Korean television. The families of the women said in a statement they were \"shocked and devastated\" by the sentence and asked the North Korean government \"to show compassion\" and grant the women clemency. \"We believe that the three months they have already spent under arrest with little communication with their families is long enough,\" the families said. The statement also said that Ling has a \"serious medical condition\" that will be worsened by her prison sentence. Bill Burton, a White House spokesman, said: \"The president is deeply concerned by the reported sentencing of the two American citizen journalists … we are engaged through all possible channels to secure their release.\" Bill Richardson, a former US ambassador, described the sentencing as \"a high-stakes poker game\". In an NBC interview, Richardson, who helped to negotiate the release of US citizens from North Korea in the 1990s, said he took comfort from the fact that the two had not been charged with espionage and hoped they could be released on humanitarian grounds. The North Korean government may be using the nuclear tests and the jailing of the two journalists to wring more concessions from the US. The Bush administration, after initially accusing North Korea of being part of an \"axis of evil\", offered North Korea various incentives to abandon its nuclear weapons programme. But the Obama administration appears likely to shift to a tougher approach. The defence secretary, Robert Gates, rejecting the prospect of offering fresh concessions to Pyongyang to end its nuclear programme, said the US was not in the business of paying for the same horse twice.",
    "keywords": [
        "journalists",
        "hard",
        "labour",
        "korea",
        "women",
        "washington",
        "nuclear",
        "families",
        "sentencing",
        "12",
        "given",
        "release",
        "north",
        "korean"
    ],
    "summary": "Barack Obama promised today to explore all possible channels to secure the release of two US journalists sentenced to 12 years' hard labour in North Korea.\nThe US hinted at the weekend that, in response to the nuclear stand-off, it could rebrand North Korea a terrorist state and also begin stopping and searching North Korean ships.\nNorth Korea claims the two illegally entered the country but other reports said the two had been filming from Chinese soil.\nTheir trial, held in secret, began on Thursday and they were sentenced to 12 years of \"reform through labour\" for an unspecified \"grave crime\" and for allegedly entering the country illegally, according to North Korean television.\nThe Bush administration, after initially accusing North Korea of being part of an \"axis of evil\", offered North Korea various incentives to abandon its nuclear weapons programme.",
    "sentiment": {
        "neg": 0.1017,
        "neu": 0.8296,
        "pos": 0.0686,
        "compound": -0.1105
    }
}