{
    "date": "2009-04-06T11:16:56Z",
    "title": "North Korea accuses South of poisoning ahead of defeat in World Cup qualifier",
    "url": "https://www.theguardian.com/football/2009/apr/06/north-south-korea-football-poisoning",
    "content": "North Korea has accused South Korea of poisoning its players with an \"adulterated foodstuff\" ahead of last week's World Cup qualifier and wants Fifa to investigate the claim. The North's football association also claimed that the alleged food-poisoning is part of the South Korean president Lee Myung-bak's \"moves for confrontation\" with the North. \"It was beyond all doubt that the incident was a product of a deliberate act perpetrated by adulterated foodstuff as they [the players] could not get up all of a sudden just before the match,\" a statement from the North claimed, expanding on complaints which the national team coach, Kim Jong-hun, had raised after his side's 1-0 defeat in Seoul. Kim had asked for the match to be delayed and moved to a neutral venue, claiming three of his players had food poisoning, but Fifa rejected the request. The South Korea Football Association said a professional sports doctor had examined the North Korean players and found no serious problem. More detailed examinations, including blood tests, were refused. Kim Joo-sung, the South Korean FA's international affairs chief, said the accusations were politically motivated and baseless. \"The statement sets a high political tone, not about the sport itself. There's no need to respond to it,\" Kim was quoted as saying by the South Korean news agency Yonhap today. \"If an accident happens during training or transit, and it affects the match, the host country should take responsibility for the accident. But matters related to hotels or the food are the responsibility of the visiting team.\" The North also reiterated its irritation with refereeing decisions during the game. They felt they should have had a goal early in the second half, claiming Jong Tae-se's header had crossed the line before it was cleared. \"The match thus turned into a theatre of plot-breeding and swindling,\" said a statement, carried by the North's official Korean Central News Agency. \"It is as clear as noonday that it was a product of the Lee Myung-bak group's moves for confrontation and a deliberate behaviour bred by the unsavoury forces instigated by it.\" Kim Chi-woo's 86th-minute goal gave the South victory in the World Cup qualifier on 1 April. The result put them top of Group Two in Asian qualifying, one point ahead of the North with a game in hand. The top two teams from the group qualify for next summer's World Cup in South Africa, while the third-placed team goes into a series of play-offs.",
    "keywords": [
        "match",
        "south",
        "team",
        "world",
        "korea",
        "accuses",
        "cup",
        "qualifier",
        "kim",
        "poisoning",
        "defeat",
        "players",
        "ahead",
        "statement",
        "north",
        "korean"
    ],
    "summary": "North Korea has accused South Korea of poisoning its players with an \"adulterated foodstuff\" ahead of last week's World Cup qualifier and wants Fifa to investigate the claim.\nThe North's football association also claimed that the alleged food-poisoning is part of the South Korean president Lee Myung-bak's \"moves for confrontation\" with the North.\nThe South Korea Football Association said a professional sports doctor had examined the North Korean players and found no serious problem.\nKim Joo-sung, the South Korean FA's international affairs chief, said the accusations were politically motivated and baseless.\nThere's no need to respond to it,\" Kim was quoted as saying by the South Korean news agency Yonhap today.",
    "sentiment": {
        "neg": 0.1072,
        "neu": 0.8572,
        "pos": 0.0356,
        "compound": -0.2172
    }
}