{
    "date": "2009-01-30T05:16:43Z",
    "title": "North Korea says military and political agreements with South Korea are 'dead'",
    "url": "https://www.theguardian.com/world/2009/jan/30/north-korea-south-korea",
    "content": "North Korea today declared all military and political agreements with South Korea \"dead\" as it accused Seoul of pushing the peninsula to the brink of war. The North's committee for the peaceful reunification of Korea said Pyongyang had been forced to nullify past peacekeeping agreements because of the South Korean President Lee Myung-bak's hardline stance against it. \"The group of traitors has already reduced all the agreements reached between the North and the South in the past to dead documents,\" the committee in charge of inter-Korean affairs said in a statement reported by the state-run Korean Central News Agency. Pyongyang said Seoul's continued hardline stance would only result in \"a heavier blow and shameful destruction\" on the South. South Korea expressed \"deep regret\" and urged the North to defuse tensions through dialogue. \"Agreements between the South and the North cannot be scrapped unilaterally,\" Kim Ho-nyeon, a Unification Ministry spokesman, said. \"We urge North Korea to come forward to dialogue.\" The two Koreas technically remain at war because their three-year conflict ended in a truce, not a peace treaty, in 1953. The peninsula is still divided by a heavily fortified demilitarised zone, with thousands of troops stationed on both sides of the border. Relations have warmed significantly over the past decade, with the North Korean leader, Kim Jong-il, meeting the then South Korean president Kim Dae-jung in a historic summit in 2000. The detente helped pave the way for first inter-Korean exchanges for half a century. However, tensions have been high since Lee took office in Seoul nearly a year ago, pledging to get tough with Pyongyang. He questioned the wisdom of his predecessors' \"sunshine policy\" of nurturing reconciliation by handing over aid to the nuclear-armed North unconditionally. Pyongyang responded by cutting off all reconciliation talks with Seoul, suspending key joint projects and increasing the rhetoric against a man it denounces as a \"traitor\" to Korean reunification. Earlier this month, the North's military accused the South of preparing to wage war and said it had adopted an \"all-out confrontational posture\" to rebuff any aggression. Seoul denied plotting any attack on the North, but put its military on alert. On Friday, the North declared all agreements on the Koreas' disputed western maritime border \"nullified,\" raising the prospect of a naval skirmish. Disputes over the border prompted two deadly clashes in 1999 and 2002. The latest verbal attack from Pyongyang comes as both Koreas watch to see how Barack Obama's policy towards North Korea takes shape. After eight years of icy relations with the Bush administration, the North has shown signs that it is interested in forging ties with the Obama White House. Obama has said he would be willing to meet Kim if it would advance attempts to disarm the North of its nuclear capabilities.",
    "keywords": [
        "agreements",
        "political",
        "war",
        "south",
        "past",
        "military",
        "korea",
        "dead",
        "seoul",
        "kim",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea today declared all military and political agreements with South Korea \"dead\" as it accused Seoul of pushing the peninsula to the brink of war.\nSouth Korea expressed \"deep regret\" and urged the North to defuse tensions through dialogue.\n\"Agreements between the South and the North cannot be scrapped unilaterally,\" Kim Ho-nyeon, a Unification Ministry spokesman, said.\n\"We urge North Korea to come forward to dialogue.\"\nThe latest verbal attack from Pyongyang comes as both Koreas watch to see how Barack Obama's policy towards North Korea takes shape.",
    "sentiment": {
        "neg": 0.1264,
        "neu": 0.811,
        "pos": 0.0627,
        "compound": -0.1597
    }
}