{
    "date": "2009-05-25T13:31:39Z",
    "title": "North Korea and nuclear testing: Timeline",
    "url": "https://www.theguardian.com/world/2009/may/25/north-korea-nuclear-timeline",
    "content": "1979: North Korea starts to build a nuclear reactor at Yongbyon 1986: Yongbyon begins operation 1993: Pyongyang pulls out of the nuclear non-proliferation treaty. The first North Korean nuclear crisis develops 1994: The US and North Korea make first nuclear deal. Pyongyang freezes its nuclear programme in return for western help and cash to build light-water reactors 1998: Pyongyang fires a long-range ballistic missile that overflies Japan before splashing down in the Pacific 2002: Second crisis develops. The then US president, George Bush, names North Korea as a part a three-strong \"axis of evil\" 2005: North Korea says it has a nuclear weapon and demands a civilian light-water reactor in exchange for ending its nuclear programme – something the US and Japan dismiss as unacceptable 2006: North carries out first nuclear test 2007: North Korea agrees to shut down its Yongbyon reactor in return for 50,000 tonnes of fuel oil or economic aid of equal value April 2009: North Korea launches a multi-stage rocket and says Yongbyon will restart. UN inspectors ordered to leave May 2009: North Korea says it has successfully conducted a second nuclear test, raising the explosive power of the device",
    "keywords": [
        "timeline",
        "korea",
        "second",
        "nuclear",
        "yongbyon",
        "testing",
        "test",
        "pyongyang",
        "programme",
        "reactor",
        "north",
        "return"
    ],
    "summary": "1979: North Korea starts to build a nuclear reactor at Yongbyon 1986: Yongbyon begins operation 1993: Pyongyang pulls out of the nuclear non-proliferation treaty.\nThe first North Korean nuclear crisis develops 1994: The US and North Korea make first nuclear deal.\nPyongyang freezes its nuclear programme in return for western help and cash to build light-water reactors 1998: Pyongyang fires a long-range ballistic missile that overflies Japan before splashing down in the Pacific 2002: Second crisis develops.\nThe then US president, George Bush, names North Korea as a part a three-strong \"axis of evil\" 2005: North Korea says it has a nuclear weapon and demands a civilian light-water reactor in exchange for ending its nuclear programme – something the US and Japan dismiss as unacceptable 2006: North carries out first nuclear test 2007: North Korea agrees to shut down its Yongbyon reactor in return for 50,000 tonnes of fuel oil or economic aid of equal value April 2009: North Korea launches a multi-stage rocket and says Yongbyon will restart.\nUN inspectors ordered to leave May 2009: North Korea says it has successfully conducted a second nuclear test, raising the explosive power of the device",
    "sentiment": {
        "neg": 0.096,
        "neu": 0.857,
        "pos": 0.0466,
        "compound": -0.2556
    }
}