{
    "date": "2009-12-13T17:36:31Z",
    "title": "North Korean plane carrying smuggled arms seized in Thailand",
    "url": "https://www.theguardian.com/world/2009/dec/13/north-korea-arms-smuggling-plane",
    "content": "A lethal cargo of rocket launchers, grenades and other weapons seized in Thailand at the weekend may be just a glimpse of what US and UN investigators say is a global North Korean illegal arms smuggling network used to finance its proscribed nuclear weapons programme. Authorities in Bangkok said today it was unclear where the plane carrying the 35-tonnes of arms, an Ilyushin IL-76 registered in Georgia, was heading. But suspicion immediately fell on Iran, the destination of a previous illegal weapons shipment impounded in the United Arab Emirates in July. Panitan Wattanayagorn, a Thai government spokesman, said the plane had initially planned to refuel in Sri Lanka. For unknown reasons, the crew asked to make an emergency landing in Bangkok on Friday. Sri Lanka denied any knowledge of the arms shipment. There was also speculation in Bangkok that it was destined for Pakistan or Afghanistan. Thai officials, who detained four crewmen from Kazakhstan and one from Belarus, said they acted on tip-offs from US and other unnamed intelligence agencies that the plane was carrying North Korean-made weapons in contravention of a UN security council ban on arms exports. The ban was strengthened in June, after North Korea's isolated regime test-fired ballistic missiles and detonated a nuclear bomb. The cargo, declared in the plane's manifest as oil-drilling equipment, was said to include rocket-propelled grenades, missile and rocket launchers, missile tubes, surface-to-air missile launchers, spare parts and other heavy weapons. North Korea is estimated to make about $1bn a year from arms sales, despite the UN ban imposed in 2006. Sanctions were further tightened by last summer's UN security council resolution 1874, which gave UN members the right to inspect North Korean cargoes at sea or in port. But a UN investigation into the sanctions reported last month that North Korea had built or augmented clandestine smuggling networks. Pyongyang's top priority was to finance continuing work on its nuclear weapons programme. The report said that illegal arms sales \"have increasingly become one of the country's principal sources for obtaining foreign exchange\". It described how North Korea used reputable shipping lines, the mislabelling of goods, subsidiary companies and circuitous routes to shield its smuggling activities from view. The Bangkok arms seizure followed several similar recent incidents. In July, the French-owned, Bahamian-flagged ANL Australia bound for Iran was intercepted in the UAE after a US tip-off. The ship was found to be carrying containers of small arms made in North Korea, military hardware and sufficient explosive powder to arm thousands of short-range rockets. Also uncovered was a cache of 2,030 detonators for 122mm rockets and other rocket components. The manifest also detailed the cargo as oil drilling supplies. Investigators said the arms shipment had travelled a complicated roundabout route. Ten large containers left the North Korean port of Nampo on 30 May aboard a North Korean vessel, and were transferred three days later to a Chinese ship at the Chinese port of Dalian. They then went on to Shanghai, where they were loaded on to the ANL Australia, turning up in the Gulf two months later. US officials said the ANL Australia was one of five vessels caught this year carrying large consignments of weapons apparently intended for Iran's militia clients such as Hezbollah and Hamas, or for the al-Quds brigade of Iran's Revolutionary Guard that protects Iran's nuclear facilities and supports insurgents in Iraq. In three cases, the US said the arms included North Korean or Chinese-made weapons. No evidence has been produced in public to support US claims of Iranian involvement in North Korean arms smuggling networks. Iran has consistently denied supplying arms to Hamas and Hezbollah although it openly supports the two groups. Washington has long suspected Iran and North Korea of co-operating on nuclear and ballistic missile development. North Korea also secretly assisted Pakistan's nuclear weapons programme. In another incident, US navy vessels tracked a North Korean ship, the Kang Nam, which was spotted in June, apparently en route to Burma, allegedly with illegal arms on board. The ship eventually turned around and headed home, thereby avoiding a search. North Korea says it would regard any direct interception of its ships as an act of war.",
    "keywords": [
        "smuggling",
        "iran",
        "carrying",
        "korea",
        "nuclear",
        "plane",
        "thailand",
        "weapons",
        "ship",
        "korean",
        "missile",
        "seized",
        "arms",
        "north",
        "smuggled"
    ],
    "summary": "North Korea is estimated to make about $1bn a year from arms sales, despite the UN ban imposed in 2006.\nTen large containers left the North Korean port of Nampo on 30 May aboard a North Korean vessel, and were transferred three days later to a Chinese ship at the Chinese port of Dalian.\nIn three cases, the US said the arms included North Korean or Chinese-made weapons.\nNo evidence has been produced in public to support US claims of Iranian involvement in North Korean arms smuggling networks.\nNorth Korea says it would regard any direct interception of its ships as an act of war.",
    "sentiment": {
        "neg": 0.1187,
        "neu": 0.8506,
        "pos": 0.0308,
        "compound": -0.2619
    }
}