{
    "date": "2009-04-14T16:59:52Z",
    "title": "Simon Tisdall: In the hall of ­mirrors of the ailing Kim, nothing is quite what it appears",
    "url": "https://www.theguardian.com/commentisfree/2009/apr/14/north-korea-nuclear-missile",
    "content": "Recent television footage presented a sorry picture of North Korea's communist dictator, Kim Jong-il. The occasion was his re-appointment as Pyongyang's equivalent of Iran's supreme leader, a recondite figure combining temporal and spiritual authority. But Kim, 67, looked far from all-powerful. Instead he appeared irritated, tired, and petulant. Most of all, he looked ill. Speculation about the so-called Dear Leader's health, and a power struggle to succeed him, form part of the context of the latest standoff between North Korea and the international community. Militarism, entrenched poverty, systemic human rights abuses, escalating tensions with South Korea, and chronic isolation are other destabilising factors that make the North a puzzle and a worry to all who deal with it. Matching this uncertainty is the impotence and incoherence exhibited by the international community – in this case the US, Russia, China and Japan – in dealing with Kim and his cohorts. After Pyongyang launched a three-stage ballistic missile over the Sea of Japan this month in violation of UN resolutions, Barack Obama, unveiling a new counter-proliferation crusade in Prague, warned severe punishment must follow. Japan, backed by permanent UN security council members such as Britain and France, also suggested Kim should pay a high price. But as so often in the past, China, the North's biggest trading partner and de facto protector, and Russia disagreed. For a while they even seemed to argue that the missile was not really a missile but a less threatening-sounding rocket of a peaceful, scientific character. This didn't wash, as they must have known it would not. After some hard talking Beijing and Moscow were persuaded to back a UN presidential statement on Monday (but not a binding resolution) condemning Pyongyang's action and activating previously agreed, limited economic sanctions against its leaders and associated businesses. Robert Wood, a US state department spokesman, insisted that Obama had obtained the robust action he wanted. \"The important thing is that we deliver a very strong and coordinated response. I believe the statement does do just that,\" he said. UN censure would \"encourage\" the North to return to the tortuous, on-off six-party talks process, begun in 2003, Wood predicted. It would bring closer the ultimate goal of denuclearisation of the Korean peninsula. Wood seems to have been quickly proved wrong. Rather than being \"encouraged\", Pyongyang claimed to be outraged. In a statement issued today, its foreign ministry dismissed the \"brigandish\" UN move. It said it would never return to the \"useless\" six-party talks, it would restart its weapons-grade plutonium producing plant at Yongbyon, and it may consider building a light-water nuclear reactor. This was exactly the extreme reaction that Beijing and Moscow had warned of when arguing with western countries for a measured approach. Responding yesterday, Russia's foreign minister, Sergei Lavrov, talked vaguely about emotions running high. China was even more placatory, calling on all sides (including the US) to \"pay attention to the broader picture and exercise calm\". According to John Bolton, a former senior arms control official in the Bush administration, these sorts of differences have been consistently exploited by Pyongyang over the past decade. Now that Kim had ignored both the UN and private US entreaties and launched his missile, \"Obama seems to have no plan whatever,\" Bolton said. \"So far the missile launch is an unambiguous win for North Korea. Although not [succeeding in its stated aim of] orbiting a satellite, all three rocket stages apparently fired, achieving Pyongyang's longest missile flight yet.\" The negative repercussions of this feat would include a growing conviction in Iran and elsewhere that Obama could be pushed around at no great risk to themselves, Bolton added. Despite such sombre assessments, there remains a strong element of make-believe, with more than a dash of sabre-rattling, in North Korea's behaviour. It is not the first time it has dramatically decided to boycott the six-party talks; past performance suggests it will eventually return, since this is the forum where it can parlay nuclear compromises into international aid and assistance. Experts believe the Yongbyon reactor may be beyond repair, whatever Pyongyang says now. They also doubt the North has the technology or know-how to build an advanced light-water reactor. In other words, international divisions over how best to deal with North Korea are to some extent balanced by North Korea's own chronic weaknesses and self-deceptions. In the hall of mirrors inhabited by the ailing Kim, nothing is quite what it appears.",
    "keywords": [
        "korea",
        "ailing",
        "mirrors",
        "hall",
        "quite",
        "talks",
        "kim",
        "obama",
        "simon",
        "wood",
        "appears",
        "missile",
        "tisdall",
        "pyongyang",
        "statement",
        "north",
        "international"
    ],
    "summary": "Speculation about the so-called Dear Leader's health, and a power struggle to succeed him, form part of the context of the latest standoff between North Korea and the international community.\nNow that Kim had ignored both the UN and private US entreaties and launched his missile, \"Obama seems to have no plan whatever,\" Bolton said.\n\"So far the missile launch is an unambiguous win for North Korea.\nIn other words, international divisions over how best to deal with North Korea are to some extent balanced by North Korea's own chronic weaknesses and self-deceptions.\nIn the hall of mirrors inhabited by the ailing Kim, nothing is quite what it appears.",
    "sentiment": {
        "neg": 0.1062,
        "neu": 0.8354,
        "pos": 0.0585,
        "compound": -0.0903
    }
}