{
    "date": "2009-06-04T11:46:02Z",
    "title": "US journalists due to go on trial in North Korea for 'hostile acts'",
    "url": "https://www.theguardian.com/world/2009/jun/04/american-journalists-trial-north-korea",
    "content": "Two American journalists were expected to go on trial in North Korea today facing charges of committing \"hostile acts\" for which they could spend up to 10 years in one of the country's notorious labour camps. Euna Lee and Laura Ling were arrested on 17 March after allegedly crossing the border from China into North Korea while filming a report about refugees. The women, described by their families as \"very, very scared,\" find themselves caught up in a potentially volatile power struggle as the UN and Washington decide how to respond to North Korea's nuclear weapons test last week. Observers believe the increasingly provocative regime is using the women to secure the best possible terms ahead of possible negotiations over its nuclear weapons programme. Early last week it conducted its second nuclear test in three years and test launched several missiles in defiance of the UN. Reports from Seoul suggest North Korea is preparing to test launch a long-range missile later this month that is theoretically capable of striking Alaska. While most observers expect the women to be found guilty of unspecified charges of \"hostility\", the regime may show leniency if there are signs that the US is prepared to make concessions. \"The north is likely to release and deport them to the US if negotiations with the US go well,\" Choi Eun-suk, a professor of law at Kyungnam University in Seoul, told the Associated Press. The state-controlled Korean Central News Agency said in a brief statement that Lee and Ling would stand trial at 3pm today local time but offered no further details. The women have spent four months in solitary confinement and have been permitted only one visitor, the Swedish ambassador, Mats Foyer, who has been liaising with them on behalf of Washington, which does not have diplomatic ties with North Korea. A spokesman for the Swedish embassy in Seoul said he was unable to confirm if the trial had taken place as scheduled. \"We are not permitted access to the court and so can't make any comment,\" he told the Guardian by telephone. In a letter to her sister, Ling said, \"When I first got here, I cried so much. Now I cry less. \"I try very hard to think about the positive things, but sometimes it is hard. Some days I get to go outside and get some fresh air. In the early evenings I do some stretching. I breathe deeply and think about positive things that have happened in the day. For example, I think 'I'm lucky I made it through another day.'\" There are conflicting reports of the circumstances surrounding events in the early hours of the morning on 17 March, when the women were seized by North Korean guards close to the frozen Yalu river separating China and North Korea. Some reports suggest they may have unwittingly strayed across the border, which alternates between different sides of the river, while others said the guards objected to being filmed and crossed into China to arrest them. Their cameraman and guide managed to evade capture. If convicted, they face between five and 10 years in one of the country's labour camps, described by human rights organisations as among the most brutal in the world. Their families, who were initially advised by the US state department not to comment publicly for fear of provoking Pyongyang, have broken their silence to call for the women's immediate release. \"All we can do is hope the North Korean government will show leniency,\" Ling's sister, Lisa, said at a vigil held in California last night. \"If at any point they committed a transgression, then our families are deeply, deeply sorry. We know the girls are sorry as well.\" The reporters, who work for California-based Current TV, co-founded by the former US vice president Al Gore, were allowed to phone their families a week ago. Both are married and Lee has a four-year-old daughter. \"We had not heard their voices in over two and a half months,\" Lisa said on NBC's Today show. \"They are very scared – they're very, very scared. Now is the time to try and urge both governments to communicate.\" Bob Dietz of the Committee to Protect Journalists, said in a statement: \"We urge that their fate not be linked to the ongoing security situation on the Korean Peninsula. Euna Lee and Laura Ling were acting as journalists, not criminals, and should be released.\" A Facebook group demanding the journalists' release now has more than 8,000 members. If, as expected, they are found guilty, Bill Richardson, the governor of New Mexico, is being tipped to lead efforts to secure their freedom, having negotiated the release of two Americans held by North Korea in the 1990s. \"They want to use these two detainees as bargaining chips,\" Richardson told the Today programme. \"It's a high-stakes poker game.\"",
    "keywords": [
        "journalists",
        "korea",
        "women",
        "test",
        "trial",
        "ling",
        "korean",
        "hostile",
        "today",
        "lee",
        "release",
        "north",
        "acts"
    ],
    "summary": "Two American journalists were expected to go on trial in North Korea today facing charges of committing \"hostile acts\" for which they could spend up to 10 years in one of the country's notorious labour camps.\nEuna Lee and Laura Ling were arrested on 17 March after allegedly crossing the border from China into North Korea while filming a report about refugees.\nReports from Seoul suggest North Korea is preparing to test launch a long-range missile later this month that is theoretically capable of striking Alaska.\n\"All we can do is hope the North Korean government will show leniency,\" Ling's sister, Lisa, said at a vigil held in California last night.\nA Facebook group demanding the journalists' release now has more than 8,000 members.",
    "sentiment": {
        "neg": 0.0847,
        "neu": 0.8609,
        "pos": 0.0544,
        "compound": -0.0594
    }
}