{
    "date": "2009-01-30T11:13:29Z",
    "title": "Q&A: North Korea ends agreements with Seoul",
    "url": "https://www.theguardian.com/world/2009/jan/30/north-korea-south-korea2",
    "content": "What will change with the end of these agreements? Very little. The statement itself does not carry much weight because North Korea has cut off almost all contacts with the South over the past year in anger at the tough stance of the South Korean president, Lee Myung-bak. The North has been lashing out at Lee for months, only to find its vitriolic barbs mostly ignored by Seoul. The latest statement may reflect its frustration. An armistice that marked the end of hostilities of the 1950-53 Korean War is not affected, because South Korea was not a signatory. What is left to cut off? The one remaining significant contact with the South on the economic front is a joint industrial park located in the North Korean city of Kaesong where around 90 South Korean factories employ about 33,000 low-wage North Koreans. To close it would cut off one of the few sources of foreign currency for the isolated state and scare off any potential investors. As so many North Koreans in the Kaesong area earn a living through the factory park, the loss of jobs could lead to instability in the tightly controlled state. What might North Korea do to raise tension? The North has threatened military action over a disputed sea border, off the west coast of the peninsula, that has been the scene of deadly naval clashes in the past. But it may be hesitant to spark another battle after its navy was outgunned by a superior South Korean force during the last skirmishes in 2002. Since then, the North's Soviet-era navy has become more obsolete, while the South has increased its firepower and technology. What has changed is Pyongyang's deployment of more short-range missiles into the region. It could raise tensions by firing missiles into waters claimed by the South, or at one of its ships. The North could also test its ballistic missiles, which have ranges long enough to hit all of South Korea and most of Japan. And, in an extreme case, it could conduct a second nuclear test, having staged its first in October 2006. How do the nuclear negotiations fit in to the picture? The floundering six-way nuclear talks have been bogged down for months because Pyongyang has not agreed to a system for checking claims it has made about stopping its nuclear programme. There is little momentum for resuming the talks with the new US president Barack Obama and Pyongyang still working out how to approach each other. North Korea may try to increase its leverage by taking steps to restart the nuclear plant that makes arms-grade plutonium that was being disabled under the disarmament-for-aid deal. The North's military threat is the only real bargaining power that its leader, Kim Jong-il, has to wring concessions from the world without risking his control. Analysts believe he is unlikely to give up nuclear weapons no matter what Obama does. But brinkmanship means Pyongyang runs the risk of losing out on the aid its faltering economy needs. It could also force Obama to put the reclusive state back on a US terrorism blacklist and restore trade sanctions.",
    "keywords": [
        "agreements",
        "cut",
        "south",
        "korea",
        "state",
        "qa",
        "ends",
        "missiles",
        "seoul",
        "nuclear",
        "obama",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The North has been lashing out at Lee for months, only to find its vitriolic barbs mostly ignored by Seoul.\nAn armistice that marked the end of hostilities of the 1950-53 Korean War is not affected, because South Korea was not a signatory.\nThe one remaining significant contact with the South on the economic front is a joint industrial park located in the North Korean city of Kaesong where around 90 South Korean factories employ about 33,000 low-wage North Koreans.\nWhat might North Korea do to raise tension?\nThe North could also test its ballistic missiles, which have ranges long enough to hit all of South Korea and most of Japan.",
    "sentiment": {
        "neg": 0.1372,
        "neu": 0.8193,
        "pos": 0.0435,
        "compound": -0.2617
    }
}