{
    "date": "2009-06-13T10:42:35Z",
    "title": "North Korea declares all-out push for nuclear weapons",
    "url": "https://www.theguardian.com/world/2009/jun/13/north-korea-nuclear-weapon-plutonium",
    "content": "North Korea declared it would turn its plutonium stocks into weapons material and threatened military action against the US and its allies after the UN security council imposed new sanctions to punish Pyongyang for last month's underground nuclear test. The country's foreign ministry today acknowledged for the first time that North Korea was developing a uranium enrichment programme and said it would be \"impossible\" to abandon its nuclear ambitions. In a defiant statement, it said that \"the whole amount of the newly extracted plutonium [in the country] will be weaponised\" and that \"more than one-third of the spent fuel rods has been reprocessed to date\". The ministry said the country had successfully started a programme to enrich uranium for a light-water reactor. The warning came a few hours after the security council unanimously passed a resolution banning all weapons exports from North Korea and the import of all but small arms. North Korea described the sanctions as \"yet another vile product of the US-led offensive of international pressure aimed at undermining ... disarming DPRK and suffocating its economy\". Unusually the resolution was unanimous, reflecting the extent of anger within the Chinese government over last month's nuclear test. Normally it is difficult for the US, Britain and France to persuade China, and to a lesser extent Russia, to take a tough line against North Korea. The US ambassador to the UN, Susan Rice, described the resolution as \"unprecedented\" and said the sanctions regime had \"teeth that will bite\". China strongly urged Pyongyang to promote denuclearisation of the Korean peninsula. China's envoy, Zhang Yesui, said it showed the \"firm opposition\" of the international community to North Korea's nuclear weapons ambitions. The regime is believed to have enough plutonium for at least six nuclear bombs. It has around 8,000 spent fuel rods that if reprocessed could allow the country to harvest 6-8kg of plutonium – enough for at least one nuclear bomb, according to analysts. The UN resolution authorises all countries to stop and search North Korean ships for weapons. The US, Britain and France wanted to make such inspections mandatory for all states, but China and Russia watered this down. The final resolution \"calls on\" states to carry out weapons searches. Even so, the resolution risks standoffs between US and North Korean ships – a danger underlined by North Korea's response. \"An attempted blockade of any kind by the US and its followers will be regarded as an act of war and met with a decisive military response,\" the regime said. There was no attempt to expand the sanctions to exports and imports of non-military goods. This is partly because China and Russia would have been opposed, but also because of fears a collapse of the North Korean economy would result in a flood of refugees into South Korea. Three years ago, under threat of sanctions, North Korea entered into international negotiations with the Bush administration aimed at ending its programme. But the process collapsed. The Obama administration's main aim is to get North Korea back to the negotiating table. The sanctions could complicate attempts to free two US journalists sentenced on Monday to 12 years' hard labour for filming at the border between China and North Korea. Pleas have been made for their release on humanitarian grounds but Pyongyang may use them as a bargaining chip.",
    "keywords": [
        "declares",
        "plutonium",
        "korea",
        "russia",
        "nuclear",
        "sanctions",
        "china",
        "weapons",
        "korean",
        "resolution",
        "push",
        "north",
        "allout"
    ],
    "summary": "The warning came a few hours after the security council unanimously passed a resolution banning all weapons exports from North Korea and the import of all but small arms.\nChina's envoy, Zhang Yesui, said it showed the \"firm opposition\" of the international community to North Korea's nuclear weapons ambitions.\nEven so, the resolution risks standoffs between US and North Korean ships – a danger underlined by North Korea's response.\nThree years ago, under threat of sanctions, North Korea entered into international negotiations with the Bush administration aimed at ending its programme.\nThe Obama administration's main aim is to get North Korea back to the negotiating table.",
    "sentiment": {
        "neg": 0.132,
        "neu": 0.8224,
        "pos": 0.0456,
        "compound": -0.2503
    }
}