{
    "date": "2009-08-05T18:18:25Z",
    "title": "Release of journalists renews hopes for thaw in US-North Korean relations",
    "url": "https://www.theguardian.com/world/2009/aug/05/journalists-free-north-korea-obama",
    "content": "Hopes of a thaw in US-North Korean relations were raised today with the release of two American journalists, who returned with former president Bill Clinton for a tearful reunion with their families in California. Barack Obama said he was \"extraordinarily relieved\" at their release but did not comment on the wider diplomatic implications for the two countries. Relations have been strained since North Korea earlier this year spurned Obama's offer of negotiations aimed at persuading the country to abandon its nuclear weapons programme. Obama administration officials were divided today, with some modestly optimistic that Clinton's trip could lead to a diplomatic breakthrough and others cautioning that the behaviour of the North Korean dictator, Kim Jong-il, has been erratic in the past. Clinton's wife, the US secretary of state, Hillary Clinton, said it was up to North Korea what happened next. \"Perhaps they will now be willing to start talking to us within the context of the six-party [North Korea, the US, China, Russia, Japan and South Korea] talks about the international desire to see them denuclearise,\" she said on NBC's Today show. A US official said that Bill Clinton, whose visit marked the first high-level contact between the two countries in a decade, had talked to Kim about \"positive things that could flow\" from freeing the two women. The two journalists, Laura Ling, 32, and Euna Lee, 36, had been held since being arrested at the North Korean-Chinese border in March and sentenced to 12 years' hard labour. Ling told journalists at Burbank airport near Los Angeles today, where they were greeted by sobbing family members: \"The past 140 days have been the most difficult, heart-wrenching days of our lives.\" She described their surprise at finding Clinton in Pyongyang. \"Thirty hours ago Euna Lee and I were prisoners in North Korea. We feared that at any moment we could be sent to a hard labour camp. And then suddenly we were told that we were going to a meeting; we were taken to a location and when we walked through the door we saw standing before us President Bill Clinton. \"We were shocked but we knew instantly in our hearts that the nightmare of our lives was finally coming to an end. And now we stand here home and free.\" Lee emerged from the plane first and was greeted by husband, Michael Saldate, and her four-year-old daughter, Hana. Ling embraced her husband, Iain Clayton, as family members crowded around. Clinton, though back in the limelight he craves, did not speak at the airport and instead issued a statement saying he was \"very happy\" the release could be worked out with North Korea's leaders and that the \"long ordeal\" of the two journalists was over. Clinton flew to Pyongyang at the request of the North Korean leadership after securing a guarantee that the two journalists would be released. He spent three hours and 15 minutes in talks, including a two-hour banquet, with the normally reclusive Kim, giving rise to speculation that the two discussed an end to the nuclear impasse. The White House press secretary, Robert Gibbs, said that Clinton would brief Obama's national security team on his visit. The main interest is in whether Kim is interested in a deal and Clinton's assessment of his state of mind: Kim suffered a stroke last year. North Korea abandoned the six-party negotiations and signalled it would prefer instead direct one-to-one talks with the US. Obama, in a short statement from the White House, thanked Clinton and the former vice-president, Al Gore, for their \"extraordinary work\" in securing the release of the two journalists. \"The reunion we've all seen on television, I think, is a source of happiness not only for the families but also for the entire country.\" The state-run North Korean news agency claimed that Clinton had apologised for the border incident and that he had carried a message from Obama. Hillary Clinton denied there had been any apology, while the White House denied there had been any message. The White House insisted the trip had been purely humanitarian and the former president had not been authorised to negotiate over the nuclear issue.",
    "keywords": [
        "journalists",
        "usnorth",
        "white",
        "renews",
        "korea",
        "north",
        "kim",
        "obama",
        "hopes",
        "korean",
        "today",
        "thaw",
        "release",
        "clinton",
        "relations"
    ],
    "summary": "Hopes of a thaw in US-North Korean relations were raised today with the release of two American journalists, who returned with former president Bill Clinton for a tearful reunion with their families in California.\nRelations have been strained since North Korea earlier this year spurned Obama's offer of negotiations aimed at persuading the country to abandon its nuclear weapons programme.\nClinton's wife, the US secretary of state, Hillary Clinton, said it was up to North Korea what happened next.\nClinton flew to Pyongyang at the request of the North Korean leadership after securing a guarantee that the two journalists would be released.\nNorth Korea abandoned the six-party negotiations and signalled it would prefer instead direct one-to-one talks with the US.",
    "sentiment": {
        "neg": 0.061,
        "neu": 0.8729,
        "pos": 0.0661,
        "compound": 0.0581
    }
}