{
    "date": "2009-08-27T13:22:43Z",
    "title": "Russia deploys anti-missile defence unit near North Korea",
    "url": "https://www.theguardian.com/world/2009/aug/27/russia-north-korea-nuclear-missile-defence",
    "content": "Russia has placed an anti-missile defence system close to its border with North Korea, in an apparent sign of growing alarm in Moscow at Pyongyang's nuclear programme. Russia's chief of army staff, General Nikolai Makarov, told reporters on a trip with President Dmitry Medvedev to Mongolia the military had deployed its S-400 anti-missile division, a state-of-the-art anti-aircraft system capable of shooting down short- and medium-range ballistic missiles. The system, stationed in Russia's far east, would \"guarantee\" fragments from an errant North Korean missile would not fall on Russian territory, he said. \"We are definitely concerned by the conditions under which tests are being carried out in North Korea, including nuclear devices,\" he added. Russia shares a tiny border with North Korea in its Pacific far east, with the Russian naval port city of Vladivostok only 93 miles from North Korea. In 2006 an off-course North Korean missile reportedly plunged into Russian waters near the port of Nakhoda. One analyst cast doubt on the general's comments, describing them as \"baffling\". Mikhail Barabanov, a Moscow-based defence analyst, said today there was no evidence that Russia had deployed its S-400 system in the far east. \"Either the general was doing some sort of PR, or the journalists didn't understand what he was talking about,\" he said. He conceded that the military may have transferred the radio-location system from the S-400 to the North Korean border to monitor the testing of missiles. The Kremlin is vehemently opposed to the US's plans to site a ballistic missile defence system in central Europe – which Washington argues would protect the US and its allies from a rogue missile fired by Iran or North Korea. Moscow believes the system targets its nuclear arsenal. Makarov's remarks indicate that Russia apparently shares the US's assessment of North Korea's nuclear threat, after the north's nuclear test in May and a series of launches of small- and medium-size missiles, which provoked international condemnation. These concerns persist despite recent signs of a softer approach from the north and the release this month of two imprisoned US journalists who had inadvertently strayed across the North Korean border, after a visit to Pyongyang by the former US president Bill Clinton. \"North Korea's missile testing technique is pretty crude. You can't exclude the possibility that a missile could fall on Russia,\" Said Aminov, editor of the Anti-aircraft Defence Digest, a Russian website, said today. He added: \"The far east is an extremely important region for the Russian Federation from both a political and military standpoint.\" Russia is a member of the six-party disarmament group, which also includes China, Japan, North and South Korea and the US.",
    "keywords": [
        "east",
        "deploys",
        "korea",
        "russia",
        "system",
        "north",
        "nuclear",
        "antimissile",
        "far",
        "russian",
        "defence",
        "unit",
        "missile",
        "near",
        "korean"
    ],
    "summary": "Russia has placed an anti-missile defence system close to its border with North Korea, in an apparent sign of growing alarm in Moscow at Pyongyang's nuclear programme.\nThe system, stationed in Russia's far east, would \"guarantee\" fragments from an errant North Korean missile would not fall on Russian territory, he said.\n\"We are definitely concerned by the conditions under which tests are being carried out in North Korea, including nuclear devices,\" he added.\nRussia shares a tiny border with North Korea in its Pacific far east, with the Russian naval port city of Vladivostok only 93 miles from North Korea.\nIn 2006 an off-course North Korean missile reportedly plunged into Russian waters near the port of Nakhoda.",
    "sentiment": {
        "neg": 0.0598,
        "neu": 0.8822,
        "pos": 0.058,
        "compound": -0.0501
    }
}