{
    "date": "2009-04-13T20:44:51Z",
    "title": "UN security council condemns North Korean rocket launch",
    "url": "https://www.theguardian.com/world/2009/apr/13/un-north-korea-rocket-launch",
    "content": "The UN security council today condemned North Korea's rocket launch on 5 April, demanding an end to further launches and saying it will expand sanctions against the reclusive communist nation. The council statement, agreed on by all 15 members, was the first official response to the launch by the UN's most powerful body. The statement makes clear the launch violated a council resolution adopted after the North conducted a nuclear test in 2006 which bans any missile tests by the country. The council's statement was a weaker response than the UN resolution sought by Japan and the United States but which China and Russia, the North's closest allies, opposed. US ambassador Susan Rice insisted the presidential statement was legally binding, just like a resolution, though other UN diplomats and officials disagreed. North Korea has warned that any move to censure it at the UN could prompt its withdrawal from six-party talks aimed at dismantling its nuclear program. The talks involving the U.S., China, Japan, South Korea and Russia are currently stalled. In the statement, the council expresses support for the talks and \"calls for their early resumption\". It also expresses the council's desire \"for a peaceful and diplomatic solution to the situation\" and for efforts to achieve \"the verifiable denuclearisation of the Korean peninsula.\" UN secretary-general Ban Ki-moon welcomed the council's statement \"which sends a unified message of the international community on the recent launch,\" UN spokeswoman Michele Montas said. She said the UN chief, a former South Korean foreign minister, hopes the council's \"unified response will pave the way for renewed efforts towards the peaceful resolution of all outstanding issues in the region, including through the early resumption of the six-party talks and the inter-Korean dialogue\". North Korea carried out the launch in defiance of intense international pressure, claiming it had put a satellite in orbit which is allowed under a UN space treaty. The United States, Japan and South Korea claim North Korea was really testing long-range missile technology, which Pyongyang is banned from doing. The council statement \"condemns\" the April 5 launch without specifying whether it was a missile or a satellite. Mexico's UN ambassador Claude Heller, the current council president who read the statement, said it was \"a positive compromise\" and sent \"a very strong, clear, message that shows the unity of the security council on this very important matter\". The statement demands North Korea \"not conduct further launches,\" and reiterates that Pyongyang must fully implement the 2006 resolution, which also ordered the North to suspend all ballistic missile activities and \"abandon all nuclear weapons and existing nuclear programs in a complete, verifiable and irreversible manner\". In the statement, the council agrees to expand sanctions under the 2006 resolution, which ordered a financial freeze on assets belonging to companies or organizations engaged in supporting North Korean programs related to nuclear weapons, ballistic missiles and other weapons of mass destruction and banned specific goods used in those programs. It asks the security council committee monitoring sanctions against North Korea to report to the council by 24 April on the companies, items, and technologies to be added to the list. If the committee fails to act, it says the security council itself will then come up with a list by 30 April. South Korea's Yonhap news agency reported today, citing an unnamed South Korean official, that about 10 North Korean companies will likely be blacklisted under expanded sanctions. The breakthrough in the council's response to the rocket launch came after Japan on Saturday backed down from a demand that the council adopt a resolution, which is the strongest response that the UN's most powerful body can give. While Japan kept insisting on a resolution, the US said it could accept a strong presidential statement, council diplomats said, speaking on condition of anonymity because the negotiations were held behind closed doors.",
    "keywords": [
        "launch",
        "south",
        "condemns",
        "korea",
        "nuclear",
        "security",
        "resolution",
        "response",
        "council",
        "statement",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "The council statement, agreed on by all 15 members, was the first official response to the launch by the UN's most powerful body.\nThe United States, Japan and South Korea claim North Korea was really testing long-range missile technology, which Pyongyang is banned from doing.\nThe council statement \"condemns\" the April 5 launch without specifying whether it was a missile or a satellite.\nIt asks the security council committee monitoring sanctions against North Korea to report to the council by 24 April on the companies, items, and technologies to be added to the list.\nSouth Korea's Yonhap news agency reported today, citing an unnamed South Korean official, that about 10 North Korean companies will likely be blacklisted under expanded sanctions.",
    "sentiment": {
        "neg": 0.0666,
        "neu": 0.8108,
        "pos": 0.1226,
        "compound": 0.1535
    }
}