{
    "date": "2009-04-11T09:10:33Z",
    "title": "Protesters storm Asian leaders' summit in Thailand",
    "url": "https://www.theguardian.com/world/2009/apr/11/thailand-economics",
    "content": "In a humiliating setback for its prime minister, Abhisit Vejjajiva, Thailand was forced to cancel a summit of Asian leaders in the seaside resort of Pattaya today after protesters stormed the conference centre. Nine of the foreign leaders had to be flown by helicopter to a military base before the anti-government protesters declared victory and retreated from the summit venue. The red-shirted demonstrators - supporters of former prime minister Thaksin Shinawatra - demanded Abhisit's resignation and stormed the conference's media centre. Local media said Thaksin had asked his supporters to \"swarm the summit venue\" - the Royal Cliff Beach hotel - and force the prime minister to step down. Thaksin was deposed in 2006 following a military coup. The present prime minister came to power in December after opposition defections, which the opposition says were stage-managed by the country's military. Thailand has now had four prime ministers in 15 months, none of whom has been able to heal the political divisions. The protesters smashed through the glass doors of the convention hall and ran through the building, overturning tables, blowing horns, waving Thai flags and screaming: \"Abhisit get out.\" The latest factional violence follows warnings from some observers that the country is in danger of slipping into a \"mobocracy\". Thailand's political crisis has been escalating since last year amid a clash of personalities and deep disagreements over what the nature of the country's political system should be in the aftermath of the 2006 military coup, one of 18 the country has witnessed. The 2006 coup deposed Thaksin, accusing him of corruption. A deeply divisive figure, he is popular with the rural poor but largely loathed by urban Thais. \"We want to tell Abhisit himself that this meeting cannot go on,\" protest leader Arisman Pongreungrong said after leading the mob into the convention hall. The red-shirted protesters claimed although they had earlier agreed to break up, they had been attacked by blue-shirted government supporters, events which triggered the assault on the conference centre. \"There were at least two cases of shootings aimed to harm our red-shirt supporters, a clear evidence of government supporters possessing guns and using them directly at us,\" the United Front of Democracy against Dictatorship said. Those claims could not immediately be verified. Government spokesman Panitan Wattanayagorn earlier described the \"blue shirts\" as people \"we believe are concerned about the meetings. They want them to continue, and they want them to continue peacefully.\" But photographers on the scene said the blue shirts, wearing balaclavas or scarves to keep from being identified, had clubs, bricks and slingshots and threw smoke bombs as they clashed with red shirts. \"The meeting cannot go on. We have to consider the security of the leaders,\" government spokesman Supachai Jaisamuth said. \"The situation is too violent and it is a security concern for the leaders.\" The attack on the conference centre was only the latest incidence of street violence in Thailand's increasingly fractious political crisis. The country, which has been one of the worst hit in the region by the global economic meltdown, last year saw a two-month siege at government house - the prime minister's office - by yellow-clad supporters of the People's Alliance for Democracy, who also closed two of the country's airports. Today's chaos dealt a major blow to Abhisit, who has been trying to project an image of calm and normality since taking power in a parliamentary vote four months ago, after a court dissolved the previous government for election fraud. It also scuttles a chance for the 16 regional leaders, including those from China, Japan and South Korea, to confer on ways to combat the global slump that has battered Asia's export-oriented economies. North Korea's recent rocket launch also was to be discussed at the weekend summit. The East Asia Summit brings together the 10 members of the Association of Southeast Asian Nations (Asean) and China, Japan, South Korea, India, Australia and New Zealand for discussions about trade, economic issues and regional security. Asean leaders were to sign an investment agreement with China, but that was scrapped after the blockade prevented the Chinese premier, Wen Jiabao, from reaching the Royal Cliff hotel.",
    "keywords": [
        "summit",
        "leaders",
        "storm",
        "protesters",
        "supporters",
        "political",
        "minister",
        "military",
        "centre",
        "prime",
        "thailand",
        "thaksin",
        "asian"
    ],
    "summary": "In a humiliating setback for its prime minister, Abhisit Vejjajiva, Thailand was forced to cancel a summit of Asian leaders in the seaside resort of Pattaya today after protesters stormed the conference centre.\nNine of the foreign leaders had to be flown by helicopter to a military base before the anti-government protesters declared victory and retreated from the summit venue.\nThe red-shirted demonstrators - supporters of former prime minister Thaksin Shinawatra - demanded Abhisit's resignation and stormed the conference's media centre.\nLocal media said Thaksin had asked his supporters to \"swarm the summit venue\" - the Royal Cliff Beach hotel - and force the prime minister to step down.\nThe present prime minister came to power in December after opposition defections, which the opposition says were stage-managed by the country's military.",
    "sentiment": {
        "neg": 0.1035,
        "neu": 0.837,
        "pos": 0.0595,
        "compound": -0.1582
    }
}