{
    "date": "2009-04-01T11:14:19Z",
    "title": "North Korea threatens to shoot down US spy planes ahead of missile launch",
    "url": "https://www.theguardian.com/world/2009/apr/01/north-korea-us-spy-planes",
    "content": "North Korea today threatened to shoot down any US spy planes that encroached on its air space as it defied international pressure to abandon a planned missile launch. Pyongyang has vowed to go ahead with the launch – possibly this weekend – of a rocket it says will put a communications satellite into orbit. It said the North would destroy any US aircraft sent to spy on the launch site. The US and Japan believe North Korea is using the launch to test a long-range Taepodong-2 missile, and has warned of a robust diplomatic response if it goes ahead. Both countries have said they are prepared to shoot down boosters or other debris from the rocket in the event that the test fails and debris falls towards a \"danger zone\" over northern Japan. In typically strongly-worded language, North Korean state radio accused the US of sending RC-135 surveillance aircraft to monitor the launch site at Musudan-ri, on its north-eastern coast. \"If the brigandish US imperialists dare to infiltrate spy planes into our airspace to interfere with our peaceful satellite launch preparations, our revolutionary armed forces will mercilessly shoot them down,\" the South Korean unification ministry quoted the broadcaster as saying. The broadcast did not say how North Korea would engage the spy planes, which are capable of flying at high altitude. Yesterday, North Korea accused the US and South Korea of conducting 190 aerial spying missions near the site last month. Gordon Brown joined calls for Pyongyang to cancel the test, while the US secretary of state, Hillary Clinton, warned the regime would face \"consequences\" if it went ahead. Those warning have so far been ignored, with images taken above the launch site showing a rocket, with a bulb-shaped tip that experts say looks more like a satellite than a warhead, already in place. But a satellite launch would still enable the regime to test its missile technology, in violation of a 2006 UN resolution, and could be met with even harsher sanctions. The International Crisis Group, a Brussels-based thinktank specialising in conflict resolution, urged restraint and warned that an overreaction by the US and its allies could threaten stalled multi-party talks on the North's nuclear weapons programme. \"In the worst case, it could risk a war with potentially devastating damage to South Korea, Japan and the world economy,\" the group said in a report. China, North Korea's only major ally, is expected to use its security council veto to block any attempts to impose tougher sanctions.",
    "keywords": [
        "launch",
        "south",
        "planes",
        "korea",
        "site",
        "ahead",
        "test",
        "warned",
        "spy",
        "missile",
        "satellite",
        "shoot",
        "north",
        "threatens"
    ],
    "summary": "North Korea today threatened to shoot down any US spy planes that encroached on its air space as it defied international pressure to abandon a planned missile launch.\nIt said the North would destroy any US aircraft sent to spy on the launch site.\nThe US and Japan believe North Korea is using the launch to test a long-range Taepodong-2 missile, and has warned of a robust diplomatic response if it goes ahead.\nThe broadcast did not say how North Korea would engage the spy planes, which are capable of flying at high altitude.\nYesterday, North Korea accused the US and South Korea of conducting 190 aerial spying missions near the site last month.",
    "sentiment": {
        "neg": 0.1739,
        "neu": 0.7835,
        "pos": 0.0426,
        "compound": -0.3764
    }
}