{
    "date": "2009-03-19T09:30:54Z",
    "title": "North Korean guards detain US journalists near border with China",
    "url": "https://www.theguardian.com/world/2009/mar/19/north-korea-detain-journalists",
    "content": "North Korean guards have detained one or more American journalists near the country's border with China, South Korean media have reported. The news comes amid increasing strains on the peninsula. Pyongyang is angry at Seoul and Washington's annual joint military drill, while the latter fear the North is planning to launch a ballistic missile next month. South Korean television channel YTV said guards from the North crossed the border into Chinese territory to arrest two US journalists, quoting an official in Seoul. It said the two women, described as Korean-American employees of a California-based online news company, had ignored warnings to stop filming across the Tumen river. The Munhwa Ilbo evening newspaper said guards had detained one US journalist near the Yalu river, along the western part of the border between the two countries, which runs into the Tumen river on the east side. \"It's difficult to comment on this matter because it involves a US citizen, but our government is aware that a US journalist is in detention in the North,\" a senior government official told the paper. Another diplomatic source said the US state department would be dealing with the case soon. The foreign ministry in Seoul could not immediately confirm the report. Pyongyang appeared to regard the arrival of the Obama administration as a prospect for improving relations between the two countries. But its announcement that it will launch a satellite between 4 April and 8 April has increased regional strains. Seoul, Washington and Tokyo say they believe it will in fact test a long-range ballistic missile in violation of a United Nations security council resolution. Japan's defence minister, Yasukazu Hamada, said today that Tokyo may mobilise a missile shield, moving PAC-3 missiles near the capital further north to protect against fragments that might fall into Japanese territory if the launch fails. The Chinese premier, Wen Jiabao, yesterday urged the North to co-operate with efforts to revive the deadlocked international talks on nuclear disarmament, another of the stumbling blocks in improving relations. The official People's Daily newspaper said Wen told his counterpart, Kim Yong-il – no relation of the country's leader Kim Jong-il – that China wants to \"actively push forward\" the six-party negotiations. Kim will today meet China's president, Hu Jintao, for talks which may include discussion about a possible summit with Kim Jong-il, the South Korean news agency Yonhap said Thursday, citing unnamed sources in Beijing. It said that Chinese leaders had invited Kim to visit, possibly in early April. Beijing is North Korea's biggest benefactor.",
    "keywords": [
        "journalists",
        "border",
        "guards",
        "south",
        "launch",
        "north",
        "china",
        "kim",
        "detain",
        "seoul",
        "river",
        "missile",
        "official",
        "near",
        "korean"
    ],
    "summary": "North Korean guards have detained one or more American journalists near the country's border with China, South Korean media have reported.\nPyongyang is angry at Seoul and Washington's annual joint military drill, while the latter fear the North is planning to launch a ballistic missile next month.\nSouth Korean television channel YTV said guards from the North crossed the border into Chinese territory to arrest two US journalists, quoting an official in Seoul.\nBut its announcement that it will launch a satellite between 4 April and 8 April has increased regional strains.\nKim will today meet China's president, Hu Jintao, for talks which may include discussion about a possible summit with Kim Jong-il, the South Korean news agency Yonhap said Thursday, citing unnamed sources in Beijing.",
    "sentiment": {
        "neg": 0.0862,
        "neu": 0.8638,
        "pos": 0.0501,
        "compound": -0.1156
    }
}