{
    "date": "2009-04-15T15:26:33Z",
    "title": "North Korea's response to the UN security council takes me back to the Cold War",
    "url": "https://www.theguardian.com/commentisfree/michaeltomasky/2009/apr/15/north-korea-un-security-council",
    "content": "Seeing that North Korea has responded to the UN security council's condemnation by calling it \"brigandish\" takes me back to the old days of the Cold War when the Eastern bloc would employ such language against the West. One thing I'll say for communist regimes, and dictatorships in general, they sure used more interesting language. Can you imagine Obama -- or even Bush, who was generally more inclined toward obstreperous rhetoric -- coming up with brigandish? I remember reading my textbooks as a lad, about Stalin's USSR for example, and seeing that this one or that one had been hauled up on the most ridiculous charges. My personal fave was \"obscurantism,\" which was, you know, just about anything the state wanted it to be. That's a word I still toss around judiciously. I'll spring it on you when the time is right. In America, political language went kind of dead more or less with the advent of television. Obama gives a good speech, and plenty of them still give good speeches, but they rarely throw a surprising word or phrase in. If you go back and read speeches from the 19th century, or congressional debates, language was much more florid in those days, and vicious. The last living American politician who spoke in that way was, to my knowledge, a West Virginian. A. James Manchin was the secretary of state when I was a kid (and was the uncle, I believe, of the current governor). Once, round about when I was in college, some guy from Kansas made some kind of disparaging comment about West Virginia. Manchin mounted his high horse and called the man a \"scurrilous jackanapes.\" That was a good one! Very 19th century. If some Republican called Obama a jackanapes, I'd at least give them credit for some creativity.",
    "keywords": [
        "language",
        "war",
        "good",
        "seeing",
        "takes",
        "state",
        "west",
        "speeches",
        "obama",
        "kind",
        "cold",
        "security",
        "manchin",
        "response",
        "council",
        "word",
        "north",
        "koreas"
    ],
    "summary": "Seeing that North Korea has responded to the UN security council's condemnation by calling it \"brigandish\" takes me back to the old days of the Cold War when the Eastern bloc would employ such language against the West.\nOne thing I'll say for communist regimes, and dictatorships in general, they sure used more interesting language.\nCan you imagine Obama -- or even Bush, who was generally more inclined toward obstreperous rhetoric -- coming up with brigandish?\nIn America, political language went kind of dead more or less with the advent of television.\nObama gives a good speech, and plenty of them still give good speeches, but they rarely throw a surprising word or phrase in.",
    "sentiment": {
        "neg": 0.0539,
        "neu": 0.8624,
        "pos": 0.0838,
        "compound": -0.0335
    }
}