{
    "date": "2009-04-06T22:00:00Z",
    "title": "Andrew Grotto: Obama must convince developing countries that nuclear proliferation affects them too",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2009/apr/06/nuclear-weapons-barack-obama-development",
    "content": "President Barack Obama's speech in Prague on Sunday is a potential game changer for non-proliferation diplomacy. By endorsing the goal of a world free of nuclear weapons, Obama can begin to move international debate about nuclear proliferation beyond the ideologically charged squabbles of the past to where it needs to be: changing the perception among many developing countries, perhaps even most, that nuclear proliferation does not affect them. For the past eight years, many developing countries that oppose nuclear proliferation have nevertheless resisted key measures to strengthen the global non-proliferation regime. They regularly cited the Bush administration's stubborn adherence to an outdated nuclear weapons policy as the primary reason, arguing that it is inconsistent with the Non-Proliferation Treaty (NPT). Article VI of the NPT requires the five countries recognised by the NPT as legitimate nuclear powers – China, France, Russia, the United Kingdom and the United States – to \"pursue negotiations in good faith\" toward nuclear disarmament. The NPT is vague on the specifics, however, so at quintennial NPT review conferences in 1995 and 2000, the five nuclear powers offered political commitments to take specific, though partial steps toward nuclear disarmament. These steps include ratification of the Comprehensive Test Ban Treaty (CTBT), conclusion of a verifiable Fissile Materials Cut-Off Treaty (FMCT) that would ban production of fissile materials for weapons purposes and reducing the role of nuclear weapons, among many others. The Bush administration took an a la carte approach to these pledges when it assumed office in 2001, much to the chagrin of most NPT parties. Although it negotiated further nuclear reductions with Russia, the administration opposed reviving the CTBT, which the Republican-controlled US Senate had rejected in 1999, and negotiating a verifiable FMCT. In addition, leaked portions of the administration's 2001 nuclear posture review seemed to elevate the profile of nuclear weapons in US defence strategy. Meanwhile, a number of grave proliferation incidents – such as Iran's secret enrichment programme, North Korea's nuclear weapons programme and a nuclear smuggling ring masterminded by AQ Khan, a leader in Pakistan's nuclear weapons establishment – exposed serious gaps in the ability of the non-proliferation regime to prevent, detect and punish violations. These efforts thrived in a globalised economy where states are either unwilling or unable to seriously police international commerce for sensitive nuclear technologies. Yet the 2005 NPT review conference ended in bitter failure as states divided over whether the main problem was the Bush administration's disarmament record or proliferation issues such as Iran. This impasse persists today, and is viewed by many experts and diplomats as the binding constraint on efforts to strengthen the non-proliferation regime. Obama's speech on Sunday should begin the process of clearing the air. He announced support for Senate ratification of the CTBT and a verifiable FMCT. Earlier in the week, he laid out an ambitious arms control agenda with Russia for achieving substantial nuclear reductions. These steps toward nuclear disarmament are worthwhile in their own right. But the Obama administration also hopes that by addressing developing country concerns about disarmament, these countries will be much more inclined to support an ambitious nonproliferation agenda that includes a more intrusive International Atomic Energy Agency Inspections regime, tighter global export controls, and a new framework for civilian nuclear energy development that precludes development of national uranium enrichment facilities. Of course, the Obama administration must now follow through on its pledges, which won't be easy. Arms control negotiations with the Russians will be challenging enough, but the Obama administration must also successfully negotiate with Capitol Hill. Treaties require a two-thirds majority in the Senate, which means that the majority Democrats will still need to attract the support of more than a half-dozen Republicans for CTBT and FMCT ratification. Still, a sense of progress should blunt criticism of the US nuclear disarmament record, making it possible for international diplomacy to refocus on the nitty-gritty of how to prevent proliferation. Unfortunately, the Obama administration will likely encounter another obstacle that is in many ways far more complex and difficult than the impasse over disarmament: many developing countries believe they have bigger fish to fry than preventing nuclear proliferation, which is often viewed as a rich country problem. Issues like poverty, domestic security and regional affairs are more likely to top their list of concerns. Yet much of the cost of implementing the non-proliferation agenda Obama laid out will be borne by developing countries. For example, fighting nuclear smuggling requires stronger export controls everywhere that sensitive technologies may be bought, sold or traded. UN Security Council Resolution 1540, enacted in 2004, already requires that all countries adopt \"appropriate, effective\" export controls, but implementation varies widely. Every country – including the United States – could stand to improve certain aspects of their controls. But many developing countries essentially need to start from scratch and build a new regulatory apparatus from the ground up. This is unlikely to be a top priority for a country that may prefer to spend scarce resources on education, public health or their military. In other words, progress on disarmament may be necessary to attracting greater support for an ambitious non-proliferation agenda, but it is probably not sufficient. The Obama administration must also seek to change threat perceptions by demonstrating how nuclear proliferation adversely impacts developing as well as developed countries. Stronger intelligence cooperation, data exchanges on the flows of proliferation-sensitive technologies, and the development of regional security architecture could be effective. But the administration must also seek creative ways to assist developing countries in combating proliferation. In particular, the administration should incorporate the tools and lessons of economic development policy into its non-proliferation strategy. Capacity building, direct financial assistance and a concerted effort to actively involve developing countries in the formulation of non-proliferation initiatives could reduce the burden on developing countries and help make them more active partners in the fight against proliferation.",
    "keywords": [
        "grotto",
        "proliferation",
        "npt",
        "andrew",
        "administration",
        "nuclear",
        "obama",
        "convince",
        "weapons",
        "disarmament",
        "countries",
        "nonproliferation",
        "affects",
        "developing"
    ],
    "summary": "For the past eight years, many developing countries that oppose nuclear proliferation have nevertheless resisted key measures to strengthen the global non-proliferation regime.\nIn addition, leaked portions of the administration's 2001 nuclear posture review seemed to elevate the profile of nuclear weapons in US defence strategy.\nYet much of the cost of implementing the non-proliferation agenda Obama laid out will be borne by developing countries.\nBut many developing countries essentially need to start from scratch and build a new regulatory apparatus from the ground up.\nThe Obama administration must also seek to change threat perceptions by demonstrating how nuclear proliferation adversely impacts developing as well as developed countries.",
    "sentiment": {
        "neg": 0.0764,
        "neu": 0.8007,
        "pos": 0.1228,
        "compound": 0.0748
    }
}