{
    "date": "2009-05-26T22:00:00Z",
    "title": "Bush's best example | Norman Dombey",
    "url": "https://www.theguardian.com/commentisfree/2009/may/26/north-korea-nuclear-obama",
    "content": "A framework agreement between Washington and Pyongyang reached under the Clinton administration specified that the US, with Japan and South Korea, would build two light-water reactors to supply power in North Korea and that fuel oil would be provided until the reactors were operating. In return, North Korea would shut down the plutonium-producing reactor and reprocessing line at Yongbyon and sign the nuclear non-proliferation treaty (NPT) as a non-weapon state. When George Bush took office in 2001, he refused to confirm his administration was bound by a \"no hostile intent\" statement, declared North Korea part of the \"axis of evil\", stopped the shipments of fuel oil, and in 2003 suspended the project to build the reactors. Not surprisingly, Pyongyang reacted. It withdrew from the NPT, began reprocessing at Yongbyon, and later announced it had nuclear weapons. However, diplomacy was not completely dead. In 2003 and 2004, six-party – North and South Korea, Japan, China, Russia and the US – talks took place, to seek progress in the denuclearisation of the Korean peninsula. In September 2005 a statement was agreed. It included pledges by North Korea to give up its nuclear weapons and to accept International Atomic Energy Agency safeguards on Yongbyon. The US pledged not to attack, and North Korea not to introduce nuclear weapons into the peninsula. All six parties promised economic co-operation. Pyongyang's right to civil nuclear power was affirmed. Yet in 2006 the nuclear reactor deal for North Korea was terminated by the suppliers. Days later North Korea test fired seven ballistic missiles. These launches were the first since it had adopted a moratorium in 1999. The UN security council passed a resolution condemning the launches and calling on Pyongyang to return to talks and to re-establish the moratorium. North Korea said it would not be bound by the resolution and conducted an underground nuclear test. The security council then adopted a resolution demanding Pyongyang refrain from further tests. More important, the Bush administration changed course: it decided to revert to Clinton's diplomatic strategy. Christopher Hill, the US envoy to the six-party talks, was told to negotiate directly with the North Koreans. Hill went to Pyongyang in 2007. A month later North Korea said it had shut down the nuclear reactor at Yongbyon and allowed international inspectors. It later also agreed to disable its main nuclear fuel reprocessing plant and to provide a full declaration of all of its nuclear programmes by the end of 2007. In October 2007 the South Korean president, Roh Moo-hyun, travelled to Pyongyang to meet Kim Jong-il to discuss the prospects for reconciliation and economic co-operation. A team of US experts arrived in North Korea to begin disabling the Yongbyon facilities. How did one of the few foreign policy successes of Bush's second term implode in 18 months. The answer lies in South Korean politics. The conservative Lee Myung-bak won the presidential election in December 2007 promising to \"deal with\" North Korea. The North Korean regime may be difficult to deal with, but it is consistent. If disabling the nuclear facilities depends on a step-by-step procedure, it doesn't help to interrupt that by introducing other factors, such as missiles. Or to introduce conditionality. Most of all, North Korea wants others to show they have \"no hostile intent\" towards it. It is surprising the Obama administration has blundered into sanctions and threats. Progress was rapid after Pyongyang's first test in 2006 once the US decided to negotiate seriously; it could be again if President Obama learns from that example.",
    "keywords": [
        "south",
        "later",
        "example",
        "korea",
        "dombey",
        "norman",
        "bushs",
        "nuclear",
        "yongbyon",
        "administration",
        "2007",
        "best",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The US pledged not to attack, and North Korea not to introduce nuclear weapons into the peninsula.\nDays later North Korea test fired seven ballistic missiles.\nA month later North Korea said it had shut down the nuclear reactor at Yongbyon and allowed international inspectors.\nThe North Korean regime may be difficult to deal with, but it is consistent.\nMost of all, North Korea wants others to show they have \"no hostile intent\" towards it.",
    "sentiment": {
        "neg": 0.0824,
        "neu": 0.8232,
        "pos": 0.0944,
        "compound": 0.0379
    }
}