{
    "date": "2009-04-09T04:12:57Z",
    "title": "Kim Jong Il appointed to third term as North Korea's leader",
    "url": "https://www.theguardian.com/world/2009/apr/09/kim-jong-il-north-korea",
    "content": "North Korea's rubber-stamp parliament appointed Kim Jong Il to a third term today as leader of one of the world's most reclusive nations, buoyed by a rocket launch heralded in state media as \"historic\" but assailed elsewhere as provocative. State media said politicians re-elected Kim chairman of the powerful National Defence Commission at the opening session of the new parliament, an appointment that under the constitution makes him the nation's top leader. But there was no confirmation in a noon broadcast on state TV that Kim himself was presiding over the session in what would be his first major public appearance since reportedly suffering a stroke last August. Kim, 67, fell out of sight afterward. He failed to attend a milestone 60th anniversary parade, a no-show that sparked concerns about his health and fears of a succession crisis in the nuclear-armed nation. Pyongyang denies he was ill. Kim re-emerged in state media in early October and has steadily made \"on-the-spot field guidance\" of farms, factories and military units in an energetic tour widely seen as an attempt to squelch rumors about his health. Starting at 9am today, state TV aired an unusual daytime broadcast trumpeting Kim and his leadership, showing undated footage of him meeting with soldiers and workers as well as troops hard at work. State TV typically doesn't go on air until the 5pm news, except on special occasions. The lengthy patriotic montage touted the country's best, with the military featured prominently in nearly every scene. Soldiers fired tanks, flew MiG fighter jets, went on patrol as the sun set and dressed in white T-shirts but still wearing their military caps helped smiling farmers in lush fields and singing fishermen with nets packed with bountiful catches. And there was Kim, in a parka and hat exhorting officers in a sports stadium, reviewing troops, getting briefings from white-uniformed naval officers and smiling benevolently as he appeared to give advice. Some of the scenes were clearly file footage, showing the burgeoning belly he sported before losing significant weight in recent months. Shortly before noon, the official Korean Central News Agency announced Kim was officially re-elected leader today, \"reflecting the unanimous will and wishes of all the servicepersons and people, as he has performed the immortal exploits to shine long in the history of the country and put the dignity and position of the DPRK on the highest level by wisely leading the Juche revolutionary cause started in Mount Paektu to victory through his distinguished ideological and theoretical activities and with his dynamic leadership.\" Earlier in the week, state TV broadcast a reel of Kim's trips last year, showing him in short sleeves in early August at a pig farm before jumping without explanation to late November, when he was shown bundled up in a parka and thick gloves. State TV also gave North Koreans their first glimpse Tuesday of the rogue regime's controversial rocket launch, more than two days after a lift-off decried by the US, Japan, South Korea and other nations as a provocation that merits international censure. North Korea claimed it successfully put a communications satellite into orbit and that it was transmitting data and playing patriotic odes to Kim and his father. US and South Korean military officials say nothing ever made it into orbit and accuse Pyongyang of using the launch to test its long-range missile technology. Washington, calling the launch of a three-stage rocket a bold violation of UN security council resolutions barring North Korea from ballistic missile-related activity, is leading the push for council condemnation. However, debate remains stalled, with North Korea's closest ally, China, and Russia maintaining calls for restraint. North Korea's deputy UN ambassador, Pak Tok Hun, has warned Pyongyang will take \"strong steps\" if the security council takes any action. Kim rules under a policy of \"military first\" - or songun - as head of the national defence commission, a position that under the constitution makes him leader of the country, with his late father remaining \"eternal president.\" He also is the top official in the powerful Workers' party and supreme commander of the army. Today's parliamentary gathering will be \"an important occasion in further strengthening and developing our republic as undefeatable political and military power that no aggressor can dare to provoke,\" North Korea's main newspaper, Rodong Sinmun, said in a lengthy editorial carried by the official Korean Central News Agency. Observers will be watching Kim Jong Il and today's session closely for clues to his health and any signs he may be laying the groundwork for a successor. Kim has ruled the impoverished nation of 24 million with absolute authority since his father's death in 1994. The two Kims have thrived on an intense cult of personality, with their portraits hanging in nearly every room. Many North Koreans wear badges with the founder's image. It's unclear whether the communist dynasty will extend to a third generation. None of Kim's three sons was elected to parliament in March, and they are not believed ready to assume the leadership mantle. Asked about his chances of succeeding his father, eldest son Kim Jong Nam told Japan's TBS television that he wouldn't be in Macau this week if he were in line. He said he was worried about the controversy surrounding the rocket launch. \"I think more tension will be in North Korea and around this country,\" he told TBS. \"I'm quite worried about this.\"",
    "keywords": [
        "launch",
        "leader",
        "jong",
        "military",
        "tv",
        "state",
        "rocket",
        "korea",
        "kim",
        "appointed",
        "term",
        "il",
        "north",
        "koreas"
    ],
    "summary": "North Korea's rubber-stamp parliament appointed Kim Jong Il to a third term today as leader of one of the world's most reclusive nations, buoyed by a rocket launch heralded in state media as \"historic\" but assailed elsewhere as provocative.\nState TV typically doesn't go on air until the 5pm news, except on special occasions.\nHowever, debate remains stalled, with North Korea's closest ally, China, and Russia maintaining calls for restraint.\nNorth Korea's deputy UN ambassador, Pak Tok Hun, has warned Pyongyang will take \"strong steps\" if the security council takes any action.\n\"I think more tension will be in North Korea and around this country,\" he told TBS.",
    "sentiment": {
        "neg": 0.0787,
        "neu": 0.8312,
        "pos": 0.0902,
        "compound": 0.08
    }
}