{
    "date": "2009-08-04T10:19:51Z",
    "title": "Profiles: Laura Ling and Euna Lee, US journalists detained in North Korea",
    "url": "https://www.theguardian.com/world/2009/aug/04/laura-ling-euna-lee",
    "content": "Laura Ling and Euna Lee, reporters for Al Gore's Current TV, were detained by North Korea along the border with China in March. Accused of illegally entering the country and engaging in \"hostile acts\", the pair were sentenced to 12 years' hard labour in June. Laura Ling The 32-year-old Californian is an on air reporter for Current, the San Francisco-based cable TV news and entertainment network launched by former US vice-president Gore four years ago. A US and Irish offshoot began broadcasting in 2007. She is principally a reporter for Vanguard, an international current affairs show, and covered stories in countries including Mexico, Vietnam and China. Earlier this year she jointly won an award from Columbia University for a report on neo-Nazis in Russia, which she co-produced. Married for 12 years, she is the sister of Lisa Ling, the US journalist who previously co-hosted the ABC talk show The View with Barbara Walters and now works for the Oprah Winfrey Show, National Geographic and CNN. Euna Lee The 36-year-old was born in South Korea and moved to the US in 1995, where she studied video production at the Academy of Art University in San Francisco. She has been a video producer and editor since 2000, and has worked for Current TV since it began. Now a US citizen, she is married to television actor Michael Saldate. They have a four-year-old daughter, Hana.",
    "keywords": [
        "laura",
        "journalists",
        "euna",
        "tv",
        "married",
        "korea",
        "detained",
        "university",
        "reporter",
        "ling",
        "current",
        "lee",
        "san",
        "profiles",
        "video",
        "north"
    ],
    "summary": "Laura Ling and Euna Lee, reporters for Al Gore's Current TV, were detained by North Korea along the border with China in March.\nAccused of illegally entering the country and engaging in \"hostile acts\", the pair were sentenced to 12 years' hard labour in June.\nLaura Ling The 32-year-old Californian is an on air reporter for Current, the San Francisco-based cable TV news and entertainment network launched by former US vice-president Gore four years ago.\nEuna Lee The 36-year-old was born in South Korea and moved to the US in 1995, where she studied video production at the Academy of Art University in San Francisco.\nShe has been a video producer and editor since 2000, and has worked for Current TV since it began.",
    "sentiment": {
        "neg": 0.0347,
        "neu": 0.919,
        "pos": 0.0463,
        "compound": 0.0428
    }
}