{
    "date": "2009-04-05T23:01:00Z",
    "title": "The 52 minutes of Obama magic that changed the nuclear rules",
    "url": "https://www.theguardian.com/world/2009/apr/06/obama-nuclear-weapons-speeches",
    "content": "In his whirlwind debut European tour of summits in Britain, France, Germany and the Czech Republic, Barack Obama has delivered two speeches, both exactly 26 minutes long. On Friday, in Strasbourg, he was rapturously applauded by French and German students when he said he wanted to rid the world of nuclear weapons. In Prague yesterday, he spelled out his hopes, outlining a host of means to that end and denouncing fatalism in the face of the nuclear threat as a \"deadly adversary\". The world's estimated arsenal of 24,000 nuclear warheads - all but 1,000 in the US and Russian armouries - was the worst legacy of the cold war, Obama said. If the risk of all-out nuclear war had faded, the danger of nuclear attack had increased, he added. Disarmament The president pledged a drive on nuclear disarmament, possibly bigger than any ever attempted. He spelled out how he would accelerate arms control agreements with Russia, following his first summit meeting with President Dmitry Medvedev last week. The deal to conclude a new arms reduction treaty with Moscow, which would slash stockpiles by about a third was a beginning, setting the stage for further cuts. Building on the momentum of a new agreement with the Russians, Obama said he wanted to cajole the other nuclear powers into agreeing international arms cuts. This would include Britain's independent nuclear deterrent as well as France's force de frappe and could run into resistance. John Hutton, the defence secretary, said at the weekend \"there would have to be a very significant breakthrough in international nuclear weapons negotiations\" before Britain's arsenal could be put on the table. Nuclear testing \"It is time for testing of nuclear weapons to be banned,\" Obama said. He called for a resuscitation of the 1996 comprehensive test ban treaty outlawing all nuclear tests. Obama's Democrat predecessor, Bill Clinton, signed the treaty, but then gave up on it after running into resistance from the Republican-controlled Senate which refused to ratify it a decade ago. George Bush did not pursue the issue. America is the most important country that has not ratified the treaty, although other nuclear countries such as China, Israel and Pakistan, as well as Iran have also declined to ratify. Obama said he would pursue US ratification \"immediately and aggressively\". Proliferation As well as supporting the test ban treaty, Obama pledged to strengthen the nuclear non-proliferation treaty which dates from 1968 and is the cornerstone of the effort to try to curb the spread of nuclear weapons. He specified two ways of reinforcing the NPT regime - banning the production of fissile material used for nuclear warheads and establishing an \"international fuel bank\" which would supply and keep tabs on low-enriched uranium for peaceful nuclear purposes in electricity generation for countries that need it. This is aimed at keeping countries, such as Iran, from developing their own fuel enrichment programmes and at restricting the growth of nuclear knowhow. Low-enriched uranium is used in power plants. High-enriched uranium is used for warheads. The material can be diverted for weapons use and once you have mastered the fuel cycle for power generation, it is relatively easy to produce bomb-grade material. Obama also insisted on greater resources and authority for international inspections - and \"real and immediate consequences\" for countries that violate the treaty. Loose nukes Over the past 15 years there have been various efforts, mainly by the US, to secure and store nuclear materials stemming from the collapse of the Soviet Union to offset the dangers of \"loose nukes\", nuclear contraband, and black market trading in radioactive materials. Obama said he wanted to re-energise this campaign to get all \"vulnerable\" nuclear materials in secure storage within four years. He also said he would convene a world summit on nuclear security in the US within a year. The agenda and participants for such a conference remain unclear. But the spread of nuclear knowhow and technology had to be stopped, he said, since it would become increasingly easy to \"buy, build or steal\" a nuclear bomb. The risk of terrorists being able to obtain a nuclear device was \"the most immediate and extreme threat to global security.\" National security Obama also promised to rewrite American military and national security strategy to downgrade the centrality of nuclear weapons, reversing a tendency among some senior former military officials to argue in favour of an increased reliance on nuclear weapons and a commitment to embrace preemptive nuclear strikes as an option. The timetable The president conceded the nuclear challenge was daunting, would be a long haul, and could fail. \"This goal will not be reached quickly - perhaps not in my lifetime. It would take patience and persistence. But now we, too, must ignore the voices who tell us that the world cannot change.\" But he said it was time for a new, more robust international regime. \"Rules must be binding, violations must be punished, words must mean something.\"",
    "keywords": [
        "changed",
        "world",
        "warheads",
        "nuclear",
        "obama",
        "magic",
        "rules",
        "52",
        "weapons",
        "security",
        "wanted",
        "countries",
        "treaty",
        "minutes",
        "international"
    ],
    "summary": "The world's estimated arsenal of 24,000 nuclear warheads - all but 1,000 in the US and Russian armouries - was the worst legacy of the cold war, Obama said.\nJohn Hutton, the defence secretary, said at the weekend \"there would have to be a very significant breakthrough in international nuclear weapons negotiations\" before Britain's arsenal could be put on the table.\nNuclear testing \"It is time for testing of nuclear weapons to be banned,\" Obama said.\nProliferation As well as supporting the test ban treaty, Obama pledged to strengthen the nuclear non-proliferation treaty which dates from 1968 and is the cornerstone of the effort to try to curb the spread of nuclear weapons.\nHe also said he would convene a world summit on nuclear security in the US within a year.",
    "sentiment": {
        "neg": 0.1175,
        "neu": 0.8152,
        "pos": 0.0673,
        "compound": -0.1323
    }
}