{
    "date": "2009-04-02T11:08:00Z",
    "title": "North Korea 'begins fuelling rocket for launch'",
    "url": "https://www.theguardian.com/world/2009/apr/02/north-korea-rocket",
    "content": "North Korea has begun fuelling a rocket in readiness for a launch that could take place within days, further raising tensions between Pyongyang and Washington, it was reported today. A senior US official told Reuters that Washington was exerting \"maximum effort\" to avert the rocket launch. However, the official added: \"The general expectation is that this launch is going to proceed.\" The US president, Barack Obama, and the South Korean president, Lee Myung-bak – both of whom are in London for the G20 financial summit – agreed on the need for a \"stern, united response\" if the rocket was launched, a spokesman for Lee said. North Korea's military has threatened immediate retaliation if \"even the slightest effort\" is made to intercept the rocket. In an escalation of Pyongyang's hostile language, a spokesman today said it would \"deal a retaliatory lightning of fire\" against Japan if it attempted to shoot the rocket down. The US broadcaster CNN, citing an unidentified senior US military official, said the rocket could be ready to launch by the weekend. North Korea insists the launch will be used to send a communications satellite into orbit, but the US and its allies believe it is using the mission to test a Taepodong-2 missile capable, in theory, of striking Alaska or Hawaii. According to experts, the rocket will be ready for blast-off three to four days after fuelling begins. Pyongyang informed international agencies it would conduct the launch during daylight hours between Saturday and Wednesday. Images of the launch site, in Musudan-ri, on the country's north-eastern coast, suggest the rocket has been fitted with a satellite, as North Korea claims, but the US and Japan insist even a satellite launch would fall foul of a UN resolution banning North Korea from ballistic activity. The resolution was introduced after a Taepodong-2 missile exploded moments after blasting off in 2006. China and Russia, however, are expected to use their security council veto powers to block additional sanctions. The International Crisis Group, a Brussels-based conflict resolution thinktank, called for a measured response and said it was not clear whether the UN resolutions applied to the use of rockets for \"peaceful outer space activities\". Yesterday, North Korea threatened to shoot down any US spy planes that encroached on its air space prior to the launch. The US and Japan say they are prepared to shoot down boosters from the rocket in the event that the test fails and debris falls towards a \"danger zone\" over northern Japan. The first booster in the multistage rocket is expected to fall into the Sea of Japan and the second into the Pacific Ocean. Batteries of PAC-3 land-to-air missile interceptors have been sent to the Akita prefecture, in northern Japan, and two destroyers, armed with ship-to-air SM-3 interceptors, are patrolling the coastline. Officials in the area today sought to play down the prospect of a catastrophic malfunction, saying the chances of debris falling on Japanese territory were \"one in a million\".",
    "keywords": [
        "launch",
        "fuelling",
        "korea",
        "begins",
        "japan",
        "today",
        "satellite",
        "resolution",
        "official",
        "shoot",
        "rocket",
        "north"
    ],
    "summary": "North Korea has begun fuelling a rocket in readiness for a launch that could take place within days, further raising tensions between Pyongyang and Washington, it was reported today.\nA senior US official told Reuters that Washington was exerting \"maximum effort\" to avert the rocket launch.\nAccording to experts, the rocket will be ready for blast-off three to four days after fuelling begins.\nImages of the launch site, in Musudan-ri, on the country's north-eastern coast, suggest the rocket has been fitted with a satellite, as North Korea claims, but the US and Japan insist even a satellite launch would fall foul of a UN resolution banning North Korea from ballistic activity.\nYesterday, North Korea threatened to shoot down any US spy planes that encroached on its air space prior to the launch.",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.8624,
        "pos": 0.0515,
        "compound": -0.1174
    }
}