{
    "date": "2009-02-20T07:50:12Z",
    "title": "Hillary Clinton calls on North Korea to return to nuclear talks",
    "url": "https://www.theguardian.com/world/2009/feb/20/north-korea-hillary-clinton",
    "content": "The US secretary of state, Hillary Clinton, today demanded that North Korea end preparations to launch a ballistic missile and warned that a rumoured succession struggle in Pyongyang could have an unpredictable effect on the regime. Clinton repeated her demand that the North return to stalled multi-party negotiations aimed at ending its nuclear weapons programme in return for aid and normalised diplomatic ties. \"We will try to convince the North Koreans to begin a process within the six-party talks towards the complete and verifiable elimination of nuclear weapons,\" Clinton said at a joint news conference in Seoul with South Korea's foreign minister, Yu Myung-hwan. Although she repeated the Obama administration's promise of more constructive ties with the US in return for abandoning its nuclear ambitions, Clinton said détente would be impossible as long as the North maintained its \"provocative\" stance towards South Korea. Relations between the two neighbours, enemies in the 1950-53 Korean war, turned sour after the South Korean president, Lee Myung-bak, imposed strict conditions on aid after his election a year ago. In recent days North Korea has warned that it is \"preparing for war\" with the South. \"North Korea is not going to get a different relationship with the United States while insulting and refusing dialogue with the Republic of Korea,\" Clinton told reporters in Seoul on the third leg of her visit to Asia. She also made a foray into North Korean domestic politics, warning of \"uncertain\" consequences of a possible power struggle over the successor to the leader, Kim Jong-il, who is thought to have a suffered a stroke last summer. \"If there is a succession, even if it is a peaceful succession ... that creates more uncertainty and it may also encourage behaviours that are even more provocative as a way to consolidate power within the society,\" she said. In comments analysts say are designed to grab the attention of the new US administration, the North has threatened to test-launch a Taepodong-2 missile, believed to be capable of reaching Alaska, within weeks. The North insists that the missile, which failed shortly after launch in a 2006 test, is a vital part of its space programme. The North Korean news agency KCNA accused a \"bellicose\" US of preparing a \"bid to make a pre-emptive nuclear strike\" and \"seeking to escalate the military confrontation\". Clinton contrasted the regime, which is expected to struggle to feed its 23 million people this year, with its prosperous neighbour. \"[South] Korea's achievement of democracy and prosperity stands in stark contrast to the tyranny and poverty across the border to the North,\" she said. Her visit came amid growing speculation over the future of Kim, 67, whose apparent recovery from the stroke has failed to dampen anxiety about his health. The list of possible successors includes two of his sons and his brother-in-law Jang Song-taek, a senior Communist party official. Reports yesterday suggested that Kim Jong-un, aged 37 or 38 and the youngest of Kim's three known sons, would be formally announced as his father's successor after elections for the supreme people's assembly on 8 March. But others insisted that the \"Dear Leader\" remained firmly in control and no decision had been taken on a successor. Clinton said Christopher Hill, America's chief nuclear negotiator, would be replaced by Stephen Bosworth, a former US ambassador to South Korea. Bosworth's first task will be to persuade Pyongyang to return to nuclear talks with the US, South Korea, China, Russia and Japan. Negotiations have ground to a halt despite repeated offers of major economic and energy aid in return for an end to the North's nuclear programme. Clinton was due to meet President Lee in the afternoon before flying to Beijing, where she will hold talks with the Chinese president, Hu Jintao, and the premier, Wen Jiabao.",
    "keywords": [
        "south",
        "korea",
        "hillary",
        "talks",
        "nuclear",
        "calls",
        "succession",
        "clinton",
        "korean",
        "successor",
        "north",
        "return"
    ],
    "summary": "Clinton repeated her demand that the North return to stalled multi-party negotiations aimed at ending its nuclear weapons programme in return for aid and normalised diplomatic ties.\nIn recent days North Korea has warned that it is \"preparing for war\" with the South.\n\"North Korea is not going to get a different relationship with the United States while insulting and refusing dialogue with the Republic of Korea,\" Clinton told reporters in Seoul on the third leg of her visit to Asia.\nClinton said Christopher Hill, America's chief nuclear negotiator, would be replaced by Stephen Bosworth, a former US ambassador to South Korea.\nBosworth's first task will be to persuade Pyongyang to return to nuclear talks with the US, South Korea, China, Russia and Japan.",
    "sentiment": {
        "neg": 0.1012,
        "neu": 0.8254,
        "pos": 0.0734,
        "compound": -0.1057
    }
}