{
    "date": "2009-04-10T03:15:13Z",
    "title": "Japan strengthens economic sanctions against North Korea",
    "url": "https://www.theguardian.com/world/2009/apr/10/japan-north-korea-sanctions-rocket",
    "content": "Japan renewed and strengthened sanctions against North Korea as Tokyo struggles to punish the communist country for its recent rocket launch, officials said today. North Korea says Sunday's launch was to send a satellite into orbit, but Japan and allies call it a cover for a missile test. Japan's cabinet reauthorised and ramped up economic sanctions imposed on the isolated country since a 2006 missile test, by lowering the cap on remittances that must be reported and reducing the amount of money visitors can carry into the North, chief cabinet secretary Takeo Kawamura announced. The old sanctions, which must be renewed every six months, expire on Monday. The latest renewal is good for one year. \"North Korea forced a missile firing, the act that our country finds intolerable,\" Kawamura told a news conference. \"The additional steps are aimed at monitoring the money flow into the North more closely.\" The new measures will reduce the amount of remittances to North Korea subject to reporting to the Japanese government to 10m yen (£68,000) from 30m yen, and slash the amount of money that travellers can bring into the North by more than one-third to 300,000 yen. The measures today also renew an import ban and tight restrictions on exports to the North, as well as a ban on selling luxury goods to North Korea, including pricey beef, caviar, alcohol and cars, in accordance with a UN resolution. Ruling politicians hoped for a ban on all exports, but that did not make the list today, apparently because its expected impact is limited, Kyodo News agency reported. North Korea, one of the world's poorest countries, is in desperate need of outside help, particularly since aid that flowed in unconditionally from neighbouring South Korea for a decade dried up after president Lee Myung-bak took office in Seoul in 2008. Famine is believed to have killed as many as 2 million North Koreans in the mid and late-1990s when natural disasters and mismanagement devastated its centrally controlled economy. The North has since relied on aid to help feed its 23 million people. However, with trade between the two countries already restricted sharply, additional measures are believed to have little impact on the North and are seen rather as a political tool. Japan had readied missile interceptors both on land an off its north-western coast on Sunday but did not fire them because no debris appeared to fall toward its territory. Japan instead requested an emergency session of the security council to call for a stern response to the launch, but the debate has stalled, with North Korea's close allies China and Russia calling for restraint. Sunday's launch has also triggered debate among some ruling lawmakers that Japan should consider a possibility of pre-emptive strike on North Korean missile facilities.",
    "keywords": [
        "money",
        "launch",
        "economic",
        "korea",
        "strengthens",
        "measures",
        "sanctions",
        "japan",
        "yen",
        "today",
        "missile",
        "north"
    ],
    "summary": "Japan renewed and strengthened sanctions against North Korea as Tokyo struggles to punish the communist country for its recent rocket launch, officials said today.\nNorth Korea says Sunday's launch was to send a satellite into orbit, but Japan and allies call it a cover for a missile test.\n\"North Korea forced a missile firing, the act that our country finds intolerable,\" Kawamura told a news conference.\nNorth Korea, one of the world's poorest countries, is in desperate need of outside help, particularly since aid that flowed in unconditionally from neighbouring South Korea for a decade dried up after president Lee Myung-bak took office in Seoul in 2008.\nSunday's launch has also triggered debate among some ruling lawmakers that Japan should consider a possibility of pre-emptive strike on North Korean missile facilities.",
    "sentiment": {
        "neg": 0.1017,
        "neu": 0.8445,
        "pos": 0.0538,
        "compound": -0.256
    }
}