{
    "date": "2009-02-03T10:32:00Z",
    "title": "North Korea set to test long-range missile as tension rises in region",
    "url": "https://www.theguardian.com/world/2009/feb/03/north-korea-long-range-missile",
    "content": "North Korea may be preparing to test-launch its longest-range ballistic missile, a South Korean official said today, just days after Kim Jong-il's regime warned the peninsula was on the brink of war. Pyongyang last week scrapped its peace accord and other deals with Seoul. Analysts warned that the move increased the risk of a military clash, but suggested the primary motive was to raise pressure on its neighbour and grab the attention of the new administration in the US. Relations on the Korean peninsula have deteriorated sharply since President Lee Myung-bak took office in Seoul last year, and abandoned the \"sunshine policy\" and freeflowing aid of his predecessor. President Barack Obama spoke to Lee for the first time today, discussing relations with North Korea, officials in the South said. Obama also told him that the secretary of state, Hillary Clinton, will visit Seoul later this month. \"There are signs North Korea is preparing for a missile launch,\" a South Korean intelligence official told the Associated Press. His comments followed reports by South Korea's Yonhap news agency, and Japan's Sankei Shimbun newspaper, that the North had been moving equipment used in the launch of its Taepodong-2 missile, in 2006. A train carrying a large object - thought to be the long-range missile - had left a factory heading to the site of a newly built launchpad on the North's west coast, according to an unnamed South Korean government source quoted by Yonhap. But it will take at least a month before the Taepodong-2 can be launched, a Japanese government source told the Sankei Shimbun. Experts believe North Korea already has an armoury of more than 800 ballistic missiles that could hit all of South Korea and most of Japan. The Taepodong-2 has a range of more than 4,160 miles (6,700km), which in theory puts US territory in striking distance. But at the 2006 test, the rocket plunged into the ocean within a minute of lift-off. Analysts had predicted the North would seek to turn up the pressure after announcing it would scrap all deals - particularly because it singled out a disputed sea border, which prompted naval exchanges in 1999 and 2002. Experts believe skirmishes along the heavily fortified demilitarized zone between North and South are highly unlikely because they might trigger a bigger conflict. More than 1 million troops are stationed on both sides of the border. But the North could conduct massive military training manoeuvres or send aircraft just close enough to the border to provoke a response from the South. The North might also consider another nuclear test. It held its first in October 2006, while under pressure from the US. However, any reropeat would strain ties with China. It might also begin restoring operations at the Yongbyon nuclear plant after an aid-for-disarmament deal, agreed during six party-talks, stalled last year.",
    "keywords": [
        "border",
        "missile",
        "set",
        "south",
        "korea",
        "rises",
        "seoul",
        "region",
        "taepodong2",
        "longrange",
        "told",
        "pressure",
        "test",
        "tension",
        "north",
        "korean"
    ],
    "summary": "North Korea may be preparing to test-launch its longest-range ballistic missile, a South Korean official said today, just days after Kim Jong-il's regime warned the peninsula was on the brink of war.\nPresident Barack Obama spoke to Lee for the first time today, discussing relations with North Korea, officials in the South said.\n\"There are signs North Korea is preparing for a missile launch,\" a South Korean intelligence official told the Associated Press.\nExperts believe North Korea already has an armoury of more than 800 ballistic missiles that could hit all of South Korea and most of Japan.\nExperts believe skirmishes along the heavily fortified demilitarized zone between North and South are highly unlikely because they might trigger a bigger conflict.",
    "sentiment": {
        "neg": 0.0546,
        "neu": 0.9079,
        "pos": 0.0375,
        "compound": -0.0661
    }
}