{
    "date": "2009-08-07T20:15:08Z",
    "title": "The week when it all came together for the Clinton two-for-one package",
    "url": "https://www.theguardian.com/world/2009/aug/07/bill-hillary-clinton",
    "content": "It's been 17 years since Bill and Hillary Clinton offered themselves up to American voters as a two-for-one package deal, and began adjusting notions of the role of the personal and the political in public life. But in all those years – his scandals, her pillorying by the right, his jet-setting for the Clinton Global Initiative, her slog through smalltown America as a presidential candidate – it's hard to think of a week when the partnership worked as expertly as it did in the rescue of two journalists from North Korea. Here was Hillary Clinton, embarking on a seven-country tour of Africa as secretary of state, while her husband, the former president, successfully carried off an ultra-sensitive mission to one of the world's most recalcitrant regimes. It's an even more impressive piece of choreography given the other outsize political figures – each with their own personal histories with the Clintons – involved in this week's homecoming of the journalists Euna Lee and Laura Ling. There was Barack Obama, of course, who had brawled with both Clintons during the Democratic primaries. Obama also had to weigh Clinton's history of difficulties in sticking to a script, knowing that a stray remark or mis-step from the former president could expose him to attack from the right, which is opposed to dealings with North Korea. Then there was Al Gore, the journalists' employer as head of Current TV, who had to bury his resentments that Bill Clinton's affairs in the White House may have cost him the presidency. For many, the seemingly flawless execution of the plan to free the two journalists, who had been sentenced to 12 years' hard labour for briefly straying into North Korean territory, demolished the notion that, in choosing his former rival as secretary of state, Obama was getting not so much a twofer as trouble. In the conventional wisdom of six months ago, the former president would not be able to resist meddling at the state department or the White House, and his network of contacts at the Clinton Global Initiative could potentially embarrass Obama. \"This is a very effective rejoinder to any one who had still had questions about the wisdom and absolute authority of Hillary Clinton as secretary of state,\" said Ann Lewis, a senior adviser to Clinton during her run for the White House. Steve Clemons of the New America Foundation agreed: \"The Obama people always saw Bill as more of a threat than Hillary,\" he said. \"But now if I were Obama I'd say: great let's use Bill for other things.\" Not everyone was convinced. In the New York Times, Maureen Dowd saw the episode as one more instance of Bill Clinton hogging the spotlight, shoving aside Obama and his own wife, who had only recently returned to travel after breaking her elbow in June. \"Just as Hillary muscled her way back into the spotlight, moving past her broken elbow and grabbing the focus from her bevy of peacock envoys, she was blown off the radar screen again by an even more powerful envoy: the one she lives with,\" Dowd wrote. But she conceded that Bill Clinton turned in a fine performance. The man accused of damaging his wife's run for the White House by going off-message or indulging in angry rants against Obama and the media, in public at least kept his personal views in check. He posed stony-faced for the photographs with Kim Jong-il, and after landing at Burbank airport, slipped away gracefully, leaving the spotlight to the two journalists. Rather than exploiting Clinton's influence as many had feared, his wealthy friends even picked up the tab for the trip, with property mogul Steve Bing lending his plane and paying for the fuel. Clinton even did one better than Jimmy Carter, widely seen to have overstepped his brief when he was deployed as special envoy to North Korea in 1994. The spotless behaviour carried on through the week. Back in New York on Thursday, the former president issued only the briefest of statements about his trip. He then announced a deal with two pharmaceutical giants to bring down the costs of antiretroviral drugs, just in time for his wife's scheduled visit to an Aids project in South Africa later today. It's too early to say whether Clinton's three-hour session with Kim Jong-il will reopen negotiations to get North Korea to scrap its nuclear programme. The White House maintains that Clinton was carrying no message from Obama and that no negotiations took place. However, foreign policy experts are sceptical that the former president confined himself to talking about the two journalists. \"The notion that they could spend three hours and not talk about the nuclear missile stuff – gosh, that's not believable. Of course they talked about the nuclear stuff. The north has been looking for an opening to go back to bilateral talks,\" said Leon Sigal, a North Korea scholar at the Social Science Research Council. Clinton is due to debrief the National Security Council and Obama on his trip. That on its own extends his role in the Obama administration from one-time trouble shooter to an important source of first-hand information on the state of mind of one of the world's least understood leaders. It also serves as a reminder that Hillary Clinton, as a former first lady, has more than the usual clout of a secretary of state. \"It would be wrong to conclude from this that Bill Clinton is going to have an ongoing role in political diplomacy for this administration,\" said David Rothkopf, a senior fellow at the Carnegie Endowment for International Peace. \"But sending Bill Clinton to North Korea has the effect of reminding everybody that this is somebody with extraordinary status and this is a woman with a role in the world that goes beyond that typically associated with secretary of state. While we are not going to find Bill Clinton front and centre of this administration going forward it does reinforce his wife's role.\" The week's events also confounded those who had been suggesting that Hillary Clinton had been shunted aside at the state department – shut out of Obama's inner circle because of lingering animosities and a new management structure that involved hiving off hotspots such as the Middle East and Afghanistan to special envoys who report to the president as well as the secretary of state. The speculation about Hillary Clinton's isolation heightened in June after she slipped and broke her elbow, and was forced to cancel public appearances. Some foreign policy scholars viewed it as natural that Obama would take the lead in foreign policy. But Tina Brown, in the Daily Beast, fretted that Clinton's lack of visibility – and installing various envoys – would rob her of real power. \"It's time for Barack Obama to let Hillary Clinton take off her burka,\" she wrote. Behind the scenes, Clinton was busy building relationships at the state department and the White House. Unlike Condoleezza Rice, she ventured regularly out of her seventh-floor offices to meet desk officers. She has regular access to the White House, and has had weekly one-on-one meetings with Obama – though there are still reports of leftover animosities between their personal staffs. She also began to put out her own foreign policy message, often playing the bad cop to Obama's more conciliatory statements. She waded into a spat with North Korea, saying its leadership was behaving like \"small children and unruly teenagers and people who are demanding attention\". North Korea issued a statement saying: \"Sometimes she looks like a primary school girl and sometimes a pensioner going shopping.\" However, Clinton apparently set aside those exchanges to authorise her husband's mission. This week's triumph could now give her a chance to put her own stamp on foreign policy. \"The one part of being secretary of state that we have not seen yet is whether Hillary Clinton can be a strategist. Is she able to do the three layer triple chess board moves that are the hallmark of a great secretary of state or is she just a tool of Obama, and he is ultimately the strategist?\" said Steve Clemons of the New America Foundation.",
    "keywords": [
        "white",
        "bill",
        "clintons",
        "secretary",
        "korea",
        "state",
        "came",
        "week",
        "north",
        "hillary",
        "obama",
        "twoforone",
        "forthe",
        "clinton",
        "package"
    ],
    "summary": "It's been 17 years since Bill and Hillary Clinton offered themselves up to American voters as a two-for-one package deal, and began adjusting notions of the role of the personal and the political in public life.\nBut she conceded that Bill Clinton turned in a fine performance.\nWhile we are not going to find Bill Clinton front and centre of this administration going forward it does reinforce his wife's role.\"\nNorth Korea issued a statement saying: \"Sometimes she looks like a primary school girl and sometimes a pensioner going shopping.\"\n\"The one part of being secretary of state that we have not seen yet is whether Hillary Clinton can be a strategist.",
    "sentiment": {
        "neg": 0.0559,
        "neu": 0.8865,
        "pos": 0.0575,
        "compound": 0.0415
    }
}