{
    "date": "2009-03-24T12:37:20Z",
    "title": "Detained US journalists moved to North Korean capital as tensions rise",
    "url": "https://www.theguardian.com/world/2009/mar/24/detained-us-journalists-north-korea",
    "content": "Two American journalists arrested last week on the Chinese border have been transferred to the North Korean capital Pyongyang for interrogation, according to reports, as tension mounts over the North's plans to test-fire a long-range rocket next week. North Korea has warned the US and South Korea not to impede the launch, which it claims is for a peaceful satellite. \"Countries like the US and Japan, which are taking issue with our ... launch, are nations that have already fired satellites earlier than us,\" said the statement carried by the North's official Korean Central News Agency. The stance proves \"their hostility toward us\". Following the border arrests, the JoongAng Ilbo newspaper quoted an intelligence source who said: \"We understand the two female reporters are staying at a guest house in the suburb of Pyongyang, overseen by the Security Command [the North's intelligence agency], and are being interrogated.\" The two were named in the South Korean media as Euna Lee and Laura Ling. The pair ‑ who were apparently working for the US-based online news company Current TV, co-founded by former US vice-president Al Gore ‑ probably crossed the frozen Tumen river and were on the North Korean side on Tuesday last week, the newspaper said. A state department official said Washington has contacted North Korean authorities and is seeking their immediate release. An American cameraman, Mitch Koss, and a Chinese guide were also detained by Chinese police, media said, but released. \"The male American citizen involved in the case has left China,\" Chinese foreign ministry spokesman Qin Gang told reporters today. In 1996 it took three months to secure the release of an American after he was detained when he crossed the Yalu river separating the North and China. Meanwhile, North Korea's announcement that it is preparing to launch a satellite next week has already sparked concern that it could be a cover for the test-launch of its longest-range missile, theoretically capable of reaching Alaska. Pyongyang says the launch is the centrepiece of a peaceful programme to put satellites in space, but many observers believe that a successful launch would be portrayed as a symbol of Kim Jong-il's leadership, after reports of a suspected stroke last August raised questions about his continuing rule. It would also mean the North had launched a rocket to carry a satellite before the South, which hopes to launch its own this summer. Most experts do not think the planned launch poses any immediate threat to the region, other than the potential for pieces of the rocket to hit something when it drops. While even a failed test would yield valuable data for the North, it would be a major embarrassment for the regime. Its previous launch of the Taepodong-2 three years ago, with an estimated range of 4,160 miles (6,700 km), fizzled out after a few seconds in the air. The US, South Korea and Japan are almost certain to call for further UN sanctions if next week's test goes ahead, but such a move would be blocked by China and Russia. Existing UN sanctions imposed after the July 2006 missile test and October 2006 nuclear test restrict the North's arms trade and financial transactions while banning the import of luxury goods, though they have not been strictly applied.",
    "keywords": [
        "journalists",
        "launch",
        "south",
        "norths",
        "moved",
        "week",
        "tensions",
        "detained",
        "chinese",
        "rise",
        "test",
        "satellite",
        "american",
        "capital",
        "north",
        "korean"
    ],
    "summary": "Two American journalists arrested last week on the Chinese border have been transferred to the North Korean capital Pyongyang for interrogation, according to reports, as tension mounts over the North's plans to test-fire a long-range rocket next week.\nNorth Korea has warned the US and South Korea not to impede the launch, which it claims is for a peaceful satellite.\nThe two were named in the South Korean media as Euna Lee and Laura Ling.\nA state department official said Washington has contacted North Korean authorities and is seeking their immediate release.\nAn American cameraman, Mitch Koss, and a Chinese guide were also detained by Chinese police, media said, but released.",
    "sentiment": {
        "neg": 0.0787,
        "neu": 0.8663,
        "pos": 0.0548,
        "compound": -0.0422
    }
}