{
    "date": "2009-04-05T19:25:51Z",
    "title": "North Korea's defiant rocket launch tests Barack Obama's nuclear resolve",
    "url": "https://www.theguardian.com/world/2009/apr/05/north-korea-nuclear-weapons",
    "content": "North Korea sent tension soaring across Asia yesterday and tested the crisis response of Barack Obama's two-month-old US presidency when it launched a long-range rocket capable of carrying a nuclear warhead. Pyongyang's defiance of international pressure to cancel the launch cast a cloud over a speech on international security delivered by Obama in Prague, during which he unveiled a battery of measures aimed at stemming the spread of nuclear weapons. Obama denounced the North Korean move as \"a provocation\" as the UN security council was called to an emergency session in New York, and the White House, Nato, and the European Union said Pyongyang's action could not go unpunished. North Korea's official news agency said the country had sent a satellite into orbit, where it was transmitting revolutionary songs. The US and South Korea, however, said the payload had dropped into the Pacific Ocean. Obama led the international condemnation by saying the launch threatened nations \"near and far\" and underscored the need to tackle nuclear proliferation, – the theme of the speech that he delivered in front of almost 30,000 people in Prague. He pledged to pursue bilateral nuclear arms cuts with the Russians, multilateral reductions with all other nuclear powers, including Britain, and to press the US senate to ratify the international treaty banning nuclear testing. He called for nuclear non-proliferation to be reinforced by banning manufacture of bomb-grade fissile material and establishing an international \"nuclear fuel tank\" to stop countries enriching uranium. All \"vulnerable\" nuclear material would also be secured in safe compounds within four years, he added. He said the risk of terrorists acquiring a nuclear weapon was the \"most immediate and extreme threat to global security\". Obama declared that the US, as the only country ever to have used atomic weapons, had a special moral responsibility on nuclear disarmament to make life in the 21st century \"free from fear\". The lofty aim was overshadowed, however, by the challenge from Pyongyang. Yesterday's launch is seen as a test of weapons systems in breach of a UN ban. Analysts suggested it was intended to unsettle Obama as well as improve the technology and advertise it to potential purchasers, such as Iran. As news of the missile launch was still being digested across the world, the 15-member UN security council met in closed session in New York to discuss a global response. The US, the UK and France were pushing for strong and united action, including new sanctions, but they faced resistance from the veto-wielding Russia and China, who were expected to block or dilute such moves. Yukio Takasu, Japan's ambassador to the UN, called the launch \"a clear crime\". His French equivalent, Jean-Maurice Ripert, said: \"We expect the council to unanimously condemn what has happened.\" Even so, the talks were expected to be long and difficult and the session ended early this morning without agreement on a reaction to Pyongyang's move. Gordon Brown, also in the Czech Republic for the EU-US summit, called the missile launch \"completely unacceptable\". The multi-stage rocket lifted off at 11.30am local time yesterday from the Musudan-ri site. Tokyo said the first booster stage appeared to fall into the Sea of Japan, and the second into the Pacific Ocean – a marked improvement on a test of the Taepodong-2 missile three years ago. The US and allies argued before the UN security council that the act was a clear breach of UN security council resolution 1718, passed after long-range missile and nuclear tests in 2006. Japan's PM, Taro Aso, said it was \"extremely provocative\". South Korea attacked it as \"reckless\". \"The test represents both a calling card for North Korea to the [US] administration and at the same time strengthens its bargaining position,\" said Han Sung-joo, a former South Korean foreign minister. The launch will bolster North Korea's leader, Kim Jong-il, who is believed to be taking major decisions again after suffering a stroke last year.",
    "keywords": [
        "launch",
        "international",
        "resolve",
        "called",
        "korea",
        "barack",
        "nuclear",
        "tests",
        "obama",
        "security",
        "defiant",
        "missile",
        "council",
        "obamas",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "North Korea sent tension soaring across Asia yesterday and tested the crisis response of Barack Obama's two-month-old US presidency when it launched a long-range rocket capable of carrying a nuclear warhead.\nHe called for nuclear non-proliferation to be reinforced by banning manufacture of bomb-grade fissile material and establishing an international \"nuclear fuel tank\" to stop countries enriching uranium.\nGordon Brown, also in the Czech Republic for the EU-US summit, called the missile launch \"completely unacceptable\".\nThe US and allies argued before the UN security council that the act was a clear breach of UN security council resolution 1718, passed after long-range missile and nuclear tests in 2006.\n\"The test represents both a calling card for North Korea to the [US] administration and at the same time strengthens its bargaining position,\" said Han Sung-joo, a former South Korean foreign minister.",
    "sentiment": {
        "neg": 0.0953,
        "neu": 0.8409,
        "pos": 0.0638,
        "compound": -0.0822
    }
}