{
    "date": "2009-05-27T20:00:00Z",
    "title": "After Iraq, it's not only North Korea that wants a bomb | Seumas Milne",
    "url": "https://www.theguardian.com/commentisfree/2009/may/27/north-korea-nuclear-weapons-us",
    "content": "The big power denunciation of North Korea's nuclear weapons test on Monday could not have been more sweeping. Barack Obama called the Hiroshima-scale underground explosion a \"blatant violation of international law\", and pledged to \"stand up\" to North Korea – as if it were a military giant of the Pacific – while Korea's former imperial master Japan branded the bomb a \"clear crime\", and even its long-suffering ally China declared itself \"resolutely opposed\" to what had taken place. The protests were met with further North Korean missile tests, as UN security council members plotted tighter sanctions and South Korea signed up to a US programme to intercept ships suspected of carrying weapons of mass destruction. Pyongyang had already said it would regard such a move as an act of war. So yesterday, nearly 60 years after the conflagration that made a charnel house of the Korean peninsula, North Korea said it was no longer bound by the armistice that ended it and warned that any attempt to search or seize its vessels would be met with a \"powerful military strike\". The hope must be that rhetorical inflation on both sides proves to be largely bluster, as in previous confrontations. Even the US doesn't believe North Korea poses any threat of aggression against the south, home to nearly 30,000 American troops and covered by its nuclear umbrella. But the idea, much canvassed in recent days, that there is something irrational in North Korea's attempt to acquire nuclear weapons is clearly absurd. This is, after all, a state that has been targeted for regime change by the US ever since the end of the cold war, included as one of the select group of three in George Bush's axis of evil in 2002, and whose Clinton administration guarantee of \"no hostile intent\" was explicitly withdrawn by his successor. In April 2003, North Korea drew the obvious conclusion from the US and British aggression against Iraq. The war showed, it commented at the time, \"that to allow disarmament through inspections does not help avert a war, but rather sparks it\". Only \"a tremendous military deterrent force\", it stated with unavoidable logic, could prevent attacks on states the world's only superpower was determined to bring to heel. The lesson could not be clearer. Of Bush's \"axis\" states, Iraq, which had no weapons of mass destruction, was invaded and occupied; North Korea, which already had some nuclear capacity, was left untouched and is most unlikely to be attacked in future; while Iran, which has yet to develop a nuclear capability, is still threatened with aggression by both the US and Israel. Of course, the Obama administration is a different kettle of fish from its predecessor; it had earlier floated renewed dialogue with North Korea and has made welcome noises about nuclear disarmament. Whether such talk was ever going to impress the cash-strapped dynastic autocracy in Pyongyang – which had had its fill of broken US commitments and the new belligerence from its southern neighbour – seems doubtful. In any case, having gone so far, it was surely inevitable the regime would want to rerun its half-cocked 2006 test to demonstrate its now unquestioned nuclear power status. Yet not only has America's heightened enthusiasm for invading other countries since the early 1990s created a powerful incentive for states in its firing line to acquire nuclear weapons for their own security. But all the main nuclear weapons states have, by their persistent failure to move towards serious disarmament, become the single greatest driver of nuclear proliferation. It's not just the breathtaking hypocrisy that underpins every western pronouncement about the \"threat to world peace\" posed by the \"illegal weapons\" of the johnny-come-latelys to the nuclear club. Or the double standards that underpin the nuclear indulgence of Israel, India and Pakistan – now increasing its stock of nuclear weapons, even as the country is rocked by civil war – while Iran and North Korea are sanctioned and embargoed for \"breaking the rules\". It's that the obligation of the nuclear weapons states under the non-proliferation treaty – and the only justification of their privileged status – is to negotiate \"complete disarmament\". Yet far from doing any such thing, both the US and Britain are investing in a new generation of nuclear weapons. Even the latest plans to agree new cuts in the US and Russian strategic arsenals would leave the two former superpower rivals in control of thousands of warheads, enough to wipe each other out, let alone the smaller fry of global conflict. So why North Korea, no longer even a signatory to the treaty and therefore not bound by its rules, or any other state seeking nuclear protection, should treat them as a reason to disarm is a mystery. Obama's dramatic plea for a \"world without nuclear weapons\" in Prague last month was qualified by the warning that such a goal would \"not be reached quickly – perhaps not in my lifetime\". But a lifetime is too long if the mass proliferation of nuclear weapons is to be halted. Earlier this month, Mohammed ElBaradei, the outgoing director general of the International Atomic Energy Agency, told the Guardian that without radical disarmament by the major powers, the number of nuclear weapons states would double in a few years, as \"virtual weapons states\" acquire the capability, but stopped just short of assembling a weapon, to \"buy insurance against attack\". This is what Iran is widely assumed to be doing, despite its denial of any interest in acquiring nuclear weapons. And the evidence is now growing that the US administration is heading towards harsher sanctions against Tehran rather than genuine negotiation, as two former US national security council staffers, Flynt and Hillary Mann Leverett, argued in the New York Times at the weekend. That was also the message Hillary Clinton sent to North Korea last month when she said talks with the regime were \"implausible, if not impossible\". In fact, they are desirable, if not essential. Obama has set out a positive agenda on the nuclear test ban treaty, arms cuts and control of fissile material. But if, instead of slapping more sanctions on Pyongyang, the US were to push for far broader negotiations aimed at achieving the long-overdue reunification of Korea, its denuclearisation and the withdrawal of all foreign troops – now that would be a historic contribution to peace.",
    "keywords": [
        "war",
        "wants",
        "korea",
        "iraq",
        "states",
        "nuclear",
        "seumas",
        "weapons",
        "security",
        "disarmament",
        "test",
        "milne",
        "treaty",
        "north",
        "bomb"
    ],
    "summary": "The big power denunciation of North Korea's nuclear weapons test on Monday could not have been more sweeping.\nIn April 2003, North Korea drew the obvious conclusion from the US and British aggression against Iraq.\nYet far from doing any such thing, both the US and Britain are investing in a new generation of nuclear weapons.\nThis is what Iran is widely assumed to be doing, despite its denial of any interest in acquiring nuclear weapons.\nThat was also the message Hillary Clinton sent to North Korea last month when she said talks with the regime were \"implausible, if not impossible\".",
    "sentiment": {
        "neg": 0.1335,
        "neu": 0.7864,
        "pos": 0.0802,
        "compound": -0.2238
    }
}