{
    "date": "2009-08-04T14:24:00Z",
    "title": "Kim Jong-il issues order to free US journalists Euna Lee and Laura Ling",
    "url": "https://www.theguardian.com/world/2009/aug/04/bill-clinton-kim-jong-il",
    "content": "North Korean media reported today that American journalists Euna Lee and Laura Ling would be pardoned released by special order from reclusive leader Kim Jong-il. Bill Clinton today met Kim and passed on a verbal message from Barack Obama, according to the state's official news agency. The meeting came as the former US president arrived on a surprise mission to seek the release of the two imprisoned US journalists. The highest-profile visit to the country by an American for almost a decade follows a steady mounting of tension between Washington and Pyongyang over the stalled aid-for-disarmament talks and North Korea's nuclear test and missile launches. Radio Pyongyang and the Korean Central Broadcasting Station said Kim had hosted a dinner for Clinton at the state guesthouse. At the event, the two men exchanged \"a broad range of opinion\", according to the reports, during which Clinton \"courteously\" conveyed a verbal message from Obama, for which Kim expressed his thanks. Clinton, who flew in on a private jet, was greeted by North Korea's chief nuclear negotiator and vice-foreign minister, Kim Kye-gwan, and a high-ranking parliamentary official. A girl presented him with a bouquet on his arrival. In a brief statement, the White House described his visit as a \"solely private\" attempt to negotiate the freedom of Laura Ling and Euna Lee. The press secretary, Robert Gibbs, said the Obama's administration would make no public comment while Clinton was on the ground, adding: \"We do not want to jeopardise the success of former President Clinton's mission.\" But such unofficial meetings provide a back channel for discussions between North Korea and the US, which do not have diplomatic relations. Daniel Pinkston, an expert on North Korea at the International Crisis Group, said: \"There is a long agenda of issues between the two countries. Of course they will discuss those things. \"I think there has to be something in the works or he wouldn't go – particularly since his wife is secretary of state.\" The US journalists were detained while on a reporting trip for California-based Current TV – co-founded by Al Gore, Clinton's former vice-president. They were sentenced in June to 12 years of hard labour for entering the country illegally and engaging in \"hostile acts\". Hillary Clinton has said \"everyone is very sorry\" about the incident, and urged Pyongyang to grant them amnesty. Kim Yong-hyun, a professor at Seoul's Dongguk University, said Bill Clinton's visit could serve two purposes: securing the women's release and improving ties between the two countries. \"I think it's not just about journalists. It will serve as a turning point in the US-North Korea relations,\" he said. Pyongyang has increased tensions in recent months, but many analysts suggested its primary goal was to push the Obama administration into engaging with it. Last week it said it was open to talks on its nuclear programme - an apparent call for direct discussions with the US. Washington has said it could talk bilaterally with the North, but only on the sidelines of six-party talks - also involving China, Japan, South Korea and Russia – which Pyongyang has denounced. Clinton is the second former US president to visit North Korea. Jimmy Carter visited in 1994, when Clinton was in office, and met the then-leader Kim Il-sung, the late father of the current leader. The visit came amid escalating nuclear tensions and led to a breakthrough deal months later. Six years later, Clinton's secretary of state, Madeleine Albright, visited Pyongyang for talks with Kim Jong-il. But when George Bush took office, he declared the North to be part of an \"axis of evil\" with Iran and Iraq. Hillary Clinton – who is currently in Kenya for a trade conference – enraged Pyongyang's leaders last month by likening them to unruly children seeking attention. Some analysts suggested North Korea would see her husband's trip as a reward for bad behaviour. But Pinkston argued: \"If there's nothing but punishment all the time, what incentive do people have to cooperate and do anything good? \"You certainly have to be careful not to be manipulated, but you have to look at the outcome.\" There was no immediate response from Clinton's New York foundation, and Gore's spokeswoman, Kalee Kreider, said she could not comment. A senior US official travelling to Africa with Hillary Clinton told reporters : \"While the mission is in progress, we will have no comment ... Our interest is the successful completion of the mission and the safe return of the journalists.\" North Korea is also holding a South Korean worker accused of insulting the North's political system and the four-man crew of a South Korean fishing boat that strayed north of a maritime border last week, after experiencing navigational problems.",
    "keywords": [
        "laura",
        "journalists",
        "euna",
        "clintons",
        "korea",
        "free",
        "order",
        "kim",
        "visit",
        "talks",
        "ling",
        "issues",
        "clinton",
        "nuclear",
        "jongil",
        "lee",
        "pyongyang",
        "north"
    ],
    "summary": "North Korean media reported today that American journalists Euna Lee and Laura Ling would be pardoned released by special order from reclusive leader Kim Jong-il.\nBut such unofficial meetings provide a back channel for discussions between North Korea and the US, which do not have diplomatic relations.\nDaniel Pinkston, an expert on North Korea at the International Crisis Group, said: \"There is a long agenda of issues between the two countries.\nClinton is the second former US president to visit North Korea.\nSome analysts suggested North Korea would see her husband's trip as a reward for bad behaviour.",
    "sentiment": {
        "neg": 0.0596,
        "neu": 0.8761,
        "pos": 0.0643,
        "compound": 0.0291
    }
}