{
    "date": "2009-04-16T04:22:42Z",
    "title": "UN inspectors leave North Korea's main nuclear facility",
    "url": "https://www.theguardian.com/world/2009/apr/16/north-korea-nuclear-inspectors",
    "content": "UN inspectors ordered out by North Korea have left the country's main nuclear facility after removing seals and surveillance cameras there, a diplomat said. Four US experts monitoring the nuclear plant in Yongbyon also were preparing to depart after North Korea angrily ordered them to leave in response to the UN security council's condemnation of its 5 April rocket launch, the US state department said. Inspectors from the International Atomic Energy Agency have already left Yongbyon, a diplomat close to the UN agency said yesterday. He spoke on condition of anonymity because he was not authorised to release the information. The expulsions come after the security council unanimously condemned North Korea's rocket launch as a violation of previous resolutions barring the North from ballistic missile-related activity. The US, Japan and other nations have accused North Korea of using the launch to test long-range missile technology since the delivery systems for sending satellites and missiles are similar. North Korea, which claims the right to develop a space programme, said it launched a satellite into orbit and reacted furiously to the UN censure by vowing to boycott international disarmament talks and restart its nuclear programme. North Korea conducted a nuclear test in 2006 but later agreed to dismantle its nuclear programme in return for shipments of fuel oil under a 2007 deal reached with China, Russia, South Korea, the US and Japan. The process has been stalled since last year by a dispute over how to verify North Korea's past nuclear activities. Between six and eight US experts have been rotating into Yongbyon since November 2007. US state department spokesman Robert Wood said their departure would be \"a step backward\". \"The North is going to have to deal with the consequences of such decisions. And they just bring upon themselves further isolation from the international community,\" he said in Washington on yesterday. The US, Japan and other participants in the nuclear talks urged the North to return to the negotiating table. Russia's chief nuclear envoy, Deputy Foreign Minister Alexei Borodavkin, said the \"most important task\" now is to resume the talks not imposing heavier sanctions on North Korea for the rocket launch, according to the Itar-Tass news agency. North Korea, meanwhile, was celebrating the birthday of its late founder, Kim Il Sung, one of the country's most important holidays. Kim and his son, current leader Kim Jong Il, are the focus of an intense personality cult in the nation of 24 million people. Footage from APTN in Pyongyang showed Kim Jong Il joining North Koreans in watching a celebratory display of fireworks last night.",
    "keywords": [
        "launch",
        "main",
        "korea",
        "talks",
        "nuclear",
        "leave",
        "facility",
        "kim",
        "yongbyon",
        "japan",
        "inspectors",
        "programme",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "UN inspectors ordered out by North Korea have left the country's main nuclear facility after removing seals and surveillance cameras there, a diplomat said.\nThe expulsions come after the security council unanimously condemned North Korea's rocket launch as a violation of previous resolutions barring the North from ballistic missile-related activity.\nThe process has been stalled since last year by a dispute over how to verify North Korea's past nuclear activities.\nThe US, Japan and other participants in the nuclear talks urged the North to return to the negotiating table.\nNorth Korea, meanwhile, was celebrating the birthday of its late founder, Kim Il Sung, one of the country's most important holidays.",
    "sentiment": {
        "neg": 0.0511,
        "neu": 0.9014,
        "pos": 0.0474,
        "compound": -0.0571
    }
}