{
    "date": "2009-06-09T11:35:40Z",
    "title": "Families plead for release of US journalists held in North Korea",
    "url": "https://www.theguardian.com/world/2009/jun/09/north-korea-us-journalists-families-plea",
    "content": "The families of two American journalists sentenced to 12 years in a North Korean labour camp have appealed to the regime to free them on humanitarian grounds, as speculation grew that Al Gore could be dispatched to Pyongyang to try to negotiate their release. Laura Ling and Euna Lee were arrested by guards on 17 March after allegedly crossing the Tumen river from China into North Korea while making a documentary about the trafficking of women along the border. They were each sentenced to 12 years of \"reform through labour\" for entering the country to commit \"hostile acts\", the state-run Korean Central News Agency said. The women's families pleaded with the North Korean authorities to show compassion and release the women immediately. \"We believe that the three months they have already spent under arrest with little communication with their families is long enough,\" they said in a statement. \"We remain hopeful that the governments of the United States and North Korea can come to an agreement that will result in [their] release. We ask the government of North Korea to show compassion and grant Laura and Euna clemency and allow them to return home to their families.\" The women, reporters for the San Francisco-based Current TV, which Gore helped found, could serve their sentence in one of North Korea's notorious labour camps. Human rights groups say prisoners are subjected to beatings and torture, are undernourished, and are denied access to proper medical care. It would not be the first time the US has used high-profile envoys to free American citizens being held by North Korea. In 1996, Bill Richardson, the governor of New Mexico, secured the release of Evan C Hunziker, who had swum across the Yalu river from China into North Korea as a dare. Hunziker, who spent three months in North Korean custody before Richardson flew to Pyongyang to pay his $5,000 (£3,000) \"hotel bill\", killed himself in the US four months after his release. Richardson said yesterday he was \"ready to do anything\" to help Ling and Lee. The latter's four-year-old daughter is reportedly showing \"signs of anguish\" over the absence of her mother. The families' statement also expressed concern for Ling, who suffers from a \"serious medical condition,\" thought to be an ulcer. Richardson and Gore have reportedly contacted the White House to offer their services, but no decision has been made on whether either will be asked to fly to Pyongyang on a mercy mission. The US secretary of state, Hillary Clinton, said yesterday that the Obama administration was \"pursuing every possible approach that we can consider in order to persuade the North Koreans to release them and send these young women home\". Clinton said the women's case and North Korea's nuclear weapons programme \"were entirely separate matters\". \"We think the imprisonment, trial and sentencing of Laura and Euna should be viewed as a humanitarian matter,\" she said. \"We hope that the North Koreans will grant clemency and deport them.\" Any negotiations would almost certainly include North Korean demands to be recognised as a legitimate nuclear power and a promise of non-aggression from the US, concessions that Washington has so far ruled out. Some analysts believe the regime has little to gain by sending Lee and Ling to a gulag, where prisoners are forced to work long hours in textile factories, coal mines and rice paddies, and take part in self-criticism sessions. \"I don't think the reporters will do hard labour,\" Roh Jeong-ho, the director of the Centre for Korean Legal Studies at Columbia Law School, told the Associated Press. \"It's simply not in the North Koreans' interests to make them go through that. Essentially, it's a whole package of brinksmanship. They want to say to the Obama administration, 'Take us seriously and, in turn, we'll resolve this issue for you'.\"",
    "keywords": [
        "journalists",
        "plead",
        "labour",
        "korea",
        "women",
        "held",
        "families",
        "ling",
        "richardson",
        "pyongyang",
        "release",
        "north",
        "korean"
    ],
    "summary": "The women's families pleaded with the North Korean authorities to show compassion and release the women immediately.\n\"We remain hopeful that the governments of the United States and North Korea can come to an agreement that will result in [their] release.\nWe ask the government of North Korea to show compassion and grant Laura and Euna clemency and allow them to return home to their families.\"\nIt would not be the first time the US has used high-profile envoys to free American citizens being held by North Korea.\nIn 1996, Bill Richardson, the governor of New Mexico, secured the release of Evan C Hunziker, who had swum across the Yalu river from China into North Korea as a dare.",
    "sentiment": {
        "neg": 0.0749,
        "neu": 0.8272,
        "pos": 0.098,
        "compound": 0.0365
    }
}