{
    "date": "2009-06-10T20:11:35Z",
    "title": "North Korea facing tougher UN sanctions",
    "url": "https://www.theguardian.com/world/2009/jun/10/north-korea-un-sanctions",
    "content": "The UN security council is expected to vote on Friday in support of new sanctions deepening the existing arms embargo against North Korea, in response to its second nuclear test carried out last month. The new resolution – agreed yesterday by the permanent five council members, and Japan and South Korea – imposes a complete ban on North Korean arms exports, a principal source of foreign exchange earnings for the Pyongyang regime. It also bans the sale of all arms except light weapons to North Korea, and calls on governments to enforce the embargo by inspecting ships suspected of breaking the arms ban. Any such ships should be denied refuelling or other port services in third countries. The resolution was agreed after two weeks of negotiations among the permanent five security council members following the nuclear test on 25 May. China and Russia argued against severely punitive sanctions out of fear that it would trigger the collapse of the regime and a humanitarian disaster. The new resolution does not permit the use of force in its implementation, but western officials said it would be hard for North Korea to trade arms if its ships were denied refuelling and docking rights around the world. \"It is far stronger than anything in existence so far,\" one official said. It significantly broadens a 2006 resolution, passed after North Korea's first nuclear test, which blocked the trade in specific types of heavy weapons and military equipment, such as tanks, helicopters and artillery. UN member states are also called on to deny the Pyongyang regime any form of financial support except humanitarian aid. North Korea has reacted furiously to the looming threat of sanctions. The main state-run newspaper, Rodong Sinmun, said on Monday that Pyongyang would consider any new sanctions as a declaration of war, and that it would respond to them with \"appropriate self-defence measures\". North Korea has declared it no longer feels bound by the 1953 armistice that ended the Korean war and warned it would wage a \"merciless offensive\" with nuclear weapons if necessary, if it was provoked. The Associated Press reported today that the draft resolution also calls on all member states and international financial and credit institutions not to authorise new grants, financial aid, or concessional loans to North Korea \"except for humanitarian and developmental purposes directly addressing the needs of the civilian population or the promotion of denuclearisation\". It also, said reports, calls on all member states not to provide public financial support for trade with North Korea that could contribute to its banned weapons programmes, including granting export credits, guarantees, or insurance to companies or individuals involved in such trade.",
    "keywords": [
        "korea",
        "trade",
        "sanctions",
        "nuclear",
        "weapons",
        "facing",
        "tougher",
        "financial",
        "test",
        "resolution",
        "arms",
        "north"
    ],
    "summary": "The UN security council is expected to vote on Friday in support of new sanctions deepening the existing arms embargo against North Korea, in response to its second nuclear test carried out last month.\nIt also bans the sale of all arms except light weapons to North Korea, and calls on governments to enforce the embargo by inspecting ships suspected of breaking the arms ban.\nThe resolution was agreed after two weeks of negotiations among the permanent five security council members following the nuclear test on 25 May.\nNorth Korea has reacted furiously to the looming threat of sanctions.\nNorth Korea has declared it no longer feels bound by the 1953 armistice that ended the Korean war and warned it would wage a \"merciless offensive\" with nuclear weapons if necessary, if it was provoked.",
    "sentiment": {
        "neg": 0.1697,
        "neu": 0.7709,
        "pos": 0.0593,
        "compound": -0.2615
    }
}