{
    "date": "2009-08-18T07:52:48Z",
    "title": "Kim Dae-jung, former South Korean president, dies aged 85",
    "url": "https://www.theguardian.com/world/2009/aug/18/kim-dae-jung-dies",
    "content": "Kim Dae-jung, who survived assassination attempts as a pro-democracy activist to become South Korean president and a Nobel laureate who thawed relations with the North, has died aged 85. Hospital officials in Seoul said he died today from respiratory distress, a pulmonary embolism and multiple organ failure, after being admitted with pneumonia last month. His wife, three sons and former aides were at his side. Kim survived a death sentence in his years as a political and human rights activist, enduring imprisonment and exile as he challenged military dictatorship and helped to steer South Korea's course from authoritarian rule to democracy. His election as president in 1997 was the first time power had shifted from a ruling party president to an opposition leader. He was best known on the world stage for his \"sunshine policy\" of engaging North Korea, which led to an unprecedented rapprochement culminating in the first summit between the two states and his iconic handshake and embrace with his counterpart, Kim Jong-il in 2000. Later that year he was awarded the Nobel peace prize for his efforts, becoming South Korea's only such laureate. The Nobel committee cited his \"great moral strength … as a leading defender of universal human rights against attempts to limit the relevance of those rights in Asia\". As ties deteriorated after last year's inauguration of President Lee Myung-bak – who made aid conditional on Pyongyang's commitment to disarmament – Kim continued to call for closer co-operation. This year he urged Koreans throughout the peninsula to be mindful of their \"painful and tragic\" history and work together to establish peace and security. \"The South and North have never been free from mutual fear and animosity over the past half-century, not even for a single day,\" he said. \"When we co-operate, both Koreas will enjoy peace and economic prosperity.\" This week, North Korea said it would remove border restrictions to allow tours by South Koreans and family reunions – a conciliatory gesture after months of rising tensions over Pyongyang's nuclear and missile tests and its withdrawal from aid-for-disarmament talks. Kim survived several suspected assassination attempts, including a dramatic 1973 abduction at a Tokyo hotel, allegedly by South Korean agents. He was born to a middle-class farming family in south-west Korea, while the country was still under Japanese occupation, and began his career in business. After the peninsula was divided and South Korea's fledgling government veered towards authoritarianism, he became involved in politics. He won a seat in the National Assembly in 1961. A decade later, he ran for the presidency and nearly defeated the strongman president Park Chung-hee, prompting Park to alter the constitution to guarantee his future rule. Weeks later, a truck rammed his car off the road in what Kim believed was an attempt to kill him. For the rest of his life, he walked with a limp and sometimes used a cane. His death follows that of his successor, Roh Moo-hyun, who stunned South Korea by killing himself this spring after becoming mired in a corruption scandal.",
    "keywords": [
        "south",
        "85",
        "nobel",
        "korea",
        "peace",
        "dies",
        "president",
        "kim",
        "daejung",
        "survived",
        "rights",
        "aged",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "Kim Dae-jung, who survived assassination attempts as a pro-democracy activist to become South Korean president and a Nobel laureate who thawed relations with the North, has died aged 85.\nLater that year he was awarded the Nobel peace prize for his efforts, becoming South Korea's only such laureate.\nKim survived several suspected assassination attempts, including a dramatic 1973 abduction at a Tokyo hotel, allegedly by South Korean agents.\nAfter the peninsula was divided and South Korea's fledgling government veered towards authoritarianism, he became involved in politics.\nHis death follows that of his successor, Roh Moo-hyun, who stunned South Korea by killing himself this spring after becoming mired in a corruption scandal.",
    "sentiment": {
        "neg": 0.1076,
        "neu": 0.7666,
        "pos": 0.1259,
        "compound": -0.0196
    }
}