{
    "date": "2009-12-16T12:24:19Z",
    "title": "Barack Obama sends letter to Kim Jong-il",
    "url": "https://www.theguardian.com/world/2009/dec/16/obama-letter-kim-jong-il",
    "content": "Barack Obama has sent a letter to North Korea's leader Kim Jong-il to persuade him to return to nuclear disarmament talks. The US president's special envoy, Stephen Bosworth, delivered the letter while visiting Pyongyang last week for three days of discussions with officials. Obama hopes to encourage North Korea to return to talks over denuclearisation. The country left aid-for-disarmament discussions a year ago, vowing never to return. It subsequently tested a nuclear device in May. A senior US official, who confirmed Bosworth handed North Korean officials a personal letter from Obama and who spoke under the condition of anonymity, would not describe the contents of the letter but said they fitted with the envoy's message. \"The North Koreans have a choice: continued and further isolation or benefits for returning to the six-party talks and dismantling their nuclear weapons programme,\" he said. He was unaware whether the North Korean leader had responded. Bosworth did not meet Kim during his visit, but spoke to the foreign policy chief, Kang Sok Ju, and chief nuclear envoy, Kim Kye Gwan. North Korea has since said it understood the need to restart six-nation negotiations and would work with the US to resolve differences. The country's foreign ministry said exhaustive and frank discussions had \"deepened the mutual understanding, narrowed their differences and found not a few common points\". This year has been eventful for diplomatic relations between North Korea and the US. In August, the former president Bill Clinton flew into Pyongyang for negotiations with Kim over two detained American journalists, marking the first high-level contact between the two countries in a decade. Laura Ling and Euna Lee were freed after Clinton spent more than three hours with the normally reclusive North Korean leader. Barack Obama called for international support to ensure Iran and North Korea abandon their nuclear ambitions last week. \"It is also incumbent upon all of us to insist that nations like Iran and North Korea do not game the system,\" he said in his Nobel peace prize acceptance speech.",
    "keywords": [
        "letter",
        "leader",
        "korea",
        "barack",
        "talks",
        "kim",
        "obama",
        "nuclear",
        "jongil",
        "korean",
        "sends",
        "north",
        "return"
    ],
    "summary": "Barack Obama has sent a letter to North Korea's leader Kim Jong-il to persuade him to return to nuclear disarmament talks.\nHe was unaware whether the North Korean leader had responded.\nNorth Korea has since said it understood the need to restart six-nation negotiations and would work with the US to resolve differences.\nLaura Ling and Euna Lee were freed after Clinton spent more than three hours with the normally reclusive North Korean leader.\nBarack Obama called for international support to ensure Iran and North Korea abandon their nuclear ambitions last week.",
    "sentiment": {
        "neg": 0.0391,
        "neu": 0.8697,
        "pos": 0.0911,
        "compound": 0.1511
    }
}