{
    "date": "2009-03-31T03:09:00Z",
    "title": "US journalists will stand trial in North Korea, according to report by state-run news agency",
    "url": "https://www.theguardian.com/world/2009/mar/30/north-korea-usa-journalists-trial",
    "content": "Two American journalists detained at North Korea's border with China two weeks ago will be indicted and tried, \"their suspected hostile acts\" already confirmed, Pyongyang's state-run news agency said today. The Korean Central News Agency report did not say when a trial might take place but said preparations to indict the Americans were under way as the investigation continues. \"The illegal entry of US reporters into the DPRK and their suspected hostile acts have been confirmed by evidence and their statements,\" the report said, referring to the country by its official name, the Democratic People's Republic of Korea. The report did not elaborate on what \"hostile acts\" the journalists allegedly committed. Euna Lee and Laura Ling, reporters for former US vice-president Al Gore's San Francisco-based Current TV media venture, were detained by North Korean border guards on 17 March. North Korea confirmed in a brief 21 March dispatch on KCNA that two Americans had been detained and were being investigated for \"illegally intruding\" from China. A report in South Korea's JoongAng Ilbo newspaper on 22 March said the two were undergoing \"intense interrogation\" at a military guesthouse in Pyongyang's outskirts for illegal entry and alleged espionage. Conviction on charges of spying and illegally crossing the border could draw more than 20 years in prison for each under North Korea's criminal code. Their Korean-Chinese guide and a third American, Current TV cameraman Mitch Koss, reportedly escaped arrest but were detained by Chinese border guards. Koss since has left the country, China's foreign ministry said last Tuesday. An activist who helped the team plan their trip to China, the Rev Chun Ki-won, said the three were planning to interview North Korean defectors living in border areas at the time. He said he last spoke to Lee by phone early on 17 March when they were near the Tumen River, which divides the two countries. The detentions come at a time of mounting tensions in the region as North Korea prepares to launch a rocket over the objections of its neighbours. Pyongyang has declared it will send a satellite into space sometime between 4 April and 8, but the US and other nations suspect the launch will be a test of the country's long-range missile technology. The US, South Korea and Japan have warned Pyongyang it risks sanctions by carrying out a launch prohibited under a UN security Council resolution that bans the North from ballistic activity. KCNA said today that consular officials will be allowed contact with the detained reporters during the investigation. The suspects will be treated \"according to the relevant international laws,\" it said. Washington, which does not have diplomatic relations with Pyongyang, relies on the Swedish embassy in the North Korean capital to represent the US. A Swedish diplomat met with the journalists individually over the weekend, US state department spokesman Gordon Duguid said in Washington. Duguid provided no other details yesterday about the journalists or the weekend visit, citing privacy concerns. In Stockholm, foreign ministry spokeswoman Cecilia Julin confirmed that the meetings took place but declined to provide any details. The Committee to Protect Journalists issued a statement expressing concern about the North's action against the reporters. \"We call on the North Korean government to explain the circumstances of the detention of these two journalists,\" said Bob Dietz, the US-based group's Asia programme coordinator. Past detentions of Americans have required diplomatic intervention. In 1996, New Mexico governor Bill Richardson, then a congressman, went to North Korea to help secure the release of an American detained for three months on spying charges. In 1994, he helped arrange the freedom of a US soldier whose helicopter strayed into North Korea. North Korean authorities also have custody of a South Korean citizen who works in the two Koreas' joint economic zone in Kaesong, just across the heavily militarised border, Seoul's unification ministry said yesterday. The man is accused of breaking North Korean law by denouncing Pyongyang's political system and inciting North Korean workers to flee the communist country, ministry spokeswoman Lee Jong-joo said.",
    "keywords": [
        "journalists",
        "border",
        "korea",
        "reporters",
        "according",
        "ministry",
        "stand",
        "agency",
        "detained",
        "trial",
        "staterun",
        "report",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "Two American journalists detained at North Korea's border with China two weeks ago will be indicted and tried, \"their suspected hostile acts\" already confirmed, Pyongyang's state-run news agency said today.\nThe detentions come at a time of mounting tensions in the region as North Korea prepares to launch a rocket over the objections of its neighbours.\nWashington, which does not have diplomatic relations with Pyongyang, relies on the Swedish embassy in the North Korean capital to represent the US.\nIn 1994, he helped arrange the freedom of a US soldier whose helicopter strayed into North Korea.\nThe man is accused of breaking North Korean law by denouncing Pyongyang's political system and inciting North Korean workers to flee the communist country, ministry spokeswoman Lee Jong-joo said.",
    "sentiment": {
        "neg": 0.0891,
        "neu": 0.8836,
        "pos": 0.0274,
        "compound": -0.2283
    }
}