{
    "date": "2009-02-21T10:28:07Z",
    "title": "Hillary Clinton uses China visit to seek consensus on tackling global economic woes",
    "url": "https://www.theguardian.com/world/2009/feb/21/hillary-clinton-china-economy-human-rights",
    "content": "The United States and China could help lead a global economic recovery by working together, Hillary Clinton told a press conference in Beijing this morning. The US secretary of state has vowed to use her visit to increase co-operation between the two countries, but she has been criticised by campaigners for saying that disagreements over human rights, Taiwan and Tibet should not interfere with making progress on the economy, climate change and security issues. \"We have every reason to believe that the United States and China will recover and that together we will help to lead the world recovery,\" Clinton said as she held a news conference with the Chinese foreign minister, Yang Jiechi. \"I appreciate greatly the Chinese government's continuing confidence in United States treasuries. I think that's a well grounded confidence.\" China, which has foreign exchange reserves worth around $2tn, is the world's largest holder of US government debt. Yang said: \"In making use of our foreign exchange reserves, we want to ensure the safety of the reserves, the good value of them and also the liquidity of the forex reserves.\" Officials in China have greeted the new administration with cautious optimism. Last month, Beijing criticised treasury secretary Timothy Geithner after he said President Barack Obama believed China was manipulating its currency, but the administration has since played down those comments. Amnesty International and Human Rights Watch accused Clinton of wasting America's leverage after she said that disagreements over human rights should not interfere with cooperation on broader issues. \"We know what they're going to say because I've had those kinds of conversations for more than a decade with Chinese leaders,\" she told reporters en route to Beijing, the final stop on her inaugural overseas trip as secretary of state. \"We have to continue to press them... But our pressing on those issues can't interfere with the global economic crisis, the global climate change crisis and the security crises. \"We have to have a dialogue that leads to an understanding and cooperation on each of those.\" The Chinese Human Rights Defenders network said today a number of dissidents and human rights activists had been detained at home or put under surveillance, questioned and followed by police in the run-up to Clinton's visit. Clinton is perhaps best known in China for her forceful speech on women's rights at the United Nations women's conference in Beijing in 1995. Chinese officials smarted at clear references to their birth control policies. But both Chinese and western experts had predicted that her new position, and the depth of the economic crisis, would see human rights put on the backburner. \"Amnesty International is shocked and extremely disappointed by [her] comments,\" the group said in statement. \"The United States is one of the only countries that can meaningfully stand up to China on human rights issues. By commenting that human rights will not interfere with other priorities, Secretary Clinton damages future US initiatives to protect those rights in China.\" Human Rights Watch said progress on other issues was inseparable from progress in human rights, adding: \"Freedom for the press, whistleblowers, and critics is essential to preventing environmental damage and defective products that threaten China and the world; labour rights abuses and the lack of rule of law destabilise China's economy, which is part of a global economy; and unconditional aid to highly abusive governments destabilises international peace and security.\" Clinton said prior to her arrival she hoped Beijing would take a more active role in convincing North Korea to return to stalled disarmament talks and cool rising tensions with South Korea.",
    "keywords": [
        "human",
        "seek",
        "woes",
        "economic",
        "beijing",
        "secretary",
        "states",
        "hillary",
        "visit",
        "consensus",
        "china",
        "tackling",
        "issues",
        "chinese",
        "rights",
        "uses",
        "united",
        "global",
        "clinton"
    ],
    "summary": "The United States and China could help lead a global economic recovery by working together, Hillary Clinton told a press conference in Beijing this morning.\nAmnesty International and Human Rights Watch accused Clinton of wasting America's leverage after she said that disagreements over human rights should not interfere with cooperation on broader issues.\nThe Chinese Human Rights Defenders network said today a number of dissidents and human rights activists had been detained at home or put under surveillance, questioned and followed by police in the run-up to Clinton's visit.\n\"The United States is one of the only countries that can meaningfully stand up to China on human rights issues.\nBy commenting that human rights will not interfere with other priorities, Secretary Clinton damages future US initiatives to protect those rights in China.\"",
    "sentiment": {
        "neg": 0.0927,
        "neu": 0.748,
        "pos": 0.1593,
        "compound": 0.0815
    }
}