{
    "date": "2009-01-17T13:56:00Z",
    "title": "North Korea has plutonium ready for up to five nuclear bombs, reports claim",
    "url": "https://www.theguardian.com/world/2009/jan/17/northkorea-south-korea-nuclearweapons",
    "content": "North Korea today threatened to \"shatter\" the conservative South Korean government in Seoul, as reports emerged that Pyongyang claims to have weaponised enough plutonium stocks to produce four or five nuclear bombs. Relations across the heavily fortified border have turned frosty since South Korea's president, Lee Myung-bak, came to office last year promising to get tough on his communist neighbour after a decade of attempts by liberal governments to engage with Pyongyang. In December, North Korea closed border crossings and accused Seoul of plotting to assassinate the North's leader, Kim Jong-il. But today's rare statement from the Korean People's Army – read on television by a uniformed officer – is likely to further raise tensions on the divided peninsula. \"Now that traitor Lee Myung-bak and his group opted for confrontation, denying national reconciliation and cooperation, backed by foreign forces, our revolutionary armed forces are compelled to take an all-out confrontational posture to shatter them,\" the statement said. \"Strong military measures will follow from our revolutionary armed forces,\" the spokesman added, warning of a clash along a disputed maritime border. Disagreements over the boundary triggered naval skirmishes in 1999 and 2000. The statement came as an American scholar said North Korean officials had told him Pyongyang has weaponised 30.8 kg (68lb) of plutonium, enough for four or five bombs. Selig Harrison, a North Korean expert at the Woodrow Wilson International Center for Scholars in Washington, said the North Koreans had told him the weapons cannot be inspected. The officials were vague about what weaponisation meant, but it appeared most likely the plutonium would be fitted in missile warheads, Harrison said. Harrison said he could not vouch for the credibility of such a claim, but the allegations are likely to complicate future talks. Speaking after a visit to North Korea, Harrison said officials had told him Pyongyang wants friendly relations with the US, but it was not able to say when it might commit itself to nuclear disarmament. The tougher stance over nuclear weapons may be a consequence of a shift in power after the reclusive Kim suffered a stroke in summer, Harrison said. The ruling party has issued a stream of reports supporting its claim that the \"Dear Leader\" is well, but Harrison said Kim now appears to have given up handling day-to-day tasks, \"My view is that change in the leadership situation has strengthened the hardliners in the National Defence Commission, who are now in control of the nuclear disarmament negotiations more directly,\" Harrison said. Earlier today, North Korea issued a new challenge to Washington, saying that reopening diplomatic ties would not be enough to persuade it to give up its nuclear weapons. It said it would maintain its \"status as a nuclear weapons state\" as long as there was a US nuclear threat. \"It will be wrong if the United States thinks that we are giving up nuclear programme in exchange for normalising diplomatic ties with them,\" a spokesman was quoted as saying by the official Korea Central News Agency. \"There'll be no change in our status as a nuclear state as long as US nuclear threat remains.\" The incoming Obama administration is likely to continue the Bush government's effort to persuade Pyongyang to give up its nuclear arms in talks involving North and South Korea, China, the US, Japan and Russia. But Hillary Clinton, Obama's designate secretary of state, has indicated the new administration is likely to review US policy. Despite an agreement struck at the six-nation talks in Beijing, North Korea has delayed dismantling its nuclear weapons programme, amid disagreements over verification rules and energy aid.",
    "keywords": [
        "bombs",
        "claim",
        "plutonium",
        "korea",
        "ready",
        "reports",
        "talks",
        "nuclear",
        "weapons",
        "told",
        "korean",
        "pyongyang",
        "harrison",
        "north",
        "likely"
    ],
    "summary": "North Korea today threatened to \"shatter\" the conservative South Korean government in Seoul, as reports emerged that Pyongyang claims to have weaponised enough plutonium stocks to produce four or five nuclear bombs.\nIn December, North Korea closed border crossings and accused Seoul of plotting to assassinate the North's leader, Kim Jong-il.\nEarlier today, North Korea issued a new challenge to Washington, saying that reopening diplomatic ties would not be enough to persuade it to give up its nuclear weapons.\nIt said it would maintain its \"status as a nuclear weapons state\" as long as there was a US nuclear threat.\nDespite an agreement struck at the six-nation talks in Beijing, North Korea has delayed dismantling its nuclear weapons programme, amid disagreements over verification rules and energy aid.",
    "sentiment": {
        "neg": 0.1105,
        "neu": 0.8436,
        "pos": 0.0458,
        "compound": -0.1901
    }
}