{
    "date": "2009-11-15T00:06:13Z",
    "title": "China's role on world stage is no cause for alarm, says Obama",
    "url": "https://www.theguardian.com/world/2009/nov/15/obama-japan-china-visit",
    "content": "Barack Obama introduced himself as America's \"first Pacific president\" as he launched his four-nation tour of the region, vowing to deepen ties with Asia and arguing that China's rise should be welcomed rather than feared. Kicking off his visit in Tokyo, he also sought to thaw the chill in relations with his hosts, America's closest allies in the region. The new prime minister, Yukio Hatoyama, has vowed to make Japan less dependent on the US, but the two men agreed to put off the issue of resolving the future of US forces in Japan. However, police in China are reported to have detained dozens of dissidents in a crackdown ahead of Obama's arrival there today. Human rights campaigners said that at least 30 activists who were expected to apply for the right to hold protests directed at the Chinese government during the US president's visit were arrested. Reformers worry that Obama will play down China's poor human rights record in order to maintain good relations on issues such as the economy. \"We get the impression Obama doesn't want to talk about human rights on this trip, but it is precisely because of his visit here that these people are being rounded up and detained right now,\" Ai Weiwei, a Beijing-based artist and social commentator, told the Financial Times. Speaking yesterday during the first stop on his nine-day Asian tour, Obama told an audience of 1,500 in the Japanese capital: \"I want every American to know that we have a stake in the future of this region, because what happens here has a direct effect on our lives at home.\" American officials have portrayed the trip as an opportunity to develop relationships and make progress on non-proliferation, climate change and the economy, and are playing down expectations of any agreements. As in his previous foreign affairs speeches, Obama emphasised his personal ties in the region – referring to his birth in Hawaii, time in Indonesia and boyhood travels in Asia – and the administration's break with unilateralism. \"We welcome China's efforts to play a greater role on the world stage – a role in which their growing economy is joined by growing responsibility,\" he said. \"Power does not need to be a zero-sum game and nations need not fear the success of another.\" He held out a hand to North Korea again, calling for it to denuclearise; and to Burma, if it undertakes democratic reform and frees political prisoners, including opposition leader Aung San Suu Kyi. Burma's prime minister will be present at the president's meeting with Association of South-east Asian Nations (Asean) leaders in Singapore. Obama also announced that the US will sign up to a trans-Pacific free trade agreement. That may help to deflect accusations of protectionism, which are likely to be aired throughout his tour. He stressed the need for \"balanced\" growth and said Asian countries should not be dependent on exports to the US. The economic crisis has underlined the interdependence of \"Chimerica\" in particular and the trade imbalance that has left China with vast US dollar holdings. Washington wants the Chinese currency, the yuan, to appreciate further; Beijing will repeat its concerns that US debt could endanger its dollar holdings. But Obama's Chinese visit is about more than money. The world's two largest carbon emitters are meeting just weeks away from the Copenhagen climate-change conference. China's influence on North Korea and Iran are central to Obama's non-proliferation agenda. Its handling of Afghanistan and Pakistan will also be high up in discussions. Obama's China policy is essentially his predecessor's; the relationship is increasingly amicable. But some fear attempts to broaden it could mean less meaningful engagement. \"Bush's approach was: you are rising in the international system and need to take on more responsibility,\" said Victor Cha, director of Asian affairs in the National Security Council under George Bush and now at the Centre for Strategic and International Studies. \"Obama is heaping on all these very, very high expectations – on issues like climate change and currency – and I think they are expectations that China cannot possibly meet.\" China sees itself as a vulnerable developing country as well as a rising power. And shared anxieties – such as those over proliferation – do not equal identical interests. \"China's own interests in those hot spots [North Korea, Iran, Afghanistan and Pakistan] make it deeply conflicted about playing a larger role on the world stage,\" said Stephanie Kleine-Ahlbrandt of the International Crisis Group. \"While the United States frames China in terms of its growing responsibilities as a major power, China continues to think primarily in terms of its own interests.\" To some observers, the administration is also too keen to please Beijing, wasting leverage rather than smoothing the path to greater gains. Obama's decision not to meet the Dalai Lama last month – aides say he will do so in future – \"doesn't send a signal that the US wants to work with China; it sends a signal they have basically got us,\" said Cha.",
    "keywords": [
        "tour",
        "world",
        "stage",
        "alarm",
        "china",
        "role",
        "obama",
        "visit",
        "region",
        "chinas",
        "need",
        "cause",
        "obamas",
        "asian"
    ],
    "summary": "However, police in China are reported to have detained dozens of dissidents in a crackdown ahead of Obama's arrival there today.\nReformers worry that Obama will play down China's poor human rights record in order to maintain good relations on issues such as the economy.\n\"We welcome China's efforts to play a greater role on the world stage – a role in which their growing economy is joined by growing responsibility,\" he said.\nObama's China policy is essentially his predecessor's; the relationship is increasingly amicable.\n\"China's own interests in those hot spots [North Korea, Iran, Afghanistan and Pakistan] make it deeply conflicted about playing a larger role on the world stage,\" said Stephanie Kleine-Ahlbrandt of the International Crisis Group.",
    "sentiment": {
        "neg": 0.0672,
        "neu": 0.8289,
        "pos": 0.1039,
        "compound": 0.0744
    }
}