{
    "date": "2009-04-09T13:10:47Z",
    "title": "Kim Jong-il makes first public appearance in months",
    "url": "https://www.theguardian.com/world/2009/apr/09/kim-jong-il-public-appearance",
    "content": "A frail and drawn Kim Jong-il, the North Korean leader, has made his first major public appearance since reportedly suffering a stroke last August. North Korean state television showed Kim attending an annual meeting of parliament as it rubber-stamped his appointment to a third term as leader of one of the world's most isolated countries. Kim's re-emergence into the public eye followed the firing of a rocket at the weekend that drew condemnation from Japan and the west, although China blocked action at the UN security council. Kim, 67, had been conspicuously absent from major public events after the suspected stroke, which raised questions about his grip over the country's stability. The leader, with a fondness for platform shoes and Hollywood films, failed to attend a milestone 60th anniversary parade, a no-show that fuelled speculation about his ill-health, although Pyongyang has steadfastly denied that he has been ill. Kim did appear in state media in early October and has been shown visiting farms, factories and military units in an attempt to dispel rumours about his health. But today's footage shows the North Korean leader looking much frailer than in previous public appearances. Limping ever so slightly as he arrived to a standing ovation from fellow deputies to the 687-seat Supreme People's Assembly, he returned their applause by clapping, then motioned for them to be seated, footage broadcast on state TV showed. Earlier in the week, state TV broadcast footage of Kim's trips last year, showing him in short sleeves in early August at a pig farm before jumping without explanation to late November, when he was shown bundled up in a parka and thick gloves. Kim has ruled the impoverished nation of 24 million with absolute authority since his father's death in 1994. The two Kims have thrived on an intense cult of personality. Many North Koreans wear badges with the founder's image. State TV also gave North Koreans their first glimpse this week of the rocket fired at the weekend. North Korea claimed it successfully put a communications satellite into orbit and that it was transmitting data and playing patriotic songs to Kim and his father. But US and South Korean military officials say nothing ever made it into orbit and accuse Pyongyang of using the launch to test its long-range missile technology. The US, calling the launch of the three-stage rocket a flagrant violation of UN security council resolutions, is leading the push for council condemnation. In a visit to China, John McCain, the Republican senator who lost the US election to Barack Obama, urged China to use its influence to punish North Korea. McCain, who met the Chinese foreign and defence ministers, told reporters that a stronger response was needed, including UN sanctions. \"I want to say very frankly what we all know, and that the nation that has true influence over North Korea is China,\" McCain said. \"And we have urged the Chinese to exercise that responsibility as quickly as possible and as strongly as possible, which in my view they have not done enough of in the past.\" China, however, rejected suggestions of taking a hard line with its wayward ally. It said its priority was getting Pyongyang to resume six-nation talks on shutting down its nuclear programmes and suggested sanctions might cause North Korea to pull out of the negotiations. \"Pressure will not contribute to the goal of denuclearisation of the Korean peninsula,\" China's foreign ministry spokeswoman, Jiang Yu, said in a media briefing. \"We hope all parties would through diplomatic efforts press ahead with the denuclearisation efforts.\"",
    "keywords": [
        "months",
        "leader",
        "tv",
        "public",
        "state",
        "korea",
        "kim",
        "china",
        "makes",
        "appearance",
        "jongil",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "A frail and drawn Kim Jong-il, the North Korean leader, has made his first major public appearance since reportedly suffering a stroke last August.\nKim, 67, had been conspicuously absent from major public events after the suspected stroke, which raised questions about his grip over the country's stability.\nBut today's footage shows the North Korean leader looking much frailer than in previous public appearances.\nNorth Korea claimed it successfully put a communications satellite into orbit and that it was transmitting data and playing patriotic songs to Kim and his father.\nIt said its priority was getting Pyongyang to resume six-nation talks on shutting down its nuclear programmes and suggested sanctions might cause North Korea to pull out of the negotiations.",
    "sentiment": {
        "neg": 0.0829,
        "neu": 0.8552,
        "pos": 0.0619,
        "compound": -0.121
    }
}