{
    "date": "2009-08-04T18:00:00Z",
    "title": "Bill Clinton's new role | Robert Farley",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2009/aug/04/bill-clinton-north-korea-obama-carter",
    "content": "Bill Clinton's visit to North Korea to seek the release of two imprisoned American journalists cannot help but evoke memories of Jimmy Carter's visit to North Korea in 1994, when the United States and North Korea stood at the brink of war over Pyongyang's nuclear weapons programme. Carter's intervention helped the two countries reach the Agreed Framework, which mandated strict limitations on North Korea's ability to manufacture nuclear weapons. Clinton's visit now, at the end of a slow-motion collapse in US-North Korean relations, inevitably produces questions about the possibility of a similar breakthrough. However, there are important differences between the 1994 and 2009 visits. Largely because of the events of 1994, Clinton has a history with the North Koreans. Unlike Carter, he also stands as a representative of America's foreign policy voice. In 1994, North Korean plans to extract weapons-grade plutonium from the Yongbyon reactor met with a forceful response from the Clinton administration. Negotiations moved slowly, and both sides prepared for the possibility of war. Acting at Clinton's request, Carter was able to break the impasse by presenting himself as a quasi-independent actor, allowing North Korean leader Kim Il Sung a backdoor way to avoid war. Although Carter and Clinton were both Democrats, 12 years of Republican administration separated them, and the Carter foreign policy apparatus was largely viewed with disfavour within the Clinton White House. This, paradoxically, made Carter's overture more compelling, as it appeared independent. The North Koreans will not, today, mistake Bill Clinton for an honest broker. Clinton's wife is currently the US secretary of state, and former members of his foreign policy team hold high rank within the Obama White House. It is likely that Clinton will be understood in Pyongyang and elsewhere as a direct envoy of the White House, and as a representative of official US foreign policy. Presidential use of such envoys is by no means unusual. Former presidents have often helped deliver foreign policy messages in the past. The effect of the visit on North Korea will not be clear for some time, but given Pyongyang's craving for prestige and international legitimacy, it is likely that the visit will at least result in the release of the two journalists. Aside from the impact of the mission in Pyongyong, Clinton's visit demonstrates a mastery of intra-party politics by the Obama administration. Part of the reason for inviting Hillary Clinton to become secretary of state was to unify the Democratic party's foreign policy establishment behind the president. From the outside, Hillary Clinton and her husband could have staked out a position independent of the administration and could have contested for the loyalty and support of the foreign policy apparatus left over from the Clinton administration. Foreign policy was a major point of contention in the long and brutal Democratic primary campaign and in the general election. Ensuring the acquiescence of the Clinton machine was critical to maintaining the coherence of Obama's foreign policy, especially in the face of harsh Republican criticism of any \"engagement\" strategy. Today, Secretary Clinton and President Clinton are no longer potential critics of the strategy of engagement – they are the public faces and primary executors of that strategy. The Clinton foreign policy apparatus is now firmly implicated in the success or failure of the Obama administration's foreign policy objectives. However, foreign policy personnel decisions are justified by foreign policy results, not by their effectiveness as bureaucratic manoeuvres. Donald Rumsfeld will be remembered less for his astonishing effectiveness as a bureaucratic infighter than for his remarkable ineptitude as secretary of defence. The Obama-Clinton strategy of engagement will have to produce some successful outcomes, beyond the release of the two American journalists imprisoned in North Korea. While I am unconvinced that the simple fact of engagement provides a victory to the North Korean regime, the visit by Clinton will surely serve to increase Pyongyang's prestige and may have unpredictable effects on internal North Korean politics. Carter's visit in 1994 helped produce a breakthrough, but the consequent agreement couldn't hold in the long term. If Clinton's visit facilitates additional meetings that lead to the renunciation of proliferation and to tight limitations on North Korea's nuclear stockpile, as well as reduced tensions between North and South Korea – and if the agreement sticks – this visit will be understood to have been successful. If that happens, President Clinton, Secretary Clinton and President Obama will share the credit.",
    "keywords": [
        "policy",
        "robert",
        "clintons",
        "bill",
        "secretary",
        "korea",
        "farley",
        "north",
        "administration",
        "visit",
        "role",
        "foreign",
        "clinton",
        "korean"
    ],
    "summary": "Bill Clinton's visit to North Korea to seek the release of two imprisoned American journalists cannot help but evoke memories of Jimmy Carter's visit to North Korea in 1994, when the United States and North Korea stood at the brink of war over Pyongyang's nuclear weapons programme.\nForeign policy was a major point of contention in the long and brutal Democratic primary campaign and in the general election.\nThe Clinton foreign policy apparatus is now firmly implicated in the success or failure of the Obama administration's foreign policy objectives.\nHowever, foreign policy personnel decisions are justified by foreign policy results, not by their effectiveness as bureaucratic manoeuvres.\nIf that happens, President Clinton, Secretary Clinton and President Obama will share the credit.",
    "sentiment": {
        "neg": 0.0647,
        "neu": 0.8385,
        "pos": 0.0967,
        "compound": 0.0744
    }
}