{
    "date": "2009-07-01T11:22:53Z",
    "title": "North Koreans going hungry as funds dry up, UN agency warns",
    "url": "https://www.theguardian.com/world/2009/jul/01/north-korea-food-aid",
    "content": "Millions of North Koreans face hunger and worsening malnutrition, the World Food Programme said today after scaling back its operations in the impoverished country. The UN aid agency said it was reaching fewer than a third of those targeted and about a fifth of those in need. It blamed a lack of international donations, with none since the state's nuclear test in May, and said it faced new restrictions from Pyongyang. It said it had received 15% of the $504m it needed. Torben Due, the WFP's representative for North Korea, told reporters in Beijing that since January it had been delivering reduced food packages and reaching 1.7 million people. \"It is amongst the lowest [number] we're ever had in the DPRK [North Korea],\" he said. The agency estimates that 8.7 million people need food aid, and the emergency operation launched last autumn aimed to reach 6.2 million. It has been distributing a tenth of the 40,000 metric tonnes it aimed to deliver each month. \"There's a need to do more, and that's why we are asking these donor countries for more,\" Due said. North Korea has relied on foreign aid since a crippling famine in the mid-1990s, which killed hundreds of thousands. Tensions continue in the region and US officials said today that a North Korean ship under scrutiny by the US navy for more than a week appeared to be returning northwards. The Kang Nam 1 is the first vessel to be monitored under UN sanctions intended to clamp down on the trade of banned arms and weapons-related material. Unnamed officials in Washington said the ship, believed to have been bound for Burma with suspicious cargo on board, had turned around on Sunday. Pyongyang renewed its warning that intercepting its ships would be a declaration of war.",
    "keywords": [
        "going",
        "hungry",
        "reaching",
        "korea",
        "agency",
        "dry",
        "warns",
        "million",
        "funds",
        "need",
        "today",
        "ship",
        "food",
        "aid",
        "koreans",
        "pyongyang",
        "north"
    ],
    "summary": "Millions of North Koreans face hunger and worsening malnutrition, the World Food Programme said today after scaling back its operations in the impoverished country.\nTorben Due, the WFP's representative for North Korea, told reporters in Beijing that since January it had been delivering reduced food packages and reaching 1.7 million people.\n\"It is amongst the lowest [number] we're ever had in the DPRK [North Korea],\" he said.\nThe agency estimates that 8.7 million people need food aid, and the emergency operation launched last autumn aimed to reach 6.2 million.\nNorth Korea has relied on foreign aid since a crippling famine in the mid-1990s, which killed hundreds of thousands.",
    "sentiment": {
        "neg": 0.1079,
        "neu": 0.8738,
        "pos": 0.0182,
        "compound": -0.2953
    }
}