{
    "date": "2009-08-17T07:15:30Z",
    "title": "North Korea agrees to lift border restrictions with South",
    "url": "https://www.theguardian.com/world/2009/aug/17/north-korea-border-restrictions-eased",
    "content": "North Korea agreed to lift border restrictions with the South in the latest indication that it is seeking conciliation with its neighbour and the US after almost 18 months of rising tensions. Pyongyang's official Korean Central News Agency said it would restart reunions of separated families before this year's annual Chuseok harvest holiday in early October – one of the biggest traditional festivals – and allow tourism ventures to operate to the scenic Diamond Mountain resort and ancient site of Kaesong. They were suspended last year following the inauguration of the South's president Lee Myung-bak, who ended his predecessor's \"sunshine policy\" of freeflowing aid to the North. The self-imposed blockade has cut off vital sources of income for the impoverished country. Its lifting also suggests the North may be moving back towards diplomatic engagement after a nuclear test and missile launches which were widely seen as aiming to grab the US administration's attention. The South's Yonhap news agency reported there was a \"high chance\" of Chinese nuclear envoy Wu Dawei travelling to Pyongyang today to persuade the government to return to six-nation talks aimed at its denuclearisation, quoting an unnamed diplomatic source. China's foreign ministry had no immediate comment. The North said the travel agreement was reached with Seoul's Hyundai group, the main South Korean investor in North Korea. Its chairwoman Hyun Jung-eun met the country's leader Kim Jong-il in Pyongyang yesterday. Hyundai's North Korean business arm, Hyundai Asan, which ran the tours, said in Seoul it was aware of the North's announcement but could not immediately confirm it. The move follows last week's release of a Hyundai worker who had been held in the North for months, accused of denouncing the Pyongyang government. The North recently released two jailed US journalists after former American president Bill Clinton mounted a surprise visit – deemed a private humanitarian mission by the White House, but widely perceived as an attempt to improve relations between the two countries. But the North also warned that it was putting its army on \"special alert\" from today because of the South's joint military drills with the US this week. It regularly objects to such exercises. It described the drills as \"a blatant challenge and grave threat\" to peace on the peninsula and said it would retaliate mercilessly to the \"slightest military provocation\" from Seoul or Washington. The US and South Korea say the exercises are for defensive purposes. Reuters reported that by allowing tourism to resume at the Kumgangsan resort known as Diamond Mountain, Pyongyang could receive tens of millions of dollars by the end of the year. The North was also seeking to increase wages and rents at a joint industrial venture in a Northern border city, run by the same Hyundai affiliate, which could again earn its leaders tens of millions of dollars by the year's end. There is no indication a deal was reached. North Korea has long struggled to feed its population. But the situation has been made much worse this year by heavy rains, reduced aid and global sanctions due to its missile and nuclear tests.",
    "keywords": [
        "lift",
        "border",
        "south",
        "korea",
        "widely",
        "hyundai",
        "nuclear",
        "agrees",
        "tourism",
        "restrictions",
        "souths",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North Korea agreed to lift border restrictions with the South in the latest indication that it is seeking conciliation with its neighbour and the US after almost 18 months of rising tensions.\nThe North said the travel agreement was reached with Seoul's Hyundai group, the main South Korean investor in North Korea.\nHyundai's North Korean business arm, Hyundai Asan, which ran the tours, said in Seoul it was aware of the North's announcement but could not immediately confirm it.\nThe US and South Korea say the exercises are for defensive purposes.\nNorth Korea has long struggled to feed its population.",
    "sentiment": {
        "neg": 0.0754,
        "neu": 0.8457,
        "pos": 0.0789,
        "compound": 0.0804
    }
}