{
    "date": "2009-07-27T08:02:46Z",
    "title": "North Korea ready for talks over nuclear weapons",
    "url": "https://www.theguardian.com/world/2009/jul/27/north-korea-nuclear-weapons-talks",
    "content": "North Korea said today it was open to talks about the rising tension over its nuclear weapons programme, a marked shift in tactics after months of ratcheting up foreign anxieties with nuclear test and missile launches. The statement appeared to be a call for direct talks with the United States, a longstanding goal of the regime. It comes days after the North Korean leadership traded jibes with the US secretary of state, Hillary Clinton, at a regional summit in Thailand. It said she was \"by no means intelligent\" and looked like a schoolgirl or a pensioner going shopping, after she compared it to a group of \"small children\". In today's announcement the foreign ministry in Pyongyang made clear its continued opposition to the six-party nuclear talks, which it said sought only to \"disarm and incapacitate\" the nation. The statement from a foreign ministry spokesman, carried by state media, said that siding with those who sought their resumption \"will not help to ease tension\". But it said: \"There is a specific and reserved form of dialogue that can address the current situation.\" Analysts say North Korea has used its weapons tests to improve its technology, advertise it to potential customers and bolster support for the regime after the illness of the leader, Kim Jong-il. But they also believe it is attempting to grab the attention of the US and push it into direct negotiations. The US has said it would hold direct talks with Pyongyang within the six-nation process if it returned to the negotiating table and took irreversible steps towards denuclearisation. North Korea quit the aid-for-disarmament discussions in April. The talks stalled last winter as North Korea wrangled with the US over how to implement agreed measures and verify its activities. But Washington will not want to be seen to reward North Korea's military tests, and Clinton told NBC yesterday the multinational negotiations were the appropriate way to engage with the state. The other nations involved in the discussions – China, Japan, South Korea and Russia – would be reluctant to see bilateral talks. Beijing is concerned that a direct relationship between Pyongyang and Washington would damage its own long-term interests. On Friday, North Korea's ambassador to the United Nations, Sin Son Ho, said the country was \"not against a dialogue\", according to Japan's Kyodo news agency. North Korea's main Rodong Sinmun newspaper said the country's envoy told an Asian security conference last week the nuclear standoff was a matter between Pyongyang and Washington. In yesterday's interview, Clinton repeated her warning that North Korea does not have any friends left after the UN security council's toughening of sanctions last month. She praised China, the North's main ally, for being \"extremely positive and productive\" in pressuring Pyongyang to abandon its nuclear programme. \"We've been extremely gratified by their forward-leaning commitment to sanctions and the private messages that they have conveyed to the North Koreans,\" Clinton said.",
    "keywords": [
        "korea",
        "state",
        "ready",
        "washington",
        "talks",
        "nuclear",
        "weapons",
        "clinton",
        "direct",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North Korea said today it was open to talks about the rising tension over its nuclear weapons programme, a marked shift in tactics after months of ratcheting up foreign anxieties with nuclear test and missile launches.\nThe statement appeared to be a call for direct talks with the United States, a longstanding goal of the regime.\nAnalysts say North Korea has used its weapons tests to improve its technology, advertise it to potential customers and bolster support for the regime after the illness of the leader, Kim Jong-il.\nNorth Korea quit the aid-for-disarmament discussions in April.\nThe talks stalled last winter as North Korea wrangled with the US over how to implement agreed measures and verify its activities.",
    "sentiment": {
        "neg": 0.0724,
        "neu": 0.8393,
        "pos": 0.0882,
        "compound": 0.0668
    }
}