{
    "date": "2009-03-19T17:39:08Z",
    "title": "North Korean guards detain US journalists near border with China",
    "url": "https://www.theguardian.com/world/2009/mar/19/north-korea-reporters-detained",
    "content": "North Korean guards have detained two American journalists near the country's border with China, South Korean media have reported. A Seoul-based missionary named the reporters as Laura Ling and Euna Lee from Current TV – the online media outlet set up by former US vice-president Al Gore. He said he spoke to them on Tuesday morning, hours before they were taken into custody. The news comes amid increasing strains on the peninsula. Pyongyang is angry at Seoul and Washington's annual joint military drill, while the latter fear the North may be planning to launch a ballistic missile next month. The US state department said it was aware of the reports. \"We are working with the Chinese government officials in the area to ascertain the whereabouts of the Americans in question,\" press officer Fred Lash said. \"We also have been in touch with North Korean authorities to express our concern about the situation.\" South Korean television channel YTV said guards from the North crossed the border into Chinese territory to arrest the Korean-Americans, quoting an official in Seoul who added that the women had ignored warnings to stop filming across the Tumen river. A diplomatic source told Reuters the reporters were on the frozen river when detained, adding that it was not clear which side of the border they were on at the time. The Reverend Chun Ki-won of the Seoul-based Durihana Mission told the Associated Press he had learned that North Korean soldiers detained the two women with a guide they had hired in China, but declined to reveal his sources. He later said he had been told that a third American member of the crew, a cameraman, escaped arrest \"at the last minute\". Chun said he met the two in Seoul recently as they planned a report on North Korean refugees. They spoke to him by telephone on Tuesday morning to say they were in the Chinese border city of Yanji and were heading toward the Yalu river near the Chinese border city of Dandong, he said. Chun, who helps North Korean refugees seek asylum, added: \"I told them very clearly not to go to the border because it's dangerous.\" On Twitter, a user called \"lauraling\" noted on Saturday that she was at Seoul airport en route to the \"China/N Korea border\", joking: \"Hoping my kimchee [pickled vegetable] breath will ward off all danger.\" Three days earlier, she had written: \"Spent the day interviewing young N. Koreans who escaped their country. Too many sad stories.\" The foreign ministry in Seoul could not immediately confirm the report. In Beijing, a foreign ministry spokesman, Qin Gang, said officials were \"investigating the issue involving relevant US nationals on the border [with] China\". Pyongyang appeared to regard the arrival of the Obama administration as a prospect for improving relations between the two countries. But its announcement that it will launch a satellite between 4 April and 8 April has increased regional strains. Seoul, Washington and Tokyo say they believe it will in fact test a long-range ballistic missile in violation of a UN security council resolution. The Chinese president, Hu Jintao, today told the North Korean premier, Kim Yong-il – no relative of the leader Kim Jong-il – that he hoped \"all sides will take the broader perspective to appropriately resolve existing disputes\", according to Chinese state radio news. Kim is currently visiting Beijing, Pyongyang's biggest benefactor. The Chinese premier, Wen Jiabao, said yesterday that China wanted to \"actively push forward\" the deadlocked six-party negotiations on nuclear disarmament, another of the stumbling blocks in improving relations, according to the official People's Daily newspaper.",
    "keywords": [
        "journalists",
        "border",
        "guards",
        "north",
        "detained",
        "china",
        "seoul",
        "detain",
        "kim",
        "told",
        "chinese",
        "river",
        "near",
        "korean"
    ],
    "summary": "North Korean guards have detained two American journalists near the country's border with China, South Korean media have reported.\n\"We also have been in touch with North Korean authorities to express our concern about the situation.\"\nChun said he met the two in Seoul recently as they planned a report on North Korean refugees.\nThey spoke to him by telephone on Tuesday morning to say they were in the Chinese border city of Yanji and were heading toward the Yalu river near the Chinese border city of Dandong, he said.\nChun, who helps North Korean refugees seek asylum, added: \"I told them very clearly not to go to the border because it's dangerous.\"",
    "sentiment": {
        "neg": 0.0746,
        "neu": 0.8854,
        "pos": 0.0401,
        "compound": -0.0502
    }
}