{
    "date": "2009-07-13T00:52:52Z",
    "title": "Kim Jong-il has pancreatic cancer – South Korea TV",
    "url": "https://www.theguardian.com/world/2009/jul/13/kim-jong-il-pancreatic-cancer",
    "content": "Concern about the long-term stability of North Korea mounted today following reports that the country's leader, Kim Jong-il, has pancreatic cancer. The South Korean broadcaster YTN made the announcement about the leader's health in an unsourced news flash this morning. Kim, 67, has ruled the reclusive communist country with absolute authority since his the death of his father, the founder of the state, Kim Il-sung, in 1994. His health is one of the most closely guarded secrets in North Korea. Kim looked gaunt during a rare appearance last Wednesday, when the country marked the anniversary of his father's death. North Korean television showed Kim looking thin and frail. He usually does not speak at public events; however he has had an active public profile in recent months since re-emerging after a suspected stroke last year. This raised questions about who will succeed him and who will control the country's military and weapons programmes. Some reports have said Kim has anointed his youngest son, Jong-un. South Korean officials have said the North's recent military grandstanding, including its nuclear test in May, was aimed at helping Kim pave the way for his successor. The South's unification minister, Hyun In-taek, has said Kim's grip on power has become stronger as he brought to the fore figures sympathetic to his succession plans. North Korea's propaganda machine has carefully managed Kim's re-emergence from his illness with reports of tours to factories and military bases, mostly still photographs of the visits. The UN imposed further sanctions against North Korea after the nuclear test in May, aimed at cutting the country's lucrative arms trade.",
    "keywords": [
        "pancreatic",
        "south",
        "military",
        "tv",
        "countrys",
        "korea",
        "recent",
        "reports",
        "kim",
        "test",
        "jongil",
        "cancer",
        "north",
        "korean"
    ],
    "summary": "Concern about the long-term stability of North Korea mounted today following reports that the country's leader, Kim Jong-il, has pancreatic cancer.\nThe South Korean broadcaster YTN made the announcement about the leader's health in an unsourced news flash this morning.\nHis health is one of the most closely guarded secrets in North Korea.\nThis raised questions about who will succeed him and who will control the country's military and weapons programmes.\nThe UN imposed further sanctions against North Korea after the nuclear test in May, aimed at cutting the country's lucrative arms trade.",
    "sentiment": {
        "neg": 0.0748,
        "neu": 0.8702,
        "pos": 0.0551,
        "compound": -0.0758
    }
}