{
    "date": "2009-08-25T14:55:23Z",
    "title": "North Korea 'invites senior Obama officials' to nuclear talks",
    "url": "https://www.theguardian.com/world/2009/aug/25/north-korea-us-nuclear-talks",
    "content": "North Korea's attempts to improve relations with the US took another step forward today following reports that it has invited senior officials in the Obama administration to discuss its nuclear programme. The US is considering sending its special envoy to North Korea, Stephen Bosworth, and its chief nuclear negotiator, Sung Kim, to Pyongyang next month, according to the JoongAng Ilbo. The South Korean newspaper cited a senior diplomatic source in Washington as saying the visit could include a meeting with the North Korean leader, Kim Jong-il. The report comes amid an improvement in ties between the two countries. Earlier this month the North released two US journalists who had been imprisoned for entering the country without permission, following a visit to Pyongyang by Bill Clinton. North Korea has also made conciliatory gestures towards its neighbour, including the release of a South Korean worker and an agreement to resume cross-border visits and reunions for relatives separated at the end of the Korean war. Observers believe the North's softer approach is a diplomatic ploy designed to ease pressure on its finances ahead of what is expected to be a poor harvest. While it is willing to hold direct talks with North Korea on the nuclear issue, the US insists that any negotiations must take place within the framework of six-party disarmament efforts that also involves South Korea, Japan, Russia and China. The South Korean foreign ministry said the meeting would not weaken international efforts to force North Korea to dismantle its nuclear weapons programme. \"We are sticking to our existing position that we will continue to faithfully carry out UN resolutions while urging North Korea to return to six-party talks,\" said Moon Tae-young, a ministry spokesman. Despite North Korea's overtures and apparent abandonment – for now – of the belligerent language of earlier this year, the US is not ready to reconsider tough UN sanctions agreed after Pyongyang tested a nuclear weapon on 25 May. Philip Goldberg, the US official coordinating the UN sanctions, has been in Asia this week seeking support for measures aimed at ending arms exports from North Korea thought to earn the regime millions of dollars a year. The US, Japan and South Korea are keen to avoid a repeat of the bargaining cycle that followed UN sanctions imposed after North Korea's nuclear test in 2006, when the regime bought itself time by agreeing to return to six-party negotiations. The talks stalled at the end of last year and months later it again infuriated the US by conducting a second nuclear test.",
    "keywords": [
        "south",
        "korea",
        "north",
        "nuclear",
        "obama",
        "sanctions",
        "invites",
        "senior",
        "officials",
        "koreas",
        "pyongyang",
        "sixparty",
        "talks",
        "korean"
    ],
    "summary": "North Korea's attempts to improve relations with the US took another step forward today following reports that it has invited senior officials in the Obama administration to discuss its nuclear programme.\nThe US is considering sending its special envoy to North Korea, Stephen Bosworth, and its chief nuclear negotiator, Sung Kim, to Pyongyang next month, according to the JoongAng Ilbo.\nThe South Korean newspaper cited a senior diplomatic source in Washington as saying the visit could include a meeting with the North Korean leader, Kim Jong-il.\nThe South Korean foreign ministry said the meeting would not weaken international efforts to force North Korea to dismantle its nuclear weapons programme.\n\"We are sticking to our existing position that we will continue to faithfully carry out UN resolutions while urging North Korea to return to six-party talks,\" said Moon Tae-young, a ministry spokesman.",
    "sentiment": {
        "neg": 0.0724,
        "neu": 0.8594,
        "pos": 0.0684,
        "compound": -0.0119
    }
}