{
    "date": "2009-05-25T09:43:53Z",
    "title": "North Korea: world leaders condemn nuclear test",
    "url": "https://www.theguardian.com/world/2009/may/25/north-korea-reaction-world-leaders",
    "content": "World leaders were quick to condemn a nuclear test comnducted by North Koreathis morning , the country's second in three years. President Barack Obama said the test and subsequent launch of a short-range missile were \"a matter of grave concern to all nations\" and \"a threat to international peace and security\". He said North Korea's actions were a clear violation of a 2006 United Nations security resolution, banning any activity related to a ballistic missile programme, passed after the secretive regime conducted its first nuclear test in October that year. \"North Korea is directly and recklessly challenging the international community,\" Obama said in a statement. \"[Its] behaviour increases tensions and undermines stability in north-east Asia. Such provocations will only serve to deepen North Korea's isolation. It will not find international acceptance unless it abandons its pursuit of weapons of mass destruction and their means of delivery.\" Gordon Brown urged Pyongyang to behave responsibly and avoid \"renewed isolation\". \"I condemn North Korea's test in the strongest terms as erroneous, misguided and a danger to the world,\" Brown said. \"This act will undermine prospects for peace on the Korean peninsula and will do nothing for North Korea's security.\" China, North Korea's key ally, said it was \"resolutely opposed\" to the test, urging its neighbour to avoid actions that would sharpen tensions and for the state to return to the six party aid-for-disarmament talks. Beijing rarely criticises Pyongyang in public. But the foreign ministry statement, which added that North Korea had acted in defiance of the international community and its own commitments, was more muted than the response to the first nuclear test in 2006. Then, China accused the regime of a \"flagrant and brazen\" violation of international opinion. Beijing is expected to use its permanent seat on the UN security council to block the adoption of tougher sanctions and to push for the resumption of the six-party talks. Nancy Pelosi, the US House of Representatives speaker, said during a visit to Shanghai: \"The Chinese must use their influence to help bring North Korea to the table for the six-party talks.\" South Korea called the test a \"serious threat to world peace\" and an \"intolerable, provocative act\". The country's conservative president, Lee Myung-bak, has taken a hard line against the North since taking office 15 months ago, vowing to resume unconditional aid only when it has abandoned its nuclear weapons programme. South Korea urged its neighbour \"to abandon nuclear weapons and related programmes and return to the nuclear non-proliferation treaty as a responsible member of international society\". Japan, which considers itself high on North Korea's list of potential targets, called for a co-ordinated response. \"If North Korea did indeed conduct a nuclear test, this would be a clear violation of the UN resolution and we can never tolerate that,\" said the government spokesman, Takeo Kawamura. \"We will be co-ordinating with the concerned nations including the UN security council to take resolved action.\" Tibor Toth, a senior official at the Comprehensive Nuclear Test-ban Treaty Organisation (CTBT) in Vienna, said the test constituted \"a threat to international peace and security and to the nuclear non-proliferation and disarmament regime. \"I am gravely concerned by this action. In particular, it is a serious violation of the norm established by the CTBT and as such deserves universal condemnation.\" Benita Ferrero-Waldner, the EU's external relations commissioner, said the test was \"worrying and should be condemned\". She was speaking while on her way to a meeting of south-east Asian and European foreign ministers in Hanoi, where North Korea is now expected to dominate discussions.",
    "keywords": [
        "leaders",
        "violation",
        "world",
        "korea",
        "peace",
        "nuclear",
        "security",
        "test",
        "koreas",
        "condemn",
        "north",
        "international"
    ],
    "summary": "World leaders were quick to condemn a nuclear test comnducted by North Koreathis morning , the country's second in three years.\n\"North Korea is directly and recklessly challenging the international community,\" Obama said in a statement.\n\"I condemn North Korea's test in the strongest terms as erroneous, misguided and a danger to the world,\" Brown said.\n\"This act will undermine prospects for peace on the Korean peninsula and will do nothing for North Korea's security.\"\nSouth Korea called the test a \"serious threat to world peace\" and an \"intolerable, provocative act\".",
    "sentiment": {
        "neg": 0.1493,
        "neu": 0.7726,
        "pos": 0.0781,
        "compound": -0.1593
    }
}