{
    "date": "2009-03-06T04:57:15Z",
    "title": "South Korea condemns North's flights warning",
    "url": "https://www.theguardian.com/travel/2009/mar/06/north-korea-south-korea-airspace",
    "content": "South Korea today urged the North to withdraw an \"inhumane\" threat against passenger planes that has forced flights to divert. Pyongyang, which its neighbours believe is preparing to test its longest-range missile, said yesterday it could not guarantee the safety of commercial flights to and from the South off the east coast of the peninsula, close to the likely launch site. It linked the warning to a joint military drill by Seoul and the United States, accusing them of attempting to provoke a nuclear war. Pyongyang has made similar complaints about previous joint exercises. \"Security cannot be guaranteed for South Korean civil airplanes flying through the territorial air of our side and its vicinity ... while the military exercises are under way,\" North Korea's Committee for the Peaceful Reunification of the Fatherland said in a statement published by the state-run Korean Central News Agency yesterday. \"Threatening civilian airliners' normal operations under international aviation regulations is not only against the international rules but is an act against humanity,\" said Kim Ho-nyeon, Seoul's unification ministry spokesman. \"The government urges the North to immediately withdraw the military threat against civilian airliners.\" The South's Korean Air and Asiana Airlines have already rerouted flights. They run almost half of the 33 daily flights that approach the country from the east. \"We've become quite used to our northern neighbour's threats. Its overall impact on airlines is limited,\" Suh Jin-hee, an analyst at SK Securities in Seoul, told the Associated Press. Relations between the two countries have deteriorated sharply over the last year, since President Lee Myung-bak took office in Seoul and ended his predecessor's \"sunshine policy\" of freeflowing aid to the North. Some analysts believe Pyongyang hopes that piling up pressure on the South will help it to gain attention from the new US administration. In Washington, a state department spokesman, Gordon Duguid, described North Korea's statement as \"distinctly unhelpful\", adding that it should be looking at fulfilling its nuclear disarmament commitments \"rather than making statements that are threatening to peaceful aviation\". North Korean generals met the US-led United Nations command in the demilitarised zone for rare talks this morning. The meeting at the border lasted for less than an hour, a spokesman for the UN command said. The two sides had their first such talks in about seven years on Monday, at the North's request. Pyongyang complained about US military moves near the border and live-fire joint training, South Korean officials said. The UN Command oversees the ceasefire that ended the 1950-53 Korean war. Separately, the United States has sent Stephen Bosworth, its new special envoy for North Korea, to the region this week. The US military has said it will go ahead with the joint drill involving 26,000 US troops, an unspecified number of South Korean soldiers and a US aircraft carrier. Both Washington and Seoul insist the annual exercises are purely defensive.",
    "keywords": [
        "spokesman",
        "south",
        "norths",
        "condemns",
        "military",
        "korea",
        "warning",
        "joint",
        "flights",
        "seoul",
        "united",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "South Korea today urged the North to withdraw an \"inhumane\" threat against passenger planes that has forced flights to divert.\nIt linked the warning to a joint military drill by Seoul and the United States, accusing them of attempting to provoke a nuclear war.\nNorth Korean generals met the US-led United Nations command in the demilitarised zone for rare talks this morning.\nPyongyang complained about US military moves near the border and live-fire joint training, South Korean officials said.\nSeparately, the United States has sent Stephen Bosworth, its new special envoy for North Korea, to the region this week.",
    "sentiment": {
        "neg": 0.0937,
        "neu": 0.8451,
        "pos": 0.0612,
        "compound": -0.0484
    }
}