{
    "date": "2009-04-03T23:01:00Z",
    "title": "Barack Obama's new offensive against nuclear weapons",
    "url": "https://www.theguardian.com/world/2009/apr/04/barack-obama-nuclear-weapons",
    "content": "Barack Obama yesterday announced a radical drive aimed at ridding the world of nuclear weapons, as the focus of his European visit switched from financial to geopolitical security. \"In Prague, I will lay out an agenda to seek the goal of a world without nuclear weapons,\" Obama said yesterday after arriving in continental Europe for the first time as president. \"The spread of nuclear weapons or the theft of nuclear material could lead to the extermination of any city on the planet,\" he warned, adding that suspected rogue nuclear states, such as North Korea or Iran, may only be persuaded to abandon their quests if the big nuclear powers set an example. \"We can't reduce the threat of a nuclear weapon going off unless those that possess the most nuclear weapons, the United States and Russia, take serious steps to reduce our stockpiles,\" Obama said. \"So we want to pursue that vigorously in the years ahead.\" At Obama's first meeting with Dmitry Medvedev, Russia's president, in London on Wednesday, both agreed on fast-track negotiations to slash their nuclear stockpiles by about a third from the end of this year. Robert Gibbs, Obama's spokesman, said the president believed \"loose nukes\", stolen nuclear materials or the acquisition by terrorists of weapons-grade fissile material, were among the gravest risks to the US. Gibbs signalled the agreement to revive arms control talks with the Kremlin this week was the start of a broader anti-nuclear drive being launched by the White House. \"You'll hear the president outline some important goals at reducing the amount of potential material,\" Gibbs said of tomorrow's speech. He also said Obama would use the speech to urge the US Senate to ratify the comprehensive test ban treaty proscribing nuclear bomb trials, a treaty already endorsed by the other main nuclear powers, Russia, Britain, and France. The US has about 10,000 of the world's estimated 24,000 nuclear weapons, and Russia 13,000. Obama has three major aims: ensuring the security of existing nuclear weapons; reducing and eventually eliminating all nuclear weapons; and preventing the spread of nuclear material to new countries. Joseph Cirincione, a leading US nuclear arms analyst, said: \"I have been waiting for this speech for a long time. This could be a turning point in US nuclear policy. It changes everything.\" Last night it appeared that the president was heading for victory in the tussle over troops for Afghanistan. John Hutton, the defence secretary, told the Guardian Britain could despatch up to 1,000 more soldiers this summer, and Nato officials were confident that Europeans would supply up to a further 3,000. Obama made it plain yesterday that the chances of a better transatlantic relationship hinged on European readiness to \"step up to the plate\" in Afghanistan and to \"share the burden\" for his surge. \"It is important for Europe to understand that even though I am president and George Bush is not president, al-Qaida is still a threat,\" Obama said. \"I've come to Europe this week to renew our partnership ... America is changing but it cannot be America alone that changes.\" He warned that the risk of an al-Qaida attack was higher in Europe than in the US. As Strasbourg buzzed with rumours that Italy, Spain, Portugal and others would pledge greater troop numbers, Hutton said the extra troops that would be deployed during August's elections would help strengthen defences against roadside explosives. France is expected to pledge 150 gendarmes to head an Afghan police training mission, with a further 150 coming from mainly Mediterranean countries. The US and Nato are seeking up to four battalions, or about 4,000 troops, to boost security. \"I don't think the hard end of the security mission is being properly shared, and that is the view of many others including the president,\" said Hutton. \"Europe has got to see al-Qaida is every bit a direct threat to Europe and the UK, as it is to the US.\" He said Nato could no longer use its dislike of Bush to avoid a commitment in Afghanistan. \"The president is making the choices clear to Europe on Afghanistan. This is a moment of decision for Europe, and it should support the American strategy. There are very few places now to go,\" he said. \"He is going to challenge Europe a lot. He is going to confront the anti-Americanism that is still very strong in some parts of Europe. I think he has taken away all the excuses that some could hide behind.\"",
    "keywords": [
        "afghanistan",
        "troops",
        "barack",
        "europe",
        "president",
        "nuclear",
        "obama",
        "weapons",
        "offensive",
        "security",
        "material",
        "obamas",
        "yesterday"
    ],
    "summary": "Barack Obama yesterday announced a radical drive aimed at ridding the world of nuclear weapons, as the focus of his European visit switched from financial to geopolitical security.\n\"The spread of nuclear weapons or the theft of nuclear material could lead to the extermination of any city on the planet,\" he warned, adding that suspected rogue nuclear states, such as North Korea or Iran, may only be persuaded to abandon their quests if the big nuclear powers set an example.\n\"We can't reduce the threat of a nuclear weapon going off unless those that possess the most nuclear weapons, the United States and Russia, take serious steps to reduce our stockpiles,\" Obama said.\nThe US has about 10,000 of the world's estimated 24,000 nuclear weapons, and Russia 13,000.\nObama has three major aims: ensuring the security of existing nuclear weapons; reducing and eventually eliminating all nuclear weapons; and preventing the spread of nuclear material to new countries.",
    "sentiment": {
        "neg": 0.0757,
        "neu": 0.8304,
        "pos": 0.0939,
        "compound": 0.027
    }
}