{
    "date": "2009-06-18T07:00:00Z",
    "title": "The problem of proliferation | John Gittings",
    "url": "https://www.theguardian.com/commentisfree/2009/jun/18/nuclear-non-proliferation",
    "content": "It's time to acknowledge that Iran – and North Korea – cannot be coerced into renouncing the nuclear option, and that even diplomacy may not be enough. This is not a question of rogue states but of the wider problem of nuclear proliferation. Mohamed ElBaradei, head of the International Atomic Energy Agency puts it very clearly this week in a BBC interview. The reality today is that \"countries with nuclear weapons (are) treated differently to those without\": this is the context in which Iran wants the \"option of a nuclear weapon\" for power, prestige, and as an insurance against regime change. ElBaradei also warns that an Israeli strike against Iran (which some are forecasting could happen next year if negotiations fail) would \"turn the Middle East into a ball of fire\". That is a horrifying prospect but we have to ask honestly whether any Iranian regime, having come this far, will abandon its nuclear programme as long as the Israeli bomb exists. North Korea has gone further than Iran, beyond pursuing the nuclear option to becoming a threshold nuclear power. President Obama says he seeks a \"nuclear-free Korea\", and perhaps Pyongyang could still be weaned away from its intentions if the US committed to full normalisation of relations instead of its fitful approach over the past decade. But again we may face the reality that the North Korean regime will never discard entirely what they too see as an essential security card. That is certainly the view of most Chinese Korea-watchers who know Pyongyang better than we do. The hard fact is that we cannot pick and choose who takes the nuclear route as long as there is no effective movement towards global nuclear disarmament. And quite apart from potential nuclear powers the existing ones should already frighten us. As Hillary Clinton put it recently, \"We spend a lot of time worrying about Iran. Pakistan already has them [nuclear weapons], and they are widely dispersed in the country…\" There are only two categories of states according to the nuclear non-proliferation treaty (NPT): the five nuclear weapons states (NWS) recognised by it in 1968, and the rest of the world consisting of non-nuclear weapons states. Iran and North Korea look like joining a third, ill-defined group of nations in possession of nuclear weapons but outside the treaty – there is not even an agreed term for them. It is no reassurance that four decades on this is only a small handful instead of the 15 to 25 that had been predicted before the NPT was signed. As ElBaradei has also warned, the number of states with the know-how to make nuclear weapons within a few years could include \"another 10 or 20 virtual weapons states\". This is what drives the new sense of urgency in the Obama administration and gave a fillip to last month's preparatory talks for next year's NPT Review Conference. Back in 1995, the NPT called for all states not party to the treaty to join. Five years later it repeated the call, this time specifically naming India, Israel and Pakistan. But why should the new NWS surrender control over their weapons before the old ones do – and why should even newer ones want to renounce? The only way forward is for all nuclear states to commit themselves urgently and convincingly to a global regime in which all fissile materials and nuclear weapons systems are under international supervision and control. That means everyone, from C for China via I for Iran (and Israel) and N for North Korea to US for the US. It is a tough task, but anything less will fail to restrain current and future proliferation. .",
    "keywords": [
        "npt",
        "proliferation",
        "gittings",
        "iran",
        "regime",
        "korea",
        "option",
        "problem",
        "states",
        "nuclear",
        "weapons",
        "john",
        "treaty",
        "north"
    ],
    "summary": "It's time to acknowledge that Iran – and North Korea – cannot be coerced into renouncing the nuclear option, and that even diplomacy may not be enough.\nThis is not a question of rogue states but of the wider problem of nuclear proliferation.\nNorth Korea has gone further than Iran, beyond pursuing the nuclear option to becoming a threshold nuclear power.\nAs ElBaradei has also warned, the number of states with the know-how to make nuclear weapons within a few years could include \"another 10 or 20 virtual weapons states\".\nThat means everyone, from C for China via I for Iran (and Israel) and N for North Korea to US for the US.",
    "sentiment": {
        "neg": 0.0915,
        "neu": 0.8066,
        "pos": 0.0618,
        "compound": -0.1172
    }
}