{
    "date": "2009-06-02T08:31:27Z",
    "title": "North Korean leader Kim Jong-il 'names youngest son as successor'",
    "url": "https://www.theguardian.com/world/2009/jun/02/north-korea-kim-jong-il",
    "content": "The North Korean leader, Kim Jong-il, has named his youngest son as his successor, South Korean newspaper reports said today, the latest in a series of dramatic developments in the world's most secretive state. South Korean intelligence officials quoted in two Seoul newspapers said that Kim Jong-un, 26, has been chosen to succeed Kim, whose hold on power was called into question after he reportedly suffered a stroke last summer. Kim, 67, has instructed officials to pledge allegiance to their leader-in-waiting, the reports said, after informing the military, politicians and overseas missions of his nomination in a secret message sent soon after North Korea tested a nuclear weapon on 25 May. The reports, which have not been confirmed by the regime, come a little over a week after North Korea flew in the face of international opinion by conducting its second nuclear weapons test and test-fired volley of missiles, a show of defiance analysts say was directed both at the US president, Barack Obama, and officials at home who had doubted the ailing leader's authority amid speculation over the succession. Park Jie-won, a member of the South Korean opposition Democratic party, said in a radio interview that the country's national intelligence service had briefed a closed session of the parliamentery intelligence committee about the succession. \"I was notified by the government that there are such movements, and that [North Koreans] are making pledges of loyalty to Kim Jong-un,\" he said. South Korean government officials declined to confirm the reports. Speculation over Kim's choice of successor intensified last August after he disappeared from public view for three months after suffering a stroke, although he since mounted a recovery. During Kim's convalescence, North Korea was effectively ruled by his brother-in-law, Jang Song-taek, who is married to his younger sister. Jang, who was officially named the country's second-in-command in April, has become a key Kim ally, even though the leader had him put under house arrest several years ago amid suspicions he was building a rival power base. In January this year, reports emerged that Jong-un had been named as Kim's successor and last month it was reported that he had been appointed to the national defence commission, an obvious route for someone being groomed for leadership. Jong-un's status as heir was never officially confirmed, however, and it could be years before the regime comments on the most recent reports of his anointment. The Dong-a Ilbo newspaper said North Koreans were already learning a new song written specially for Jong-un and referring to him as \"the young leader\". His father is known as the country's \"dear leader\" while his grandfather, Kim Il-sung, the country's founder who died in 1994, is referred to as the \"great leader\". Jong-un was born in 1983 or 1984 to the North Korean leader's third wife, Ko Yong-hi, a Japanese-born professional dancer who reportedly died from breast cancer in 2004. She also gave birth to Jong-un's elder brother, Kim Jong-chul, 28. The oldest of Kim's three sons, Kim Jong-nam, was born to a different mother, a North Korean film star who died in exile in 2002. Jong-nam, 37, had long been regarded as Kim's natural successor but he apparently fell out of favour after he was stopped at Narita airport in Tokyo in 2001 attempting to enter Japan on a false passport. He told immigration officials he had planned to visit Tokyo Disneyland. Much of what the world knows about the recent dynamics of the Kim family comes from a 2003 book by a Japanese chef who worked as Kim's personal cook. Writing under the pseudonym Kenji Fujimoto, he said Kim regarded his second son, Jon-chul, as \"too effeminate\" to lead the country. By contrast Fujimoto, who referred to the sons as \"princes\", describes Jong-un as \"a chip off the old block, a spitting image of his father in terms of face, body shape and personality\". South Korean newspaper reports say he is overweight and suffers from diabetes, and there are rumours that he was injured in a car accident last year. According to reports, Jong-un was expensively educated at an exclusive boarding school in Switzerland – although this is disputed by some South Korean experts who say the he has never been outside North Korea – and later at Kim Il-sung Military University in Pyongyang. He is a keen skier and basketball fan, and reportedly speaks English, German and French. He is thought to have eclipsed his brothers in the succession stakes because of what some have described as his naked ambition and leadership skills. In April the Swiss news magazine L'Hebdo quoted a former classmate as describing Jong-un as a shy pupil who worshipped the US basketball player Michael Jordan. A former director at the school told the magazine he was \"humble\" and friendly with the children of US diplomats. As North Korea reportedly prepares to test launch a medium- and long-range missile, speculation is mounting over when Kim will announce the succession to the country's 25 million people, most of whom know nothing about his sons. Writing in the April issue of Foreign Affairs, Ken E Gause, a North Korea specialist, cited sources as saying that Kim – health permitting – could opt for April 2012, the 100th anniversary of Kim Il-sung's birth. Tensions on the peninsula continued to mount today following the north's threat last week to attack its neighbour if it participated in US-led efforts to intercept ships suspected of carrying missiles. Quoting a military source, South Korea's Chosun Ilbo newspaper said the North was stockpiling ammunition and stepping up activity in the Yellow Sea off its west coast in preparation for a possible conflict. Seoul has responded by deploying a guided-missile naval vessel to the area, close to a disputed maritime border that has been the backdrop for two deadly skirmishes in the past 10 years.",
    "keywords": [
        "south",
        "leader",
        "korea",
        "reports",
        "kim",
        "youngest",
        "jongun",
        "korean",
        "jongil",
        "kims",
        "officials",
        "son",
        "successor",
        "north",
        "names"
    ],
    "summary": "The North Korean leader, Kim Jong-il, has named his youngest son as his successor, South Korean newspaper reports said today, the latest in a series of dramatic developments in the world's most secretive state.\n\"I was notified by the government that there are such movements, and that [North Koreans] are making pledges of loyalty to Kim Jong-un,\" he said.\nDuring Kim's convalescence, North Korea was effectively ruled by his brother-in-law, Jang Song-taek, who is married to his younger sister.\nThe oldest of Kim's three sons, Kim Jong-nam, was born to a different mother, a North Korean film star who died in exile in 2002.\nSouth Korean newspaper reports say he is overweight and suffers from diabetes, and there are rumours that he was injured in a car accident last year.",
    "sentiment": {
        "neg": 0.0619,
        "neu": 0.8745,
        "pos": 0.0635,
        "compound": -0.0067
    }
}