{
    "date": "2009-05-25T11:00:00Z",
    "title": "No more sunshine in North Korea | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2009/may/25/north-korea",
    "content": "North Korea's latest actions, seen as recklessly dangerous by the outside world, may be broadly explained in three ways. The first is that Pyongyang is in the grip of an intensifying power struggle over the succession to the country's ailing president and Dear Leader, Kim Jong-il. The 67-year-old Kim recently re-emerged in public after suffering what appeared to have been a stroke last year. But he did not look well – almost a shadow of his former chubby, occasionally ebullient self. Some Korea-watchers suggest Kim has not fully recovered from the death in 2004 of Ko Young-hee, North Korea's de facto First Lady and the mother of the younger two of his three sons. Signs of internal tensions have continued to grow despite Kim's political resurrection, including a cabinet reshuffle in which about one-third of ministers lost their jobs or were reassigned. A similar shake-up is said to have taken place among the highest ranks of the military. This internal turmoil has been accompanied by a sharp upturn in aggressive rhetoric against neighbours and western countries and a marked deterioration in relations with South Korea's new, less conciliatory presidency. Following its latest missile test earlier this year and the UN censure that ensued, Pyongyang also escalated diplomatically, declaring it would \"never\" resume negotiations on its nuclear and missile programmes in the so-called six-party talks with the US, Japan, China, Russia, and South Korea. Adding to the strains, the North Korean economy, never less than a disaster area since the Soviet Union pulled the plug on assistance in 1990, has suffered further due to deepening international isolation and, to a limited degree, due to the knock-on effects of the global recession on China, its main trading partner. Speculation about a shift in power at the top focuses on Kim's sons. The eldest, Kim Jong-nam, whose mother was Song Hye-rim, Kim's first mistress, is widely believed to have fallen out of favour with his father after he was arrested in Tokyo in 2001 while travelling on a false passport. Some South Korean observers have claimed that Kim regards his eldest son as effeminate and not tough enough to take the helm. The second son, Kim Jong-chul, may also be a bit of a problem. Although he holds a middle rank in the military apparatus, his political profile is low. His interests may lie elsewhere. In 2006 he was reliably reported to have attended an Eric Clapton rock concert in Germany and possibly some football World Cup matches too. That leaves the youngest son, Kim Jong-woon (also known as Jong-un). South Korean media claimed this year that the Great Leader had chosen his third son as his successor. This was supposedly because Kim the youngest, who received some of his education in Switzerland and reportedly speaks some foreign languages, was temperamentally \"just like his father\", with a strong will, firm ideas and a fierce temper if challenged. According to a leading expert on North Korea, the British academic Aidan Foster-Carter, a developing fight for supremacy is the most probable explanation for Pyongyang's aggressive behaviour. \"North Korea is snarling more. That suggests an internal power struggle,\" Foster-Carter told a seminar at the Chatham House thinktank in London last week. \"The dog barks loudest when it's feeling vulnerable. And maybe it's safer to be a hardliner than a softliner when there's a power struggle going on.\" But there could be no certainty, he added, given the regime's secretive nature. What might look like a many-sided succession battle might in reality be the \"slitherings of a single snake\". Jim Hoare, a former British ambassador to North Korea, said a second explanation should be considered: that North Korea was reacting to what it perceived to be threatening and destabilising external events, notably the ending of South Korea's \"sunshine policy\" that had encouraged deeper engagement. Hoare said the Bush administration was not without blame for the breakdown in the de-nuclearisation agreement forged two years ago. \"Both sides failed to keep to the step by step approach, both missed deadlines,\" Hoare said. From this perspective, North Korea's latest nuclear test and missile launching could be seen as an attempt to get Barack Obama's attention and to push the North Korean issue up Washington's agenda. At the same time only one country, China, not the US, could apply really serious leverage as North Korea's major supplier of oil and food, Hoare said. America's options were limited and China's policy was driven by self-interest. \"In practice China only acts when the issue concerns China's national interests. Beijing will not necessarily handle the issue as the west and the US might want.\" Foster-Carter said that whatever the international community did in response, North Korea's \"essentialist\" position was unlikely to change. This had been formed 50 years ago by the experience of US bombing during the Korean war. \"They have made sure they are armed to the teeth ever since. What did they do during those 10 years of sunshine [policy]? They exploded a nuclear device.\" On the other hand, it was a mistake to see the regime as thoroughly incorrigible, he said. Despite its behaviour, the need for interlocutors was greater than ever. In the longer run, the west should be patient. The whole authoritarian state structure was likely to collapse eventually, possibly like Ceausescu's Romania, and when it did, the international community needed to be ready with stabilising contingency plans. The third possible explanation for North Korea's action today is the least palatable: the possibility that, increasingly, nobody is really in charge in Pyongyang and that the country is beginning literally to run out of control. If North Korea suddenly imploded, the US and South Korea might come in from one side and China from the other, Foster-Carter warned. The danger of history repeating itself was, he said, a \"baleful prospect\".",
    "keywords": [
        "south",
        "korea",
        "hoare",
        "sunshine",
        "kim",
        "simon",
        "china",
        "power",
        "korean",
        "tisdall",
        "son",
        "north",
        "koreas"
    ],
    "summary": "North Korea's latest actions, seen as recklessly dangerous by the outside world, may be broadly explained in three ways.\nAccording to a leading expert on North Korea, the British academic Aidan Foster-Carter, a developing fight for supremacy is the most probable explanation for Pyongyang's aggressive behaviour.\nFrom this perspective, North Korea's latest nuclear test and missile launching could be seen as an attempt to get Barack Obama's attention and to push the North Korean issue up Washington's agenda.\nFoster-Carter said that whatever the international community did in response, North Korea's \"essentialist\" position was unlikely to change.\nIf North Korea suddenly imploded, the US and South Korea might come in from one side and China from the other, Foster-Carter warned.",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.845,
        "pos": 0.0706,
        "compound": -0.0676
    }
}