{
    "date": "2009-08-05T23:05:13Z",
    "title": "Bill Clinton and Kim Jong-il: perfect golf buddies",
    "url": "https://www.theguardian.com/world/2009/aug/06/clinton-kim-jong-il-golf",
    "content": "Despite being polar opposites in politics, Bill Clinton and Kim Jong-il are united by a love not merely of big hair but of the noble game of golf. Trouble is, both men are also known for the \"creative accounting\" when it comes to totting up their scorecards. In October 1994, for instance, the Dear Leader played his first ever round of golf at the testing 7,700-yard championship course at Pyongyang, and, according to the state media, completed all 18 holes in a mere 34 shots, a score some 25 shots lower than the next best round in history. What made his performance even more astonishing, if that were possible, was that Kim also recorded no less than five holes-in-one on his way round. With the odds of getting a single hole-in-one calculated by Golf Digest at around 12,000-1, to get five, and in your very first round, and without a single lesson, suggests true and unequivocal omnipotence. Clinton, meanwhile, has long been obsessed with the size of his handicap. Having honed his swing in Little Rock when he was governor of Arkansas, Clinton still managed to squeeze in four rounds a month after he was elected president and could often be found practising on the White House putting green installed by Eisenhower. But practice didn't make perfect. When the New York Times reporter Don Van Natta Jr played with Clinton in 2000, the duffer-in-chief simply replayed any of his stray shots, leading Van Natta to conclude that \"[Clinton] followed the rules . . . for about a hole and a half.\"",
    "keywords": [
        "buddies",
        "shots",
        "natta",
        "bill",
        "round",
        "single",
        "van",
        "york",
        "kim",
        "jongil",
        "played",
        "golf",
        "perfect",
        "clinton"
    ],
    "summary": "Despite being polar opposites in politics, Bill Clinton and Kim Jong-il are united by a love not merely of big hair but of the noble game of golf.\nTrouble is, both men are also known for the \"creative accounting\" when it comes to totting up their scorecards.\nWhat made his performance even more astonishing, if that were possible, was that Kim also recorded no less than five holes-in-one on his way round.\nClinton, meanwhile, has long been obsessed with the size of his handicap.\nWhen the New York Times reporter Don Van Natta Jr played with Clinton in 2000, the duffer-in-chief simply replayed any of his stray shots, leading Van Natta to conclude that \"[Clinton] followed the rules .",
    "sentiment": {
        "neg": 0.0729,
        "neu": 0.698,
        "pos": 0.0624,
        "compound": 0.1181
    }
}