{
    "date": "2009-02-18T17:40:57Z",
    "title": "Kim Jong-il adopts softer approach before North Korea elections",
    "url": "https://www.theguardian.com/world/2009/feb/18/kim-jung-il-message-north-korea-people",
    "content": "Intimations of mortality can reshape even the steeliest of characters, softening the hard edges and smoothing out eccentric kinks. Kim Jong-il appears to be no exception. The North Korean dictator, 67, who reportedly suffered a stroke last year, seems to have decided that the time has come to cast off his image as the stern \"Great Leader\" and opt for something a little more touchy-feely instead. In advance of next month's Supreme People's Assembly election, the reclusive statesman has written a rare open letter to his people which is more woolly mitten than iron fist. \"I will live up to the expectations of the entire electorate by devoting my all to the prosperity of the country and happiness of the people,\" he promised in the letter, which was carried by the Korean Central News agency. Although his re-election is purely a formality, the letter suggests a softening in the style of the man who, on his birthday earlier this week, was hailed by the state media as \"heaven-made commander\". Kim was out of sight for months after the apparent stroke, hinting at the possibility of a power vacuum in the country he has ruled since the death of his father, Kim Il-sung, 15 years ago. Last month, however, he emerged to meet a visiting Chinese Communist party official. Though looking somewhat thinner, his appearance at the meeting showed that he was still in charge. Kim rules North Korea through his positions as supreme commander of the Korean People's Army, general secretary of the Workers' party of Korea and chairman of the country's national defence commission. Candidates in North Korean parliamentary elections are handpicked by the ruling party and Kim. The legislature meets once or twice a year to lend its support to budgets or other decisions. Although Kim's letter sought to flatter his people ‑ \"I extend my heartfelt thanks to the entire electorate of the country for their deep trust in me\" ‑ flashes of the leader of old were still visible. \"All voters,\" the letter warned, \"should take part in the election.\"",
    "keywords": [
        "supreme",
        "approach",
        "softer",
        "letter",
        "softening",
        "korea",
        "stroke",
        "adopts",
        "kim",
        "elections",
        "peoples",
        "country",
        "jongil",
        "party",
        "north",
        "korean"
    ],
    "summary": "Intimations of mortality can reshape even the steeliest of characters, softening the hard edges and smoothing out eccentric kinks.\nKim Jong-il appears to be no exception.\nIn advance of next month's Supreme People's Assembly election, the reclusive statesman has written a rare open letter to his people which is more woolly mitten than iron fist.\nKim rules North Korea through his positions as supreme commander of the Korean People's Army, general secretary of the Workers' party of Korea and chairman of the country's national defence commission.\nCandidates in North Korean parliamentary elections are handpicked by the ruling party and Kim.",
    "sentiment": {
        "neg": 0.0494,
        "neu": 0.843,
        "pos": 0.1076,
        "compound": 0.2471
    }
}