{
    "date": "2009-11-04T16:48:55Z",
    "title": "North Korean defectors tell of torture and beatings",
    "url": "https://www.theguardian.com/world/2009/nov/04/north-korea-defectors-torture",
    "content": "In the nine months after his arrest on espionage charges, Guang-il Jung was beaten by North Korean security guards with a thick wooden club. He still bears the scars on the back of his head. In the course of beatings, the guards broke all his teeth, leaving him toothless for four years. To deprive him of sleep, the guards at the underground prison at Hoeryong city near the Chinese border used \"pigeon torture\". Jung was handcuffed and tied by his arms to an object behind him so he could not stand or sit. He felt as though his bones were breaking through his chest while the rest of his body was paralysed. Jung recounted the harrowing tale of his detention, before he escaped to South Korea in 2003, during a tour of European capitals this week to shine a personal light on what a UN report recently described as North Korea's \"abysmal\" human rights record. The appearance of Jung and another defector, a 54-year-old woman named only as L, before MPs and European officials in Britain was timed to bring maximum public pressure on the North Korean government before its human rights record is scrutinised for the first time by the UN human rights council in Geneva. Christian Solidarity Worldwide (CSW), which organised the European visit, says that there is a prima facie case that Kim Jong-il's regime has committed crimes against humanity and possibly acts of genocide against religious groups, specifically Christians. \"Both Guang-il Jung and L have experienced suffering and deprivation on a scale that we cannot begin to imagine,\" said Tina Lambert, CSW's advocacy director. \"Their testimony comes at a crucial time, prior to the UN scrutiny of North Korea.\" CSW estimates that 200,000 people are being held in North Korea's political prison camps L, a Christian woman who escaped to South Korea in 2007 with three sons, was reluctant to repeat the details of her own torture and left it to the interpreter to reveal what she had endured. \"She had her nails prised off with pliers, all her lower teeth were pulled out - she now has to wear false teeth - water with hot chillis was put up her nose,\" the interpreter said. \"I want to raise awareness of what is going on, we have to talk about the situation,\" said L, who did not want her name revealed as she still has relatives in the north. \"It is the only way to make a change.\" When he was arrested, Jung, a former North Korean army veteran, weighed 75kg. In the course of the interrogation his weight dropped to 38kg. After nine months at the hands of the security services, Jung made a false confession and was sent to a labour camp in Yodeok, 60 miles north of the capital Pyongyang. At the camp, those prisoners singled out to die were assigned work they could not finish. When they did not finish the work, their food rations were reduced as punishment. Eventually the combination of heavy work and less food led to death by starvation for many. After three years, Jung escaped to South Korea in 2003. The CSW is calling for a commission of inquiry by the UN to investigate crimes against humanity in North Korea. The UN rapporteur for North Korea, Vitit Muntarbhorn, last month issued a scathing report of North Korea's human rights record, declaring that the \"exploitation of the ordinary people\" had become \"the pernicious prerogative of the ruling elite\". When North Korea's record is scrutinised next month, the west will have to balance its desire to denounce Pyongyang with diplomatic considerations. The US and China are trying to persuade North Korea to return to six-party talks on nuclear issues, which Pyongyang quit in April. China, with its own poor human rights record, can be expected to try to tone down criticism of its wayward protege. Beijing's top priority is to ensure that North Korea, where 9 million people are suffering from food shortages according to the UN, does not plunge into instability if Kim Jong-il, who is in ill-health, dies. In any case, China treats North Korean defectors with scant sympathy and encourages its citizens to turn them in. L, who speaks to her relatives in the North regularly, provides a grim insight into the daily struggle to find food. \"They go to the mountains to find edible roots, grass and soft bark on trees,\" L said. \"Out of 100 people, 70 are going hungry, 30 are better off because they have connections to families in high positions.\" Despite their ordeal, both Jung and L miss home and find life in South Korea hard. L's sons are struggling because of their poor English and have trouble keeping up with computer technology. Both say they are waiting for the day when the two Koreas are reunited so they can go back.",
    "keywords": [
        "jung",
        "human",
        "south",
        "record",
        "korea",
        "tell",
        "torture",
        "defectors",
        "rights",
        "koreas",
        "l",
        "beatings",
        "north",
        "korean"
    ],
    "summary": "In the nine months after his arrest on espionage charges, Guang-il Jung was beaten by North Korean security guards with a thick wooden club.\nThe CSW is calling for a commission of inquiry by the UN to investigate crimes against humanity in North Korea.\nWhen North Korea's record is scrutinised next month, the west will have to balance its desire to denounce Pyongyang with diplomatic considerations.\nChina, with its own poor human rights record, can be expected to try to tone down criticism of its wayward protege.\nIn any case, China treats North Korean defectors with scant sympathy and encourages its citizens to turn them in.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.8677,
        "pos": 0.0265,
        "compound": -0.2225
    }
}