{
    "date": "2009-05-25T16:16:19Z",
    "title": "North Korea escalates the arms race | Robert Fox",
    "url": "https://www.theguardian.com/commentisfree/2009/may/25/north-korea-arms-race",
    "content": "The announcement of North Korea's major nuclear test today has caused outrage, but little surprise. Relations had been deteriorating since last month's launch of a communication satellite rocket – taken by some as an ill-disguised ballistic missile test – brought widespread international condemnation. Today Pyongyang said the improvement of its nuclear arsenal made the Korean peninsula a safer place. \"The Democratic People's Republic of Korea successful conducted one more underground nuclear test on May 25 as part of the measures to bolster up its nuclear deterrence for self-defence in every way as requested by its scientists and technicians.\" The chairman of the US joint chiefs of staff, Admiral Mike Mullen, said he had been expecting the move for a some days now, particularly after North Korea said it wouldn't return to the six-power talks on nuclear disarmament last week. While the admiral said he didn't think armed conflict was imminent, it is evident that the Obama administration doesn't envisage a resumption of direct talks with Pyongyang soon. It may be a further symptom of the instability of Kim Jong-il's grasp on power in the reclusive neo-Stalinist state – as Simon Tisdall has written in Comment is free today. The beloved leader is clearly still in bad shape after his stroke last year, and the latest bout of erratic behaviour by Pyongyang may be an early showing of symptoms that the succession battle is already under way. Today's underground test has significance well beyond the domestic upheavals of North Korea. It is a bad day indeed for the attempt to control the proliferation of nuclear weapons in the run-up to the renewal, and possible replacement, of the current Nuclear Proliferation Treaty (1971) next year. North Korea seems to have been working for more than a year to improve its nuclear weapons capability both in the weapons themselves and their delivery systems. Today's statement says that the new test was carried out to \"correct\" the problems encountered with the first underground test of a nuclear device in 2006. Since then the North Korean military has tested several intermediate and intercontinental missiles and rockets, with mixed results. It looks very much as if we may be on the threshold of the biggest nuclear arms race so far. There are strong indications that Pakistan and Iran are expanding their nuclear capability, as well as North Korea – their historical partner in the exchange of military hardware and technology. If there is no effective international anti-proliferation control, we may well have between 20 and 30 declared and undeclared nuclear powers within 15 years – and several non-state organisations with nuclear technology at their fingertips. The device detonated today was modest by historical standards, the equivalent of 20 kilotons of TNT, causing the equivalent of an earthquake registering 4.5 on the Richter scale, roughly the same strength of the bombs that devastated the core of Hiroshima and Nagasaki in August 1945. The latest US assessment is that Pyongyang has created enough high-grade fissile material to make at least seven bombs of this capability. Last week the Pentagon assessed that Pakistan now had between 70 and 100 bombs or warheads of the same capacity, and this is being expanded. Asked at a congressional hearing last week if he thought Pakistan was boosting its nuclear weapons capability, Mullen replied with a terse \"yes\" and said he could not go into details for security reasons. As if today's news from North Korea wasn't bad enough, President Mahmoud Ahmadinejad of Iran has issued his note of defiance about his own nuclear programme. He flatly rejected the offer by the US and its allies to discuss a freeze on nuclear fuel enrichment in return for lifting sanctions. He rejected the terms, and said he did not plan to open any talks at all in the near future. With diplomacy failing to curb the ambitions and programmes of the trio of North Korea, Pakistan and Iran, it is going to be hard to dissuade the aspirants to the nuclear club. Egypt, Saudi Arabia, Turkey and Brazil are likely to be the first off the blocks, but candidates such as Hugo Chavez's Venezuela cannot be ruled out. This is likely to put pressure on Britain, too, with America pressing for the UK to update its Trident ballistic missile programme in about 2025. America will have to replace its current fleet of Ohio class ballistic missile submarines only 10 years later. The thinking is now that the US navy can only man and deploy between eight and 10 nuclear patrols at the maximum, and the British and French contributions will be vital to mounting their own deterrent activity, particularly round the coasts of Africa and the Gulf. The costs are likely to be far greater than the £20-25bn projected in the UK government's discussion document on Trident replacement of two years ago. Greenpeace countered that the programme over 50 years could reach £76bn at least. Already Royal Navy planners are looking at a \"Trident Lite\" concept whereby the new Trident missiles could be adapted to fit the new class of Astute nuclear submarine. But would Trident Lite deter a Dear Leader in Pyongyang or the successors of Ahmadinejad in Tehran from their ambitions to get their own nukes?",
    "keywords": [
        "robert",
        "korea",
        "fox",
        "escalates",
        "nuclear",
        "pakistan",
        "pyongyang",
        "weapons",
        "today",
        "capability",
        "test",
        "trident",
        "arms",
        "north",
        "race"
    ],
    "summary": "The announcement of North Korea's major nuclear test today has caused outrage, but little surprise.\nToday's underground test has significance well beyond the domestic upheavals of North Korea.\nNorth Korea seems to have been working for more than a year to improve its nuclear weapons capability both in the weapons themselves and their delivery systems.\nThere are strong indications that Pakistan and Iran are expanding their nuclear capability, as well as North Korea – their historical partner in the exchange of military hardware and technology.\nAs if today's news from North Korea wasn't bad enough, President Mahmoud Ahmadinejad of Iran has issued his note of defiance about his own nuclear programme.",
    "sentiment": {
        "neg": 0.0503,
        "neu": 0.8675,
        "pos": 0.0821,
        "compound": 0.0859
    }
}