{
    "date": "2009-08-09T08:00:00Z",
    "title": "Wandering across war zones | James Denselow",
    "url": "https://www.theguardian.com/commentisfree/2009/aug/09/border-security-diplomacy-war-zones",
    "content": "Last week three American tourists apparently \"wandered into Iran\" from Iraqi Kurdistan. In March, two American journalists crossed into North Korea from China \"by mistake\", and last month a Lebanese man managed to stroll across the supposedly heavily fortified border into Israel. All these stories remind us that borders are manmade constructions and only as strong as states choose to make them. No border in the world can claim total hermetic closure. Regardless of the economic and security imperatives that drive governments to construct barriers to movement, the scale of the task, combined with the ingenuity of people trying to cross over, results in a guaranteed permeability. As Seth Freedman pointed out recently, even the most famous and controversial of security barriers – dividing Israelis from Palestinians – is the equivalent of having a mosquito net that covers 40% of the bed. On the US-Mexico frontier, increased patrolling has simply led to would-be Mexican migrants dying in their thousands, making the border much more deadly than the Berlin wall. While the world's borders are neatly delineated on maps, the reality is that apart from official border crossings there is seldom actual physical demarcation, which means that even in areas of contestation people may not know which country they are actually in. Changing borders from lines on maps to lived realities is one of the major planks of Britain's Afghan strategy. Gordon Brown stated in July: \"We know that the badlands of Afghanistan and Pakistan – that border area – have been used to launch terrible attacks, not just on the United States, but on Britain as well.\" Yet to permanently change the functional nature of the Durand line border is a monumental task that would require acceptance of the division of the Pashtun people, combined with the creation of a large and expensively equipped border guard to patrol hundreds of miles of mountainous terrain. While Centcom has reported that Operation Panther's Claw has resulted in a decline in cross-border activity, that is no guarantee of permanent change. When attempting to secure Iraq's borders post-invasion, the American military learned that even with huge resources deployed to make thousands of miles of border secure, the challenges they faced in making imaginary boundary lines a reality were insurmountable. Along parts of the Syria-Iraq border near the Euphrates river, villages would actually straddle the line of delineation, with kitchens in one country and living rooms in another. What recent cases of border crossings have shown are the political consequences when highly permeable borders in sensitive areas are inadvertently crossed by westerners. Both North Korea and Iran know they are on relatively solid ground when it comes to showing offence at having their \"national sovereignty\" violated. Westerners captured in this way are gifts for the diplomatically marginalised regimes in Tehran and Pyongyang. The incident of British sailors captured \"in Iranian waters\" back in 2007 was a humiliating trap for the Royal Navy, based around the uncertainty over the exact delineation of a maritime boundary. Yet for the Iranians it projected both strength (the ability to capture British navy personnel) and honour (releasing the prisoners complete, with gifts from the Islamic republic). Bill Clinton's trip to North Korea to secure the release of two journalists who had been sentenced to 12 years' hard labour for their border transgression, was described by several commentators as an enormous diplomatic gamble. The huge amount of coverage of the journalists' plight forced America's hand and the emotional images of the homecoming ceremony plastering over what was essentially a reactionary move on the part of Washington in a complex and dangerous diplomatic arena. The Schengen effect in Europe has allowed a continent blighted by war the freedom to go beyond physical state borders, but the reality across the Middle East and Afghanistan is that barriers are being constructed faster than at any time since the borders were drawn up by British and French diplomats. The consequences of such state fortification will fall mainly on residents of the borderlands, though it may mean fewer westerners getting caught on the wrong side of lines in the sand.",
    "keywords": [
        "westerners",
        "border",
        "war",
        "secure",
        "journalists",
        "korea",
        "reality",
        "wandering",
        "north",
        "denselow",
        "lines",
        "zones",
        "know",
        "james",
        "borders"
    ],
    "summary": "In March, two American journalists crossed into North Korea from China \"by mistake\", and last month a Lebanese man managed to stroll across the supposedly heavily fortified border into Israel.\nAll these stories remind us that borders are manmade constructions and only as strong as states choose to make them.\nChanging borders from lines on maps to lived realities is one of the major planks of Britain's Afghan strategy.\nWhat recent cases of border crossings have shown are the political consequences when highly permeable borders in sensitive areas are inadvertently crossed by westerners.\nBoth North Korea and Iran know they are on relatively solid ground when it comes to showing offence at having their \"national sovereignty\" violated.",
    "sentiment": {
        "neg": 0.0559,
        "neu": 0.8791,
        "pos": 0.0651,
        "compound": 0.0757
    }
}