{
    "date": "2009-10-06T06:37:30Z",
    "title": "Kim Jong-il: nuclear talks depend on direct negotiations with US",
    "url": "https://www.theguardian.com/world/2009/oct/06/north-korea-nuclear-talks-offer",
    "content": "North Korea's leader, Kim Jong-il, has said his country is prepared to return to international nuclear disarmament talks if it can first make progress in bilateral negotiations with the US. His comments to the Chinese prime minister, Wen Jiabao, lifted hopes for a revival of six-party talks, which Pyongyang declared \"dead\" earlier this year after being punished with UN sanctions for long-range rocket and nuclear tests. The remarks were carried today by the North Korean and Chinese state news agencies during the second day of Wen's visit to Pyongyang. Kim \"expressed our readiness to hold multilateral talks, depending on the outcome of the [North Korea-US] talks\", the Korean Central News Agency (KCNA) said. \"The denuclearisation of the peninsula was the behest of President Kim Il-sung,\" it quoted Kim as saying about his father. Pyongyang has long seen the six-party talks, hosted by Beijing, as the price it has to pay for direct negotiations with Washington. North Korea and the US fought the bloodiest conflict of the cold war between 1950 and 1952 and have yet to sign a peace treaty. Amid this latest cycle of confrontation and conciliation, Washington is considering whether to send an envoy to Pyongyang. A spokesman for the US state department, Ian Kelly, said \"no decisions have been made\" about whether to send Stephen Bosworth, its special representative for North Korea. Asked if the US wants Wen's visit to change Pyongyang's attitude on the six-party talks, Kelly said: \"Well, I hope so. I mean, that is our goal, that North Korea will return to the six-party talks. And that's the goal we share with the Chinese.\" North Korea has previously said those talks were a tool of oppression. Kim, looking healthier than last year, repeated his country's long declared desire for one-on-one talks with the US. \"The hostile relations between [North Korea] and the United States should be converted into peaceful ties through the bilateral talks without fail,\" he was quoted as saying by the KCNA.",
    "keywords": [
        "negotiations",
        "depend",
        "wens",
        "korea",
        "north",
        "washington",
        "kim",
        "nuclear",
        "visit",
        "chinese",
        "jongil",
        "direct",
        "pyongyang",
        "sixparty",
        "talks"
    ],
    "summary": "North Korea's leader, Kim Jong-il, has said his country is prepared to return to international nuclear disarmament talks if it can first make progress in bilateral negotiations with the US.\nKim \"expressed our readiness to hold multilateral talks, depending on the outcome of the [North Korea-US] talks\", the Korean Central News Agency (KCNA) said.\nPyongyang has long seen the six-party talks, hosted by Beijing, as the price it has to pay for direct negotiations with Washington.\nAsked if the US wants Wen's visit to change Pyongyang's attitude on the six-party talks, Kelly said: \"Well, I hope so.\nI mean, that is our goal, that North Korea will return to the six-party talks.",
    "sentiment": {
        "neg": 0.0449,
        "neu": 0.8783,
        "pos": 0.0768,
        "compound": 0.102
    }
}