{
    "date": "2009-04-06T07:38:00Z",
    "title": "Timeline: North Korea's nuclear weapons development",
    "url": "https://www.theguardian.com/world/2008/jun/26/korea.nuclear",
    "content": "1986 North Korea starts operation of a five-megawatt nuclear reactor at Yongbyon after seven years of construction with Soviet help. 1993 North Korea says it will quit the nuclear nonproliferation treaty, but later suspends its withdrawal. 1994 North Korea and the US sign an agreement under which the North shuts down the plutonium-based Yongbyon nuclear reactor in exchange for help in building two nuclear reactors for producing electricity. 2002 January 29 The US president, George Bush, labels North Korea, Iran and Iraq an \"axis of evil\". October 4 Washington says North Korea admitted to a visiting US delegation that it has a uranium enrichment program. November 21 US-led consortium says it is suspending construction of the two new reactors. 2003 January 11 North Korea withdraws from the nuclear nonproliferation treaty. August 27-29 North Korea joins first round of six-nation nuclear talks in Beijing, which include China, Japan, Russia, South Korea and the US. 2005 February 10 North Korea announces it has nuclear weapons. 2006 October 9 North Korea conducts an underground nuclear test blast. 2007 February 13 North Korea agrees at six-nation talks to take initial steps to disarmament, after the US moves to help free some $25m frozen in North Korean accounts. July 14 North Korea shuts down its Yongbyon reactor. September 6 Israeli warplanes bomb a Syrian nuclear reactor site allegedly built with North Korean design help. October 3 The six countries at nuclear talks agree that North Korea will provide a complete declaration of its nuclear programs and disable facilities at its main reactor complex by December 31. November 5 North Korea starts disabling the Yongbyon reactor under the watch of US experts. December 31 North Korea misses its deadline for declaring all its nuclear programmes. 2008 February 26 The New York Philharmonic performs in Pyongyang, in the highest-level cultural exchange between the US and North Korea since the 1950-53 Korean war. April 24 The White House says North Korea assisted Syria's secret nuclear program and that the nuclear reactor destroyed by Israel was not intended for peaceful purposes. May 8 North Korea gives the US more than 18,000 pages of records on the Yongbyon reactor after discussions between the two countries to resolve disagreements over what its nuclear declaration will include. May 16 The US announces it will provide North Korea with 50,000 tonnes of food aid as a humanitarian gesture unrelated to the nuclear talks. June 26 US begins steps to remove North Korea from list of states sponsoring terrorism after Pyongyang submitted inventory of its nuclear activities. August 26 Pyongyang suspends disablement of nuclear facilities , accusing US of reneging on disarmament agreement. September 3 South Korea says reconstruction has started at North Korea's Yongbyon complex. September 24 UN nuclear inspectors expelled from North Korea, which pledges to resume plutonium processing. October 12 Pyongyang says will resume dismantling nuclear weapons programme after US removes North Korea from list of terrorism-sponsoring states. November 12 Relations worsen between North and South Korea with Pyongyang announcing will close border crossings in December. 2009 February 24 Speculation mounts that North Korea plans long-range missile tests in defiance of American warnings not to destabilise region. March 30 US and Japan deploy anti-missile batteries on land and sea to shoot down possible debris from the expected missile test although US insists has no intention of shooting down missile itself. April 3 Barack Obama warns North Korea cannot go ahead with missile tests with impunity. April 4 Pyongyang launches a long-range rocket over Japan, drawing international condemnation.",
    "keywords": [
        "help",
        "south",
        "timeline",
        "development",
        "korea",
        "talks",
        "nuclear",
        "yongbyon",
        "weapons",
        "missile",
        "pyongyang",
        "reactor",
        "north",
        "koreas"
    ],
    "summary": "1986 North Korea starts operation of a five-megawatt nuclear reactor at Yongbyon after seven years of construction with Soviet help.\n1994 North Korea and the US sign an agreement under which the North shuts down the plutonium-based Yongbyon nuclear reactor in exchange for help in building two nuclear reactors for producing electricity.\n2002 January 29 The US president, George Bush, labels North Korea, Iran and Iraq an \"axis of evil\".\nOctober 4 Washington says North Korea admitted to a visiting US delegation that it has a uranium enrichment program.\nAugust 27-29 North Korea joins first round of six-nation nuclear talks in Beijing, which include China, Japan, Russia, South Korea and the US.",
    "sentiment": {
        "neg": 0.0819,
        "neu": 0.8796,
        "pos": 0.0385,
        "compound": -0.1099
    }
}