{
    "date": "2009-03-12T10:11:02Z",
    "title": "North Korea satellite launch plan increases missile fears",
    "url": "https://www.theguardian.com/world/2009/mar/12/north-korea-satellite-missile",
    "content": "North Korea has announced it will launch a satellite early next month, a South Korean official said today, ramping up anxieties about what foreign governments fear is a test of its longest-range missile. North Korea's official news agency said it had told agencies including the International Civil Aviation Organisation of its plans. It did not add details but an official at South Korea's ministry of land, transport and maritime affairs said Pyongyang had informed the International Maritime Organisation it would launch an experimental communications satellite between 4 and 8 April. Do Myung-hwan added that North Korea had told the IMO the launch will be made in an easterly direction. Rumours of a missile launch began circulating in February, when South Korean sources said that the North was assembling the Taepodong-2 at a missile base on its east coast. Once moved to a launch pad, it could be fired in 7 to 10 days, experts have said. The US national intelligence director, Dennis Blair, told a Senate panel yesterday that Pyongyang could be sincere in its bid to launch a satellite, saying the technologies required were \"indistinguishable\". The Taepodong-2 is designed to carry a weapon as far as Alaska, but a reported test in 2006 is said to have ended in failure within seconds of the launch. South Korea, Japan and the United States have all warned that a missile test would violate a UN security council resolution banning Pyongyang from further nuclear tests or ballistic missile launches. Hillary Clinton, the US secretary of state, said yesterday that \"a range of options\" could be pursued against Pyongyang if it tests a long-range ballistic missile, including seeking action in the security council. She added that the US, South Korea, Russia, Japan and China would also discuss a response if North Korea went ahead. They are involved in the six-party aid-for-nuclear-disarmament talks which have stalled. North Korea has said that the launch is part of a legitimate and peaceful space programme, and has said that shooting it down would be an act of war. Tensions began to build on the peninsula after President Lee Myung-bak took office in Seoul last year and toughened South Korea's stance towards Pyongyang. But in recent months North Korea has hardened its line against the South, and the joint military drill with US forces this week has increased strains further. Last week it warned commercial flights to and from the South to stay away from the east coast of the peninsula – near the likely launch site – saying it could not guarantee their safety while the exercises were taking place. Passenger jets were forced to divert. Russia and China expressed concern in a statement issued by the Russian foreign ministry yesterday. It called on those involved \"to show restraint and composure, and to refrain from any actions that could undermine security and stability in this region\".",
    "keywords": [
        "launch",
        "south",
        "korea",
        "increases",
        "plan",
        "test",
        "fears",
        "told",
        "security",
        "missile",
        "satellite",
        "pyongyang",
        "yesterday",
        "north"
    ],
    "summary": "North Korea has announced it will launch a satellite early next month, a South Korean official said today, ramping up anxieties about what foreign governments fear is a test of its longest-range missile.\nDo Myung-hwan added that North Korea had told the IMO the launch will be made in an easterly direction.\nRumours of a missile launch began circulating in February, when South Korean sources said that the North was assembling the Taepodong-2 at a missile base on its east coast.\nShe added that the US, South Korea, Russia, Japan and China would also discuss a response if North Korea went ahead.\nNorth Korea has said that the launch is part of a legitimate and peaceful space programme, and has said that shooting it down would be an act of war.",
    "sentiment": {
        "neg": 0.0919,
        "neu": 0.8705,
        "pos": 0.0376,
        "compound": -0.1417
    }
}