{
    "date": "2009-05-27T05:12:25Z",
    "title": "North Korea threatens retaliation over ship searches",
    "url": "https://www.theguardian.com/world/2009/may/27/north-korea-threatens-military-action",
    "content": "North Korea has warned South Korea and the United States that Seoul's participation in a US-led program to intercept ships suspected of carrying weapons of mass destruction is equal to a declaration of war. South Korea announced its participation in the US-led program yesterday, one day after North Korea defiantly conducted a nuclear test that drew international criticism. The north's military said in a statement that it would respond with \"immediate, strong military measures\" against any attempt to stop and search its ships under the Proliferation Security Initiative. The statement, carried by the north's official Korean Central News Agency, said the regime no longer considered itself bound by the armistice that ended the Korean War. It accused the US, a signatory of the armistice, of \"dragging\" the south into the program under its \"hostile policy\" against the north. It said it could not guarantee safety for South Korean and US navy ships sailing near the disputed western Korean sea border. Earlier today news reports and South Korean officials said the north had restarted a weapons-grade nuclear plant and fired six short-range missiles in three days, deepening the standoff with world powers following its nuclear test. South Korea's mass-circulation Chosun Ilbo newspaper reported that US spy satellites had detected steam coming from a nuclear facility at North Korea's main Yongbyon plant, indicating the north was reprocessing spent nuclear fuel rods to harvest weapons-grade plutonium. Its report quoted an unnamed official. South Korea's defence ministry and the National Intelligence Service, the country's main spy agency, said they could not confirm the report. The north had said it would begin reprocessing in protest over international criticism of its 5 April rocket launch. North Korea is believed to have enough plutonium for at least half a dozen atomic bombs. The north also has about 8,000 spent fuel rods which, if reprocessed, could allow the country to harvest 6-8kg (13-18lb) of plutonium, enough to make at least one nuclear bomb, experts said. Yonhap news agency carried a similar report saying the gate of a facility storing the spent fuel rods was spotted open several times since mid-April. The report, also citing an unnamed South Korean official, said chemical-carrying vehicles were spotted at Yongbyon. North Korea test-fired three additional short-range missiles yesterday, including one late at night, from the east coast city of Hamhung, according to a South Korean defence ministry spokesman, Won Tae-jae. He said the north had already test-launched two short-range missiles from another eastern coast launch pad on Monday, not the three reported by many South Korean media outlets.",
    "keywords": [
        "searches",
        "south",
        "korea",
        "shortrange",
        "nuclear",
        "report",
        "ships",
        "ship",
        "korean",
        "spent",
        "retaliation",
        "rods",
        "north",
        "threatens"
    ],
    "summary": "North Korea has warned South Korea and the United States that Seoul's participation in a US-led program to intercept ships suspected of carrying weapons of mass destruction is equal to a declaration of war.\nSouth Korea announced its participation in the US-led program yesterday, one day after North Korea defiantly conducted a nuclear test that drew international criticism.\nIt said it could not guarantee safety for South Korean and US navy ships sailing near the disputed western Korean sea border.\nNorth Korea is believed to have enough plutonium for at least half a dozen atomic bombs.\nNorth Korea test-fired three additional short-range missiles yesterday, including one late at night, from the east coast city of Hamhung, according to a South Korean defence ministry spokesman, Won Tae-jae.",
    "sentiment": {
        "neg": 0.0931,
        "neu": 0.8694,
        "pos": 0.0375,
        "compound": -0.1812
    }
}