{
    "date": "2009-04-05T09:35:08Z",
    "title": "Barack Obama launches doctrine for nuclear-free world",
    "url": "https://www.theguardian.com/world/2009/apr/05/nuclear-weapons-barack-obama",
    "content": "Barack Obama put flesh on the bones of his utopian vision for ridding the world of nuclear weapons today, speaking hours after North Korea launched a long-range rocket. In the first big foreign policy speech of his presidency, Obama told a crowd of tens of thousands gathered in morning sunshine in Prague that America, as the sole country ever to fire a nuclear weapon in anger, bore the moral responsibility for launching a new era of nuclear disarmament aimed at eliminating nuclear stockpiles. His presidency, Obama declared, would see \"America's commitment to seek the peace and security of a world without nuclear weapons\". While critics and cynics are likely to call the commitment idealistic and impossible to achieve in the face of resistance from the seven other states known to have nuclear arms, Obama acknowledged the goal might not be realised in his lifetime. But he broke new ground with a list of specific policy departures, aimed at injecting nuclear disarmament with a momentum not seen for decades. Obama said he would downgrade the role ascribed to nuclear weapons in the US's national security doctrines. He pledged he would press the US Senate \"immediately and aggressively\" to ratify the comprehensive test ban treaty never fully endorsed by the Americans. \"It is time for the testing of nuclear weapons to be banned,\" said the president. He called for a strengthening of the 1968 nuclear non-proliferation treaty, the bedrock of global efforts to prevent the spread of nuclear weapons, and revealed that Washington would host a global summit on nuclear security within a year. The president called for a new global ban on the production of weapons-grade fissile materials and for the establishment of an international \"fuel bank\" that would supply and monitor enriched uranium for civil nuclear power generation and seek to avoid the risk of \"rogue states\" diverting material from peaceful to weapons programmes. Obama reaffirmed last week's agreement in London with the Kremlin to launch a new arms control process and to reach agreement on a new strategic arms reduction treaty (Start) cutting warheads by around one third by the end of this year. He also called for a new international effort to secure \"loose nukes\" and \"vulnerable nuclear material\" within four years. Obama's initiatives aimed at ushering in a new era of nuclear arms reduction were coupled with several warnings on North Korea, Iran, missile defence, and the risk of terrorists obtaining a nuclear device. He told the Czech Republic and neighbouring Poland that they could still host US missile defence facilities provided the missile shield project was deemed to be \"proven and cost-effective\" – two big ifs. He also stated there would be no need for missile defence facilities in Europe if Iran had demonstrably abandoned its suspect nuclear activities. Tehran's activities, he said, \"pose a real threat\", while he reiterated offers of dialogue with Iran. If there was no threat from Iran, \"the driving force for missile defence in Europe will be removed\". The discovery of the world's worst nuclear black market and clandestine Iranian and Libyan programmes five years ago highlighted the risk of terrorists being able to \"buy, build or steal\" a nuclear bomb. He said this was \"the most immediate and extreme threat to global security.\" Cloaking his concrete anti-nuclear proposals in ringing rhetoric and lofty oratory against the stunning backdrop of Prague Castle, Obama argued there was violence and injustice in the world that had to be confronted, but urged people not to succumb to choosing \"fear over hope\". He cited the examples of central Europe in defeating Soviet communism peacefully and the achievement of the Czechs and Slovaks in facing down Red Army tanks in 1968 and staging the velvet revolution 20 years ago – \"bringing down a nuclear-armed empire without firing a shot.\" Anticipating the criticism of his ambitious vision, Obama said he was not naive and that there was no quick or easy fix to the nuclear dilemma, but that the existence of thousands of nuclear weapons was the Cold War's deadliest legacy and something had to be done about it. While the danger of nuclear war had faded, the risk of nuclear attack had increased. \"Some argue that the spread of these weapons cannot be stopped,\" said the president. \"Such fatalism is a deadly adversary.\"",
    "keywords": [
        "iran",
        "world",
        "barack",
        "nuclearfree",
        "risk",
        "nuclear",
        "obama",
        "doctrine",
        "weapons",
        "launches",
        "security",
        "missile",
        "defence",
        "global",
        "arms"
    ],
    "summary": "Barack Obama put flesh on the bones of his utopian vision for ridding the world of nuclear weapons today, speaking hours after North Korea launched a long-range rocket.\nHis presidency, Obama declared, would see \"America's commitment to seek the peace and security of a world without nuclear weapons\".\nObama said he would downgrade the role ascribed to nuclear weapons in the US's national security doctrines.\n\"It is time for the testing of nuclear weapons to be banned,\" said the president.\nHe said this was \"the most immediate and extreme threat to global security.\"",
    "sentiment": {
        "neg": 0.1778,
        "neu": 0.7474,
        "pos": 0.0747,
        "compound": -0.2926
    }
}