{
    "date": "2009-03-31T13:42:37Z",
    "title": "US journalists held by North Korea to stand trial for spying",
    "url": "https://www.theguardian.com/world/2009/mar/31/us-journalists-trial-spying-north-korea",
    "content": "Two US journalists being held by North Korea will stand trial for committing \"hostile acts\" and entering the secretive state illegally, reports said today, in a move certain to raise tensions in the region. The Korean Central News Agency (NCNA), the regime's official mouthpiece, said: \"The illegal entry of two US reporters and their suspected hostile acts have been confirmed by evidence and their statements.\" It did not state when the trial would take place but said that authorities were preparing to indict the journalists, Euna Lee and Laura Ling. The women were detained on 17 March near the Tumen river, which runs along the country's eastern border with China, while filming an item about defectors for Current TV, a California-based online media outlet. Reports from South Korea claim that North Korean guards crossed the river into Chinese territory to make the arrests, fuelling suspicions that the journalists will be used to soften Washington's response to Pyongyang's plans for an imminent missile test. Their arrest came as the US and Japan increased pressure on North Korea to abandon its planned rocket launch, expected to take place between 4-8 April. Pyongyang insists the launch is part of plans to send a communications satellite into orbit. But the US, Japan and South Korea believe it is testing a long-range Taepodong-2 missile capable, in theory, of delivering a nuclear warhead to Alaska. Japan and the US have said they will shoot down the rocket if it threatens their territory. The UN has stated that sanctions will be imposed if the launch goes ahead. The news agency said Lee and Ling would be granted consular support and treated in accordance with international law. A Swedish envoy based in Pyongyang is understood to have met the journalists over the weekend. The agency did not explain what was meant by \"hostile acts\" perpetrated by the held journalists, but reports from South Korea suggest the women may go on trial for illegal entry and spying on military installations, charges that together carry a prison term of more than 20 years. The JoongAng Ilbo, a Seoul-based newspaper, said the journalists had been taken to a guest house on the outskirts of Pyongyang amid tight security. \"The questioning is likely to focus on having the two journalists confess to committing espionage,\" the paper quoted intelligence sources as saying. Bob Dietz, Asia programme director of the Committee to Protect Journalists, said in a statement: \"We call on the North Korean government to explain the circumstances of the detention of these two journalists.\"",
    "keywords": [
        "journalists",
        "launch",
        "south",
        "korea",
        "reports",
        "stand",
        "held",
        "trial",
        "japan",
        "spying",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Two US journalists being held by North Korea will stand trial for committing \"hostile acts\" and entering the secretive state illegally, reports said today, in a move certain to raise tensions in the region.\nIt did not state when the trial would take place but said that authorities were preparing to indict the journalists, Euna Lee and Laura Ling.\nTheir arrest came as the US and Japan increased pressure on North Korea to abandon its planned rocket launch, expected to take place between 4-8 April.\nBut the US, Japan and South Korea believe it is testing a long-range Taepodong-2 missile capable, in theory, of delivering a nuclear warhead to Alaska.\nBob Dietz, Asia programme director of the Committee to Protect Journalists, said in a statement: \"We call on the North Korean government to explain the circumstances of the detention of these two journalists.\"",
    "sentiment": {
        "neg": 0.0987,
        "neu": 0.8474,
        "pos": 0.0538,
        "compound": -0.1791
    }
}