{
    "date": "2009-12-09T13:37:00Z",
    "title": "Korean cool: water from a war zone",
    "url": "https://www.theguardian.com/world/2009/dec/09/korea-bottles-water",
    "content": "Bottled water from icebergs, harvested from Tasmanian rainclouds before it hits the ground, or blessed by the spiritually enlightened, is just so noughties: in the next decade, the only water to be seen with will come from water harvested from a strip of land 245km long and just 4km wide, whose purity is probably the most jealously guarded on earth. For more than half a century the Demilitarised Zone, the buffer between North and South Korea, has only yielded crops of razor-wire fences, landmines, watchtowers, and squadrons of heavily armed soldiers – until three months ago when the Lotte Chilsung Beverage Co began selling DMZ 2km water, from a spring that flows under the strip. The bottling plant is safely just within South Korean territory but the origin of the water is clear: along with the outline of a bird, the label boasts the legend DMZ. Lee Sang-hyo, a spokesman for the company, explained: \"We decided on water from the DMZ because it's different and the environment there is untouched, so many people think it's clean.\" The two Koreas remain technically at war but, despite regular ferocious rumbles of rhetoric, the land is generally peacefully abandoned, and has become a haven for wildlife. Environmentalists estimate there are at least 2,900 plant species, 70 mammals and 320 types of bird flourishing in the zone. \"Getting the water is not dangerous at all. We worked it all out with the military,\" Lee said. DMZ is selling at a very reasonable 600 won, about 30p, which means it can only be a matter of time until some entrepreneur sends it flowing into the wider world, where the value of the bottled water market, despite the recession, is estimated at more than $86bn (£53bn). Forbes Traveller magazine, pitched at the world of bonus-fuelled luxury tourism, still rates Madonna's claimed $20,000-a-month Kabbalah water habit – after she and Guy Richie divorced, he was reported to have refilled their swimming pool with ordinary chlorinated water – as the most expensive. Their own league table of the 10 most expensive bottled waters struggled to rise above $50 a bottle: even Veen, in a designer bottle which has won three awards, holding water drawn from a Finnish spring bottled as Velvet (or still, as the tap water brigade might recognise it) and four grades of bubbles – effervescent, light, classic, or bold – struggles to get above $30 a bottle. Bling H2O, billing its Swarowski crystal-studded bottles as \"more than a pretty taste\", cut a dash at the MTV and other awards ceremonies in recent years, but has had to cut its prices, with the recently added \"OMG Faded Chrome\" down to a paltry $35 a bottle.",
    "keywords": [
        "cool",
        "dmz",
        "war",
        "bottled",
        "spring",
        "south",
        "won",
        "water",
        "world",
        "bottle",
        "strip",
        "zone",
        "korean"
    ],
    "summary": "The bottling plant is safely just within South Korean territory but the origin of the water is clear: along with the outline of a bird, the label boasts the legend DMZ.\nLee Sang-hyo, a spokesman for the company, explained: \"We decided on water from the DMZ because it's different and the environment there is untouched, so many people think it's clean.\"\nThe two Koreas remain technically at war but, despite regular ferocious rumbles of rhetoric, the land is generally peacefully abandoned, and has become a haven for wildlife.\nEnvironmentalists estimate there are at least 2,900 plant species, 70 mammals and 320 types of bird flourishing in the zone.\n\"Getting the water is not dangerous at all.",
    "sentiment": {
        "neg": 0.0329,
        "neu": 0.8739,
        "pos": 0.0932,
        "compound": 0.2522
    }
}