{
    "date": "2009-05-26T15:28:29Z",
    "title": "Twitter with Kim: a portal into a paranoid state",
    "url": "https://www.theguardian.com/world/blog/2009/may/26/knca-portal-into-north-korea",
    "content": "North Korea is renowned for many things – not least surprise nuclear tests – but it can hardly claim to be at the forefront of the information technology revolution. While the country's leader, Kim Jong-il, boasts of being a whiz on the web, internet access is otherwise all but unknown in a country where the state keeps the tightest of grips on the flow of information. Pyongyang, the capital, has a couple of – heavily monitored – internet cafes, while North Korea's recently allocated .kp country code only came into existence in 2007. It thus comes as a slight surprise to browse Twitter and find a feed from the country's state press organisation, the Korean Central News Agency. If you have never previously perused its daily digest of news, available in English and Spanish, as well as Korean, KCNA at first looks astonishingly anachronistic, a shrill blast of propaganda reminiscent of the depths of the cold war. Americans are always reviled as the \"imperialists\", while South Korea is the \"puppet regime\" which, to use a phrase from one of today' stories, is \"dancing to the tune of the US\". (A quick note: KCNA's fairly basic website does not have separate addresses for stories, meaning none of the examples here can be directly linked to. For the curious, the NK News blog collates KCNA stories into a searchable archive.) While some stories are clearly important, for example the confirmation yesterday of the country's second successful nuclear test, many other headlines range from the oddly banal (\"DPRK's important day celebrated in Italy) to the downright bizarre (\"Pro-Japanese lackey's behaviour slashed\"). Many of the most curious tales are in praise of Kim, or his father, Kim Il-sung, who ruled until his death in 1994. Many stories about the younger Kim recount spontaneous natural wonders, such as rainbows, waterspouts in lakes and trees blossoming in autumn, occurring in honour of his birthday or a visit. One story released earlier this week outlined a supposed tale from 1972, when Kim decided to climb Paektu, or Baekdu mountain, a high peak seen as a national symbol, during a fierce blizzard, against the advice of his officials. As the party neared the summit, KCNA explains, Kim spread his arms and the snows immediately ceased, revealing a calm, blue sky. \"'Mount Paektu opened its gate to its master and revealed its gigantic and graceful sight. What a wonder of Mount Paektu!' shouted the officials to themselves in solemn feelings,\" the story ends. There is, of course, a temptation to find such crude and fruitily written hyperbole amusing. It's thus important not to forget that, ridiculous though all this might seem, the North Korean regime remains one of the world's most repressive and brutal, where human rights are all but unknown while torture and arbitrary detention are routine. Still, subscribing to the KCNA feed is as good a way as any for an outsider to tap into the curious mix of rage, paranoia and leader deification that makes North Korea the country it is.",
    "keywords": [
        "kcna",
        "paektu",
        "important",
        "countrys",
        "korea",
        "state",
        "twitter",
        "portal",
        "curious",
        "kim",
        "country",
        "paranoid",
        "north",
        "korean"
    ],
    "summary": "North Korea is renowned for many things – not least surprise nuclear tests – but it can hardly claim to be at the forefront of the information technology revolution.\nWhile the country's leader, Kim Jong-il, boasts of being a whiz on the web, internet access is otherwise all but unknown in a country where the state keeps the tightest of grips on the flow of information.\nIt thus comes as a slight surprise to browse Twitter and find a feed from the country's state press organisation, the Korean Central News Agency.\nMany of the most curious tales are in praise of Kim, or his father, Kim Il-sung, who ruled until his death in 1994.\nAs the party neared the summit, KCNA explains, Kim spread his arms and the snows immediately ceased, revealing a calm, blue sky.",
    "sentiment": {
        "neg": 0.0557,
        "neu": 0.854,
        "pos": 0.0904,
        "compound": 0.0906
    }
}