{
    "date": "2009-08-04T01:01:00Z",
    "title": "North Korea releases US journalists after Clinton visit",
    "url": "https://www.theguardian.com/world/2009/aug/04/north-korea-journalists-released",
    "content": "Two US journalists held in North Korea were last night released after a surprise humanitarian mission by former US president Bill Clinton, who flew to Pyongyang yesterday to seek their freedom. The about-turn by the North Korean regime, which had sentenced the two to 12 years of hard labour, represents a diplomatic coup not only for Clinton but for the Obama administration, which had been working behind the scenes for their release. The visit could herald a new start for the US and North Korea after a difficult few months. Relations deteriorated sharply in May after Pyongyang conducted a nuclear test, leading to the imposition of tougher United Nations sanctions. North Korea's KCNA news agency said the country's leader Kim Jong-il had issued a \"special pardon\" to the journalists, Euna Lee, 36, and Laura Ling, 32. The two, who worked for former US vice-president Al Gore's Current television, were arrested in March and accused of illegal entry across the border from China. KCNA said the pardon was granted after Clinton apologised for the journalists' behaviour. Clinton, who had dinner with North Korea's normally reclusive leader, flew out of Pyongyang last night with the journalists en route to reuniting them with their families in Los Angeles. The Ling and Lee families issued a joint statement thanking Clinton and Obama. They added that they were \"counting the seconds to hold Laura and Euna in our arms\". According to an American official with knowledge of the trip, Clinton only went to North Korea after a promise that the two would be released. Clinton and Kim had what KCNA described as \"an exhaustive conversation\" over dinner, raising speculation that the two went well beyond the fate of the two journalists to discuss North Korea's controversial nuclear programme. KCNA said that Clinton \"courteously conveyed a verbal message of US President Barack Obama expressing profound thanks for this and reflecting views on ways of improving the relations between the two countries\". The White House initially maintained a near-silence about the role of Obama, not wanting to endanger the release of the journalists. The White House spokesman, Robert Gibbs, described the situation as \"sensitive\". But Clinton would not have flown to Pyongyang without the backing of Obama. Clinton has been keen to play a high-profile role in the new administration and acting as a high-level envoy goes part way towards fulfilling that. It was the highest-level visit by an American since Clinton's secretary of state, Madeleine Albright, made a trip in 2000. Kim can exploit the visit for propaganda purposes, demonstrating he has the power to bring a former US president to North Korea. North Korean television repeatedly showed footage of the meeting between Clinton and Kim. KCNA said: \"Clinton expressed words of sincere apology to Kim Jong-il for the hostile acts committed by the two American journalists against the DPRK after illegally intruding into it. Clinton courteously conveyed to Kim Jong Il an earnest request of the US government to leniently pardon them and send them back home from a humanitarian point of view.\" The Obama administration initially proposed sending Gore to Pyongyang but this was rejected by North Korea, who insisted on Clinton. The US has been trying to persuade North Korea to abandon its declared aim of building a formidable nuclear weapons arsenal and Clinton believed he was close to achieving a deal before leaving office in 2001. Obama took office with a campaign pledge to try to talk directly with the North Korean leadership but he saw his initial overtures rejected. Some analysts have argued that North Korea does not really want a nuclear arsenal and is just using this to secure concessions from Washington, and holding the two Americans as captives added to its leverage. The US and North Korea do not have diplomatic relations and the Clinton-Kim meeting offered a rare chance to engage in back-channel discussions. Daniel Pinkston, an expert on North Korea at the International Crisis Group, said: \"There is a long agenda of issues between the two countries. Of course they will discuss those things. I think there has to be something in the works or he wouldn't go – particularly since his wife is secretary of state.\" Some analysts suggested North Korea would see Clinton's trip as a reward for bad behaviour. But Pinkston argued: \"If there's nothing but punishment all the time, what incentive do people have to cooperate and do anything good? You certainly have to be careful not to be manipulated, but you have to look at the outcome.\" Clinton was accompanied by John Podesta, his former White House chief of staff, who is also close to the Obama administration.",
    "keywords": [
        "releases",
        "journalists",
        "kcna",
        "korea",
        "administration",
        "visit",
        "obama",
        "kim",
        "nuclear",
        "clinton",
        "pyongyang",
        "north"
    ],
    "summary": "The visit could herald a new start for the US and North Korea after a difficult few months.\nKim can exploit the visit for propaganda purposes, demonstrating he has the power to bring a former US president to North Korea.\nThe Obama administration initially proposed sending Gore to Pyongyang but this was rejected by North Korea, who insisted on Clinton.\nThe US and North Korea do not have diplomatic relations and the Clinton-Kim meeting offered a rare chance to engage in back-channel discussions.\nSome analysts suggested North Korea would see Clinton's trip as a reward for bad behaviour.",
    "sentiment": {
        "neg": 0.0571,
        "neu": 0.8607,
        "pos": 0.0822,
        "compound": 0.0703
    }
}