{
    "date": "2009-03-17T14:07:35Z",
    "title": "China voices concern over Korean peninsula tensions",
    "url": "https://www.theguardian.com/world/2009/mar/17/china-north-korea-south-korea",
    "content": "China today acknowledged its concerns over military tensions on the Korean peninsula as the North Korean premier flew to Beijing. Japan, the US and South Korea say Pyongyang's planned satellite launch next month will disguise a ballistic missile test, in breach of a UN security council resolution. The north's increasingly tough rhetoric towards Seoul, which is currently undertaking a joint military exercise with Washington, has also created unease. \"We feel concerned, as the current situation on the Korean peninsula is relatively complicated, with uncertain factors on the rise,\" the Chinese foreign ministry spokesman, Qin Gang, said today. He reiterated that China was urging all concerned to work for peace in the region. Kim Yong-il – no relation to the North Korean leader, Kim Jong-Il – will spend five days in China, meeting the president, Hu Jintao, and the premier, Wen Jiabao, and marking six decades of diplomatic relations. The talks are expected to focus on trade and other relations, but analysts expect Beijing to discuss the launch, and the fate of stalled nuclear disarmament for aid talks, behind closed doors. In an interview with China's official People's Daily newspaper, Kim praised the countries' friendly relations. He said Beijing was a diplomatic anchor for his country in a complex and changeable international situation. \"China hasn't revealed what it will do if there is a launch, but for now it doesn't see any reason for departing from its customary language,\" Zhang Liangui, an expert on North Korea at the official Central Party School, told Reuters. \"China is especially careful in handling North Korea.\" Kim's visit came hours after a UN investigator told the Human Rights Council in Geneva that international attention was needed to improve the \"dire and desperate\" situation in North Korea. Vitit Muntarbhorn cited \"widespread, systematic and reprehensible human rights violations of a long-standing and insidious nature\". \"At the pinnacle, there is an oppressive regime, bent on personal survival, under which the ordinary people of the land undergo intolerable and interminable sufferings,\" he said. The special rapporteur said spying was nearly universal, public executions common, torture was used extensively and many prisons were a \"death trap\" because of forced labour and lack of food. Muntarbhorn added that almost 7 million people were not receiving the food aid they needed and said that, despite huge food shortages, the authorities were moving to close all markets – on which many people rely – and appeared to be planning to ban small-scale \"kitchen\" farming. Sang Il-hun, of North Korea's UN mission, told the council the report was untrue. He alleged it was a result of the \"hostile policy\" of the US towards his country and the \"politicisation\" of human rights by the EU.",
    "keywords": [
        "concern",
        "launch",
        "voices",
        "relations",
        "korea",
        "tensions",
        "china",
        "peninsula",
        "kim",
        "situation",
        "told",
        "rights",
        "north",
        "korean"
    ],
    "summary": "China today acknowledged its concerns over military tensions on the Korean peninsula as the North Korean premier flew to Beijing.\n\"We feel concerned, as the current situation on the Korean peninsula is relatively complicated, with uncertain factors on the rise,\" the Chinese foreign ministry spokesman, Qin Gang, said today.\nHe reiterated that China was urging all concerned to work for peace in the region.\nKim Yong-il – no relation to the North Korean leader, Kim Jong-Il – will spend five days in China, meeting the president, Hu Jintao, and the premier, Wen Jiabao, and marking six decades of diplomatic relations.\n\"China is especially careful in handling North Korea.\"",
    "sentiment": {
        "neg": 0.0898,
        "neu": 0.8446,
        "pos": 0.0656,
        "compound": -0.1448
    }
}