{
    "date": "2009-09-08T12:09:09Z",
    "title": "South Korea demands North Korea apology for flash flood that killed six",
    "url": "https://www.theguardian.com/world/2009/sep/08/south-korea-flood-kills-campers",
    "content": "The South Korean government today demanded an apology from its northern neighbour for opening a dam gate, triggering a flash flood that swept six campers to their deaths. The victims, including a child, were washed into the river Imjin in the pre-dawn surge on Sunday. Three bodies have been recovered and the others are presumed drowned. South Korean authorities today refused to accept North Korea's explanation that the release of water was necessary to counter rising reservoir levels. North Korean officials pledged to give warnings in future. \"This is not an acceptable message and the government finds it very regrettable that there is no mention whatsoever of the grave human casualty on our side,\" a unification ministry spokesman, Chun Hae-sung, said. \"The government demands a full explanation and an apology by a responsible member of the North's government about the unannounced release of water that resulted in human casualty.\" A Gyeonggi province official, Choi Kwon-rak, said river levels rose 2.3 metres, adding that there was no natural cause for flooding since it had not rained in the area for several days. The river starts in the North and ends in the South to the north-west of Seoul. South Korean officials believe around 40m tonnes of water were released from the Hwanggag dam. It is one of a string of barriers that once stoked fears that the South could be attacked with a tsunami-type wave. Fears were high in the run-up to the 1988 Seoul Olympics but later discounted as far-fetched. South Korea has long sought the North's co-operation in flood control and setting up warning systems but Pyongyang has been reluctant to participate. The North has failed to notify the South of water releases several times, resulting in flood and property damage in the South. North Korea has claimed its dams on the Imjin are designed to release water automatically when they reach a certain threshold, the unification ministry said.",
    "keywords": [
        "south",
        "water",
        "korea",
        "flash",
        "unification",
        "apology",
        "seoul",
        "demands",
        "river",
        "release",
        "today",
        "killed",
        "flood",
        "north",
        "korean"
    ],
    "summary": "The South Korean government today demanded an apology from its northern neighbour for opening a dam gate, triggering a flash flood that swept six campers to their deaths.\nSouth Korean authorities today refused to accept North Korea's explanation that the release of water was necessary to counter rising reservoir levels.\nNorth Korean officials pledged to give warnings in future.\nThe North has failed to notify the South of water releases several times, resulting in flood and property damage in the South.\nNorth Korea has claimed its dams on the Imjin are designed to release water automatically when they reach a certain threshold, the unification ministry said.",
    "sentiment": {
        "neg": 0.1299,
        "neu": 0.8332,
        "pos": 0.0369,
        "compound": -0.2383
    }
}