{
    "date": "2009-04-06T11:30:01Z",
    "title": "Kerry Brown: Barack Obama's actions are limited without co-operation from North Korea's neighbour",
    "url": "https://www.theguardian.com/commentisfree/2009/apr/06/nuclear-weapons-north-korea",
    "content": "When you commit something like 25% to 40% of your annual GDP to your military, you have to use the kit you have built up when the time comes. North Korea's relative lack of international attention in the last few months has now been rudely ended by the launching of a rocket, with, according to the North Koreans, satellite equipment. They argue that this is a legitimate action. The rest of the world is almost universal in seeing it as something more ominous. North Korea has form in this. In the 1990s, it launched a medium-range 'test' rocket straight across Japan. This captured the attention of the Clinton administration, just as it was starting to slip. The events this weekend will no doubt do the same to President Obama. Preoccupied with a dreadful economic recession and fresh from the G20 summit of global leaders in London he might be, but that cuts no ice in the echoey corridors of Pyongyang. Kim Jong-il may well be distracted by ill health (he was rumoured to have had a stroke last year that incapacitated him for several months) and a succession crisis (son number three was placed in a good position in the recent 'elections' held last month). But the attention of the United States is something this small country of just over 20 million people can't do without. The rocket seems to be saying: \"We're here, we still have the same issues, and we are not going away.\" Obama made a strong statement when news of the rocket launch was released, while he was in the Czech Republic. But in fact his choices are limited, just as they were for his two predecessors. Clinton looked at all-out attack but the human cost was too much – and in any case, China would never stand by and let that happen. It lost almost 750,000 men in the Korean war in 1951-53. It is not going to stand aside, no matter how increasingly frustrated it gets with the behaviour of its stubborn, eccentric and much misunderstood neighbour. The six-party talks were set up to make sure all the major stakeholders, including the Russians, could have a say in how relations and negotiations with North Korea are conducted. Under the ambassador, Christopher Hill (now about to serve in Iraq), they were getting somewhere. The news that North Korea might have as much as material for six nuclear weapons last year gave these talks more urgency. North Korea's restiveness, its internal problems, and the international situation all add to the need for these talks to be reconvened. A deal with North Korea won't be something the US alone can achieve. It needs China by its side. And whatever China's motives (it supplied North Korea, in the past, with much of its weapons technology) one thing it has been consistent about is great unease at the existence of yet another nuclear power on its borders (it already has four), and one which has been unpredictable in its behaviour till now. Obama needs to make clear to President Hu Jintao that this is the time to prove the rhetoric of the \"peaceful rise of China\" by using whatever leverage they have to put pressure on the leadership in Pyongyang to calm down. It is not 100% certain of success. But it has, at least, worked before. And even a regime as strange as that which rules in North Korea sometimes sees that rational courses of action are more in its interests than doing things that shock completely out of the blue.",
    "keywords": [
        "limited",
        "actions",
        "kerry",
        "cooperation",
        "barack",
        "brown",
        "korea",
        "stand",
        "talks",
        "china",
        "obama",
        "neighbour",
        "attention",
        "weapons",
        "pyongyang",
        "obamas",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "North Korea has form in this.\nThe news that North Korea might have as much as material for six nuclear weapons last year gave these talks more urgency.\nNorth Korea's restiveness, its internal problems, and the international situation all add to the need for these talks to be reconvened.\nA deal with North Korea won't be something the US alone can achieve.\nAnd even a regime as strange as that which rules in North Korea sometimes sees that rational courses of action are more in its interests than doing things that shock completely out of the blue.",
    "sentiment": {
        "neg": 0.1139,
        "neu": 0.8258,
        "pos": 0.0604,
        "compound": -0.1328
    }
}