{
    "date": "2009-08-23T14:24:57Z",
    "title": "Korean relations thaw as South mourns death of Kim Dae-jung",
    "url": "https://www.theguardian.com/world/2009/aug/23/kim-dae-jung-korea-talks",
    "content": "North and South Korea held their highest level political meeting today as mourners gathered in Seoul for the funeral of former president Kim Dae-jung, who won a Nobel peace prize for trying to bring leaders of the divided peninsula together. A North Korean delegation met with the South's president Lee Myung-bak – whom Pyongyang has spent months lambasting as a \"traitor\" and \"puppet\" – in the latest sign of a rapprochement. Kim Jong-il, the North's \"Dear Leader,\" sent a message of reconciliation. Kim Dae-jung, who died on Tuesday aged 83, was president from 1998 to 2003 and lauded at home as a driving force in South Korea's move from authoritarianism to democracy. He was known abroad for his \"sunshine policy\" of engagement with the North – which led to the first ever summit between leaders of the two countries and helped pave the way for disarmament agreements. But critics argued that his stance allowed the North to benefit from aid while doing little in return. When Lee took power 18 months ago he ended his predecessors' policy of free-flowing aid. Relations deteriorated sharply, with increasingly harsh rhetoric from the North, followed by a nuclear test and missile launches which in turn led to tighter United Nations sanctions. But former US president Bill Clinton's visit to Pyongyang last month to win the release of two American journalists appears to have been a turning point. The North Korean delegation paid their respects to Kim Dae-jung before meeting with Lee. A senior presidential aide described the 30-minute meeting as a new beginning but cautioned it was \"too early to expect a thaw\", according to Seoul's Yonhap news agency. Presidential spokesman Lee Dong-kwan said the talks were \"serious and amicable\", with Lee Myung-bak detailing his \"consistent and firm\" policy. \"President Lee said if South and North Korea solve problems through dialogue and in a sincere manner, there is nothing we cannot resolve,\" the spokesman added. Pyongyang's official KCNA news agency said only that the two sides discussed \"issues of developing relations between the north and south\". But as the delegation departed for their flight, senior Workers' Party representative, Kim Ki Nam, told reporters: \"Thank you. Thank you. We're returning in a positive mood.\" The North has offered several olive branches in the last few days – such as relaxing border restrictions with the South which it had implemented in the last few months. Analysts suggest the moves may partly reflect economic pressures: tighter sanctions and a poor harvest are thought to be exacerbating long term food shortages. \"I sincerely ask you to keep a spirit of reconciliation and forgiveness and to love peace and neighbours in difficulty. This is my husband's message,\" Kim Dae-jung's widow, Lee Hee-ho, who partnered him in his political struggle, told the crowd in central Seoul. She also recalled the \"painful suffering\" he went through during his struggle for democracy which included imprisonment, exile, numerous assassination attempts and a death sentence.",
    "keywords": [
        "policy",
        "months",
        "meeting",
        "south",
        "relations",
        "president",
        "kim",
        "daejung",
        "lee",
        "thaw",
        "delegation",
        "death",
        "mourns",
        "north",
        "korean"
    ],
    "summary": "A North Korean delegation met with the South's president Lee Myung-bak – whom Pyongyang has spent months lambasting as a \"traitor\" and \"puppet\" – in the latest sign of a rapprochement.\nKim Dae-jung, who died on Tuesday aged 83, was president from 1998 to 2003 and lauded at home as a driving force in South Korea's move from authoritarianism to democracy.\nThe North Korean delegation paid their respects to Kim Dae-jung before meeting with Lee.\n\"President Lee said if South and North Korea solve problems through dialogue and in a sincere manner, there is nothing we cannot resolve,\" the spokesman added.\nPyongyang's official KCNA news agency said only that the two sides discussed \"issues of developing relations between the north and south\".",
    "sentiment": {
        "neg": 0.0726,
        "neu": 0.769,
        "pos": 0.1583,
        "compound": 0.1545
    }
}