{
    "date": "2009-05-27T09:08:05Z",
    "title": "North Korea restarts nuclear reactor and threatens to attack south",
    "url": "https://www.theguardian.com/world/2009/may/27/north-korea-threat-attack-south",
    "content": "The North Korea nuclear crisis deepened today after the regime reportedly restarted its main nuclear reactor and threatened to attack South Korea if it joined US-led inspections of vessels suspected of carrying weapons of mass destruction. In its most belligerent broadside yet in the standoff, North Korea warned that it would view as a declaration of war any participation by Seoul in the naval exercise, known as the Proliferation Security Initiative. The state-controlled Korean Central News Agency quoted a North Korean army spokesman as saying: \"Any hostile act against our peaceful vessels including search and seizure will be considered an unpardonable infringement on our sovereignty and we will immediately respond with a powerful military strike.\" The statement added that the regime no longer considered itself bound by the armistice that ended the Korean war in 1953. The demarcation line separating north from south is among the most heavily fortified borders in the world. The latest round of provocation comes amid reports that the north test-fired two more short-range missiles yesterday, bringing to five the number of rockets it has launched this week. A South Korean defence official said the north had fired two missiles on Monday, not three as reported in the media. On Monday, North Korea enraged the US and irritated its allies China and Russia after conducting a nuclear weapons test, its second in three years. The UN security council condemned the test and is reportedly considering adding to the sanctions agreed after Pyongyang detonated its first nuclear weapon in October 2006. North-south tensions have been mounting since yesterday, when South Korea said it would assist the US in intercepting ships suspected of carrying missiles. The north accused the US, a signatory of the armistice, of \"dragging\" the south into the naval inspections programme as part of its \"hostile policy\" against Pyongyang, adding that it could not guarantee the safety of South Korean and US naval vessels sailing near the disputed western Korean sea border. The north appeared to have made good on a threat to restart its main nuclear reactor, which it had started to dismantle two years ago as part of a now ruined aid-for-disarmament deal reached at six-party talks in Beijing. The regime walked away from the talks and threatened to resume plutonium production last month after the UN security council condemned its test-launch of a long-range ballistic missile on 5 April. Chosun Ilbo, a South Korean newspaper, carried unconfirmed reports that US spy satellites had spotted steam rising from the north's main Yongbyon plant. The facility is capable of reprocessing spent nuclear fuel rods used in the production of weapons-grade plutonium. There were no signs that it had actually started extracting a new batch of plutonium, a process experts said could take up to a year. Fears that the north's dormant nuclear weapons programme has been restarted were heightened by reports of sporadic activity at the Soviet-era plant in recent weeks, including sightings of vehicles carrying chemicals through its front gates. North Korea is thought to possess between five and seven nuclear weapons and enough fuel rods to produce another bomb by the end of the year. In Seoul, a military spokesman said the north had test-fired another three short-range missiles yesterday from a base near the east coast city of Hamhung into the Sea of Japan. The most recent launches have been interpreted as a warning to the US not to attempt to collect radiation data from its coastline after the Pentagon sent a surveillance aircraft close to North Korean airspace on Monday. Although the regime is believed to be some way off perfecting the technology to attach nuclear devices to its missiles, the flurry of military activity this week has increased the pressure on the UN to act quickly. The 15-member security council condemned the test after emergency talks on Monday and is expected to meet again soon to discuss a new resolution that could include fresh sanctions. While the world considered its response, North Korean military officials celebrated Monday's test at a sports stadium in Pyongyang. The KNCA quoted Choe Thae-bok, a high ranking party official, as saying that the test was intended to protect the country against \"the US imperialists' unabated threat to mount a pre-emptive nuclear attack and [place] sanctions and pressure on it\". There was more rhetoric from the North Korean party newspaper, the Rodong Sinmun, which said the country was \"fully ready for battle\" against the US and accused Barack Obama of \"following in the footsteps of the previous Bush administration's reckless policy of militarily stifling North Korea\".",
    "keywords": [
        "south",
        "restarts",
        "regime",
        "korea",
        "attack",
        "nuclear",
        "missiles",
        "weapons",
        "security",
        "korean",
        "test",
        "reactor",
        "north",
        "threatens"
    ],
    "summary": "The North Korea nuclear crisis deepened today after the regime reportedly restarted its main nuclear reactor and threatened to attack South Korea if it joined US-led inspections of vessels suspected of carrying weapons of mass destruction.\nA South Korean defence official said the north had fired two missiles on Monday, not three as reported in the media.\nOn Monday, North Korea enraged the US and irritated its allies China and Russia after conducting a nuclear weapons test, its second in three years.\nChosun Ilbo, a South Korean newspaper, carried unconfirmed reports that US spy satellites had spotted steam rising from the north's main Yongbyon plant.\nNorth Korea is thought to possess between five and seven nuclear weapons and enough fuel rods to produce another bomb by the end of the year.",
    "sentiment": {
        "neg": 0.1331,
        "neu": 0.809,
        "pos": 0.0579,
        "compound": -0.306
    }
}