{
    "date": "2009-03-30T23:01:00Z",
    "title": "US moves warships into position for North Korean missile",
    "url": "https://www.theguardian.com/world/2009/mar/31/north-korea-us-japan-missile",
    "content": "The US and Japan yesterday deployed anti-missile batteries on land and sea to shoot down possible debris from an intercontinental ballistic missile North Korea is expected to test in the next few days. Japan's upper house of parliament unanimously passed a resolution today urging North Korea to scrap its plan, saying it would \"damage peace and stability, not only in Japan but also in north-east Asia\". South Korea also planned to dispatch its Aegis-equipped destroyer, according to a Seoul military official who spoke on condition of anonymity, citing department policy. The US defence secretary, Robert Gates, said America had no intention of shooting down the missile itself, which satellite photographs show is sitting on a launch-pad in Musudan-ri. Pyongyang says the launch is intended to put a satellite into orbit, but any such ballistic missile testing or development is banned by a 2006 United Nations resolution. Two US warships armed with Aegis anti-ballistic missiles left ports in South Korea yesterday to monitor the launch, which experts say could take place as soon as Saturday. Japan has positioned its own missile boats in the Sea of Japan and positioned Patriot missile batteries around Tokyo. More US-made Patriot missiles arrived in northern Japan yesterday to be transferred to bases there. Japan previously hinted it might try to shoot down the North Korean missile, but has since said its missile shield is only there if the ICBM disintegrates and debris falls over Japan. If the launch is successful, the Taepodong-2 missile will drop its booster stages to the east and west of Japan as it rises through the atmosphere. Gates told Fox News at the weekend the US did not plan to shoot down the missile. \"If we had an aberrant missile, one that looked like it was headed for Hawaii, we might consider it, but I don't think we have any plans to do anything like that at this point.\" As contingency measures were being put in place, the US and Japan spearheaded a diplomatic effort to stop the test. The issue is already casting a shadow over the runup to Thursday's London summit on the global economy. Japan's prime minister, Taro Aso, agreed with Gordon Brown on Sunday that if the launch goes ahead, the UN security council should consider taking action against North Korea. Barack Obama will discuss the issue with his Chinese counterpart, Hu Jintao, on Wednesday. China is seen as having more sway over the regime than any other nation, but Pyongyang has a history of defying Beijing. A Washington thinktank, the Institute for Science and International Security, published commercial satellite photographs which appeared to show that a cover shrouding the missile for the past few days has been removed, leaving it glinting alongside its gantry at the launch site. Launch preparations come with the health of North Korea's dictator, Kim Jong-il, a source of speculation. There have been reports he has suffered one or two strokes, raising the question of who in Pyongyang is making decisions. A launch could unravel on-off negotiations over the country's nuclear programme, under which Pyongyang agreed to dismantle reactors at Yongbyon in return for fuel and other economic aid. The North Korean foreign ministry said at the weekend that \"even a single word critical of the launch\" from the security council would be interpreted as \"a hostile act\". \"If this is Kim Jong-il's welcoming present to a new president, launching a missile like this and threatening to have a nuclear test, I think it says a lot about the imperviousness to any kind of diplomatic overtures,\" Gates said. But he added that there was no evidence that North Korea had mastered the science to use its plutonium stock to make warheads small enough to fit atop a missile, or reach the US coast with an ICBM.",
    "keywords": [
        "warships",
        "launch",
        "korea",
        "position",
        "moves",
        "test",
        "japan",
        "security",
        "missile",
        "pyongyang",
        "shoot",
        "yesterday",
        "north",
        "korean"
    ],
    "summary": "The US and Japan yesterday deployed anti-missile batteries on land and sea to shoot down possible debris from an intercontinental ballistic missile North Korea is expected to test in the next few days.\nTwo US warships armed with Aegis anti-ballistic missiles left ports in South Korea yesterday to monitor the launch, which experts say could take place as soon as Saturday.\nJapan has positioned its own missile boats in the Sea of Japan and positioned Patriot missile batteries around Tokyo.\nMore US-made Patriot missiles arrived in northern Japan yesterday to be transferred to bases there.\nJapan previously hinted it might try to shoot down the North Korean missile, but has since said its missile shield is only there if the ICBM disintegrates and debris falls over Japan.",
    "sentiment": {
        "neg": 0.0491,
        "neu": 0.9008,
        "pos": 0.05,
        "compound": 0.0139
    }
}