{
    "date": "2009-09-15T19:00:13Z",
    "title": "US forced to seek regional alliances as its power wanes, says thinktank",
    "url": "https://www.theguardian.com/world/2009/sep/15/thinktank-us-regional-alliances-policy",
    "content": "The election of Barack Obama and America's declining economic power and authority are forcing the US to seek regional alliances to cope with world crises, a leading thinktank said today. The Obama administration has recognised this in Afghanistan, where it said Pakistan was the key, the London-based International Institute for Strategic Studies said. But the US should engage regional powers elsewhere, including the Middle East, over the nuclear ambitions of Iran and North Korea, and in Afghanistan. Launching its latest annual Strategic Survey, John Chipman, the IISS director general, said the US and its western allies needed to create \"coalitions of the relevant\" – groups of countries with vested interests working jointly on issues in a way that cuts across traditional alliances without isolating them. Limitations on western intervention would become more apparent while Asian powers – notably China and India – would be reluctant to intervene in their place, said the IISS. Building \"coalitions of the relevant\" would involve states neighbouring Iran who would lose out if Iran had nuclear weapons, Chipman said. \"It would make sense to involve key Arab states in the engagement with Iran\", he said. The Israeli-Palestinian issue left Arab states unable to ally themselves with Israel, the IISS said. Yet a two-state solution could legitimise Israel in the eyes of moderate Arab public opinion and allow Arab states to work with Israel against \"continuing threats from Iranian-supported regional groups\".",
    "keywords": [
        "seek",
        "iran",
        "regional",
        "iiss",
        "states",
        "arab",
        "power",
        "thinktank",
        "alliances",
        "israel",
        "strategic",
        "relevant",
        "forced",
        "powers",
        "western",
        "wanes"
    ],
    "summary": "The election of Barack Obama and America's declining economic power and authority are forcing the US to seek regional alliances to cope with world crises, a leading thinktank said today.\nBut the US should engage regional powers elsewhere, including the Middle East, over the nuclear ambitions of Iran and North Korea, and in Afghanistan.\n\"It would make sense to involve key Arab states in the engagement with Iran\", he said.\nThe Israeli-Palestinian issue left Arab states unable to ally themselves with Israel, the IISS said.\nYet a two-state solution could legitimise Israel in the eyes of moderate Arab public opinion and allow Arab states to work with Israel against \"continuing threats from Iranian-supported regional groups\".",
    "sentiment": {
        "neg": 0.0479,
        "neu": 0.8887,
        "pos": 0.0634,
        "compound": 0.0606
    }
}