{
    "date": "2009-06-17T12:21:11Z",
    "title": "North Korean tirade against US latest in string of outbursts",
    "url": "https://www.theguardian.com/world/2009/jun/17/north-korea-outburst-against-us",
    "content": "North Korea's threat today to launch a \"thousand-fold\" attack against the US is the latest in a string of outbursts that add rhetorical colour to the serious business of persuading the regime to abandon its nuclear weapons programme. Whenever international tensions rise, North Korea's own \"axis of evil\" ‑ the US, Japan and South Korea ‑ can expect to find itself on the end of tirades liberally sprinkled with the kind of ideological epithets most of us thought had lost their potency at the end of the cold war. In the eyes of the North Korean propaganda machine, the Japanese are \"militarist vipers\", the US is \"imperialist\" and the South Koreans \"fascist puppets\" of their American masters. Much of the sabre-rattling, communicated to the outside world by the state-run Korean Central News Agency [KCNA], is designed to whip up revolutionary fervour among the country's impoverished 23 million people. But it would be wrong to dismiss it as mere bluster. Consider the regime's pledge to punish the UN for daring to criticise its long-range missile test in April. \"In case the [security council] does not make an immediate apology ... [North Korea] will be compelled to take additional self-defensive measures in order to defend its supreme interests,\" a foreign ministry spokesman said, adding that those measures would include nuclear tests. Weeks later, the regime made good on its promise. Condemnation of the North's missile and nuclear weapons programmes has triggered memorable examples of its government's bombast in recent years. In April 2003, the North's Korean people's army [KPA] responded to US criticism of Pyongyang's decision to restart its nuclear reactors by vowing to \"put all people under arms and turn the whole country into a fortress\", and urging its soldiers to become \"human bombs and fighters ready to blow up themselves\" to protect their \"dear leader\" Kim Jong-il. The North's defence minister, Kim Il-chol, said: \"If the US imperialists and their followers intrude into even an inch of the inviolable sky, land and sea of the [North] ... the KPA will deal merciless deadly blows at the aggressors and achieve a final victory in the confrontation with the US.\" The language was no less vitriolic in May this year, when the US was accused of sending surveillance aircraft to monitor the launch site of a ballistic missile that the North insisted was a harmless communications satellite. \"If the brigandish US imperialists dare to infiltrate spy planes into our airspace to interfere with our peaceful satellite launch preparations, our revolutionary armed forces will mercilessly shoot them down,\" the regime warned. Last month, the catalysts were the North's second nuclear test in three years and South Korea's decision to join US-led inspections of vessels suspected of carrying weapons of mass destruction. An army spokesman, quoted by the KCNA, said: \"Any hostile act against our peaceful vessels including search and seizure will be considered an unpardonable infringement on our sovereignty and we will immediately respond with a powerful military strike.\" The statement added that the regime no longer considered itself bound by the armistice that ended the Korean war in 1953. Earlier this month, weeks after claiming its nuclear deterrent was purely defensive, the regime raised the stakes again. \"Our nuclear deterrent will be a strong defensive means ... as well as a merciless offensive means to deal a just retaliatory strike to those who touch the country's dignity and sovereignty even a bit,\" the state-run Minju Joson newspaper said in a commentary carried by KCNA.",
    "keywords": [
        "launch",
        "norths",
        "tirade",
        "south",
        "regime",
        "nuclear",
        "weapons",
        "string",
        "korean",
        "missile",
        "latest",
        "koreas",
        "north",
        "outbursts"
    ],
    "summary": "North Korea's threat today to launch a \"thousand-fold\" attack against the US is the latest in a string of outbursts that add rhetorical colour to the serious business of persuading the regime to abandon its nuclear weapons programme.\nIn the eyes of the North Korean propaganda machine, the Japanese are \"militarist vipers\", the US is \"imperialist\" and the South Koreans \"fascist puppets\" of their American masters.\nCondemnation of the North's missile and nuclear weapons programmes has triggered memorable examples of its government's bombast in recent years.\nThe statement added that the regime no longer considered itself bound by the armistice that ended the Korean war in 1953.\nEarlier this month, weeks after claiming its nuclear deterrent was purely defensive, the regime raised the stakes again.",
    "sentiment": {
        "neg": 0.1486,
        "neu": 0.7736,
        "pos": 0.0779,
        "compound": -0.253
    }
}