{
    "date": "2009-04-05T23:01:00Z",
    "title": "North Korean missile launch revives fears on US west coast",
    "url": "https://www.theguardian.com/world/2009/apr/06/north-korea-missile-launch",
    "content": "North Korea's launch of a long-range rocket in defiance of international pressure has redoubled concerns about its nuclear weapons programme - and the targets that may soon fall within its reach. Although Pyongyang insisted that the aim of yesterday's exercise was to send a communications satellite into orbit, regional powers strongly suspect it was a covert military exercise, since the rocket used, the Taepodong-2, is equally capable of carrying warheads. The principal concern about the Taepodong-2 is its range. Theoretically it can fly up to 4,160 miles, putting Alaska and Hawaii within reach. Yesterday's manoeuvre is certain to revive debate in the US about the deployment and efficacy of missile defence shields on the west coast. George Bush ordered a pared down version of a missile defence system to be built in 2002. Twenty interceptor missiles have already been installed in underground silos at Fort Greely, Alaska, and 20 more are planned during the next 18 months. But critics say the interceptors are inadequately equipped to work against sophisticated intercontinental rockets which can take countermeasures to evade strikes. Those include creating clouds of dust around themselves, using miniature jammers to block radar signals and launching several balloons to act as decoys. The alternative to self-defence - engaging the North Koreans in dialogue - has proven equally intractable. For 15 years, Pyongyang has danced a delicate two-step around the international community, alternately ramping up its nuclear programme and then desisting when large incentives are offered. It withdrew from the nuclear non-proliferation treaty in 2003, citing a US \"failure\" to make good on aid and non-aggression promises contained in a 1994 deal. In 2005, it said a nuclear weapon had been built. A year later came the first nuclear test. Five days after the 2006 test, the UN passed resolution 1718, which banned North Korea from conducting any tests related to a nuclear weapons programme, including their \"means of delivery\". In July 2007, the north agreed to close the Yongbyon reactor and destroyed its cooling tower a year later. But in September 2008 it announced the reactor would be restarted in the face of US \"hostility\". In October that year, hopes of a breakthrough were raised after the Bush administration removed North Korea from the US list of states that sponsor terrorism. The gesture followed a surprise decision by Pyongyang to resume dismantling the Yongbyon reactor and allow international inspectors to visit all declared and undeclared nuclear sites in return for massive aid and energy assistance. Yet the six-party talks have since stalled, with North Korea threatening to walk away from them altogether if the UN security council, due to convene in New York later today, punishes it for the rocket launch. Despite North Korea's form, US officials hope it will return to negotiations, albeit with a strengthened hand. Stephen Bosworth, the US special representative for North Korea, says the White House's aim remains the denuclearisation of the Korean peninsula. \"Everyone has a long-term interest in getting back to the six-party process,\" he said. Some analysts are more pessimistic. Hiroyasu Akutsu, a North Korea specialist at the National Institute for Defence Studies in Tokyo, believes Pyongyang will persist with nuclear and missile development until it believes it can negotiate with the US on equal terms. \"From what [North Korea] has been saying, that is their strategy, that the US must recognise it and negotiate disarmament with it as it once did with the Soviet Union. I think it's unrealistic, but that's their aim.\"",
    "keywords": [
        "launch",
        "later",
        "international",
        "coast",
        "korea",
        "west",
        "nuclear",
        "fears",
        "reactor",
        "missile",
        "revives",
        "pyongyang",
        "programme",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "Yesterday's manoeuvre is certain to revive debate in the US about the deployment and efficacy of missile defence shields on the west coast.\nIn July 2007, the north agreed to close the Yongbyon reactor and destroyed its cooling tower a year later.\nIn October that year, hopes of a breakthrough were raised after the Bush administration removed North Korea from the US list of states that sponsor terrorism.\nStephen Bosworth, the US special representative for North Korea, says the White House's aim remains the denuclearisation of the Korean peninsula.\n\"From what [North Korea] has been saying, that is their strategy, that the US must recognise it and negotiate disarmament with it as it once did with the Soviet Union.",
    "sentiment": {
        "neg": 0.0706,
        "neu": 0.8384,
        "pos": 0.0909,
        "compound": 0.0323
    }
}