{
    "date": "2010-03-11T16:00:00Z",
    "title": "Business as usual in Burma | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2010/mar/11/business-as-usual-burma",
    "content": "A call by a senior UN official for Burma's military rulers to be investigated for \"international crimes\", including crimes against humanity and war crimes perpetrated against Burmese civilians, has ratcheted up pressure on the junta as it finalises much-criticised plans for the country's first elections in 20 years. The development also casts further doubts on flailing US attempts to engage the regime diplomatically after years of ostracism and sanctions. In a draft report to the UN human rights council published last week, Tomás Ojea Quintana, special rapporteur on human rights in Burma, describes: \"A pattern of gross and systematic violation of human rights which has been in place for many years and still continues… There is an indication that those violations are the result of a state policy that involves authorities in the executive, military and judiciary at all levels.\" Quintana goes on: \"The possibility exists that some of these (violations) may entail categories of crimes against humanity or war crimes under the terms of the statute of the international criminal court.\" For this reason, he suggests the UN security council should set up a \"commission of inquiry with a specific, fact-finding mandate to address the question of international crimes\". The report, which has yet to be considered by the human rights council, says the forthcoming elections, expected in October, provide an opportunity for positive change. But it is pessimistic the junta will allow the chance to be seized. \"During his last mission (in February), the special rapporteur received no indication that all prisoners of conscience will be released, that freedom of opinion and association will be guaranteed in the context of these elections, and that ethnic communities will be able to fully participate.\" The pressure group Burma Campaign UK today welcomed what it said was an unprecedented UN call for an inquiry, calling it a \"major step forward\" that would increase pressure on the US, British and regional governments to adopt a tougher line. Burma's main opposition party, the National League for Democracy (NLD), led by the jailed Nobel peace prizewinner Aung San Suu Kyi, has repeatedly drawn attention to widespread, ongoing human rights abuses, including the incarceration of 2,000 political prisoners. It also suggests the planned elections will be very far from free or fair. The junta's unveiling of electoral laws this week has served to strengthen the impression that the polls will be a closely controlled charade designed to give the regime a veneer of democratic respectability. The new rules effectively prevent Suu Kyi and her jailed supporters from standing for election. They establish a government-controlled election oversight body with the power to prevent or annul voting in any part of the country for \"security reasons\". And just to be on the safe side, the junta has formally declared the 1990 elections, which the NLD won in a landslide, to be invalid. By allowing the NLD to reopen 100 regional offices offices closed since 2003, the regime is clearly hoping that, despite the restrictions, a decapitated opposition will participate in the poll, thereby boosting its credibility. This has created a dilemma for those NLD leaders who are not in jail. \"I think they want us to take part in the election but we still haven't made up our minds about this,\" said spokesman Nyan Win. He described some of the new electoral provisions, such as a requirement that parties uphold the generals' gerrymandered 2008 constitution, as \"completely unacceptable\". External reaction to the junta's latest machinations has been fierce. The new rules \"make a mockery of the democratic process… There's no hope this election will be credible,\" a US state department spokesman said. Ban Ki-moon, the UN secretary-general, said he had written to the junta, urging the release of all political prisoners, including Suu Kyi, so they can take part in the polls. Britain has endorsed the demand. But the UN rapporteur's call for investigations into crimes against humanity and war crimes allegedly perpetrated by junta members potentially raises the long-running Burmese drama to a new level. Having pursued diplomatic contacts with the regime since taking office, the Obama administration came close to admitting this week that its policy of engagement was not working. But what to do? The White House is currently setting human rights and democracy concerns against a top security priority – persuading the generals to curb their military ties with North Korea. The over-riding fear in Washington is that Burma could become another nuclear-armed rogue state. The fear among Burmese activists and thwarted democrats is that they will again be abandoned to their fate, cast as helpless stooges in a cruel election travesty.",
    "keywords": [
        "human",
        "business",
        "war",
        "regime",
        "burma",
        "nld",
        "week",
        "crimes",
        "elections",
        "simon",
        "election",
        "usual",
        "rights",
        "tisdall",
        "junta"
    ],
    "summary": "The development also casts further doubts on flailing US attempts to engage the regime diplomatically after years of ostracism and sanctions.\nQuintana goes on: \"The possibility exists that some of these (violations) may entail categories of crimes against humanity or war crimes under the terms of the statute of the international criminal court.\"\nThe report, which has yet to be considered by the human rights council, says the forthcoming elections, expected in October, provide an opportunity for positive change.\nBut the UN rapporteur's call for investigations into crimes against humanity and war crimes allegedly perpetrated by junta members potentially raises the long-running Burmese drama to a new level.\nThe White House is currently setting human rights and democracy concerns against a top security priority – persuading the generals to curb their military ties with North Korea.",
    "sentiment": {
        "neg": 0.097,
        "neu": 0.7729,
        "pos": 0.1301,
        "compound": 0.0869
    }
}