{
    "date": "2010-05-02T21:15:00Z",
    "title": "US and Russia to propose ban on WMD in Middle East",
    "url": "https://www.theguardian.com/world/2010/may/02/major-powers-propose-ban-wmds-middle-east",
    "content": "The US and Russia have drafted an initiative to ban nuclear weapons and other weapons of mass destruction in the Middle East, the Guardian has learned. The proposal – involving the appointment of a special coordinator to conduct exploratory talks with Israel, Iran and the Arab states, followed by a regional conference – will be a central issue at a conference beginning tomorrow in New York aimed at preventing the further spread of nuclear weapons around the world. Washington and Moscow have circulated the proposal among the three other permanent members of the UN security council, seeking their endorsement. But it is unclear whether the initiative, aimed at reviving a largely-forgotten 15-year-old agreement with some tentative practical steps, will go far enough for Egypt, a key player at this month's talks. Cairo has long championed the idea of a WMD-free Middle East as a means of exerting pressure on Israel, the only country with nuclear weapons in the region. The New York conference brings more than 150 countries together in a month-long effort to repair and update the 1968 Nuclear Non-Proliferation Treaty (NPT), at a time when it is threatening to unravel. \"This will be the most important conference in our lifetime on disarmament and non-proliferation,\" said Des Browne, the British former defence minister who now leads a multi-party group of veteran politicians and generals pushing for the elimination of nuclear weapons. Some officials are calling the NPT review conference a \"nuclear Copenhagen\". Like the climate summit last December, it demands complex trade-offs between powerful nations, emerging powers and weaker states. The eventual outcome may be unclear, with degrees of success measured in shades of grey. And, like Copenhagen, the consequences of failure may not be felt for years, but could prove catastrophic. \"We're not at a nuclear tipping point, but we are approaching a nuclear tipping point,\" said Daryl Kimball, the head of the Washington-based Arms Control Association in Washington. The pact itself is not in imminent danger of implosion. Its 189 national signatories extended its life indefinitely in 1995. But its underlying bargain – that the nuclear powers would disarm and share their technology for peaceful purposes and, in return, the rest of the world would not try to acquire nuclear weapons – is fraying. Israel, India and Pakistan, which all have nuclear arsenals, remain outside the treaty. North Korea withdrew seven years ago and has since been building its own bombs. Iran is widely suspected of cheating, and the five nuclear powers recognised under the pact – the US, Russia, UK, France and China – are under fire for what non-weapons states see as hypocrisy and the slow pace of disarmament. Western officials fear that Mahmoud Ahmadinejad, the Iranian president, who is expected to attend tomorrow, will use the occasion to put the nuclear powers on trial and distract attention from his country's controversial programme. The last NPT conference, in 2005, broke up in acrimony when Iran clashed head-on with the Bush administration. Many countries in the non-aligned movement (NAM), a cold war grouping which still carries clout in these negotiations, sided with Iran in lambasting the US and other established nuclear powers. Barack Obama's administration believes it has done enough to avert another fiasco. Last year the US president pledged to pursue the eventual abolition of weapons. In its nuclear posture review last month, the US narrowed the circumstances in which it would use nuclear weapons, and in the new Start treaty, both the US and Russia have lowered the number of strategic warheads they will deploy. \"The setting is very different from 2005, in terms of disarmament,\" said a senior diplomat from the non-aligned movement. \"In 2005, there was no disarmament going on. Bush didn't even believe in multilateral treaties.\" According to the Washington Post, the US will reveal the exact size of the American arsenal for the first time, in a show of transparency and to underline the cuts it has made. But to ensure vital support from Egypt, which is chairing the non-aligned movement nations, the US and Russia have also drafted the proposal for a nuclear-free Middle East zone. The nuclear powers first agreed to help set up a Middle East zone free from weapons of mass destruction in 1995. It was part of the price of persuading Egypt and the Islamic world to accept the indefinite extension of the NPT. The US, Britain and Russia were supposed to manage the process, but have done little, to Egypt's fury. This year, Egypt has made it clear it will demand small, but concrete, steps in return for its co-operation. The size of those steps will be the focus of the bargaining in New York. Egypt and the NAM states want a full negotiating conference to take place next year, to be organised by a standing committee of the NPT. That is not seen as feasible in Washington, which is arguing for a more open-ended exploratory conference at some future, undefined date. Ellen Tauscher, the US undersecretary of state for arms control, said last week: \"The best chance we have to achieve a WMD-free zone in the Middle East is to reach an agreement on a lasting and just peace in the Middle East.\" Negotiations on such a zone would require Israel to confirm the existence of its nuclear arsenal – something it has so far refused to do – and ultimately bargain it away. Few expect it to do so in the foreseeable future, but Israel has said it is ready to enter into regional arms control talks if its security concerns are addressed. Israel, which is not an NPT signatory, will not take part in the New York conference, butis watching warily from the sidelines. In return for backing a Middle East nuclear weapons-free zone, Washington will want support from Egypt and other non-weapons states to isolate Iran, impose greater penalties for leaving the NPT, and give the UN nuclear watchdog more teeth to curb proliferation. Weeks of tough negotiation lie ahead, and success is far from preordained. \"There is a range of outcomes,\" said Deepti Choubey, an NPT expert at the Carnegie Institute for International Peace. \"The best and most unlikely would be a final declaration that all states agree to and is meaningful. If you could get a summary from the chair that broadly captures a consensus, apart from a few spoilers, that is not a disaster.\"",
    "keywords": [
        "npt",
        "powers",
        "east",
        "conference",
        "egypt",
        "ban",
        "russia",
        "states",
        "nuclear",
        "weapons",
        "israel",
        "wmd",
        "middle",
        "propose"
    ],
    "summary": "The US and Russia have drafted an initiative to ban nuclear weapons and other weapons of mass destruction in the Middle East, the Guardian has learned.\nCairo has long championed the idea of a WMD-free Middle East as a means of exerting pressure on Israel, the only country with nuclear weapons in the region.\nBut to ensure vital support from Egypt, which is chairing the non-aligned movement nations, the US and Russia have also drafted the proposal for a nuclear-free Middle East zone.\nThe nuclear powers first agreed to help set up a Middle East zone free from weapons of mass destruction in 1995.\nEllen Tauscher, the US undersecretary of state for arms control, said last week: \"The best chance we have to achieve a WMD-free zone in the Middle East is to reach an agreement on a lasting and just peace in the Middle East.\"",
    "sentiment": {
        "neg": 0.0876,
        "neu": 0.8258,
        "pos": 0.0866,
        "compound": -0.0081
    }
}