{
    "date": "2010-12-14T07:57:37Z",
    "title": "South Korean army chief quits as scale of North's nuclear ambition emerges",
    "url": "https://www.theguardian.com/world/2010/dec/14/south-korea-army-chief-quits",
    "content": "The chief of the South Korean army resigned today, two weeks after the defence minister was replaced amid sharp criticism of the country's response to North Korea's attack on Yeonpyeong island. General Hwang Eui-don's resignation came as South Korean intelligence officials warned that North Korea has been secretly enriching uranium at as many as four undisclosed locations, potentially giving it access to a new source of fissile material for nuclear weapons. The enrichment plants are in addition to a similar facility at the regime's main nuclear facility in Yongbyon, revealed last month, following a visit by the US scientist Siegfried Hecker. North Korean officials claimed that the Yongbyon plant had more than 1,000 working centrifuges, but insisted they were intended for power generation and not for the production of weapons-grade uranium. \"The business of peacefully developing nuclear energy and using it is happening in our country, in line with the international trend,\" the Rodong Sinmun, the newspaper of North Korea's ruling party, said today. \"Peaceful nuclear activity is a sovereign right of all nations.\" Hwang is said to have resigned over his involvement in a property investment deal, but his departure will be seen as a further blow to the country's military so soon after the Yeonpyeong attack, which killed two soldiers and two civilians. Kim Tae-young resigned as defence minister to take responsibility for what many South Koreans believed was a weak response to the 23 November attack, the first targeting civilians since the 1950-53 Korean war. The South fired artillery rounds in response but did not order air strikes. It has since vowed to retaliate with much greater force to any further provocations by Pyongyang. South Korea's Yonhap news agency said Hwang, who only took up the post in June, was under pressure over profits from the property deal. \"General Hwang offered to retire following media reports about his property investment, because he judged it was inappropriate for him to stay in the post at a time when he has to lead reform of the army,\" Yonhap quoted a defence ministry official as saying. His resignation comes on the eve of South Korea's biggest civil defence drill for years. Fighter jets will fly around the country and people will run to thousands of underground shelters as part of a simulation of a North Korean air attack. News that the North's uranium enrichment programme may be more widespread than previously thought could add to fears that the regime is seeking to augment its plutonium stockpile. \"The uranium enrichment facility at Yongbyon that the North disclosed to US scientist Siegfried Hecker is not among the three or four South Korea and the US have established to be in existence,\" the intelligence official was quoted as saying in the Chosun Ilbo newspaper. \"We have established that the uranium enrichment tests that the North has been conducting for some time are at separate locations.\" The Russian foreign minister, Sergei Lavrov, yesterday voiced \"deep concern\" about the uranium enrichment programme in a meeting with his North Korean counterpart, Pak Ui-chun. Lavrov urged Pyongyang to comply with UN security council resolutions banning uranium enrichment and called for a quick resumption of six-party talks on its nuclear programme. Aside from Russia and the two Koreas, the stalled talks involve the US, China and Japan. The failure to resume multiparty negotiations sparked a new regional diplomatic push that will continue in the coming days. South Korea's nuclear envoy was due to meet his Russian counterpart to discuss the shelling and uranium enrichment, while the governor of New Mexico, Bill Richardson, will begin a four-day, private visit to North Korea on Thursday.",
    "keywords": [
        "uranium",
        "ambition",
        "south",
        "norths",
        "chief",
        "enrichment",
        "defence",
        "emerges",
        "hwang",
        "nuclear",
        "scale",
        "attack",
        "quits",
        "army",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "The chief of the South Korean army resigned today, two weeks after the defence minister was replaced amid sharp criticism of the country's response to North Korea's attack on Yeonpyeong island.\nHis resignation comes on the eve of South Korea's biggest civil defence drill for years.\nNews that the North's uranium enrichment programme may be more widespread than previously thought could add to fears that the regime is seeking to augment its plutonium stockpile.\n\"We have established that the uranium enrichment tests that the North has been conducting for some time are at separate locations.\"\nThe Russian foreign minister, Sergei Lavrov, yesterday voiced \"deep concern\" about the uranium enrichment programme in a meeting with his North Korean counterpart, Pak Ui-chun.",
    "sentiment": {
        "neg": 0.0796,
        "neu": 0.855,
        "pos": 0.0655,
        "compound": -0.0726
    }
}