{
    "date": "2010-05-27T15:51:04Z",
    "title": "Brazil's World Cup evangelists target North Korean souls",
    "url": "https://www.theguardian.com/world/2010/may/27/brazil-world-cup-evangelists-north-korea",
    "content": "Brazil's green and yellow-clad football team touched down in South Africa this morning with their eyes set on a record sixth World Cup victory. But another Brazilian delegation is also on its way to the tournament with a very different goal in mind: hundreds of Brazilian evangelists determined to use the competition to convert, preach and bolster their churches' flocks on the continent. Missionaries see the competition as a chance to win over souls from across the globe, but Brazilian preachers say they have identified one prime target: North Korean fans. North Korea, whose last World Cup appearance was in 1966, is joined in Group G by Brazil, the Ivory Coast and Portugal. Pastor Marcos Grava Vasconcelos, a handball player turned evangelist who is leading a group of 200 Baptists to South Africa to carry out missionary work during the World Cup, said his congregation had prayed for North Korea to qualify and be placed in the same group as Brazil so they could focus on fans from that country. \"We were praying for North Korea to qualify and when we found out they [the North Koreans] would be playing in the same city as Brazil we glorified God for the opportunity to announce to their fans the message of Jesus,\" said Vasconcelos, who also preached at the 2008 Beijing Olympics. Pastor David Botelho, of the missionary group Missão Horizontes, said such events were unique opportunities for preachers. North Korea was \"a champion in the persecution of Christianity,\" he said. \"There will be many tourists there from countries which are closed off to the word of God and who we couldn't reach any other way,\" Botelho told the Brazilian evangelical magazine Eclésia. Brazil's evangelical community of Pentecostals, Baptists and other denominations has ballooned since the early 1980s, with at least 26 million followers out of a population of 193 million. Brazilian churches boast TV programmes and radio shows across South America and Europe as well as in African countries such as Angola, Mozambique and South Africa. Nor has the evangelical revolution been lost on the country's footballers. At least four members of Brazil's team – Kaka, Lucio, Luisão and Felipe Melo — are evangelicals who reportedly hold Bible readings following training sessions. The separation between church and sport has become an increasingly sensitive issue in Brazil, however. Last year Fifa wrote a warning letter to Brazil's football association, the CBF, after Brazilian players appeared at the Confederations Cup final with shirts reading \"I belong to Jesus\" and \"I love God\". Fifa rules outlaw the use of clothing carrying \"political, religious or personal statements\". Brazilian evangelists in search of North Korean souls may be disappointed. Travel restrictions imposed by Pyongyang's secretive regime mean that, apart from a select group of government officials, few North Koreans are likely to witness their team's second ever World Cup appearance. According to a report by the Chinese news agency Xinhua, North Korean officials in Beijing have been attempting to recruit 1,000 Chinese fans to cheer for their team against Brazil when the two teams meet in Johannesburg on 15 June.",
    "keywords": [
        "evangelists",
        "south",
        "fans",
        "world",
        "korea",
        "cup",
        "group",
        "brazil",
        "brazils",
        "target",
        "brazilian",
        "souls",
        "north",
        "korean"
    ],
    "summary": "Brazil's green and yellow-clad football team touched down in South Africa this morning with their eyes set on a record sixth World Cup victory.\nMissionaries see the competition as a chance to win over souls from across the globe, but Brazilian preachers say they have identified one prime target: North Korean fans.\nNorth Korea, whose last World Cup appearance was in 1966, is joined in Group G by Brazil, the Ivory Coast and Portugal.\nNorth Korea was \"a champion in the persecution of Christianity,\" he said.\nTravel restrictions imposed by Pyongyang's secretive regime mean that, apart from a select group of government officials, few North Koreans are likely to witness their team's second ever World Cup appearance.",
    "sentiment": {
        "neg": 0.0297,
        "neu": 0.9091,
        "pos": 0.0612,
        "compound": 0.1777
    }
}