{
    "date": "2010-12-20T12:42:00Z",
    "title": "South Korea fires into disputed waters despite North's warnings",
    "url": "https://www.theguardian.com/world/2010/dec/20/south-korea-fires-artillery-disputed-waters",
    "content": "The South Korean military today fired shells into disputed waters in the Yellow Sea in a live-fire drill that risked inflaming tensions with North Korea that have led to two deadly clashes this year. Prior to the action, South Korea scrambled F15-K fighter jets, put Aegis warships on alert and evacuated residents of the nearby Yeonpyeong island into air raid shelters amid North Korean warnings of \"catastrophe\" if the exercise went ahead. However, North Korea's military said today it \"was not worth reacting\" to the military drill, suggesting last-minute diplomatic calls for restraint had paid off. \"We felt it was not worth reacting one by one to military provocations,\" the North's state news agency, KCNA, quoted the North Korean People's Army supreme command as saying. Two civilians and two marines were killed on Yeonpyeong island last month when North Korea responded to a similar drill with a military barrage. Pyongyang considers the island, seven miles from its western shore, to be part of its territory. The live-fire exercise lasted 94 minutes, South Korean government officials said. It involved K-9 self-propelled guns and other weapons firing about 2,000 shells away from the North Korean shoreline, the South's defence ministry spokesman, Kim Min-seok, told reporters. After the drill, the South Korean president, Lee Myung-bak, ordered troops to remain on alert, highlighting concerns that the North could be biding its time. Tensions on the peninsula are at a pitch rarely seen since the cessation of the Korean war in 1953, but the international community remains divided about how to respond. China, North Korea's key ally, said it was \"unambiguously opposed\" to any acts that could worsen tensions. The Chinese foreign minister, Yang Jiechi, and his Russian counterpart, Sergei Lavrov, called for restraint from all parties concerned to avoid escalation, The UN security council met yesterday to discuss the situation, but was unable to agree on a statement. The US ambassador, Susan Rice, said the US and other council members demanded that the council condemn North Korea for the two deadly attacks this year, but diplomats said China had strongly objected. After eight hours of consultations, Russia's UN ambassador, Vitaly Churkin – who called the emergency council meeting – told reporters: \"We were not successful in bridging all the bridges.\" However, hopes have been raised by reports that North Korea has agreed to allow UN nuclear inspectors back into the country. The conciliatory move was promised to the New Mexico governor, Bill Richardson, a frequent unofficial envoy to North Korea and a former US ambassador to the UN, who returned from Pyongyang today after a series of emergency talks with senior officials. Richardson has described the situation as a \"tinderbox\" South Korea remains sceptical about its neighbour's motives. The government said the offer to readmit inspectors could be a tactical move because North Korea has frequently broken pledges in the past. North Korea's Workers party called on its people to unite in a campaign \"to oppose war and uphold peace\". The Rodong Sinmun, the party's paper, warned that the situation on the peninsula was \"running toward the brink of war\". • This article was amended on 21 December 2010. The original photo caption referred to South Korean tanks. This has been corrected.",
    "keywords": [
        "war",
        "south",
        "norths",
        "military",
        "fires",
        "disputed",
        "korea",
        "drill",
        "waters",
        "tensions",
        "despite",
        "today",
        "warnings",
        "council",
        "north",
        "korean"
    ],
    "summary": "The South Korean military today fired shells into disputed waters in the Yellow Sea in a live-fire drill that risked inflaming tensions with North Korea that have led to two deadly clashes this year.\nHowever, hopes have been raised by reports that North Korea has agreed to allow UN nuclear inspectors back into the country.\nRichardson has described the situation as a \"tinderbox\" South Korea remains sceptical about its neighbour's motives.\nThe government said the offer to readmit inspectors could be a tactical move because North Korea has frequently broken pledges in the past.\nThe original photo caption referred to South Korean tanks.",
    "sentiment": {
        "neg": 0.0964,
        "neu": 0.8497,
        "pos": 0.0539,
        "compound": -0.1436
    }
}