{
    "date": "2010-12-13T16:01:05Z",
    "title": "WikiLeaks and the cause of transparency | Anya Schiffrin",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/dec/13/wikileaks-the-us-embassy-cables",
    "content": "In the new global digital media environment, there is no absolute line as to what information should be revealed and what should not. But I support the newspapers that censored/redacted the US embassy cables in order to protect sources whose lives would be endangered if they were known. There is enough interesting news in the cables without having to reveal names of people who did not consciously sign on (as people implicitly do when they are being interviewed by a journalist) for public disclosure of their names and opinions. The WikiLeaks saga reminds us of something we already knew: there is no privacy anymore. The little we had left was taken by technology. Who among us has not paused, while writing an email, to think that it could one day be read by people we don't know or (more embarrassingly) by people we don't want to know what we think of them. This fear of exposure has been with us for more than a decade and WikiLeaks only reminds us of \"the new normal\" that we live with. It will have a chilling effect for some time, but almost surely people will soon forget and continue on as they were. I've learned a lot from the cables I've read, as they are entertaining and well-written, and give the backstory on all kinds of important events and subjects. Of course, the mainstream media trots out the old saw, most commonly used by politicians accused of misdoings, that \"there is nothing new here\" or it's \"old news\". But if that were really the case, then why the fuss? Much of what WikiLeaks reveals adds to what was known or suspected by people in the know, and so shows again that transparency is often the best way to defuse conspiracy theories. But much of what has been reported is depressing: the arming of north and south Sudan, defence contractors in Afghanistan hiring dancing boys and all the other seamy, sordid, violent things that people in the world get up to. Some commentators have said that the cables are encouraging because they show insightful, diligent and thoughtful American diplomats at work around the world. True. But they equally show that other countries are also at a loss as to how to solve the worlds' problems. When it comes to North Korea, for instance, it's clear the Chinese are as clueless as the US is. It would have been nice if someone had figured things out, even if wasn't the US. All of the above shows the need for more diplomacy, not less. Diplomacy is about countries trying to further their own interests – but it's also about nations coming together to find peaceful ways to solve common problems. What better way to discover our common humanity than to have our deepest secrets exposed to billions of other people who are in the same situation? WikiLeaks has not only exposed evildoers, but has given us all something to talk about and feel mortified about together. And that is probably an unexpected benefit of globalisation and technology. • This is an edited version of an article originally published by the Morningside Post of Columbia University's School of International and Public Affairs and crossposted by permission of the editors",
    "keywords": [
        "anya",
        "think",
        "wikileaks",
        "world",
        "things",
        "shows",
        "solve",
        "schiffrin",
        "way",
        "transparency",
        "know",
        "technology",
        "cause",
        "cables"
    ],
    "summary": "The WikiLeaks saga reminds us of something we already knew: there is no privacy anymore.\nThis fear of exposure has been with us for more than a decade and WikiLeaks only reminds us of \"the new normal\" that we live with.\nMuch of what WikiLeaks reveals adds to what was known or suspected by people in the know, and so shows again that transparency is often the best way to defuse conspiracy theories.\nBut they equally show that other countries are also at a loss as to how to solve the worlds' problems.\nWikiLeaks has not only exposed evildoers, but has given us all something to talk about and feel mortified about together.",
    "sentiment": {
        "neg": 0.0602,
        "neu": 0.8123,
        "pos": 0.1275,
        "compound": 0.0944
    }
}