{
    "date": "2010-05-20T13:08:20Z",
    "title": "North and South Korea: A history of violence",
    "url": "https://www.theguardian.com/world/2010/may/20/korea-assassination-attempts-clashes-standoffs",
    "content": "North and South Korea are still in a state of war technically because they never signed a peace treaty after an armistice ended the 1950-53 conflict. Since the war in which hundreds of thousands died – the exact number remains unclear – relations between the two countries have been jolted by violent incidents. The latest – the alleged sinking of a South Korean warship by a North Korean submarine – is by no means the most blatant act of aggression from Pyongyang. In January 1968, a team of North Korean commandos crossed the demilitarised zone – one of the world's most heavily militarised areas – in an attempt to kill Park Chung-hee, the South Korean president. The 31 commandos, disguised as South Korean soldiers, were stopped 800 metres from the Blue House, the official presidential residence, by a police contingent. The North Koreans gave themselves away with their nervous replies, then shooting broke out. Only two of the 31 commandos escaped; the rest were tracked down and killed. In response, Seoul reportedly organised its own assassination squad, Unit 684, which was disbanded in 1971. Days after the attempt on President Park, North Korea seized the USS Pueblo in international waters, leading to a diplomatic confrontation between the US and North Korea. One US sailor was killed and the other 82 were released, but only after 11 months and the US issusing an apology, a written admission that the Pueblo had been spying, and an assurance that the US would not spy in future. The written apology, however, was preceded by a verbal statement that it was written only to secure the liberty of the crew. The USS Pueblo is still in North Korean possession, docked in Pyongyang where it is on display as a museum ship. In another incident, in 1968, 130 commandos from the North landed on the north-east shore of the South, allegedly to wage a guerrilla war against Seoul. A total of 110 to 113 were killed, seven were captured, and 13 escaped. A second attempt was made to assassinate Park in 1974 as he delivered a speech in the national theatre during a ceremony to celebrate the end of Japanese colonial rule. A suspected North Korean agent fired a gun at Park from the front row. The bullets missed him, but his wife, Yuk Young-soo, was hit and died later in the day. Park continued his speech as his dying wife was carried from the stage. The South Korean strongman was assassinated eventually in 1979, but he was shot at a dinner party by the chief of his own intelligence service, and not by a North Korean killer. North Korea tried to decapitate the Seoul government once again in 1983, when President Chun Doo-hwan was on an official visit to Rangoon, Burma. He escaped, but 21 people were killed when a bomb exploded as presidential staff gathered for a wreath-laying to commemorate Aung San, one of the leaders of Burma's struggle for independence from Britain who was assassinated in 1947. He was the father of Aung San Suu Kyi. Among the dead in the 1983 bombing were the Korean foreign minister, Lee Bum Suk, and several other cabinet members. Chun was spared because his car had been delayed in traffic and was minutes from arriving at the memorial. In the aftermath, Burma suspended diplomatic relations with North Korea. China reprimanded Pyongyang in the state media and Chinese officials refused to meet or talk to North Korean officials for months afterward. In the 1990s and 2000s, numerous minor clashes on land and sea took place. In June 2002, naval clashes led to the deaths of four South Korean sailors and the sinking of a North Korean ship.",
    "keywords": [
        "war",
        "south",
        "park",
        "korea",
        "commandos",
        "history",
        "written",
        "seoul",
        "killed",
        "violence",
        "north",
        "korean"
    ],
    "summary": "North and South Korea are still in a state of war technically because they never signed a peace treaty after an armistice ended the 1950-53 conflict.\nThe latest – the alleged sinking of a South Korean warship by a North Korean submarine – is by no means the most blatant act of aggression from Pyongyang.\nDays after the attempt on President Park, North Korea seized the USS Pueblo in international waters, leading to a diplomatic confrontation between the US and North Korea.\nChina reprimanded Pyongyang in the state media and Chinese officials refused to meet or talk to North Korean officials for months afterward.\nIn June 2002, naval clashes led to the deaths of four South Korean sailors and the sinking of a North Korean ship.",
    "sentiment": {
        "neg": 0.1552,
        "neu": 0.8176,
        "pos": 0.0271,
        "compound": -0.3355
    }
}