{
    "date": "2010-11-21T18:56:00Z",
    "title": "US envoy heads to Seoul to discuss North Korea's nuclear activity",
    "url": "https://www.theguardian.com/world/2010/nov/21/us-envoy-north-korea-nuclear-weapons",
    "content": "A new nuclear crisis was looming in Asia after it emerged that North Korea had made far more progress than previously thought in enriching uranium. Washington's top envoy on North Korea, Stephen Bosworth, was dispatched to the region after a US scientist said the government in Pyongyang had shown him a \"stunning\" new uranium enrichment plant at the country's nuclear complex at Yongbyon. The chairman of the joint chiefs of staff, Mike Mullen, said it provided further evidence of North Korea's increasingly belligerent behaviour. \"From my perspective, it's North Korea continuing on a path which is destabilising for the region. It confirms or validates the concern we've had for years about their enriching uranium, which they've denied routinely,\" said Mullen. \"They are a country that routinely we are unable to believe that they would do what they say.\" Siegfried Hecker, a Stanford University professor who was shown round the enrichment plant, said it contained an \"astonishingly modern control room\" overlooking 2,000 centrifuges. \"These facilities appear to be designed primarily for civilian nuclear power, not to boost North Korea's military capability,\" Hecker wrote in a report on his visit. But he added: \"Nevertheless, the uranium enrichment facilities could be readily converted to produce highly enriched uranium (HEU) bomb fuel (or parallel facilities could exist elsewhere).\" Despite North Korea's claims that the facility is designed to produce electricity, the news will trigger suspicions that it is seeking to bolster its weapons capability and gain the upper hand in nuclear talks, as it reels from US and UN sanctions. The North Koreans have already made and tested nuclear bombs made from plutonium. The enrichment of uranium represents another potential route to make a bomb. Plutonium and uranium can also be used to make much more powerful thermo-nuclear warheads. Bosworth will visit Seoul on Monday, and go on to Beijing and Tokyo to discuss a collective response to the revelations. Six-nation talks over North Korea's nuclear programme – between the two Koreas, the US, Japan, Russia and hosted by China – have stalled, and some observers speculated that the Pyongyang regime gave Hecker and other scientists access in the hope of strengthening its position at any future multi-party nuclear talks. Washington has refused to consider North Korea's request to restart six-party talks in Beijing until the regime honours previous commitments to dismantle its nuclear weapons programme. North Korea is known to have enough fissile material from its plutonium-based programme to make six to 12 nuclear bombs, but has not proven it has a working nuclear weapon. Hecker, a former director of the Los Alamos National Laboratory, said the new facility appeared to have been built within a year, in the gutted shell of an old fuel fabrication plant at Yongbyon. The nuclear scientist said: \"The first look through the windows of the observation deck into the two long high-bay areas was stunning. Instead of seeing a few small cascades of centrifuges, which I believed to exist in North Korea, we saw a modern, clean centrifuge plant of more than 1,000 centrifuges, all neatly aligned and plumbed below us.\" He said the facility \"would fit into any modern American processing facility\". Although he could not verify claims by his hosts that they had already put 2,000 centrifuges into operation, he confirmed he personally saw at least 1,000. Hecker, who was not permitted to photograph the facility, passed on his findings to the White House several days ago, according to media reports. He predicted they would cause \"a political firestorm\". The news is the latest in a series of recent blows to Barack Obama's attempts to keep alive his vision for global nuclear disarmament. The speed with which the plant appears to have been built and its sophistication suggest outside help, at least in acquiring parts. Washington is expected to exploit Hecker's report to prove that the regime has continued to develop nuclear weapons, despite UN sanctions. Pyongyang has endured near-universal condemnation and punitive measures since conducting nuclear tests in 2006 and 2009. Hecker said: \"It is clear that waiting patiently for Pyongyang to return to the six-party talks on terms acceptable to the United States and its allies will exacerbate the problem ... The only hope appears to be engagement.\" Pyongyang has already carried out two nuclear bomb tests. There have been reports that it may be preparing for a third in north Hamgyong province, where it held its second test in May last year, and where new tunnelling work has been spotted recently.",
    "keywords": [
        "uranium",
        "hecker",
        "korea",
        "envoy",
        "talks",
        "nuclear",
        "seoul",
        "activity",
        "facility",
        "pyongyang",
        "discuss",
        "plant",
        "heads",
        "north",
        "koreas"
    ],
    "summary": "A new nuclear crisis was looming in Asia after it emerged that North Korea had made far more progress than previously thought in enriching uranium.\nThe chairman of the joint chiefs of staff, Mike Mullen, said it provided further evidence of North Korea's increasingly belligerent behaviour.\n\"From my perspective, it's North Korea continuing on a path which is destabilising for the region.\n\"These facilities appear to be designed primarily for civilian nuclear power, not to boost North Korea's military capability,\" Hecker wrote in a report on his visit.\nWashington has refused to consider North Korea's request to restart six-party talks in Beijing until the regime honours previous commitments to dismantle its nuclear weapons programme.",
    "sentiment": {
        "neg": 0.0644,
        "neu": 0.8698,
        "pos": 0.0658,
        "compound": 0.023
    }
}