{
    "date": "2010-07-30T16:31:12Z",
    "title": "North Korea's failed World Cup footballers undergo public mauling",
    "url": "https://www.theguardian.com/world/2010/jul/30/north-korea-footballers-public-mauling",
    "content": "England's failed footballers should count themselves lucky that their ignominious World Cup exit was met with little more than a public mauling by the media. Their counterparts from North Korea, who lost all three of their group games, have been subjected to a six-hour excoriation for \"betraying\" the communist nation's ideological struggle, according to reports. There are even fears for the safety of the team coach, Kim Jung-hun, who was accused of betraying the son and heir of the regime's \"dear leader,\" Kim Jong-il. Early this month the players were summoned to an auditorium at the working people's culture palace in Pyongyang, forced onstage and subjected to a six-hour barrage of criticism for their poor performances in South Africa, according to the US-based Radio Free Asia. Only Jung Tae-se and An Yong-hak were spared a dressing down as they flew directly to Japan, their country of birth and where they play club football, according to an unnamed Chinese businessman the station cites as its source. The \"grand debate\" was reportedly witnessed by 400 athletes and sports students, and the country's sports minister. Ri Dong-kyu, a sports commentator for the North's state-run Korean Central TV, led the reprimands, pointing out the shortcomings of each player, South Korean media said. In true Stalinist style, the players were then \"invited\" to mount verbal attacks on their coach, Jung-hun. The coach was reportedly accused of betraying the leader's son, Kim Jong-un, who is expected to take over from his ailing father as leader of the world's only communist dynasty. Radio Free Asia quoted the source as saying he had heard that Kim Jung-hun had been sent to work on a building site and there were fears for his safety. North Korea watchers said the regime had been hoping to attribute the team's success to Kim Jong-un as it attempts to build support among military and workers' party elites for a transfer of power. After the Red Mosquitoes, who reached the World Cup quarterfinals in England in 1966, narrowly lost their opening match to Brazil, the regime decided to televise the second group game against Portugal in what is believed to be the country's first live sports broadcast. But the few North Koreans with access to a TV had to watch the team suffer a 7-0 thrashing, a defeat some reports attributed to orders by Kim Jong-il to play a more attacking style. The reported episode highlights the potential perils of representing a dictatorship at professional sport. But according to South Korean media, the players got off lightly. A South Korean intelligence source told the Chosun Ilbo that in the past, North Korean athletes and coaches who let the nation down were sent to prison camps. \"Considering the high hopes North Koreans had for the World Cup, the regime could have done worse things to the team than just reprimand them for their ideological shortcomings,\" the source told the newspaper.",
    "keywords": [
        "south",
        "team",
        "regime",
        "world",
        "public",
        "mauling",
        "failed",
        "cup",
        "source",
        "according",
        "kim",
        "players",
        "korean",
        "undergo",
        "footballers",
        "north",
        "koreas"
    ],
    "summary": "England's failed footballers should count themselves lucky that their ignominious World Cup exit was met with little more than a public mauling by the media.\nRi Dong-kyu, a sports commentator for the North's state-run Korean Central TV, led the reprimands, pointing out the shortcomings of each player, South Korean media said.\nBut according to South Korean media, the players got off lightly.\nA South Korean intelligence source told the Chosun Ilbo that in the past, North Korean athletes and coaches who let the nation down were sent to prison camps.\n\"Considering the high hopes North Koreans had for the World Cup, the regime could have done worse things to the team than just reprimand them for their ideological shortcomings,\" the source told the newspaper.",
    "sentiment": {
        "neg": 0.0942,
        "neu": 0.8232,
        "pos": 0.0826,
        "compound": -0.0953
    }
}