{
    "date": "2010-05-25T14:33:42Z",
    "title": "How likely is a war between North and South Korea?",
    "url": "https://www.theguardian.com/world/2010/may/25/likely-war-south-north-korea",
    "content": "The sabres are rattling on the Korean peninsula with reports that Pyongyang has told its military to prepare for war after Seoul's accusation that the North was responsible for the torpedo attack on a South Korean warship. Even as the level of hostility rises, both sides have sent clear signals they would refrain from initiating any attack. South Korea has said it would not retaliate, despite investigations that blamed North Korea for sinking the Cheonan in March, killing 46 sailors. Kim Jong-il, the North Korean leader, ordered officers to be ready for combat, but a top commander has said the North would not start the shooting. Firing test missiles is one thing, but the North Korean army is in no shape to fight against a well-trained, well-equipped modern army from the South, backed by 29,000 US troops. North Korean forces, in contrast, have obsolete kit and morale is believed to be poor. North Korean army defectors have described how soldiers take naps in the afternoon instead of training because there is so little to eat, a detail that reveals how the country's chronic food shortage affects not just the civilian population but also North Korea's fighting forces. The suspension of aid from the South since 2008 has worsened the North's economic problems, and UN sanctions imposed after last year's nuclear test have also cut into the trade in arms, the North's key source of hard cash. South Korea has no problem feeding its army, but President Lee Myung-bak, who has ditched the kid gloves approach of his predecessors, has foreign investors to worry about. The latest report of Kim calling for war readiness has unnerved financial markets. The South Korean won slid to a 10-month low today, forcing South Korean authorities to step in to support the currency. China, the dominant power in the region and probably the only country that can exert any influence on Pyongyang, will also want to keep its wayward neighbour in check. Beijing's priority is to prevent North Korea's collapse and a refugee exodus on its southern border. China's foreign ministry spokeswoman, Jiang Yu, said it shared responsibility for ensuring peace on the Korean peninsula and opposed any destabilising actions. \"China hopes all parties will stay calm and exercise restraint ... to avoid escalation,\" she said. The attack on the Cheonan is the latest North Korean act of aggression. In 1983 a hit squad killed the South Korean foreign minister and other top officials during a ceremony in Burma. That followed previous assassination attempts on other South Korean leaders in 1974 and 1968. Behind international calls for restraint in the latest crisis is the concern is that heightened military readiness could lead to a clash that could quickly escalate. There are fears forthcoming US-South Korean military drills in the Yellow Sea, where the Cheonan sank, will further infuriate Pyongyang, which has threatened to fire at propaganda facilities in the demilitarised zone. Both sides will have to exercise caution as they continue to make bellicose noises.",
    "keywords": [
        "war",
        "south",
        "military",
        "latest",
        "korea",
        "cheonan",
        "korean",
        "army",
        "pyongyang",
        "foreign",
        "north",
        "likely"
    ],
    "summary": "South Korea has said it would not retaliate, despite investigations that blamed North Korea for sinking the Cheonan in March, killing 46 sailors.\nKim Jong-il, the North Korean leader, ordered officers to be ready for combat, but a top commander has said the North would not start the shooting.\nNorth Korean forces, in contrast, have obsolete kit and morale is believed to be poor.\nThe South Korean won slid to a 10-month low today, forcing South Korean authorities to step in to support the currency.\nIn 1983 a hit squad killed the South Korean foreign minister and other top officials during a ceremony in Burma.",
    "sentiment": {
        "neg": 0.1739,
        "neu": 0.7453,
        "pos": 0.0808,
        "compound": -0.3387
    }
}