{
    "date": "2010-09-28T08:22:17Z",
    "title": "North Korea: reading the runes of power transfer in full flow",
    "url": "https://www.theguardian.com/world/2010/sep/28/north-korea-kim-jong-il",
    "content": "The parlour game of dissecting the language of Stalinist idolatry was in full flow as North Korea watchers waited for further signs of change in the regime's leadership, following the elevation of Kim Jong-il's son to general. Reports say cadres from across the country have already begun approving senior appointments to the ruling Korean Workers' party, which is meeting for the first time in 30 years at the Mansudae Assembly Hall in the capital, Pyongyang. The congress, twice postponed because of reported concerns for the health of the regime's leader, Kim Jong-il, takes place against a backdrop of economic failure and uncertainty over the future of a state thought to possess enough fissile material to build at least a dozen nuclear weapons. Attention will focus on which party position goes to Kim's youngest son, Kim Jong-un, who was yesterday made a general in the powerful national defence commission. In the coming years, Jong-un is expected to emerge as the third member of a dynasty that has ruled North Korea since his grandfather, Kim Il-sung, founded the communist state 62 years ago. It is a measure of North Korea's enigmatic place in the geopolitical firmament that even its critics will be wishing the cadres well. Any hitch in what could be a protracted, complex transfer of power could foment instability and economic disaster. At worst, regime collapse would prompt panic throughout the region as it confronts the possibility of civil unrest and millions of refugees crossing its borders with China and South Korea. But according to the few sources of reliable information about North Korea, the party congress should proceed with all the bleak efficiency expected of a state where supplication is synonymous with survival. Ever since a reported stroke in 2008 forced Kim Sr to confront his own mortality, he appears to have succeeded in building the foundations for a new leadership created in his image. In a sign that fears persist about his youth and inexperience, Kim Jong-un will be surrounded by allies who have been appointed to senior positions in the party and military in recent months. The Korean Central News Agency [KCNA], the regime's official mouthpiece, reported that five other people, including Kim Jong-il's older sister, Kim Kyong-hui, had been promoted to general. Mindful, perhaps, of his father's death from heart failure in 1994, Kim Sr is said to be looking to his 64-year-old sister and her husband, the national defence commission vice-chairman, Jang Song-thaek, to mentor his son in the event of his own sudden death. Kim Sr had 14 years to prepare for power after being unveiled as a 38-year-old at the last party congress in 1980, but a host of ailments, possibly including heart disease and diabetes, have cast doubt on his longevity. \"As expected, the dynastic transition is becoming public,\" Andrei Lankov, a North Korea expert at Kookmin University in Seoul, told Reuters. \"So far, they are following the pattern we saw in the 1970s when Kim Jong-il himself was moving to become the new dear leader. The difference is that this time they seem to be in a great hurry. \"It took almost a decade of 'unofficial' propaganda before Kim Jong-il's name was first mentioned in open media, and for his son the process took less than two years. It seems that Kim Jong-il and his entourage are not certain how long the current dear leader will stay with us.\" Analysts agree Kim Jong-un's appointment as general signals that the succession is under way; it is not yet clear, however, if today's meeting amounts to an official anointment or simply the start of a probationary period as dictator-in-waiting. The KCNA talked ominously of the younger Kim and his fellow generals starting out on an \"honourable mission\". \"The title of military general indicates he is already of leader status,\" said Moon Hong-sik, at the Institute for National Security Strategy in South Korea. \"This was the first time that Kim Jong-un was publicly revealed through media, and it is an indirect indication that he will be named heir. It means that during the ruling party meeting, an important position will be bestowed on Jong-un. \"Kim Jong-un does not have enough power to lead the country alone yet, and the first thing he will likely do is strengthen his political power.\" The view that Kim Jong-un is being groomed for leadership is supported by North Korea's propaganda machine, which has started extolling the leadership qualities of the \"brilliant comrade\" in poetry and song, and even praising his computer skills in typically florid language. His fellow delegates arrived in Pyongyang by train over the weekend to be greeted by flags and placards, with one offering \"warm congratulations to the representatives of the Workers' party of Korea\". \"This meeting of the delegates is an important occasion for further strengthening the solidarity of our army, our party, and our people, who are rallying behind the great general Kim Jong-il,\" Kim Chang-gyong, assistant professor at North Korea's Academy of Social Sciences, told Associated Press. Once the delegates have returned to their provincial homes and the streets of Pyongyang cleared of banners, attention will turn to the more pressing issue of Pyongyang's nuclear weapons programme. Washington said it was monitoring events for any sign of a possible shift in policy by North Korea's new leadership. \"The United States is watching developments in North Korea carefully and we will be engaged with all of our partners in the Asia-Pacific region as we try to assess the meaning of what's transpiring there,\" Kurt Campbell, the assistant secretary of state for east Asian and Pacific affairs, told reporters. Pyongyang has said it is willing to return to nuclear talks, in return for US and South Korean security guarantees. Some observers believe that a disarmament-for-aid deal is the impoverished regime's best hope of fulfilling Kim Jong-il's promise to create a \"powerful and prosperous\" nation – albeit one without a nuclear capability – by 2012, the centenary of his father's birth. If an increasingly fragile Kim Sr does not live to see that day – if it arrives at all – today's events in Pyongyang indicate that the celebrations will still be very much a family affair.",
    "keywords": [
        "runes",
        "korea",
        "party",
        "state",
        "general",
        "leadership",
        "power",
        "kim",
        "jongun",
        "reading",
        "flow",
        "pyongyang",
        "sr",
        "north",
        "transfer"
    ],
    "summary": "Any hitch in what could be a protracted, complex transfer of power could foment instability and economic disaster.\nBut according to the few sources of reliable information about North Korea, the party congress should proceed with all the bleak efficiency expected of a state where supplication is synonymous with survival.\n\"As expected, the dynastic transition is becoming public,\" Andrei Lankov, a North Korea expert at Kookmin University in Seoul, told Reuters.\n\"This was the first time that Kim Jong-un was publicly revealed through media, and it is an indirect indication that he will be named heir.\n\"Kim Jong-un does not have enough power to lead the country alone yet, and the first thing he will likely do is strengthen his political power.\"",
    "sentiment": {
        "neg": 0.0508,
        "neu": 0.8445,
        "pos": 0.1047,
        "compound": 0.1708
    }
}