{
    "date": "2010-11-17T10:46:36Z",
    "title": "Millions of North Koreans face hunger after bad weather hits harvest",
    "url": "https://www.theguardian.com/world/2010/nov/17/north-korea-harvest-food-shortage",
    "content": "A majority of North Korea's population faces continued hunger in the coming year after unusually poor weather hit the harvest, a UN report has warned. Even after buying commercial stocks of rice and maize from overseas, the country will face a shortfall of 542,000 tonnes for the 2010/11 period, the UN's Food and Agriculture Organisation (FAO) and World Food Programme (WFP) said following a joint visit. An estimated 5 million particularly vulnerable people – around 20% of the population – are in need of international food aid, the report says. These include children, pregnant and nursing mothers and older people with no support network. North Korea's people have suffered regularly from famine in recent decades, particularly when bad weather has exacerbated the effects of inefficient collectivist farming practices and a severe lack of mechanisation. The situation was particularly acute in the mid-1990s when many people died. Estimates of the toll vary from about 600,000 to more than 2 million. Since then, the country has been heavily dependent on food aid, particularly from South Korea. This, however, has dwindled due to the North's increasing isolation over its nuclear weapons programme. Relations with Seoul plummeted also after a South Korean warship was sunk in March, with the South blaming a North Korean torpedo attack. While South Korea sent rice and instant noodles as part of a £5.5m aid package in September, the UN report puts North Korea's total food assistance in stock or expected to arrive soon at 21,000 tonnes, just under 4% of what is needed. With improved availability of fertilisers, pesticides and tractors there had been hopes that the most recent harvest would be significantly bigger than in previous years. This was prevented, however, by significant autumn rainfall followed by a particularly long and severe winter. The next harvest is expected to be just 3% bigger, meaning the North's population are likely to be enduring hunger for some years to come. The country still has fewer than 63,000 tractors, only 75% of which work. As recently as 2004, the report notes, and estimated 50% of all cereal crops were grown and harvested using cattle or manual labour. An FAO/WFP assessment team visited seven of North Korea's 10 provinces during late September and early October to examine both the upcoming harvest and households' food consumption. It found that non-farming families received on average only half of their calorific needs from the state-run public distribution system (PDS). Protein is particularly scarce. The consumption of meat is rare and average households of three people only receive 2kg of soya or bean paste, the country's main protein source, each month. While malnutrition rates are improving, one out of three children remains stunted and one in five are underweight. In the coming year it is \"expected that households will continue to receive cereal rations from the PDS that are much below their needs and thus under-nourishment will continue for the majority of the population unless the full gap is closed by commercial imports/food assistance\", the report concludes.",
    "keywords": [
        "south",
        "particularly",
        "hunger",
        "households",
        "weather",
        "face",
        "expected",
        "millions",
        "report",
        "harvest",
        "hits",
        "bad",
        "food",
        "population",
        "koreans",
        "north",
        "koreas"
    ],
    "summary": "A majority of North Korea's population faces continued hunger in the coming year after unusually poor weather hit the harvest, a UN report has warned.\nAn estimated 5 million particularly vulnerable people – around 20% of the population – are in need of international food aid, the report says.\nNorth Korea's people have suffered regularly from famine in recent decades, particularly when bad weather has exacerbated the effects of inefficient collectivist farming practices and a severe lack of mechanisation.\nThe next harvest is expected to be just 3% bigger, meaning the North's population are likely to be enduring hunger for some years to come.\nAn FAO/WFP assessment team visited seven of North Korea's 10 provinces during late September and early October to examine both the upcoming harvest and households' food consumption.",
    "sentiment": {
        "neg": 0.0872,
        "neu": 0.8825,
        "pos": 0.0304,
        "compound": -0.1459
    }
}