{
    "date": "2010-03-18T17:00:00Z",
    "title": "North Korean finance chief executed for botched currency reform",
    "url": "https://www.theguardian.com/world/2010/mar/18/north-korean-executed-currency-reform",
    "content": "North Korea has executed a senior official blamed for currency reforms that damaged the already ailing economy and potentially affected the succession, a news agency in South Korea reported today. Pak Nam-gi was killed by firing squad last week, said Yonhap, citing multiple sources. The Workers party chief for planning and the economy had not been seen in public since January. The 77-year-old was put to death as \"a son of a bourgeois conspiring to infiltrate the ranks of revolutionaries to destroy the national economy\", the agency said. But it reported that many North Koreans did not believe the explanation, citing one source who said: \"The mood is the leadership has made Pak Nam-gi a scapegoat.\" November's abrupt redenomination of the won led to public discontent and was having a negative impact on plans for the succession, another source said. Kim Jong-il, the country's Dear Leader, appears to be preparing the way for the transfer of power to his third son, Kim Jong-un. There has been widespread speculation about the state of his health following a reported stroke. The International Crisis Group (ICG) described the currency revaluation as \"disastrous\" in a report released this week. The reform appeared to be aimed at reasserting state control over the economy, curbing inflation and tackling corruption. Although people were allowed to exchange currency – at a rate of 100 to one – only a small amount could be changed. That wiped out the savings of slightly better off North Koreans who had managed to put aside money through trading. Food prices soared as uncertainty over contradictory policies led to hoarding, the ICG said. By mid-January there were reports of rising deaths from starvation, thought to have prompted the release of emergency food supplies. The problems may have been exacerbated by the decision to pay those on state salaries the wage level in the new currency – in theory increasing their real incomes 100 times over. The government closed markets and banned both North Koreans and foreigners from using foreign currency – widely employed by the better-off to pay for goods smuggled in from China – but later reversed the currency ruling and eased restrictions on trading. But the ICG argued: \"The relationship between the Workers party and the North Korean people has probably been damaged irreversibly [by the redenomination], which has serious implications for the long-term survival of the regime.\" There were several reports that the currency reform led to unrest – highly unusual in the tightly controlled country. That led to an equally rare public apology from the government, according to a South Korean newspaper. Daniel Pinkston, north-east Asia deputy project director for ICG, said Pak's execution was unlikely to be reported domestically but could possibly cause dissension with the party. \"Will people start thinking 'I could be next' or will they say 'He really screwed up and got what he deserved'?\" North Korea has struggled to feed its people since the famine of the mid-90s and is still reliant on food aid. But aid reductions and United Nations sanctions over its nuclear programme have further damaged the faltering economy, the ICG says, at a time when Pyongyang must also deal with the succession. The 90s famine forced the government into easing its grip on the economy, leading to the emergence of markets. But in recent years it has sought to clamp down on them again.The Daily NK, a Seoul-based website run by democracy and human rights activists, said Pak had allegedly submitted a report saying redenomination would improve people's lives and secure the country's finances. Pak was last mentioned by the north's official Korean Central News Agency in January when he accompanied Kim on an inspection trip. He was allegedly denounced as a traitor at a party meeting in the same month and arrested on the spot.",
    "keywords": [
        "botched",
        "economy",
        "reported",
        "led",
        "chief",
        "state",
        "currency",
        "succession",
        "icg",
        "korean",
        "party",
        "reform",
        "executed",
        "pak",
        "north",
        "finance"
    ],
    "summary": "North Korea has executed a senior official blamed for currency reforms that damaged the already ailing economy and potentially affected the succession, a news agency in South Korea reported today.\nThe Workers party chief for planning and the economy had not been seen in public since January.\nThe International Crisis Group (ICG) described the currency revaluation as \"disastrous\" in a report released this week.\nThe reform appeared to be aimed at reasserting state control over the economy, curbing inflation and tackling corruption.\nThere were several reports that the currency reform led to unrest – highly unusual in the tightly controlled country.",
    "sentiment": {
        "neg": 0.0984,
        "neu": 0.8442,
        "pos": 0.0575,
        "compound": -0.1155
    }
}