{
    "date": "2010-07-09T15:33:43Z",
    "title": "Guardian books podcast: Travel writing's new frontiers",
    "url": "https://www.theguardian.com/books/audio/2010/jul/09/travel-writing-prize",
    "content": "What does it mean to be a travel writer in the age of the internet? Twenty-first century travellers can no longer bring news from abroad, as their Victorian forebears once did. As the UK's last surviving travel prize, the Dolman Travel book of the year, is awarded to a work of historical and cultural reportage, we talk to the winner, Ian Thomson, and one of the judges, the co-founder of Daunt Books Brett Wolstencroft, about where travel writing is heading. We report on the all-time favourite travel books nominated by tweeters and commenters on the books website. We also go to Beijing where Jonathan Watts meets Babara Demick, whose account of the lives of six North Koreans has won the Samuel Johnson prize. Reading list Nothing to Envy by Barbara Demick (Granta) The Dead Yard by Ian Thomson (Faber) Your recommendations The Towers of Trebizond by Rose Macaulay (fionalaird) A Journey to the Western Isles of Scotland by Samuel Johnson (leobenedictus) The Valleys of the Assassins by Freya Stark (NatalieHanman) The Way of World by Nicolas Bouvier (seventydys) The Stones of Florence by Mary McCarthy (Chrissiebelle8) Venice Observed by Mary McCarthy (sarahchurchwell) In Patagonia by Bruce Chatwin (thomasraymond) A Year Among the Persians by Edward G Browne (Dmattin) As I Walked Out One Midsummer Morning by Laurie Lee (JOD45) South African Winter by James Morris and Hav by Jan Morris (BOOKSA) Travels with Herodotus by Ryszard Kapuscinski (chiggi) Europe, Europe Hans Magnus Enzensberger and Danube Claudio Magris (LindesayI) Passage to Juneau by Jonathan Raban (Bysshe22) Curfewed Night by Basharat Peer (IamBrianSchofield)",
    "keywords": [
        "writings",
        "samuel",
        "thomson",
        "travel",
        "mary",
        "podcast",
        "morris",
        "prize",
        "jonathan",
        "books",
        "mccarthy",
        "johnson",
        "frontiers",
        "guardian"
    ],
    "summary": "What does it mean to be a travel writer in the age of the internet?\nTwenty-first century travellers can no longer bring news from abroad, as their Victorian forebears once did.\nAs the UK's last surviving travel prize, the Dolman Travel book of the year, is awarded to a work of historical and cultural reportage, we talk to the winner, Ian Thomson, and one of the judges, the co-founder of Daunt Books Brett Wolstencroft, about where travel writing is heading.\nWe report on the all-time favourite travel books nominated by tweeters and commenters on the books website.\nWe also go to Beijing where Jonathan Watts meets Babara Demick, whose account of the lives of six North Koreans has won the Samuel Johnson prize.",
    "sentiment": {
        "neg": 0.0265,
        "neu": 0.898,
        "pos": 0.0755,
        "compound": 0.1424
    }
}