{
    "date": "2010-11-23T20:30:00Z",
    "title": "The keys to Pyongyang | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2010/nov/23/korea-north-south-paranoid-leaders",
    "content": "North Korea's most spectacular military provocation in years – today's shelling of a South Korean island located only 75 miles from Seoul – was just that: a provocation. Despite loose talk of nuclear war, Russia's panicky warning of \"colossal danger\" and plunging Asian markets, Pyongyang's action was a lethal but carefully calibrated, limited demarche to gain the world's attention. It has certainly done that. North Korea uses military power, or the threat of it, where others use diplomacy. It is the only real leverage the regime has. This year, one of its torpedoes almost certainly sank a South Korean naval vessel, killing 46 sailors. Although Pyongyang denied responsibility, Kim Jong-il and his apparatchiks used the ensuing furore to promulgate their own agenda – and dramatise their geopolitical essential-ness. Last year's second nuclear test, Pyongyang's aggressive development of ballistic missiles, and its absurdly bellicose tirades, are grist to this well-tried technique of negotiation by force. So too was last weekend's unveiling of an advanced nuclear bomb-related uranium enrichment facility. North Korea takes \"megaphone diplomacy\" to a new level: megaton diplomacy. To say today's events reflect badly on the North is an understatement. Its murderous antics reinforce its claim to the title of world's most dangerous regime. No other government is quite so giddily irresponsible – quite so utterly careless of the safety and welfare of its people. That said, other key players are not without blame. The Obama administration, ready to talk to Iran, Syria, the Taliban and other Bush-era outcasts, is strangely reluctant to deal directly with North Korea. But the US policy of \"strategic patience\" is failing. Instead of sagely drawing back, Pyongyang's generals are recklessly hurtling forward. Barack Obama must also face the fact that sanctions are not working – witness the spanking new uranium plant made with foreign components. And this in turn highlights another embarrassing WMD intelligence failure. US envoy Stephen Bosworth's hopes of pushing China to rein in its rogue ally are likely to be disappointed. Privately, Chinese diplomats are alarmed and critical about North Korea's bellicosity. But they insist their influence with Kim is limited. Cut off food and energy assistance, as some US hawks urge, and the most probable result will be a refugee crisis engulfing China's border, plus yet more military brinkmanship. Beijing's policy is defined by self-interest: it wants stability, predictability and a benign Asian trading environment. Hence its statement today urging calm and a resumption of the six‑party nuclear talks. South Korea is no better placed to control or channel events. President Lee Myung-bak came to power three years ago promising to take a tougher line with Pyongyang's panjandrums. And for a while, he did. Now Seoul's discarding of its \"sunshine policy\" looks like a mistake – and Lee looks weak. A politically feeble Japan, that once imperial Asian power, shelters furtively behind its US-made anti-missile batteries. Russia is reduced to the role of bystander by an enigma it professes not to understand. Yet Korea is not all that much of a mystery. This is, for once, a conundrum with a solution. North Korea and its paranoid, attention-seeking leaders want a number of things the South and the western powers can supply, if so minded. This has been the case for years. First, the regime wants respect, through recognition of its legitimacy, however distasteful that idea may be. Second, it wants a peace treaty – finally ending the Korean war – that guarantees its territorial sovereignty and banishes the spectre of regime change (they watched the Iraq movie, too). Third, Kim wants an end to international sanctions and diplomatic isolation – the monicker of America's chief bogeyman is no longer for him. Fourth, he wants food aid, electricity, financial assistance, investment, trade. Finally, the ailing dictator wants backing for the postulated dynastic succession of his youngest son, a scheme that could yet collapse amid acrimony or worse. And what could the North offer in return? That's plain, too: an end to megaton diplomacy, the abandonment of its one-country nuclear arms race (as almost happened in 2007), normalisation of relations and, potentially, an enormous East German-style market opportunity for all those eager Chinese and South Korean businesses. Such a deal might well be seen as a \"reward for bad behaviour\", in the White House's cautionary words. But we can surely live with that. Living with unsecured nuclear arsenals is more problematic. A deal is doable and desirable, because at heart the Korean issue is not about absolutist ideology or faith or race or even weapons proliferation. It's a family dispute about money and power – and both are infinitely divisible.",
    "keywords": [
        "diplomacy",
        "south",
        "wants",
        "korea",
        "regime",
        "pyongyangs",
        "keys",
        "nuclear",
        "power",
        "simon",
        "tisdall",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "This year, one of its torpedoes almost certainly sank a South Korean naval vessel, killing 46 sailors.\nNorth Korea takes \"megaphone diplomacy\" to a new level: megaton diplomacy.\nThe Obama administration, ready to talk to Iran, Syria, the Taliban and other Bush-era outcasts, is strangely reluctant to deal directly with North Korea.\nSouth Korea is no better placed to control or channel events.\nFirst, the regime wants respect, through recognition of its legitimacy, however distasteful that idea may be.",
    "sentiment": {
        "neg": 0.1313,
        "neu": 0.7822,
        "pos": 0.0865,
        "compound": -0.1277
    }
}