{
    "date": "2010-03-26T19:30:00Z",
    "title": "South Korean naval ship sinks in disputed area after 'explosion'",
    "url": "https://www.theguardian.com/world/2010/mar/26/south-korea-navy-ship-attack",
    "content": "A South Korean navy ship sank today leaving scores of sailors missing and several reported dead, following an apparent explosion as it patrolled the disputed sea border with the North. Seoul sought to play down suggestions the damage may have resulted from an attack by its neighbour, after claims that the ship may have been sunk by a North Korean torpedo. A presidential spokeswoman, Kim Eun-hye, said it was premature to say what caused the disaster, telling Reuters: \"It is not clear whether North Korea was involved.\" Defence officials said that the 1,500-tonne ship began to sink at 9.45pm on Thursday local time off the island of Baengnyeong in the Yellow Sea, near North Korea. Helicopters, naval frigates and coastguard vessels had saved 58 of the 104-strong crew by midnight. Local media reported deaths, citing an unnamed naval official. The navy told the Yonhap news agency in a statement: \"The ship appears to have begun sinking after an explosion at the rear of the ship. We have been unable to find the exact cause as of this moment.\" A second South Korean ship reportedly fired at an apparently unidentified vessel sailing away from the area towards North Korea, although a defence official said movements on the radar might have been a flock of birds. The South's YTN TV network reported that the government was investigating whether the sinking was due to an attack by the North. Pyongyang has yet to respond to the incident. If it were involved, it would be a massive escalation of its longstanding tensions with the South. It would also anger the US and China, which have been hoping it is moving towards returning to stalled aid-for-denuclearisation talks. Christian Le Miere, senior analyst in Asia for Jane's Country Risk, said: \"It is still unclear whether this was hostile action. It could have been a mine or an accident involving explosives.\" Selig Harrison, director of the Asia programme of the Centre for International Policy in Washington and author of Korean Endgame, said: \"It's generally not understood that there's been a progressively growing crisis between North and South Korea. Now we're in a new situation and I've been afraid something would give, because the present government [in Seoul] has cancelled the basic premises between North and South.\" He said Seoul had announced it would review the statements in which it repudiated policies of predecessor governments designed to bring about a collapse of the North and affirmed a relationship of coexistence. \"That was really a fundamental step because to North Korea it means the south is going back to the policy of promoting collapse,\" Harrison added. However, others had seen signs of some improvements in relations on the peninsula. The Northern Limit Line has long been an area of tension. In 1999, at least 17 North Korean sailors were killed in a firefight there. Three years later, another clash saw six South Korean and an estimated 13 North Korean sailors die. In November last year it saw its first exchange of fire for seven years in November, damaging vessels on both sides. Le Miere said it appeared that the stricken vessel was the Cheonan, a Pohang class corvette commissioned in 1989. \"It is very rare for a ship of this size to be involved in a clash in the west … [if that is the case] it is a significant development in the engagements,\" he added. President Lee Myung-bak called an emergency security meeting, reportedly telling his ministers: \"Finding the truth [behind the incident] is important, but saving our soldiers is more important.\" The two sides are technically still at war because the 1950-3 conflict ended with a ceasefire and not a peace treaty. Relations improved when the South introduced a \"sunshine policy\", but deteriorated sharply when Lee took office in 2008 with a pledge to be tougher, cutting off free-flowing aid. In May last year the North claimed to have tested a nuclear device as large as that which destroyed Hiroshima, less than two months after a rocket launch which Tokyo and Washington believed was a test of long-range missile technology. Pyongyang said it was launching a satellite. Many analysts believe the moves were intended to grab Washington's attention and set the stage for a return to stalled denuclearisation talks in conditions more favourable to Pyongyang. Bolstering support for the government and advertising technology to potential customers could also have been factors.",
    "keywords": [
        "reported",
        "policy",
        "naval",
        "south",
        "disputed",
        "sinks",
        "korea",
        "sailors",
        "seoul",
        "pyongyang",
        "ship",
        "explosion",
        "area",
        "north",
        "korean"
    ],
    "summary": "A South Korean navy ship sank today leaving scores of sailors missing and several reported dead, following an apparent explosion as it patrolled the disputed sea border with the North.\nA presidential spokeswoman, Kim Eun-hye, said it was premature to say what caused the disaster, telling Reuters: \"It is not clear whether North Korea was involved.\"\nA second South Korean ship reportedly fired at an apparently unidentified vessel sailing away from the area towards North Korea, although a defence official said movements on the radar might have been a flock of birds.\nIn 1999, at least 17 North Korean sailors were killed in a firefight there.\nThree years later, another clash saw six South Korean and an estimated 13 North Korean sailors die.",
    "sentiment": {
        "neg": 0.1125,
        "neu": 0.8478,
        "pos": 0.0396,
        "compound": -0.2466
    }
}