{
    "date": "2010-06-15T17:13:23Z",
    "title": "North Koreans prepare to watch team take on Brazil – if the censors allow it",
    "url": "https://www.theguardian.com/world/2010/jun/15/north-korea-brazil-world-cup-football-tv",
    "content": "North Korean football fans may be able to watch their country's David versus Goliath World Cup clash with Brazil tonight thanks to a last-minute broadcasting deal – but it is far from certain that the planet's strictest censors will be confident enough to show the game live. The Asia-Pacific Broadcasting Union announced today that it would provide free coverage of the entire tournament so that North Korea's 23 million citizens can get a taste of life outside their isolated and impoverished homeland. John Barton, the sports director of the Kuala Lumpur-based organisation, said the contract for live broadcasts was agreed only hours before the tournament kicked off on Friday. He dismissed speculation that North Korea had aired pirated recordings of the opening game between South Africa and Mexico as \"rubbish\". Visitors to Pyongyang said the early matches had been broadcast a day late, prompting speculation that illegal copies could have been smuggled across the border from China. However, it now appears that the delays were caused by censors rather than legal or technical hitches. \"The feasibility is certainly there for the [Brazil] match to be shown live, but it's just a question of whether or not the North Korean broadcaster will do so,\" a Fifa spokesman said. During the last world cup, held in Germany in 2006, the South Korean rights holder shared live broadcasts with the North, but they were aired after a delay. Since then, relations between the two countries have deteriorated sharply, particularly since the sinking of a South Korean vessel , with the loss of 46 lives, earlier this year. The current rights holder, South Korea's SBS, said it had broken off contact with the North. \"Our negotiations with North Korea have been completely suspended due to the growing tension between the two Koreas,\" a spokesman told the Guardian. \"We can assure you that the game against Brazil will be aired in North Korea tonight, but we are not in any position to tell you if they will air it live or later.\" Football is the most popular sport in North Korea, and the country's \"Dear Leader\", Kim Jong-il, is well aware of its political significance. \"Football is the basis of sport,\" he told Workers party officials before coming to power. \"When our football skills are developed and our players beat the teams of other countries in international events, we will be able to demonstrate the real strength of our country.\" The streets of Pyongyang go quiet each Sunday when the state broadcaster – there is no other – airs games from the English Premier League, Italian Serie A or Eastern European leagues. Matches are never shown live, and are sometimes delayed by a week or more. The last time North Korea qualified for the World Cup finals was in 1966. Then, fans were able to follow the action live on the radio as their country's players pulled off arguably the greatest upset in World Cup history by beating the favourites, Italy, 1-0. Despite energy shortages, giant screens have been erected outside the state department stores near Pyongyang station in recent years, but residents say they have never seen them used for sports broadcasts. Instead, they display soothing images of flowers and mountain views. An exception was made for the deciding qualifying game, when big screens were erected in Kim Il-sung square. It is doubtful that this will be repeated tonight, mostly because of the time difference with South Africa. North Korea's opening game against Brazil kicks off at 3.30am Pyongyang time, which is well after the end of transmissions. This is not the only difference in football culture. Given the collective – rather than individual – ethos of North Korea, residents in Pyongyang say most people know very little about individual players. This was also the case at a North Korean restaurant in Beijing, where the staff said they were rooting for their nation in South Africa but were flummoxed by questions about which player they preferred. \"I can't say which player is best. The entire team is good,\" a waitress who professed to be a football fan said. In Pyongyang, expectations are realistically modest. \"We can only hope, but we know our team is in a difficult group – they face some of the world's best teams,\" a local fan said. \"It'll be a great occasion. We'll watch it and see how it goes.\"",
    "keywords": [
        "south",
        "censors",
        "team",
        "football",
        "korea",
        "prepare",
        "watch",
        "brazil",
        "live",
        "world",
        "korean",
        "koreas",
        "game",
        "koreans",
        "pyongyang",
        "north",
        "allow"
    ],
    "summary": "He dismissed speculation that North Korea had aired pirated recordings of the opening game between South Africa and Mexico as \"rubbish\".\nThe current rights holder, South Korea's SBS, said it had broken off contact with the North.\nFootball is the most popular sport in North Korea, and the country's \"Dear Leader\", Kim Jong-il, is well aware of its political significance.\nNorth Korea's opening game against Brazil kicks off at 3.30am Pyongyang time, which is well after the end of transmissions.\nGiven the collective – rather than individual – ethos of North Korea, residents in Pyongyang say most people know very little about individual players.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.8539,
        "pos": 0.0955,
        "compound": 0.0744
    }
}