{
    "date": "2010-04-19T09:48:46Z",
    "title": "South Korean president vows to uncover cause of ship sinking",
    "url": "https://www.theguardian.com/world/2010/apr/19/south-korea-president-vow-sinking",
    "content": "South Korea's president, Lee Myung-bak, today pledged resolute action over last month's fatal sinking of a navy ship as he addressed his nation in a tearful broadcast . Dozens of sailors died when the Cheonan split in two and sank while on a routine patrol along a disputed sea border. North Korea issued its first official denial of involvement on Saturday, saying Seoul was responsible but was trying to shift the blame. The comments, carried by the north's state news agency, came a day after the south's chief investigator said there was a \"high possibility\" an external explosion, rather than a blast from munitions stored inside the ship, had caused the disaster. That raised the prospect that a northern torpedo was responsible – an idea raised by officials in Seoul – or a mine, possibly left over from the 1950-53 Korean war. Defence officials earlier said there was no sign of northern military activity in the area at the time of the blast. They have stressed it is too early to determine the cause, and Lee avoided direct references to the north, despite growing suspicion in the south. \"This I promise to you. As your president, I will go to the very end to uncover every detail of the cause of the sinking of the Cheonan,\" he said in a speech broadcast on television and radio. Experts have warned it could take years to be certain of the cause. Lee said he would \"resolutely and unwaveringly cope with the results\" of the investigation, and would strengthen the military. He wiped away tears as he read the names of the 46 dead and missing sailors in a shaking voice. \"The country that you loved will never forget any of you,\" he added. The blast hit the 1,200-tonne ship on 26 March as it patrolled the northern limit line off the peninsula's west coast. The sea border has seen three skirmishes in recent years. Although some Seoul officials have suggested a torpedo attack might be to blame, others have ruled it out on the basis of evidence from the ship's radar operators. The foreign minister, Yu Myung-hwan, said yesterday that if investigations proved that North Korea sank the ship, the government would raise the issue with the UN security council, which tightened sanctions last year following Pyongyang's second nuclear test and several missile tests last year. Neither North nor South Korea wants armed conflict. Even limited military action could quickly escalate. Analysts have suggested Seoul might attempt a show of strength with extra drills and patrols, or place more mines in the Yellow Sea, where the blast occurred. Its economic options are also restricted because Lee has already ended his predecessor's policy of free-flowing aid to the north – one reason relations on the peninsula deteriorated swiftly. A joint tourism project to a northern mountain resort has also been suspended. In Saturday's statement from Pyongyang, an unnamed defence commentator said the sinking was a tragedy that had claimed the lives of many Koreans. But he added: \"The military warmongers are getting more undisguised in their moves to link the accident with the north though it was caused by their fault.\" It said the South Korean government was attempting to bolster its position ahead of elections this summer. If the north was responsible, it would anger its main ally, China , which does not want regional instability. The sinking could also complicate attempts to restart the stalled aid-for-denuclearisation talks involving the two neighbours, China, Russia, Japan and the US.",
    "keywords": [
        "sinking",
        "south",
        "uncover",
        "military",
        "sea",
        "northern",
        "president",
        "seoul",
        "blast",
        "ship",
        "korean",
        "cause",
        "lee",
        "north",
        "vows"
    ],
    "summary": "South Korea's president, Lee Myung-bak, today pledged resolute action over last month's fatal sinking of a navy ship as he addressed his nation in a tearful broadcast .\nDefence officials earlier said there was no sign of northern military activity in the area at the time of the blast.\nThey have stressed it is too early to determine the cause, and Lee avoided direct references to the north, despite growing suspicion in the south.\nThe blast hit the 1,200-tonne ship on 26 March as it patrolled the northern limit line off the peninsula's west coast.\nIt said the South Korean government was attempting to bolster its position ahead of elections this summer.",
    "sentiment": {
        "neg": 0.1224,
        "neu": 0.8095,
        "pos": 0.068,
        "compound": -0.1999
    }
}