{
    "date": "2010-11-30T10:38:21Z",
    "title": "Wikileaks: too much information? | Michael White",
    "url": "https://www.theguardian.com/politics/blog/2010/nov/30/wikileaks-too-much-information",
    "content": "I was wrong to be so sceptical. Today's Wikileaks download reveals that China may finally be prepared to abandon North Korea and accept unification of the Korean peninsula under the Koreans with the bank account. That's quite interesting, even if it does trigger the third world war. What if the \"spoiled child\" crazies in Pyongyang – the label is justified for once – turn their regime into the Alamo and unleash whatever they've got on the assumption (shared overnight by Tehran) that the leaks are all an American government plot, not a cock-up? That would make Wikileaks founder Julian Assange the Gavrilo Princip of the catastrophe, another righteous young man who thought that shooting an archduke or two at Sarajevo in 1914 would help clear the air and make the world a better place. Let's not go there today, which is already a bad morning for cock-up and its first cousin, corruption. Some sinologists are already casting doubt on the accuracy of the leaked cables. After all, diplomats are only journalists in clean shirts; they sometimes misinterpret conversations. Either way, revealing a policy split inside the Beijing regime would not be kindly received. They don't quite understand leaks or the spirit of FoI, so any chance of a policy U-turn is now rendered less likely. A pity. Ex-diplomat-turned-Blair aide Jonathan Powell gently sets out the downside in today's Guardian. Of less seismic significance is Prince Andrew's resort to four-letter words, which so upsets (\"Andrew's four-letter tirade\") the Daily Mail. The Queen's second son is causing offence, courtesy of Wikileaks, in attacking the Serious Fraud Office – and the Guardian – for their efforts to expose dodgy dealings in the arms trade. It sounds like a jolly lunch, if you like that sort of thing. We shouldn't get too priggish. Wholly unrelated, Fifa and its allies are cross with Panorama for suggesting the World Cup panel is not entirely above taking a backhander. And did I hear that the key witness in the conviction of ex-Scotland Yard commander Ali Dizaei may not be quite kosher? Dizaei is about to appeal against his four-year sentence for corruption. What's interesting in all these cases is the reaction of those in authority. You're doing a lot of harm, they say. Are they right or wrong? A bit of both. If paranoid regimes in Pyongyang, Tehran, Beijing – or even Riyadh – become more unco-operative, not much has been achieved. As I pointed out here yesterday, the US is as helpless as superpowers tend to be. Sport is notorious for failing rigorously to address allegations of corruption in its ranks – or even to address bad behaviour until it gets out of hand, Tiger. So the Fifa \"expose\" last night by Panorama – and earlier by the Sunday Times Insight team – has been met with a few suspensions, a deafening silence and some complaints that it's not very helpful to England's 2018 World Cup bid. \"The BBC should hang its head in shame\" etc etc. Bad form just before the crucial vote etc etc. Even the saintly Garry Richardson, star interviewer on Radio 4's Today programme, got cross with on-air evasion. Fifa was told weeks ago what Panorama would say. Myself, I wouldn't be heartbroken if England doesn't get to be the host country in 2018. I heard some football suit on the radio saying \"the fans will be disappointed\". When were England fans last not disappointed? 1966, as I recall. And the game's morals have deteriorated badly since then. For some reason sports villainy doesn't enrage anti-corruption crusaders in the way that often quite harmless misconduct by royals or politicians does, though you could argue that sport matters more to many voters. Heather Brooke sets out her belief in the benign power of FoI in today's Guardian. I am not entirely persuaded. But there it is. Lawyers believe in legal aid, politicians believe in the efficacy of taxes. Premiership footballers and bankers need telephone book salaries before they get out of bed not to score many goals or protect the credit supply. And journalists are champions of FoI.",
    "keywords": [
        "fifa",
        "white",
        "wikileaks",
        "corruption",
        "world",
        "quite",
        "panorama",
        "todays",
        "foi",
        "information",
        "bad",
        "michael",
        "guardian"
    ],
    "summary": "Today's Wikileaks download reveals that China may finally be prepared to abandon North Korea and accept unification of the Korean peninsula under the Koreans with the bank account.\nLet's not go there today, which is already a bad morning for cock-up and its first cousin, corruption.\nThey don't quite understand leaks or the spirit of FoI, so any chance of a policy U-turn is now rendered less likely.\nEx-diplomat-turned-Blair aide Jonathan Powell gently sets out the downside in today's Guardian.\nHeather Brooke sets out her belief in the benign power of FoI in today's Guardian.",
    "sentiment": {
        "neg": 0.1359,
        "neu": 0.778,
        "pos": 0.0862,
        "compound": -0.0685
    }
}