{
    "date": "2010-02-11T10:57:48Z",
    "title": "North Korean prime minister says sorry for disastrous currency revaluation",
    "url": "https://www.theguardian.com/world/2010/feb/11/north-korea-prime-minister-apology",
    "content": "The North Korean prime minister, Kim Yong-il, has made a rare public apology for the country's disastrous currency revaluation, which sparked social unrest and fears of another famine, and vowed to improve the food supply. Kim, the regime's third-in-command, issued the apology earlier this month at a meeting with government officials and village leaders in the capital Pyongyang, South Korea's Chosun Ilbo newspaper said today. \"Regarding the currency reform, I sincerely apologise, as we pushed ahead with it without sufficient preparation, causing pain among the people,\" Kim said during an hour-long statement. The country revalued its currency, the won, in November in an attempt to weaken the financial clout of the country's burgeoning merchant class and reassert state control over the economy. North Koreans were obliged to exchange old won notes for new at a rate of 100 to one, but a cap on the amount that could be changed forced prices up and left people who had substantial savings with piles of worthless notes. The new currency quickly plummeted in value, while the price of goods in street markets rocketed as traders struggled to keep up with demand. The crisis triggered clashes between security agents and black market traders, and raised fears of a repeat of the devastating famines of the 1990s, in which hundreds of thousands died. Last week, aid agencies reported that people were dying of hunger in the country's remote north-east after the government suspended food rations there. Kim said he would strive to bring \"stability to people's lives,\" including an easing of market restrictions and an end to the ban on foreign currencies. The Chosun Ilbo quoted sources as saying that moneychangers and illegal traders, who had been arrested during the currency redenomination, were released after the apology. The newspaper said there had been a noticeable increase in the number of employees of agencies and state-run corporations crossing the border to China to start earning US dollars again. The North Korean leader, Kim Jong-il, sacked his party's finance chief, Pak Nam-gi, who led the currency revaluation, and called a temporary halt to the regime's attempt to reassert its control over the country's fledgling free market. Economic reforms introduced in 2002 encouraged the growth of open-air markets, but had the unintended consequence of creating a black market in imported goods. A North Korean defector quoted by the Chosun Ilbo said Kim Yong-il's statement amounted to an apology to the people. \"The authorities have never apologised for bad policies before,\" he said. In another unusual admission, Kim Jong-il recently acknowledged that he had failed to improve living standards among the country's 24 million people. \"I am most heartbroken by the fact that our people are still living on corn,\" the Rodong Sinmun, the ruling party's newspaper, quoted him as saying. \"What I must do now is feed them generous amounts of white rice, bread and noodles.\"",
    "keywords": [
        "minister",
        "newspaper",
        "countrys",
        "quoted",
        "currency",
        "traders",
        "disastrous",
        "apology",
        "kim",
        "prime",
        "market",
        "sorry",
        "revaluation",
        "north",
        "korean"
    ],
    "summary": "The North Korean prime minister, Kim Yong-il, has made a rare public apology for the country's disastrous currency revaluation, which sparked social unrest and fears of another famine, and vowed to improve the food supply.\nThe crisis triggered clashes between security agents and black market traders, and raised fears of a repeat of the devastating famines of the 1990s, in which hundreds of thousands died.\nThe North Korean leader, Kim Jong-il, sacked his party's finance chief, Pak Nam-gi, who led the currency revaluation, and called a temporary halt to the regime's attempt to reassert its control over the country's fledgling free market.\nA North Korean defector quoted by the Chosun Ilbo said Kim Yong-il's statement amounted to an apology to the people.\n\"I am most heartbroken by the fact that our people are still living on corn,\" the Rodong Sinmun, the ruling party's newspaper, quoted him as saying.",
    "sentiment": {
        "neg": 0.1148,
        "neu": 0.7856,
        "pos": 0.0996,
        "compound": -0.12
    }
}