{
    "date": "2010-11-26T19:46:46Z",
    "title": "Sarah Palin fires back over North Korean allies gaffe via Facebook | Richard Adams",
    "url": "https://www.theguardian.com/world/richard-adams-blog/2010/nov/26/sarah-palin-north-korean-allies-facebook",
    "content": "If Sarah Palin learned one thing from her ordeal by fire in the 2008 presidential election, it was to not let criticism go unanswered. So after the minor uproar that greeted her comment that \"we've got to stand with our North Korean allies\", the Republican presidential contender hit back using her preferred method of communication: Facebook. In an entry posted on her Facebook page on Thanksgiving – when most people would still be digesting turkey – Palin strung together an amusing series of verbal slips made by Barack Obama, and followed up by writing: If you can't remember hearing about them, that's because for the most part the media didn't consider them newsworthy. I have no complaint about that. Everybody makes the occasional verbal gaffe – even news anchors. Obviously, I would have been even more impressed if the media showed some consistency on this issue. Unfortunately, it seems they couldn't resist the temptation to turn a simple one word slip-of-the-tongue of mine into a major political headline. She's right, of course – and has a sense of humour (the news anchor link above is to Shepard Smith saying \"blow job\" on Fox News). The problem for Palin is that pointing out the failings of others does nothing to solve her own embarrassment. A writer on Little Green Footballs harshly remarked that Palin apparently believes \"pointing out someone else's mistakes is an excuse for her own stupidity\". Given that Palin is considering a run for the Republican presidential nomination, and is one of the leading contenders according to opinion polls, her every remark will be scrutinized, just as George Bush's were before the 2000 election. Palin should recall that Bush's inability to name the president of Pakistan or the prime minister of India wasn't fatal to his presidential ambitions. (Although Bush did correctly name the president of Taiwan, and couldn't name the president of Chechnya, although that's understandable.) Having made her point, Palin goes on to say: If the media had bothered to actually listen to all of my remarks on Glenn Beck's radio show, they would have noticed that I refer to South Korea as our ally throughout, that I corrected myself seconds after my slip-of-the-tongue, and that I made it abundantly clear that pressure should be put on China to restrict energy exports to the North Korean regime. Actually, if you listen to Palin's remarks on Glenn Beck's show – you can read the official transcript here – it's clear her claim that \"I refer to South Korea as our ally throughout\" is specious. She referred to South Korea exactly once on air, and then only after the interviewer had corrected her North Korea flub.",
    "keywords": [
        "adams",
        "south",
        "thats",
        "sarah",
        "fires",
        "allies",
        "richard",
        "korea",
        "facebook",
        "president",
        "verbal",
        "media",
        "slipofthetongue",
        "palin",
        "presidential",
        "gaffe",
        "north",
        "korean"
    ],
    "summary": "If Sarah Palin learned one thing from her ordeal by fire in the 2008 presidential election, it was to not let criticism go unanswered.\nSo after the minor uproar that greeted her comment that \"we've got to stand with our North Korean allies\", the Republican presidential contender hit back using her preferred method of communication: Facebook.\n(Although Bush did correctly name the president of Taiwan, and couldn't name the president of Chechnya, although that's understandable.)\nActually, if you listen to Palin's remarks on Glenn Beck's show – you can read the official transcript here – it's clear her claim that \"I refer to South Korea as our ally throughout\" is specious.\nShe referred to South Korea exactly once on air, and then only after the interviewer had corrected her North Korea flub.",
    "sentiment": {
        "neg": 0.0937,
        "neu": 0.8541,
        "pos": 0.0523,
        "compound": -0.0106
    }
}