{
    "date": "2010-01-03T00:06:25Z",
    "title": "Barack Obama talks tough on terror as Iran raises nuclear stakes",
    "url": "https://www.theguardian.com/theobserver/2010/jan/03/obama-talks-terror-iran-yemen",
    "content": "President Barack Obama took on his Republican critics over national security by declaring that the United States remained at war with terrorists and vowing to strike at those behind the Christmas Day airplane bomb attempt. The move marked a dramatic shift in tone from the White House, which has endured a week of withering attacks from Republicans who said it had mismanaged the response to the failed attack. Obama used his weekly radio address to respond to comments by former Vice-President Dick Cheney, accusing him of pretending America was not at war. Obama insisted he had said America was at war from his first day in office: \"On that day, I also made it very clear that our nation is at war against a far-reaching network of violence and hatred, and that we will do whatever it takes to defeat them and defend our country.\" To back up his hard line, Obama also laid the blame for the Christmas Day attack at the lap of al-Qaida in the Arabian Peninsula. He said the group had equipped and sent out the Nigerian-bomb bomber Umar Abdulmutallab and would now be brought to justice. \"All those involved in the attempted act of terrorism on Christmas must know: you too will be held to account,\" Obama said. It is unlikely, however, that Obama's stance will do much to appease his Republican critics. America's right wing has been eager to attack him on a range of issues from Iran to Guantánamo Bay to Afghanistan. Yet at the same time Obama is also coming under pressure from the left wing of his own party and liberal groups which see him as continuing too many of the Bush policies. Yemen has now emerged as an unwelcome new front. America has been providing support for the Yemeni government in its battle with Islamic militants, but the country has become more unstable and terrorist attacks from there more frequent. Before the attempted aircraft bombing, a radical Yemeni cleric was also linked to the recent shooting at Fort Hood where a Muslim American killed his fellow soldiers. The issue has been further complicated by the fact that several former Yemeni detainees at Guantánamo Bay have been linked to the recent aircraft attack. Many of the criticisms levelled at Obama have had a strong echo of those that followed 11 September, 2001. Critics have pointed out that much key information was known about the attackers, but had not been co-ordinated among intelligence agencies. Indeed reforms brought in by Bush, such as creating the Department of Homeland Security, may have made the problem worse. \"We are still having the co-ordinating problems that we had before 9/11. There is too much bureaucracy,\" said Ivan Eland, director of the Center on Peace &amp; Liberty at The Independent Institute think-tank. Obama has already ordered a review of procedures for intelligence gathering and information sharing, and will hold a meeting of top staff on Tuesday. In his radio address, he said he would ensure there was more effective co-ordination and that people would be held more accountable for their actions. \"Let us ask the questions that need to be asked. Let us make the changes that need to be made. Let us debate the best way to protect the country we all love,\" he said. One of the few brighter spots in Obama's troubled national security landscape is North Korea. Though relations with the nuclear-armed rogue state are always unpredictable, recent signs point to a potential thaw in relations. A US envoy recently visited the country and Pyongyang's annual New Year's message expressed a desire for a peace treaty with the US and South Korea. ~Iran, however, remains problematic. Tehran's quest for a domestic nuclear programme, and international efforts to prevent it from developing weapons, will this week enter into a new phase of diplomatic brinkmanship. Last week, tens of thousands of supporters of Mahmoud Ahmadinejad's regime demonstrated in Tehran in organised protests against foreign interference in Iran's affairs. Less remarked on was the fact that a deadline for Iran to accept a UN-brokered deal passed on Thursday and raised the prospect of a fresh round of sanctions against Tehran. The country is already under three sets of UN sanctions for its programme of uranium enrichment, the process that can eventually lead to making the key components of an atomic bomb. Instead a senior Iranian figure said the west had just one month to come up with a better deal for it to swap its low-enriched uranium for nuclear fuel. The international community had to decide whether it will accept Iran's conditions, otherwise \"Tehran will enrich uranium to a higher level,\" Manouchehr Mottaki, Iran's foreign minister, was quoted as saying on state television. \"This is an ultimatum,\" he added. Many experts, however, think any resolution to the situation is unlikely. Critics of Tehran have alleged that the regime is using negotiations as a delaying tactic while it pursues its nuclear weapons ambitions. They say that much of the programme remains shrouded in secrecy and doubt the country's stated peaceful intentions, accusing it instead of wanting to build a bomb. Israel, which has been repeatedly threatened by Iran, has said it will not tolerate Iran becoming a nuclear power and Israeli hawks have often raised the prospect of using a military strike to destroy Iran's nuclear facilities. Most western diplomats believe such an attack would be a disaster that could ignite a much wider Middle Eastern conflict.",
    "keywords": [
        "tehran",
        "war",
        "raises",
        "iran",
        "barack",
        "critics",
        "tough",
        "nuclear",
        "obama",
        "terror",
        "country",
        "irans",
        "stakes",
        "day",
        "talks",
        "attack"
    ],
    "summary": "To back up his hard line, Obama also laid the blame for the Christmas Day attack at the lap of al-Qaida in the Arabian Peninsula.\n\"All those involved in the attempted act of terrorism on Christmas must know: you too will be held to account,\" Obama said.\nAmerica's right wing has been eager to attack him on a range of issues from Iran to Guantánamo Bay to Afghanistan.\nCritics of Tehran have alleged that the regime is using negotiations as a delaying tactic while it pursues its nuclear weapons ambitions.\nIsrael, which has been repeatedly threatened by Iran, has said it will not tolerate Iran becoming a nuclear power and Israeli hawks have often raised the prospect of using a military strike to destroy Iran's nuclear facilities.",
    "sentiment": {
        "neg": 0.1315,
        "neu": 0.7793,
        "pos": 0.0892,
        "compound": -0.1114
    }
}