{
    "date": "2010-11-29T21:30:13Z",
    "title": "Kim Jong-il an unhealthy US obsession, WikiLeaks cables show",
    "url": "https://www.theguardian.com/world/2010/nov/29/kim-jong-il-us-obsession-wikileaks",
    "content": "Search the cables for news of Kim Jong-il and the talk is often about his health and family. They are perhaps unsurprising obsessions when the 69-year-old's succession is the factor most likely to determine North Korea's future relationship with the rest of the world. Without an embassy in Pyongyang, the Americans hoover up any fragment of intelligence from foreign contacts. The \"Dear Leader\" variously emerges as \"a flabby old chap\", \"quite a good drinker\" and \"increasingly indecisive since his stroke and other health problems\". A leading Chinese official who met him in December 2009, the most recent face-to-face encounter recorded in the cables, reported that as a result of his worsening health Kim had developed a tendency to \"reverse policies\", and that \"officials also chart their own course as different factions competing for Kim's attention, making it difficult for Kim to set a firm, clear direction\". As an example of his loosening grip the Chinese official pointed to his reversal of a decision to recall students, scholars and scientists working or studying in China as a result of a single student's defection in Beijing, under pressure from business and trade groups with interests in north-east China. After an earlier October meeting with a Chinese state councillor, Dai Bingguo, \"Kim told Dai that he had hoped to invite the Chinese official to share some liquor and wine, but that because of scheduling problems he would have to defer the offer to Dai's next visit ... Kim Jong-il had a reputation among the Chinese for being 'quite a good drinker' and, Dai said, he had asked Kim if he still drank alcohol. Kim said yes.\" Former prime minister of Singapore Lee Kuan Yew describes the North Koreans as \"psychopathic types, with a 'flabby old chap' for a leader who prances around stadiums seeking adulation\". \"Kim Jong-il has already had a stroke,\" he is recorded as telling the embassy in Singapore. \"It is just a matter of time before he has another stroke. The next leader may not have the gumption or the bile of his father or grandfather. He may not be prepared to see people die like flies.\" That next leader is likely to be Kim Jong-un, Kim Jong-il's third son. In a meeting in Seoul in February, assistant secretary of state Kurt Campbell sought the views of a group of North Korea experts. A confidential cable reports a consensus that Kim Jong-un will face a moment of high danger when his father dies. \"There were many reasons to doubt that Kim Jong-un would be able to successfully fend off challenges to his control after his father died,\" one expert is quoted as saying. \"He [the expert] noted that Kim Jong-il had 20 years of experience as an official of the Korean Workers' party before his father died. Furthermore, Kim Jong-il had the benefit of years of guidance from his father after he had been officially anointed in 1980 to eventually succeed him. By contrast, Kim Jong-un had very limited experience.\" If anyone from the west can connect with Kim Jong-il, it appears to be Bill Clinton, who has a \"good personal understanding\" with the North Korean leader, a senior Mongolian official was told by North Korea's vice-foreign minister, Kim Yong-il. \"Forward motion stopped during the Bush administration but was now able to proceed because of President Clinton's recent involvement in a personal capacity, because President Obama is of the same party, and because former first lady [Hillary] Clinton is now the secretary of state,\" the embassy in Ulan Bator reported in August 2009.",
    "keywords": [
        "leader",
        "unhealthy",
        "wikileaks",
        "stroke",
        "state",
        "kim",
        "chinese",
        "jongil",
        "official",
        "jongun",
        "father",
        "cables",
        "obsession",
        "north"
    ],
    "summary": "Search the cables for news of Kim Jong-il and the talk is often about his health and family.\n\"Kim Jong-il has already had a stroke,\" he is recorded as telling the embassy in Singapore.\nThat next leader is likely to be Kim Jong-un, Kim Jong-il's third son.\nA confidential cable reports a consensus that Kim Jong-un will face a moment of high danger when his father dies.\nFurthermore, Kim Jong-il had the benefit of years of guidance from his father after he had been officially anointed in 1980 to eventually succeed him.",
    "sentiment": {
        "neg": 0.063,
        "neu": 0.8703,
        "pos": 0.0668,
        "compound": 0.0357
    }
}