{
    "date": "2010-11-24T21:15:52Z",
    "title": "US to press China to rein in North Korea after attack",
    "url": "https://www.theguardian.com/world/2010/nov/24/us-china-north-korea-attack",
    "content": "The United States is to press China to rein in North Korea to prevent further provocative incidents such as yesterday's deadly artillery attack on a South Korean island close to the border. Although the US is dispatching the carrier George Washington for a show of solidarity with the South this weekend, Washington has few options left to use as leverage on North Korea. Instead, it is hoping that China, Pyongyang's closest ally, will play a pivotal part in restoring calm. The US state department spokesman, PJ Crowley, said today: \"China does have influence with North Korea and we would hope and expect China would use that influence.\" Barack Obama, in a telephone call to his South Korean counterpart, Lee Myung-bak, late last night said the US would stand shoulder to shoulder with its ally. The White House said the George Washington and other warships would join South Korean naval forces on Sunday. The US had been due to take part in military training but had postponed involvement, citing scheduling conflicts. The resumption of the joint exercise is one of the mildest responses available to the US and South Korea, and Washington was seeking to cool passions as quickly as possible. Crowley played down the attack, characterising it as an isolated incident. In support of this, the US reported that the North Korean leader, Kim Jong-il, had been on a factory visit at the time, whereas if the crisis had been premeditated, it is more likely he would have been at the military command centre. Obama sees China as the key to resolving tensions. In an interview with Barbara Walters of ABC News, he said Beijing should \"make clear to North Korea that there are a set of international rules that they need to abide by\". Although the response of the US and South Korea has been modest, there is still a danger that North Korea could interpret a joint exercise as provocation. \"The North Koreans see it as an offensive move, however many times it happens,\" warned Professor Hazel Smith of Cranfield University in the UK, who argued that the artillery attack illustrated the military's dominance in North Korea, in contrast with the rule of Kim Il-sung, who led the country from 1948 to 1994. \"We are in uncharted waters … Under Kim Il-sung, the military were controlled by civil power. That is not the case in Kim Jong-il's North Korea.\" Smith added: \"This is a highly dangerous situation unless people start getting involved in negotiations.\" The eventual objective of the US is to see North Korea resume diplomatic talks about abandoning its nuclear weapons ambitions in return for economic aid. On Yeonpyeong island, which was subjected to the artillery barrage, the burnt bodies of two civilians in their 60s were found, thought to have been killed in the bombardment, bringing the death toll to four. The South Korean coastguard said the two men were construction workers. Two soldiers died in the attack and several people were injured, including civilians. Around 500 people were moved by the coastguard to nearby Incheon and housed in a bathhouse, sleeping on mats provided by the Red Cross. One of the evacuees, Kim Eung-seok, said: \"We don't understand why people of the same blood are attacking each other.\" Another 400 people remained on the island, mostly young men who are helping repair the damage. Park Jae-bok, a fisherman who was among those moved, said: \"I want to know about my business. What will happen while I'm gone? I want to be able to work again. I just want the government to make it safe for us to live like we did before.\"",
    "keywords": [
        "south",
        "military",
        "rein",
        "korea",
        "washington",
        "china",
        "press",
        "kim",
        "korean",
        "island",
        "north",
        "attack"
    ],
    "summary": "The United States is to press China to rein in North Korea to prevent further provocative incidents such as yesterday's deadly artillery attack on a South Korean island close to the border.\nThe US state department spokesman, PJ Crowley, said today: \"China does have influence with North Korea and we would hope and expect China would use that influence.\"\nAlthough the response of the US and South Korea has been modest, there is still a danger that North Korea could interpret a joint exercise as provocation.\nThat is not the case in Kim Jong-il's North Korea.\"\nThe eventual objective of the US is to see North Korea resume diplomatic talks about abandoning its nuclear weapons ambitions in return for economic aid.",
    "sentiment": {
        "neg": 0.0987,
        "neu": 0.8211,
        "pos": 0.0803,
        "compound": -0.1035
    }
}