{
    "date": "2010-11-23T21:53:10Z",
    "title": "North Korea and South Korea: a dispute dating back 50 years | World briefing | Julian Borger",
    "url": "https://www.theguardian.com/commentisfree/2010/nov/23/north-korea-south-korea",
    "content": "The outbreak of hostilities between the Koreas follows a spate of nuclear posturing, but its true significance may have deeper roots in an unresolved conflict over sea borders. North Korean artillery targeted Yeonpyeong island, on the South Korean side of a maritime demarcation line in the Yellow Sea that Pyongyang has refused to recognise since it was imposed in 1953. Yesterday's barrage was the latest and one of the most serious in a long series of skirmishes along this Northern Limit Line. There were two small naval engagements in 1999 and 2002, and in March this year, a South Korean corvette, the Cheonan, was sunk with the loss of 46 lives. Pyongyang denied involvement, but Seoul authorities produced evidence of a North Korean torpedo. Most observers believe the Cheonan was sunk as a reprisal for an incident in November last year, in which a North Korean patrol boat was badly damaged. At summit meetings in 2000 and 2007, previous South Korean leaders agreed to open talks on the Northern Limit Line, which was never part of the 1953 armistice. But on taking office in 2008, the current president, Lee Myung-bak, disowned his predecessors' \"sunshine policy\" and distanced himself from previous agreements on the grounds that North Korea had failed to keep its half of the bargain. Foreign visitors to Pyongyang are repeatedly told that the South's new stance is a betrayal that lies at the heart of the current hostilities. The scale of yesterday's barrage, however, suggests other factors at work. A delicate succession is underway in Pyongyang in which power is being passed from Kim Jong-il to his son Kim Jong-un. The previously obscure heir apparent was presented to the nation in September when he was made a four-star general and appeared alongside his father at a rare congress of the Workers party. \"Kim Jong-un needs to have something on his résumé, which is currently empty. To qualify as a general, of course, he needs to have a victory, and I have no doubt that is how this will be played inside North Korea,\" said former state department official Mark Fitzpatrick. He added that such engagements also serve to appease the North Korean military, allowing it free rein to push its territorial claims in the Yellow Sea as the price of its support for the succession. Seoul and its allies now face the dilemma of how to respond, as the South Korean public becomes increasingly restive over what many see as the North's immunity from reprisals. After the Cheonan sinking, Lee imposed a handful of economic sanctions and insisted on a formal apology from Pyongyang before six-party talks on the North Korean nuclear programme could resume. That has had no apparent effect on Pyongyang's behaviour. To demonstrate their lack of concern, the North Koreans laid on a tour for US nuclear scientist Siegfried Hecker earlier this month, showing him a new uranium enrichment plant at Yongbyon that was far bigger and more advanced than most observers had thought possible. The South Korean defence minister, Kim Tae-young, responded by rattling the biggest sabre in Seoul's armoury, the potential return of US nuclear weapons for the peninsula for the first time since 1991. Few in Washington or Seoul, however, believe such an escalation is wise. Given a nuclear-armed regime with little concern for its image in the world or the conditions of its people, Seoul may have little choice other than returning to some form of engagement. One possible starting point could be talks on the demarcation line in the Yellow Sea. Lee's critics believe he was in such a hurry to reject the \"sunshine policy\" that he threw the baby out with the bathwater. They argue that a willingness to address deep-seated insecurities that date back half a century could strengthen moderates in the North - one of very few ways of influencing a dysfunctional and volatile regime.",
    "keywords": [
        "south",
        "korea",
        "world",
        "50",
        "sea",
        "borger",
        "seoul",
        "nuclear",
        "julian",
        "dating",
        "line",
        "briefing",
        "kim",
        "dispute",
        "pyongyang",
        "yellow",
        "north",
        "korean"
    ],
    "summary": "North Korean artillery targeted Yeonpyeong island, on the South Korean side of a maritime demarcation line in the Yellow Sea that Pyongyang has refused to recognise since it was imposed in 1953.\nThere were two small naval engagements in 1999 and 2002, and in March this year, a South Korean corvette, the Cheonan, was sunk with the loss of 46 lives.\nPyongyang denied involvement, but Seoul authorities produced evidence of a North Korean torpedo.\nMost observers believe the Cheonan was sunk as a reprisal for an incident in November last year, in which a North Korean patrol boat was badly damaged.\nOne possible starting point could be talks on the demarcation line in the Yellow Sea.",
    "sentiment": {
        "neg": 0.089,
        "neu": 0.8404,
        "pos": 0.0706,
        "compound": -0.0262
    }
}