{
    "date": "2010-11-29T21:45:01Z",
    "title": "US embassy cables: Beijing's lost patience leaves Pyongyang with little to lose | Isabel Hilton",
    "url": "https://www.theguardian.com/commentisfree/2010/nov/29/wikileaks-north-korea-china-south-reunification",
    "content": "A Chinese foreign affairs expert earlier this year, asked what China's best option was in North Korea, pulled a despairing face. \"Status quo,\" he answered. As WikiLeaks has revealed, China may have been hoping for the best, but it has been actively planning for a quite different outcome. The \"spoilt child\" is increasingly out of Chinese control. The North Korean regime this year has sunk a South Korean warship, resumed its nuclear enrichment programme, and shelled a South Korean island. China has been calling for calm. The question in Beijing today is, what effect will the release of documents have on North Korea's regime, now that the degree of Chinese exasperation with its problematic neighbour is public knowledge? The Chinese government has ordered domestic media not to report on the WikiLeaks documents, and the website is blocked – as is the Guardian's data download site. But though Beijing may temporarily prevent its citizens accessing the details, the utility of China's friendship with Pyongyang was already heavily questioned in Beijing, not only in discreet foreign policy and security circles, but also in the public media. After the shelling episode last week, one of China's leading business magazines, Caixin, said: \"A large question looming in the minds of many is how much [Chinese] taxpayers' money has been spent on North Korean assistance … Bearing this in mind, the only question to ask is one of principle. Why does China continue to aid North Korea?\" The figures are classified but, according to some analysts, North Korea swallows nearly 40% of China's total foreign aid budget, and Beijing supplies Pyongyang with 50,000 tonnes of oil a month – this to maintain a buffer state against Japan, South Korea and the United States. But in today's post-Maoist China, as Caixin pointed out, these are no longer China's enemies. Trade and investment flows with the three are worth billions, while North Korea is an expensive and increasingly unruly embarrassment. North Korea's 2006 nuclear test was seen in Beijing as a gesture of defiance not only to the US and Japan, but also to China. Beijing had made it clear to Pyongyang that it disapproved. China publicly condemned the test in unprecedentedly strong terms and, unusually, supported UN sanctions in response. It is a sign of how far the Chinese government has moved away from its cold war ideology that the country's officials should speak so frankly to both US and South Korean diplomats. Beijing's foreign policy goals are to maintain a peaceful international environment and to secure sufficient resources for China to continue to grow, for fear that any slackening could threaten domestic stability. Any residual value in provoking the US by proxy is outweighed by the damage the relationship is doing to China's carefully cultivated image of a peaceful member of the family of nations. The confrontation on the Korean peninsula is the last hangover from the cold war, an unstable situation that seems to have outstripped China's power to manage it. It has been a test of Beijing's willingness to show a leadership commensurate with its growing economic weight and, so far, it has failed. Beijing has proved unequal to the task of keeping North Korea in line, or, as yet, of persuading it to follow China's transition to a market economy. China is regarded as the last country that has influence in Pyongyang, but the leaked cables confirm how limited that influence is. Beijing has been unwilling to put real muscle into its persuasion, pointing to North Korea's desire to talk on equal terms with the US. China has facilitated the now stalled six-party talks, but has shied away from enforcing responsible behaviour or allowing the regime to collapse. The US, in turn, is reluctant to concede North Korea's demands for recognition and pleads with China to get its junior ally under control. Now the WikiLeaks revelation that China is beginning to accept the once unthinkable alternative – a reunification under South Korean control – may make an unstable situation worse. China's contingency plans reveal a new pragmatism: a willingness to appeal to the UN for support in the event of regime collapse, but a readiness to act unilaterally if necessary; a willingness to work with the US to secure nuclear materials and, provided Chinese business interests are protected and no US troops were stationed north of the DMZ, an acceptance that a South Korean dominated peninsula would make a better neighbour. That does not mean, however, that China is ready to precipitate North Korea's collapse and the crisis that would result. The question now is whether the Pyongyang regime will be brought to sobriety by the realisation of just how thin China's patience has worn, or whether it will decide that it has nothing to lose by further, and more desperate, provocation.",
    "keywords": [
        "lost",
        "leaves",
        "hilton",
        "embassy",
        "patience",
        "south",
        "beijing",
        "korea",
        "regime",
        "china",
        "lose",
        "little",
        "cables",
        "chinas",
        "isabel",
        "chinese",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "A Chinese foreign affairs expert earlier this year, asked what China's best option was in North Korea, pulled a despairing face.\nThe North Korean regime this year has sunk a South Korean warship, resumed its nuclear enrichment programme, and shelled a South Korean island.\nWhy does China continue to aid North Korea?\"\nTrade and investment flows with the three are worth billions, while North Korea is an expensive and increasingly unruly embarrassment.\nNow the WikiLeaks revelation that China is beginning to accept the once unthinkable alternative – a reunification under South Korean control – may make an unstable situation worse.",
    "sentiment": {
        "neg": 0.0984,
        "neu": 0.81,
        "pos": 0.0915,
        "compound": -0.0562
    }
}