{
    "date": "2010-09-26T21:00:49Z",
    "title": "North Korea waits to hear that Kim Jong-il's youngest son will take over",
    "url": "https://www.theguardian.com/world/2010/sep/26/north-korea-new-leader-kim",
    "content": "The fruit crop is expected to be excellent. The apples are plump and the grape clusters heavy. Farmers smile as they toil in the fields, and people wave flags on their way to work. Tractors are bringing in another good harvest. The footage unfolding across North Korean television screens offers images of the good life, apparently unaltered for years. But change is coming to this isolated and bizarre dictatorship, as the world's first communist dynasty prepares to transfer power to its third generation. Like everything in this country, the move is shrouded in mystery. But the people are already being groomed for a phased transition, supporting the widespread belief that the leader, Kim Jong-il, will use Tuesday's Workers' party assembly to signal he has chosen his youngest son to succeed him. One Pyongyang student says there is already a song dedicated to the heir apparent. \"We were told at university that Kim Jong-un is very intelligent, that he has a military background, and that he is very young,\" added the young woman, who asked to remain anonymous. Many others seem to know his name, even though there is a reluctance to discuss the matter – at least with foreigners. His father's gradual rise was equally well-veiled for many years, sealed only at the party's 1980 gathering: its last until this year. This meeting could last anywhere between three days and almost three weeks, to judge from previous events. Seoul-based Yonhap news agency has also reported that the North may be preparing a record military parade, citing South Korean government sources. As many as 10,000 soldiers may march alongside missiles and armoured vehicles to mark the party's assembly or its 65th anniversary next month. Kim Jong-un's rise is unlike that of his 68-year-old father's in one crucial regard: time is not on his side. The elder Kim had years of experience dealing with the party and the powerful military before his father's death in 1994. Yet he appears to have neglected his own succession plans until reportedly suffering a stroke two years ago. His apparent frailty is, of course, a strictly taboo topic in Pyongyang. \"Our leader is in good shape and is energetic,\" said a guide. The family's personality cult is apparent everywhere. The viewing conditions at the mausoleum of the country's founder, Kim Il-sung, are so strict that shoes are cleaned with mechanised brushes and blowers remove dust from visitors' clothes before they can step into the room to view his embalmed body. Everybody over 13 wears a Kim Il-sung lapel pin and secondary school pupils spend a sixth of their lessons studying the thoughts of their leaders. They are taught to believe that their country stands out among nations, and that life is better there than anywhere else. \"We envy nothing in the world,\" children sing in a propaganda film. Yet the country is an international pariah that spends vast sums on its military, even though the people have suffered from hunger and poverty. Despite the sunshine and blue skies of a warm autumn, the crowds in Pyongyang are drab and mostly unsmiling, and the place retains a chilly Soviet ambience. While city dwellers appear largely healthy, it is hard to tell the age of the country children visiting the mausoleum: their faces look too old for such short bodies. Later we visit a rural area on the outskirts of the capital, where officials extol their progress in mechanised agriculture. But the farmers are working with their hands and the only tractors we see in North Korea are on television. Until the 1970s, North Korea was a fast-developing industrial economy; the envy of the region. It was easier to proclaim its progress. Now, for all its careful efforts, the signs of external prosperity are creeping in. Our guides have mobile phones, though their use remains extremely restricted. One, a young woman, wears a white T-shirt with Gucci picked out in diamanté letters across its left sleeve. She looks blank when asked what it means. Experts say the country has become more porous, with residents in border areas using smuggled handsets to make calls via Chinese mobile phone networks. They question whether an inexperienced leader can hold together the elite's different interest groups, shore up the economy and satisfy a population becoming more aware of the outside world. But North Korea permits no doubt about its future. \"North Korea is much stronger now than it was in the 1950s. We are economically and militarily much more powerful,\" states a tourist guide at one patriotic monument. An expert at the war museum is also very confident. \"Since our country has become a nuclear power, we no longer need help from other countries. We can now defend ourselves against the American imperialists.\" North Korea's defences include a Stalinist espionage apparatus that monitors both its own people and visitors. On entry, mobile phones are confiscated for the duration of the trip and officials leaf through a passenger's copy of the Economist to see if it contains anything sensitive. In Pyongyang, only the elite have access to the internet. To send an email from the hotel you must complete an application form. \"I do not believe that the internet will gain widespread use in North Korea,\" said one official. \"The reason for this is American and South Korean imperialism.\" Photography from inside a car is not allowed. People must not be photographed. Soldiers must not be photographed. There are three officials keeping an eye on seven tourists and foreigners are not allowed to leave the hotel unescorted. A British and an Irish visitor taking a morning stroll are quickly stopped by a crowd when they take pictures of street vendors selling vegetables and underwear. The men are driven back to their hotel by security officials. The North Koreans consider this a serious incident. A report is written, the memory cards of the cameras confiscated and the pictures deleted from their computers. The men are also required to write a humble letter of apology. \"This is a serious setback to the positive development of relations between Britain and North Korea,\" the director of the travel agency said. The middle-aged North Korean man responsible for the group starts to cry. Petteri Tuohinen is the Beijing correspondent for Helsingin Sanomat",
    "keywords": [
        "military",
        "young",
        "korea",
        "jongils",
        "kim",
        "mobile",
        "waits",
        "youngest",
        "country",
        "hear",
        "officials",
        "son",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The footage unfolding across North Korean television screens offers images of the good life, apparently unaltered for years.\nBut the farmers are working with their hands and the only tractors we see in North Korea are on television.\nUntil the 1970s, North Korea was a fast-developing industrial economy; the envy of the region.\n\"I do not believe that the internet will gain widespread use in North Korea,\" said one official.\n\"This is a serious setback to the positive development of relations between Britain and North Korea,\" the director of the travel agency said.",
    "sentiment": {
        "neg": 0.0556,
        "neu": 0.8652,
        "pos": 0.0792,
        "compound": 0.0577
    }
}