{
    "date": "2010-05-24T11:44:05Z",
    "title": "Japan in U-turn on US marine base in Okinawa",
    "url": "https://www.theguardian.com/world/2010/may/24/japan-uturn-us-base-okinawa",
    "content": "Japan's prime minister, Yukio Hatoyama, said today that rising tensions in the Korean peninsula were behind his decision to keep a controversial US marine base on Okinawa, reneging on an election pledge to move it off the island. Hatoyama said he would honour a 2006 agreement with the US to move Futenma base from its current location in an overcrowded city to an offshore site in a less populated part of Okinawa, despite strong local opposition. After six months of searching for a new site in other parts of Japan, Hatoyama conceded that the Korean crisis, sparked by the March sinking of a South Korean naval vessel blamed on a North Korean torpedo, had underlined the importance of the US military presence. \"I decided that it is of utmost importance that we place the Japan-US relationship on a solid footing of mutual trust, considering the situation on the Korean peninsula and in Asia,\" he said. \"I apologise from the bottom of my heart for the confusion I have caused the people of Okinawa.\" The US had refused to budge from its insistence that the base, home to 2,000 marines, should stay on Okinawa, which it regards as the best location for troops who could be sent to intervene in a conflict on the Korean peninsula or between China and Taiwan. Under the agreement, 8,000 US troops on Okinawa will be moved to the US Pacific territory of Guam by 2014. The US secretary of state, Hillary Clinton, commended Hatoyama and described his change of heart as difficult but correct. In an attempt to calm the anger among Okinawan residents, Hatoyama said attempts would be made to lessen the environmental impact of the offshore base. But local leaders described his volte-face as a betrayal. The mayor of Nago, the coastal town that will host the new base, described the plan as \"absolutely unacceptable\". \"I cannot help feeling angry as this is a betrayal of the people of Nago and Okinawa,\" Susumu Inamine told Hatoyama in a meeting yesterday. Despite the agreement between Tokyo and Washington, some analysts believe the plan could still fail amid growing opposition on the island, which hosts about half of the 50,000 US troops in Japan. Minoru Morita, a veteran political commentator, said Hatoyama's mishandling of the relocation had exposed his Democratic party as naive. \"The Okinawan people are outraged,\" he said. \"They feel Hatoyama betrayed them. The Democrats didn't think through what they could change and what they couldn't change. The base issue is an international agreement. They are ignorant and irrational.\" Hatoyama could pay a heavy political price for his perceived lack of leadership. The Social Democrats, a minor left-wing party, have threatened to leave his coalition government, while voters are expected to punish him in upper house elections in July.",
    "keywords": [
        "change",
        "uturn",
        "troops",
        "hatoyama",
        "base",
        "okinawa",
        "peninsula",
        "described",
        "japan",
        "agreement",
        "marine",
        "site",
        "korean"
    ],
    "summary": "Japan's prime minister, Yukio Hatoyama, said today that rising tensions in the Korean peninsula were behind his decision to keep a controversial US marine base on Okinawa, reneging on an election pledge to move it off the island.\n\"I decided that it is of utmost importance that we place the Japan-US relationship on a solid footing of mutual trust, considering the situation on the Korean peninsula and in Asia,\" he said.\nUnder the agreement, 8,000 US troops on Okinawa will be moved to the US Pacific territory of Guam by 2014.\nThe US secretary of state, Hillary Clinton, commended Hatoyama and described his change of heart as difficult but correct.\nThe mayor of Nago, the coastal town that will host the new base, described the plan as \"absolutely unacceptable\".",
    "sentiment": {
        "neg": 0.1471,
        "neu": 0.7746,
        "pos": 0.0782,
        "compound": -0.1261
    }
}