{
    "date": "2010-10-09T23:04:24Z",
    "title": "North Korea's charm offensive marks the handover to its new leader",
    "url": "https://www.theguardian.com/world/2010/oct/10/kim-jong-il-kim-il-sung-pyongyang",
    "content": "New rare glimpses of life on the streets of Pyongyang are testament to an unprecedented charm offensive by North Korea, one of the world's most insular and tightly controlled states. The country has thrown open its doors to international media ahead of its massive military parade today – where analysts believe its newly anointed heir-apparent may make a landmark public appearance. North Korean officials said that the parade through Kim Il-sung Plaza – named after the country's founder, father of the current leader, Kim Jong-il – will be the largest in the country's history. South Korean officials have predicted it will feature more than 16,000 troops marching alongside tanks, lorries carrying missiles and other weaponry. Around 80 journalists landed in the country yesterday as the capital prepared for the display, which will officially celebrate the 65th anniversary of the ruling Workers' party. North Korea tightly controls its image and journalists are assigned minders. Mobile phones are confiscated from visitors on arrival and tourists often have pictures deleted from their cameras on departure. But the Observer was able to shoot a number of pictures on the drive from the airport into the centre of the city. They show ordinary life, albeit in the country's relatively wealthy capital: residents waiting at bus stops; men sharing cigarettes in the gloom; a woman carrying a precious bottle of oil. Portraits of Kim Il-sung with Kim Jong-il gaze down upon quiet roads. Other images were shot on arrival at the capital's airport. North Korea issued an invitation to US journalists earlier this week, a particularly striking move because Americans usually struggle to gain access. The two countries do not have diplomatic relations. Other media organisations which applied were granted visas. The government has set up a press centre with internet access – normally tightly controlled. The country has appeared to proffer olive branches to the US and South Korea recently, following a marked deterioration in relations over the last two years. But international attention is focused on the succession process. Until two weeks ago state media had never mentioned the leader's youngest son, despite widespread speculation outside the country that he had been chosen to succeed his father. Then an announcement that he had been appointed an army general was swiftly followed by the release of a photograph showing him with his father and other senior leaders. He was also appointed to the Workers' party's central military commission and its central committee. On Friday a senior North Korean official confirmed that he would succeed his 68-year-old father. \"Our people take pride in the fact that they are blessed with great leaders from generation to generation,\" Yang Hyong Sop, of the powerful political bureau of the central committee of the Workers' party, said. \"Our people are honoured to serve the great president Kim Il-sung and the great leader Kim Jong-il,\" he added. \"Now we also have the honour of serving young General Kim Jong-un.\" His new title is important because of the army's importance. Analysts say that his father rules the country in alliance with the military. North Korea has one of the world's largest standing armies, with an estimated 1.2 million troops. Festivities began on Friday night with fireworks displays. State television showed rows of suited delegates applauding as round after round burst over the city in a lengthy and spectacular show. The state-run Korean Central News Agency said that students danced in Pyongyang's squares as bands played tunes including \"Please Receive the Best Wishes of the People\" and \"The Youth Shines Thanks to the Workers' Party\". There were unconfirmed rumours that Kim Jong-un attended public games in Pyongyang last night, in what would be his first public appearance. Unusually, today's parade is expected to be broadcast live on state television, instead of the footage being edited before broadcast as is usual in North Korea. \"This is a very important event because it's being held after Kim Jong-un's debut as heir-apparent,\" said Yoo Ho-yeol, a lecturer in North Korean studies at Korea University in Seoul, the South Korean capital. Yoo predicted that Kim Jong-un would appear at the parade in full military dress. In the few pictures shown to date, he has been wearing civilian clothes. The last big military parade took place in 1998, to celebrate the 60th anniversary of the founding of the Democratic People's Republic of Korea. But Kim Jong-il was absent, apparently because he had suffered a stroke. He was groomed for power for decades before his father's death in 1994. But Kim Jong-un, who is thought to be 26 or 27, has had far less preparation for a transfer of power to the third generation of the family.",
    "keywords": [
        "charm",
        "leader",
        "military",
        "korea",
        "handover",
        "workers",
        "kim",
        "marks",
        "offensive",
        "parade",
        "country",
        "korean",
        "jongun",
        "father",
        "north",
        "koreas"
    ],
    "summary": "New rare glimpses of life on the streets of Pyongyang are testament to an unprecedented charm offensive by North Korea, one of the world's most insular and tightly controlled states.\nNorth Korea tightly controls its image and journalists are assigned minders.\nNorth Korea issued an invitation to US journalists earlier this week, a particularly striking move because Americans usually struggle to gain access.\nNorth Korea has one of the world's largest standing armies, with an estimated 1.2 million troops.\nThere were unconfirmed rumours that Kim Jong-un attended public games in Pyongyang last night, in what would be his first public appearance.",
    "sentiment": {
        "neg": 0.0294,
        "neu": 0.8634,
        "pos": 0.1072,
        "compound": 0.1929
    }
}