{
    "date": "2010-05-24T19:27:48Z",
    "title": "US-South Korea joint naval exercise to increase pressure on North",
    "url": "https://www.theguardian.com/world/2010/may/24/us-south-korea-naval-exercises",
    "content": "The US will conduct joint naval exercises with South Korea in the Yellow Sea, the Pentagon announced tonight as the two countries revealed measures to increase pressure on North Korea over a torpedo attack which sank a Southern warship. The announcement of the exercises, which will test the two countries' ability to detect enemy submarines and prevent shipments of nuclear materials, is the first concrete US response to the crisis triggered by the sinking of the Cheonan in March, with the loss of 46 lives. An international panel of experts concluded last week that North Korea torpedoed the South Korean warship . Barack Obama ordered US forces to co-ordinate with their South Korea counterparts \"to ensure readiness and to deter future aggression\" by North Korea, a spokesman said. Earlier, the South Korean president, Lee Myung-bak, said that Seoul will take Pyongyang to the UN security council, ban the North's ships from its waters and suspend what limited trade exists between the two countries. South Korea will also resume broadcasts along the border, a relic of the cold war that was abandoned six years ago, as well as radio propaganda broadcasts and leaflets dropped by balloon. In a televised address, Lee said: \"We have always tolerated North Korea's brutality, time and again. We did so because we have always had a genuine longing for peace on the Korean peninsula. But now things are different. North Korea will pay a price corresponding to its provocative acts.\" The North Korean regime said it would order artillery fire at any loudspeakers or broadcast stations. The UN secretary general, Ban Ki-moon, said the evidence of North Korean involvement was \"overwhelming and deeply troubling\". Ban, a former South Korean foreign minister, said: \"I am confident that the council … will take measures appropriate to the gravity of the situation.\" Lee called for North Korea to apologise, something that is highly unlikely. In spite of the rhetoric on all sides, the South is keen to avoid war and there were no conditions attached to the call for an apology. The options available to the South and the US are limited, in part because North Korea is a relatively closed society and partly because many sanctions are already in place.The White House spokesman, Robert Gibbs, said: \"We endorse President Lee's demand that North Korea immediately apologise and punish those responsible for the attack, and, most importantly, stop its belligerent and threatening behaviour. US support for South Korea's defence is unequivocal, and the president has directed his military commanders to co-ordinate closely with their Republic of Korea counterparts to ensure readiness and to deter future aggression.\" The US secretary of state, Hillary Clinton, who is in China at the head of a 200-strong US delegation, is pressing China to back UN action against North Korea. China, one of the few big powers not to have condemned North Korea over the sinking, is reluctant to act against Pyongyang. \"We are working hard to avoid an escalation of belligerence and provocation,\" Clinton said. \"This is a highly precarious situation that the North Koreans have caused in the region.\" The South Korean government is to discuss with the Chinese government and with Clinton in Seoul on Wednesday how far Beijing is prepared to go in supporting any UN action. The options are a resolution or, the weaker alternative, a security council statement. Daniel Pinkston, north-east Asia deputy project director for the International Crisis Group, said: \"South Korea would like a [security council] resolution, but I think they are realistic and their expectations are low. They are going to take whatever they can get there and look for whatever they can get from their friends and allies in a kind of coalition of the willing [in a] multidimensional approach.\"",
    "keywords": [
        "naval",
        "south",
        "countries",
        "korea",
        "joint",
        "increase",
        "exercise",
        "president",
        "clinton",
        "security",
        "ussouth",
        "lee",
        "council",
        "pressure",
        "north",
        "korean"
    ],
    "summary": "The US will conduct joint naval exercises with South Korea in the Yellow Sea, the Pentagon announced tonight as the two countries revealed measures to increase pressure on North Korea over a torpedo attack which sank a Southern warship.\nAn international panel of experts concluded last week that North Korea torpedoed the South Korean warship .\nBarack Obama ordered US forces to co-ordinate with their South Korea counterparts \"to ensure readiness and to deter future aggression\" by North Korea, a spokesman said.\nThe UN secretary general, Ban Ki-moon, said the evidence of North Korean involvement was \"overwhelming and deeply troubling\".\nChina, one of the few big powers not to have condemned North Korea over the sinking, is reluctant to act against Pyongyang.",
    "sentiment": {
        "neg": 0.1201,
        "neu": 0.8039,
        "pos": 0.0759,
        "compound": -0.1654
    }
}