{
    "date": "2010-09-27T23:26:52Z",
    "title": "The trouble with being a dictator's son",
    "url": "https://www.theguardian.com/world/julian-borger-global-security-blog/2010/sep/27/korea-dictatorship-heir",
    "content": "The appointment of Kim Jong-un as a general appears to make the mysterious youth North Korea's crown prince. He has not taken over yet - and there seem to be many pitfalls on the way - but if he does become the new Leader his family will have made despotic history. It will be the first time in modern history that a dictatorship has been handed down through three generations. Or so I (and Guardian research) believe. The last time anything like this appears to have happened was in nineteenth century Paraguay, where authority passed from the country's founding father, José Gaspar Rodríguez de Francia (El Supremo), to his nephew, Carlos Antonio López, who was succeeded in turn by his own son, Francisco Solano López, in 1862. The dynasty certainly rivalled its present day Korean counterparts in the arbitrariness of its rule. Francia, El Supremo, ordered all dogs in the country shot, and decreed that he personally should conduct all weddings, in which Spaniards were incidentally banned from marrying one another. The last of the line, Francisco Solano López had almost all his closest supporters executed, including his brothers, when he became convinced they were plotting against him. However, this was an accidental dynasty rather than a smooth succession. Carlos Antonio was not El Supremo's choice (the old man tried to have him killed) and a couple of other claimants held power in between. The only dynasty that comes close to the Kims in modern times is the ruthless Somoza family who held power in Nicaragua from 1936 to 1979, when Anastasio Somoza Debayle was ousted by the Sandinistas. The dynasty included three presidents, but only two generations. After the assassination of the patriarch, Anastasio Somoza García, the eldest son, Luis Somoza Debayle, took over and then passed on the family business to his younger brother, the doomed Anastasio. The rarity of such dynastic feats is a reminder that in even in the most absolute, idiosyncratic dictatorship, passing on power intact to the next generation is a hard trick to pull off, and almost impossible to pull off twice. Monarchies used to do it routinely of course. You could say it is what they do by definition. But the price of retaining that privilege in the modern age is almost always surrendering some or all of their real power. In the absence of an actual crown and a national belief in the divine right of kings, the moment of succession is also a moment of supreme vulnerability for despotic families, and unless it is managed supremely and ruthlessly well, other claimants on power, like the ruling party or the army, will make their own grab for supremacy. The ailing Kim Jong-il will try to manage that delicate transition today. The Duvaliers did it in Haiti. It was performed successfully by Hafez al-Assad in Syria, despite initial doubts over his heir Bashar's nerve. Hosni Mubarak is attempting to do the same in Egypt, but in the face of widespread protest. Saif Gaddafi's role in Libya after the departure of his father remains unclear. For proud autocratic fathers, used to controlling all they survey, passing the baton must be daunting. It is their bid for immortality, and they must surely know in the back of their minds it must fail - eventually.",
    "keywords": [
        "modern",
        "dictators",
        "lópez",
        "used",
        "el",
        "power",
        "son",
        "trouble",
        "dynasty",
        "anastasio",
        "supremo",
        "family",
        "somoza"
    ],
    "summary": "The appointment of Kim Jong-un as a general appears to make the mysterious youth North Korea's crown prince.\nIt will be the first time in modern history that a dictatorship has been handed down through three generations.\nFrancia, El Supremo, ordered all dogs in the country shot, and decreed that he personally should conduct all weddings, in which Spaniards were incidentally banned from marrying one another.\nAfter the assassination of the patriarch, Anastasio Somoza García, the eldest son, Luis Somoza Debayle, took over and then passed on the family business to his younger brother, the doomed Anastasio.\nIt is their bid for immortality, and they must surely know in the back of their minds it must fail - eventually.",
    "sentiment": {
        "neg": 0.0374,
        "neu": 0.8898,
        "pos": 0.0728,
        "compound": 0.1142
    }
}