{
    "date": "2010-12-02T16:06:51Z",
    "title": "Chinese relationship with North Korea 'has withstood tempests'",
    "url": "https://www.theguardian.com/world/2010/dec/02/china-north-korea-relationship",
    "content": "China's longstanding alliance with North Korea has withstood tempests, a senior Chinese leader told Pyongyang today as the US again pressed Beijing to rein in its neighbour following last week's artillery attack. The remarks followed the publication of a US diplomatic cable that quoted a senior Chinese official describing the North as behaving \"like a spoilt child\". Foreign ministry spokeswoman Jiang Yu told a regular press briefing that she did not want to comment on the \"absurd\" content of the WikiLeaks releases. China has refused to criticise the North over the shelling of Yeonpyeong island, in which two civilians and two soldiers died. Pyongyang said it had been responding to live fire exercises by the South. The island lies close to the disputed Yellow Sea border between the Koreas, and Pyongyang has repeatedly warned the South against holding drills in the area. \"The traditional friendship of China and North Korea has withstood the tests of international tempests and changes and replenished itself over time,\" Wu Bangguo, China's chief legislator, told a visiting North Korean delegation, according to the official Communist party newspaper, the People's Daily. He added that both sides were committed to \"strengthening strategic communication\" and economic co-operation. The article did not mention the current confrontation between the Koreas or the international dispute over the North's nuclear programme. The foreign ministry said Moscow had expressed support for China's proposal of an emergency meeting for the six countries involved in the stalled aid for denuclearisation talks. \"Those who brandish weapons are seen to be justified, yet China is criticised for calling for talks. Is that justified?\" Jiang, a spokeswoman, asked. She added that the talks would not be a return to the official six-party negotiations. But the US, Japan and the South have so far snubbed the proposal. Their foreign ministers will hold a trilateral meeting in New York on Monday. Admiral Mike Mullen, the chairman of the US Joint Chiefs of Staff, said in a speech today: \"Beijing's call for consultations will not substitute for action, and I do not believe we should continue to reward North Korea's provocative and destabilising behaviour with bargaining or new incentives. \"China is uniquely placed to guide North Korea to a less dangerous place.\" The South Korean president, Lee Myung-bak, is under pressure from all sides following the attack. Some opposition politicians have accused him of taking too tough a stance, arguing that, by abandoning his predecessors' \"sunshine policy\" and halting the free flow of aid, he had alienated the North. Others – including his own party colleagues – believe Seoul should send a harsher message to Pyongyang. The intelligence chief's admission that the service had been aware of a possible attack has increased domestic anger, although military officials said the North's order was that its troops should prepare to return fire if the South conducted artillery exercises. In a closed-door briefing to a parliamentary committee, Won Sei-hoon said officers had intercepted North Korean military communications, indicating preparations for an assault on Yeonpyeong and other frontline islands. Won did not expect the attack to target civilian areas and considered it a \"routine threat\", according to the office of politician Choi Jae-sung, who attended the closed-door session. The National Intelligence Service told AP it could not immediately comment. \"Our intelligence system didn't work,\" Jun Byung-hun, the chief policymaker for the main opposition Liberal Democratic party, said in a statement. \"The government and its ruling party only churned out anti-North Korea hardline rhetoric, but they didn't make any preparation.\"",
    "keywords": [
        "tempests",
        "withstood",
        "south",
        "korea",
        "party",
        "talks",
        "china",
        "told",
        "chinese",
        "official",
        "relationship",
        "pyongyang",
        "north",
        "attack"
    ],
    "summary": "China's longstanding alliance with North Korea has withstood tempests, a senior Chinese leader told Pyongyang today as the US again pressed Beijing to rein in its neighbour following last week's artillery attack.\nThe remarks followed the publication of a US diplomatic cable that quoted a senior Chinese official describing the North as behaving \"like a spoilt child\".\nChina has refused to criticise the North over the shelling of Yeonpyeong island, in which two civilians and two soldiers died.\n\"The traditional friendship of China and North Korea has withstood the tests of international tempests and changes and replenished itself over time,\" Wu Bangguo, China's chief legislator, told a visiting North Korean delegation, according to the official Communist party newspaper, the People's Daily.\n\"China is uniquely placed to guide North Korea to a less dangerous place.\"",
    "sentiment": {
        "neg": 0.1099,
        "neu": 0.8084,
        "pos": 0.0817,
        "compound": -0.0654
    }
}