{
    "date": "2010-05-25T18:23:42Z",
    "title": "North Korea cuts all ties with the South",
    "url": "https://www.theguardian.com/world/2010/may/25/north-korea-cuts-ties-south",
    "content": "North Korea has hit back at Seoul by announcing it would sever all links, escalating the standoff over accusations that the North sank a South's warship. North Korea's state news agency KCNA also reported that Pyongyang would expel all South Koreans from a joint-industrial zone in Kaesong, near the border. The announcement, leaves relations at their worst point for years. It came as a monitoring group in Seoul reported that the North Korean leader, Kim Jong-il, last week ordered his military to prepare for war in case the South attacks. Military officials in Seoul were unable to confirm the report, and said they had detected no unusual troop movements. The North's statement followed and announcement by South Korea's president, Lee Myong-bak, that Seoul would suspend trade, ban Northern ships from its waters and take Pyongyang to the UN security council. This, he announced that Seoul would redesignate the North as its \"main enemy\" – a term it dropped six years ago, when relations were thawing. Citing the Committee for the Peaceful Reunification of Korea, KCNA said Pyongyang would engage in no dialogue or contact while Lee was in power; he is due to leave office in 2013. Relations on the divided peninsula deteriorated sharply after he became president last year, ending his predecessor's \"sunshine policy\" of free-flowing aid to the North. KCNA described the retaliation as a response to Seoul's \"smear campaign\" – the accusation, based on a report by an international team, that a Northern torpedo caused the sinking in March of the Cheonan, which killed 46 people. Pyongyang denies any involvement. Scott Snyder, director of the centre for US-Korea policy at the Asia Foundation, in Washington, said: \"This is really the last phase of unwinding of this policy of engagement that had been in place between the Koreas since 1998. There is a level of hostility and lack of interaction that is unprecedented in that [12-year] period.\" . He added: \"The North Koreans view Lee Myong-bak's lack of commitment to the policy as the main source of conflict [that] has led to this set of events. That view is obviously not shared in South Korea.\" Despite rising alarm at the tit-for-tat developments, analysts believe neither side wants military action, fearing the cost would prove too great. But they warn there is a risk of skirmishes, and that these could get out of hand. Professor Hazel Smith, a North Korea expert at Cranfield University, said: \"Wars sometimes happen by accident, or because you have escalation and no one can control it. It's a very dangerous position that everyone is in. . \"With all the communications channels being closed down, there is a lot of room for escalation by default.\" But she added: \"At some point, they will resume talking to each other, because there are no other options.\" Several analysts have suggested that the North's proposal to send a team to investigate the sinking – a suggestion the South rejected – may have been intended as an opportunity for talks as well as propaganda. Experts said the announcement appeared to mean Southern NGOs would no longer be able to work in the North, spelling an end to low-level economic and, in some cases, government links. It also spells an end to hopes of reviving cross-border reunions between families split by the border at the end of the 1950-53 war. Hillary Clinton called stability on the Korean peninsula a \"shared responsibility\" of China and the US as she wrapped up two days of strategic and economic bilateral talks in Beijing today, adding: \"No one is more concerned about peace and stability in this region than the Chinese.\" She said she believed her counterparts \"understand the gravity of this situation\", citing what she called productive and detailed conversations. But one state counsellor, Dai Bingguo, merely repeated China's call for both sides to act calmly and refrain from escalating tension. Clinton will tomorrow discuss the response with Lee as she visits Seoul, where the Chinese premier, Wen Jiabao, is due to visit on Friday. Lee's office said the Russian president, Dmitry Medvedev, had said in a telephone call he \"understands well\" South Korea's moves, and would try to give an \"appropriate signal\" to North Korea. The South's military resumed propaganda radio broadcasts across the border this morning after a six-year hiatus, with programmes airing news, western music and comparisons of the political and economic situations on the two parts of the peninsula. The psychological warfare will enrage the North, which has warned it will fire at any propaganda facilities in the demilitarised zone.",
    "keywords": [
        "policy",
        "south",
        "military",
        "relations",
        "korea",
        "ties",
        "seoul",
        "cuts",
        "lee",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North Korea has hit back at Seoul by announcing it would sever all links, escalating the standoff over accusations that the North sank a South's warship.\nNorth Korea's state news agency KCNA also reported that Pyongyang would expel all South Koreans from a joint-industrial zone in Kaesong, near the border.\nThat view is obviously not shared in South Korea.\"\nProfessor Hazel Smith, a North Korea expert at Cranfield University, said: \"Wars sometimes happen by accident, or because you have escalation and no one can control it.\nLee's office said the Russian president, Dmitry Medvedev, had said in a telephone call he \"understands well\" South Korea's moves, and would try to give an \"appropriate signal\" to North Korea.",
    "sentiment": {
        "neg": 0.1421,
        "neu": 0.7535,
        "pos": 0.0438,
        "compound": -0.2062
    }
}