{
    "date": "2010-05-18T09:35:19Z",
    "title": "South Korea says torpedo 'likely' to have sunk naval ship",
    "url": "https://www.theguardian.com/world/2010/may/18/south-north-korea-ship-torpedo",
    "content": "South Korean investigators have found \"decisive evidence\" that a North Korean torpedo sank one of its naval ships, a Seoul news agency claimed today, citing an unnamed senior military official. The inquiry team will publish its report on the causes of the March sinking, which claimed the lives of 46 sailors, on Thursday. South Korea's defence minister said last month it was \"likely\" that a torpedo was to blame, but added that several possibilities were under review. Today Yonhap news agency said experts had found that traces of explosives recovered from the wreckage of the 1,200-tonne Cheonan were identical to the torpedoes used by North Korea. Pyongyang's state media reported yesterday that a senior official, Yang Hyong-sop, had repeated the country's denial of any involvement, insisting: \"We will not tolerate the confrontations and warmongering schemes of the puppet regime of South Korea.\" The Cheonan was patrolling a disputed border area in the Yellow Sea when it sank in late evening on 26 March. The area has seen several previous skirmishes. According to Yonhap, investigators were able to compare material from the wreckage with a stray North Korean torpedo found off the South's coastline seven years ago. \"After analysing explosive traces recovered from the Cheonan and the seabed, we've got hold of evidence decisive enough to conclude [the Cheonan] came under a North Korean torpedo attack,\" the official told Yonhap. The defence ministry told Associated Press that it could not confirm the report, but it did confirm the existence of the stray torpedo. The US president, Barack Obama, discussed the investigation in a telephone call with his counterpart in South Korea, Lee Myung-bak, yesterday. The US secretary of state, Hillary Clinton, is due to visit Seoul next week. Lee has said he will be \"resolute\" in dealing with the results, but his administration has limited options if it holds its neighbour responsible. Although Seoul is considering taking the case to the UN security council if the report concludes Pyongyang was involved, the likelihood of winning agreement to substantive new sanctions is small. \"In the short term, South Korea and its allies will probably be dissatisfied because there's no quick, easy policy response, but there are still some things they can do,\" said Daniel Pinkston, north-east Asia project director for the International Crisis Group. He said that while China was \"not pleased\" by events, it would not want to go as far as other nations might in dealing with its ally. If South Korea's report blames Pyongyang, hopes of resuming the stalled six-party aid-for-denuclearisation talks will be further hampered. North Korea's state media reported that it will hold a rare second parliamentary session this year. It usually meets one day each year to approve the Workers' party's bills. South Korean media speculated that the extra meeting might be related to leader Kim Jong-il's recent trip to China or paving the way for his son's succession.",
    "keywords": [
        "naval",
        "torpedo",
        "south",
        "yonhap",
        "korea",
        "cheonan",
        "state",
        "seoul",
        "report",
        "ship",
        "korean",
        "sunk",
        "north",
        "likely"
    ],
    "summary": "South Korean investigators have found \"decisive evidence\" that a North Korean torpedo sank one of its naval ships, a Seoul news agency claimed today, citing an unnamed senior military official.\nSouth Korea's defence minister said last month it was \"likely\" that a torpedo was to blame, but added that several possibilities were under review.\nAccording to Yonhap, investigators were able to compare material from the wreckage with a stray North Korean torpedo found off the South's coastline seven years ago.\nThe US president, Barack Obama, discussed the investigation in a telephone call with his counterpart in South Korea, Lee Myung-bak, yesterday.\nSouth Korean media speculated that the extra meeting might be related to leader Kim Jong-il's recent trip to China or paving the way for his son's succession.",
    "sentiment": {
        "neg": 0.0439,
        "neu": 0.9127,
        "pos": 0.0435,
        "compound": -0.0234
    }
}