{
    "date": "2010-12-08T07:50:23Z",
    "title": "North Korea military drills are destabilising region, says US",
    "url": "https://www.theguardian.com/world/2010/dec/08/north-korea-south-korea-mike-mullen",
    "content": "North Korea fired artillery into waters near the maritime border with the South today as the US increased pressure on China to rein in its ally, warning that continued aggression from Pyongyang would risk another war. South Korean shares were rattled at the news, but markets recovered after local media reported the shelling was part of a military drill and that none had landed south of the disputed border on the peninsula's west coast. Tensions are running high after the North's attack on Yeonpyeong, the first targeting civilians since the 19590-53 Korean war. Two marines and two civilians died when Pyongyang bombarded the South Korean island on 23 November, sparking a diplomatic crisis. Admiral Mike Mullen, chairman of the US joint chiefs of staff, was in Seoul to demonstrate Washington's \"commitment and solidarity\" in the wake of the attack and revelations that Pyongyang had stepped up its uranium-enrichment capability. North Korean claims of a new enrichment plant, located at its main nuclear complex in Yongbyon raised fears it could dramatically strengthen its nuclear weapons programme. The country is believed to have enough fissile material to make up to a dozen plutonium-based bombs. Pyongyang insists, however, that the new facility is intended solely for power production. Mullen and his South Korean counterpart, General Han Min-koo, are expected to discuss holding more joint military manoeuvres, despite warnings from Beijing that they risked further destabilising the region. South Korea has held live-firing exercises in about 20 areas off its coastline this week, ignoring warnings from its neighbour that they could spark an all-out war. Seoul's new defence minister, Kim Kwan-jin, who has been criticised for what many South Koreans see as a weak response to the Yeonpyeong attack, said his country would respond with airstrikes in the event of a fresh attack from the North. Mullen said his discussions in Seoul would centre on agreeing on a decisive, but measured, response to any North Korean provocations. \"Part of our discussion is to keep any actions limited to those that would not escalate, because no one wants this to break out into conflict right now. That said, the South Koreans have every right to defend their country and their people,\" the Wall Street Journal quoted him as saying. Bill Richardson, the governor of New Mexico, is due to visit Pyongyang next week for a \"private chat\" with top nuclear officials. But his office described the visit as \"private\", adding that the purpose was not to \"deliver a message\" from the Obama administration. The US deputy secretary of state, James Steinberg, is to lead a delegation to Beijing next week to urge China [to] apply more pressure on North Korea, reports said. \"It is critically important that China continue to play a strong role [in] making clear to North Korea that there are consequences for its actions,\" Steinberg said.",
    "keywords": [
        "war",
        "south",
        "military",
        "korea",
        "mullen",
        "week",
        "drills",
        "attack",
        "nuclear",
        "region",
        "pyongyang",
        "destabilising",
        "north",
        "korean"
    ],
    "summary": "Tensions are running high after the North's attack on Yeonpyeong, the first targeting civilians since the 19590-53 Korean war.\nTwo marines and two civilians died when Pyongyang bombarded the South Korean island on 23 November, sparking a diplomatic crisis.\nMullen and his South Korean counterpart, General Han Min-koo, are expected to discuss holding more joint military manoeuvres, despite warnings from Beijing that they risked further destabilising the region.\nMullen said his discussions in Seoul would centre on agreeing on a decisive, but measured, response to any North Korean provocations.\n\"It is critically important that China continue to play a strong role [in] making clear to North Korea that there are consequences for its actions,\" Steinberg said.",
    "sentiment": {
        "neg": 0.1202,
        "neu": 0.8169,
        "pos": 0.0628,
        "compound": -0.2239
    }
}