{
    "date": "2010-05-23T20:00:02Z",
    "title": "Israel's nuclear weapons: the end to nods, winks and blind eyes",
    "url": "https://www.theguardian.com/commentisfree/2010/may/23/israel-nuclear-weapons",
    "content": "Israel has long been assumed to possess nuclear weapons. The fact Israel's leaders routinely refused to discuss it did not diminish the certainty with which this conviction was held by the country's Arab neighbours, nor their strong objections to it. But continuing official ambiguity served a useful purpose in that neither side was forced to confront the issue full on. Now the veil has been torn aside. Proof that Israel is, without any doubt, a nuclear weapons state, means an end to nods, winks and blind eyes. It confirms Israel as the Middle East's premier armed power. And it challenges all the countries of the region, including Iran, to address, separately or jointly, the threat inherent in the resulting, now undeniable military imbalance. Iran appears to have already made its choice. It is widely believed to be working hard to catch up with Israel, developing nuclear expertise and enriching uranium to levels inconsistent with purely civilian uses. Tehran will interpret the latest disclosures as proof of a double standard maintained by the US and some western countries – and a vindication of its assertion of its \"nuclear rights\". It may become even harder to obtain international support for implementing proposed new nuclear-related sanctions on Iran. Many Arab states worry more about Iran than Israel. In a sort of nuclear chain reaction, states such as Qatar have begun their own civilian nuclear programmes with US backing and know-how, which could have military applications down the road. Others, such as Saudi Arabia, are said to be looking at the options. Syria is suspected of having co-operated with North Korea on obtaining nuclear capabilities, a claim denied. But all Arab countries face strong US pressure to eschew a dangerous and expensive Middle East nuclear arms race – a spectre long portrayed as a prelude to Armageddon. Many, notably the largest, Egypt, appear to be sincere in voluntarily forgoing them. What they want are concrete results arising principally from Barack Obama's effort to make nuclear counter-proliferation a top global priority. From their perspective, this means first and foremost dealing with Israel ‑ and thereby potentially defusing the Iran problem. In his Prague speech last year, Obama held out the prospect of a nuclear weapons-free world and then agreed significant warhead stockpile reductions with Russia. At this month's nuclear non-proliferation treaty (NPT) review conference in New York, the US supports, in theory at least, Egyptian-and Turkish-led efforts to create a Middle Eastern nuclear weapons-free zone. But diplomats warned last week that the conference could collapse under the weight of its own contradictions unless there was a concrete agreement on the issue – including from Israel. The pressure on Israel from Obama, and on Obama from the Arab countries, to end perceived double standards and take substantive steps to advance counter-proliferation goals is likely to increase. It doesn't help that the relationship between the US president and the Israeli prime minister, Binyamin Netanyahu, is adversarial, soured by Jewish settlement activity in the occupied territories and an impasse in the peace process. It doesn't help that Iran's president, Mahmoud Ahmadinejad, and his regime cronies continue to threaten Israel's existence. In such a hostile environment Israel is unlikely to make concessions that could impair its security. This has been at the heart of the problem since the Jewish state was founded. Unhelpful too, in the nuclear context, is the west's apparent hypocrisy over India and Pakistan, two other nuclear-armed countries that have not signed the NPT and show no sign of doing so. Meanwhile, in the background, as ever, lurks North Korea's dangerously unstable dictatorship, manufacturing atomic bombs, selling technological know-how to the highest bidder, and last week again threatening South Korea with annihilation. North Korea is the ultimate nightmare of a world where counter-proliferations fails. The US appears powerless to deal with it. Intellectually speaking, Obama understands the scale of the task. Visiting the West Point military academy, he spoke of the necessity for the US to build up old and new alliances, not least to curb the spread of weapons of mass destruction. Unlike his predecessor, he stressed the value of multilateralism and engagement in a globalised world. But the contrast between these lofty sentiments and his dismissive response to last week's uranium enrichment \"swap\" deal with Iran, brokered by Turkey and Brazil, was jarring. Two important and friendly emerging superpowers delivered an agreement with Tehran that the west had proposed but failed to clinch. Obama's patronising attitude caused anger and did little to embellish his leadership credentials. The confirmation of Israel's arsenal will further complicate these urgent political and policy issues. The big question is how hard Obama is prepared to push Israel to climb aboard his counter-proliferation bandwagon before the wheels fall off. • Comments on this article will remain open for 24 hours from the time of publication but may be closed overnight",
    "keywords": [
        "eyes",
        "winks",
        "iran",
        "military",
        "world",
        "end",
        "arab",
        "nuclear",
        "obama",
        "israels",
        "weapons",
        "nods",
        "blind",
        "israel",
        "countries",
        "north"
    ],
    "summary": "Israel has long been assumed to possess nuclear weapons.\nProof that Israel is, without any doubt, a nuclear weapons state, means an end to nods, winks and blind eyes.\nIt is widely believed to be working hard to catch up with Israel, developing nuclear expertise and enriching uranium to levels inconsistent with purely civilian uses.\nBut all Arab countries face strong US pressure to eschew a dangerous and expensive Middle East nuclear arms race – a spectre long portrayed as a prelude to Armageddon.\nThe pressure on Israel from Obama, and on Obama from the Arab countries, to end perceived double standards and take substantive steps to advance counter-proliferation goals is likely to increase.",
    "sentiment": {
        "neg": 0.1183,
        "neu": 0.8112,
        "pos": 0.0705,
        "compound": -0.1381
    }
}