{
    "date": "2010-12-30T19:30:01Z",
    "title": "Simon Tisdall's 2010 world review: so you thought this year was tough …",
    "url": "https://www.theguardian.com/world/2010/dec/30/simon-tisdall-2010-review-2011",
    "content": "Politically speaking, not a lot changed and not a lot was solved in 2010. Economic hard times, disappointment with an underachieving Barack Obama, the familiar bloody slog in Afghanistan, lack of progress on climate change, sabre-rattling in east Asia and stalemate in the Middle East made it a year many will be happy to forget. But because so many problems will carry over, 2010 was also a year of living dangerously. It ends with the uncomfortable thought: that was bad, but 2011 could be worse. Peacemakers Blessed they may be – but it was not a good year for them. Perhaps the biggest flop, and certainly the most widely predicted, was the US administration's failure to secure an Israel-Palestine settlement, or even the prospect of one. Perhaps the biggest success was the relative calm achieved in Zimbabwe by the power-sharing government after years of vicious internecine strife. For a while, in the Middle East, it seemed momentum was with Obama and his special envoy, George Mitchell. But the Americans soon ran into all the familiar roadblocks, epitomised by Israeli prime minister Binyamin Netanyahu's inability, or unwillingness, to extend a moratorium on new building in the occupied territories – a key Palestinian precondition for direct negotiations. Speaking this month, the US secretary of state, Hillary Clinton, vowed to keep looking for solutions in 2011. \"We recognise that a Palestinian state, achieved through negotiations, is inevitable,\" she said, but warned: \"The long-term population trends that result from the occupation are endangering the Zionist vision of a Jewish and democratic state in the historic homeland of the Jewish people.\" Will Israelis take heed? Efforts to end the war in Afghanistan through dialogue with the elusive, many-headed Taliban were much debated but produced no tangible results. At various times, President Hamid Karzai, the Pakistani military, Afghan exiles, the UN and western officials were all reportedly engaged in negotiations of one kind or another. But little changed and the war, if anything, got worse. With Washington divided over the wisdom of the military surge devised by General David Petraeus, with Nato allies defecting, with civilian and military casualties rising, and with doubts persisting over the capabilities of Afghan security forces, it remains unclear whether Obama can meet his July 2011 deadline for the start of a phased US withdrawal. Hard of healing Less prominent conflicts also defied resolution. In Spain, the government rejected an offer by Basque militants to end their separatist struggle. In Cyprus, the two sides remained far apart despite assiduous UN mediation. In the Caucasus, barely contained hostility between Georgia and Russia over the breakaway territories of South Ossetia and Abkhazia simmered dangerously. In Yemen, north-south political and tribal tensions were exacerbated by Saudi, Iranian, al-Qaida, and US interventions. In the mostly Muslim Xinjiang region, and in Tibet, China sharpened its crackdown on dissent and its ostracism of the Dalai Lama. Despite the freeing of pro-democracy activist Aung San Suu Kyi, the brutal Burmese junta's fake elections fooled nobody. And in eastern Democratic Republic of the Congo, groups of marauding soldiers continued to behave atrociously, including using mass rape as a terror tool. Two to watch in 2011 • Lebanon Tensions between the country's antagonistic communities are rising rapidly as they await the findings of an official inquiry into the 2005 murder of prime minister Rafik Hariri. If, as expected, Iranian-backed Hezbollah is blamed, many fear the weak coalition government in Beirut may fall apart. • Thailand The Red Shirt protest movement, forcibly suppressed in May, can be expected to make a comeback under more militant leadership ahead of general elections due by the autumn. Analysts are forecasting renewed violence and terrorist attacks on hotels and infrastructure. Arms control Iran hogged the international spotlight in 2010 and can be expected to do so again next year, as the seemingly endless drama over its suspect nuclear programme produced anger, fear and frustration in equal measure. Egged on by the US, Britain and France, the UN security council imposed ever more swingeing sanctions. A mystery virus struck Iran's research computers. And China and Russia appeared to throw their weight behind diplomatic arm-twisting. But the Iranian regime refused substantive talks, increased its suppression of internal dissent and sought to rally support in Lebanon, Turkey, Syria and further afield, in Africa and Latin America. With time reportedly running out in the attempt to stop Iran acquiring nuclear weapons capability, with Israel convinced it faces an urgent, existential threat, and with several Arab leaders (according to WikiLeaks) pressing the Americans to \"cut off the head of the snake\", 2011 could be the year when military tools are exchanged for diplomatic and commercial ones. Panjandrums of Pyongyang Stalinist, reckless and enigmatic, North Korea remained a problem of huge concern. Kim Jong-il's regime provocatively revealed its uranium enrichment facilities to the world, conducted more military exercises, sank a South Korean naval vessel and then attacked a South Korean island in November, killing civilians in the process. As the New Year begins, tension around the east Asia region is sky-high – which is the height the debris could reach if a supposedly unhinged Kim and his equally gormless-looking son and heir press the red button. Democrats In Russia, human rights activists and analysts noted a continuing regressive trend under the grim tutelage of the Kremlin's latest self-styled hardman, prime minister Vladimir Putin. His much-discussed rivalry with President Dmitry Medvedev is expected to come to a head next year in the run-up to elections in 2012, when Putin must decide whether or not he wants the presidency for himself. 2011 will be a similarly big year for Obama, as he begins to position himself for a second term. The US president needs some substantive achievements, at home and abroad, on which to form a campaign platform – and he has a lot of work to do. Likewise, 2011 will see the field of Republican presidential contenders narrow, with much attention centred on the improbable Sarah Palin. She trawled for votes in Haiti this month. And she already has her ingenious slogan on thousands of car bumpers: \"Let's Make America Great Again!\" A referendum in Sudan, early in January, on southern succession will be a truer test of democracy in action. Some fear Khartoum's rulers will not let the south take its independence without a fight. What is more likely is a prolonged, post-independence struggle over resources, borderlines and revenue, since an independent south would control most of Sudan's oil while lacking the means to refine, export and sell it. As matters stand, a new state of South Sudan would be one of the most impoverished countries in the world, making Kosovo and East Timor look almost well-off by comparison. Old world, old fears The 2010 Eurozone crisis victimised Greece and Ireland and left Portugal, Spain and Italy peering ahead to 2011 with mounting trepidation. But democracy was also a victim, as far-right political parties across Europe exploited the economic downturn to promote their often xenophobic, racist, anti-immigrant and anti-Muslim views. In Turkey, prime minister Tayyip Erdogan faced growing criticism of his allegedly autocratic, Islamist and intolerant tendencies, ahead of elections due in 2011. Further to the south and east, Iraq and Afghanistan struggled separately and with mixed results to make western-imposed democracy work. In penniless, unstable and flood-damaged Pakistan, questions persist over how long the elected government can struggle on and even, amid rumours of another military coup, whether democracy itself will survive. Shocks and surprises • An earthquake that struck Haiti in January killed at least 150,000 people and brought misery to millions, raising questions about the efficacy of the international response. Heavy rains in northwest Pakistan caused record floods, dislocating tens of millions of people. And a wholly unanticipated volcano eruption in Iceland reintroduced millions of Europeans to long-haul land travel. • The campaigning WikiLeaks website stunned the world, with a series of spectacular leaks of classified information concerning Afghanistan, Iraq, and the US state department's private dealings with governments around the world. • China's shameless bullying and threats failed to prevent most countries celebrating the Nobel peace prize awarded to Liu Xiaobo, a noted, eloquent (and jailed) government critic. • Despite dire warnings and alarms, there were no major al-Qaida-related terrorist attacks on US territory or that of its principal western allies in 2010, although there were many reportedly foiled plots and a few near things, including in New York and Stockholm. As before, most terror victims lived in Muslim countries, notably Iraq and Afghanistan. On a lesser scale, terror attacks in Northern Ireland rose significantly. • All 33 miners trapped underground for more than two months in Chile were rescued, more or less unscathed, amid national rejoicing that spawned a brief global \"feelgood\" moment. • Unfancied, unequipped and unrepresented by an absent Vladimir Putin, Russia won the right to host the 2018 World Cup. More amazing yet, hot, dry, misogynistic and homophobic Qatar was selected as the 2022 venue. Sepp Blatter scores again! Happy new year.",
    "keywords": [
        "thought",
        "afghanistan",
        "tisdalls",
        "south",
        "military",
        "east",
        "world",
        "state",
        "russia",
        "2010",
        "tough",
        "2011",
        "simon",
        "prime",
        "review"
    ],
    "summary": "But because so many problems will carry over, 2010 was also a year of living dangerously.\nSpeaking this month, the US secretary of state, Hillary Clinton, vowed to keep looking for solutions in 2011.\nOld world, old fears The 2010 Eurozone crisis victimised Greece and Ireland and left Portugal, Spain and Italy peering ahead to 2011 with mounting trepidation.\nFurther to the south and east, Iraq and Afghanistan struggled separately and with mixed results to make western-imposed democracy work.\n• Unfancied, unequipped and unrepresented by an absent Vladimir Putin, Russia won the right to host the 2018 World Cup.",
    "sentiment": {
        "neg": 0.1555,
        "neu": 0.7726,
        "pos": 0.0719,
        "compound": -0.2323
    }
}