{
    "date": "2010-09-13T11:21:38Z",
    "title": "South Korea donates $8.5m aid to North Korean flood victims",
    "url": "https://www.theguardian.com/world/2010/sep/13/south-korea-north-flood-aid",
    "content": "South Korea announced today that it would send food and other aid to tens of thousands of flood victims in North Korea, in another sign that cross-border tensions are easing. The $8.5m (£5.5m) package, to be funded by the government, is the south's first aid shipment to its neighbour since the sinking of a warship in March reduced bilateral relations to their lowest point for years. Seoul says its vessel was sunk by a North Korean torpedo, a claim Pyongyang denies. The countries may also resume reunions for families separated by the 1950-53 Korean war, which ended in an uneasy armistice but no peace treaty. The reunions were suspended after a South Korean woman was shot dead by a guard during a visit to the North Korean tourist resort of Mount Kumgang, in 2008. The unification ministry in Seoul said Pyongyang had proposed holding a reunion on 22 September. Officials from both sides are expected to discuss the proposal this weekend. More than 20,000 families have been briefly reunited through direct meetings or video links since 2000. But many of the 90,000 elderly South Koreans with relatives living in the communist state fear they will die before they are able to see them. \"The issue of separated families is an urgent matter because they are old,\" said Yoo Chong-ha, head of South Korea's Red Cross. Yoo said 5,000 tonnes of rice, 100 tonnes of cement, 3m packets of instant noodles, plus medicine and other essentials would be sent to North Korea. The aid, enough for 100,000 people for 100 days, is expected to reach the country's hard-hit north-west within a month, he added. The thaw in inter-Korean ties came amid reports that the failing health of the North Korean leader, Kim Jong-il, had delayed the opening of a ruling party meeting in Pyongyang, where he was expected to name his youngest son, Kim Jong-un, as his successor. Kim Jong-il, 68, is widely believed to have suffered a stroke in 2008 and has heart disease and diabetes. South Korean television said Kim's health had deteriorated after a recent five-day trip to China, but that his condition was not serious enough to cancel the meeting. Hopes were raised today for a resumption of multiparty talks on North Korea's nuclear weapons programme. The negotiations, involving the two Koreas, the US, China, Russia and Japan, have not been held for more than a year after the north walked out in protest at UN sanctions imposed after it test-fired a long-range missile. Stephen Bosworth, Washington's special envoy to North Korea, said he was \"optimistic\" that Pyongyang could be persuaded to rejoin the talks. \"I would stress we are not setting any timetables,\" said Bosworth, who is in the region attempting to revive the process. \"We are not interested in talking just for the sake of talking with the North Koreans. We look for North Korea's attitude to be expressed through its actions, not simply through its rhetoric.\"",
    "keywords": [
        "85m",
        "south",
        "korea",
        "expected",
        "donates",
        "kim",
        "families",
        "victims",
        "aid",
        "koreas",
        "pyongyang",
        "flood",
        "north",
        "korean"
    ],
    "summary": "South Korea announced today that it would send food and other aid to tens of thousands of flood victims in North Korea, in another sign that cross-border tensions are easing.\nSeoul says its vessel was sunk by a North Korean torpedo, a claim Pyongyang denies.\nThe reunions were suspended after a South Korean woman was shot dead by a guard during a visit to the North Korean tourist resort of Mount Kumgang, in 2008.\nYoo said 5,000 tonnes of rice, 100 tonnes of cement, 3m packets of instant noodles, plus medicine and other essentials would be sent to North Korea.\nWe look for North Korea's attitude to be expressed through its actions, not simply through its rhetoric.\"",
    "sentiment": {
        "neg": 0.0972,
        "neu": 0.8601,
        "pos": 0.0427,
        "compound": -0.2005
    }
}