{
    "date": "2010-05-07T13:09:23Z",
    "title": "North Korea set to resume denuclearisation talks, says China",
    "url": "https://www.theguardian.com/world/2010/may/07/north-korea-kim-nuclear-china",
    "content": "North Korea's leader, Kim Jong-il, has promised to work with China to resume denuclearisation talks, according to state media reports of his secretive visit to Beijing this week. The first official recognition of Kim's trip suggests the two nations are trying to decrease tensions on the Korean peninsula amid mounting evidence that a North Korean torpedo may have been responsible for the deadly sinking of a South Korean naval ship in March. Kim – who has reportedly suffered severe health problems in recent years – travelled by armoured train to Beijing and at least two other Chinese cities on his first known foreign trip since 2006. In a sign of the security concerns surrounding Kim, the governments and media of the two nations made no mention of the four-day visit until he and his entourage were on their way back over the North Korean border earlier today. Footage of the visit, belatedly aired by Chinese Central Television, showed the 68-year-old Kim looking thin but more robust than a year ago as he exchanged toasts with the Chinese president, Hu Jintao, at the Great Hall of the People. According to the Xinhua News Agency, the North Korean leader affirmed his commitment to the denuclearisation of the peninsula and said he would work with China to create favourable conditions for a resumption of six-party talks. Hopes for a breakthrough in the on-off negotiations were tempered, however, by a very different report of the \"unofficial visit\" by North Korea's KCNA news agency, which made no mention of such a promise. Known to hate flying, Kim has made five train journeys to China in the past 10 years – a sign of his impoverished nation's dependency on its powerful neighbour for fuel, food and diplomatic support. As on previous visits, the undercurrent of the visit was that Kim should give up nuclear weapons so that his country can end its relative isolation and embark on an economic modernisation programme. Kim was taken to Dalian – one of China's cleanest, most hi-tech cities – and Tianjin, a huge industrial zone that is pioneering China's efforts to move towards a powerful low-carbon economy. Hu also showed his guest a biotech facility in Zhongguancun, the IT heartland of Beijing. According to KCNA, the North Korean leader was deeply impressed by the \"tremendous change\" of Tianjin into a \"city full of vim and vigour\". In a hint that North Korea should be moving in the same direction, the Chinese prime minister, Wen Jiabao, reportedly told Kim that the two nations enjoyed \"big potential for developing economic and trade co-operation\" and singled out the need to speed up infrastructure development along their borders. A new bridge will be built across the Yalu river, which separates the two countries. Kim said the longstanding friendship between the two nations had reached a new high, according to Xinhua. His comments came against a backdrop of increasing tension with South Korea, which said today it had evidence that a torpedo sank its naval patrol ship, the Cheonan, in March with the lost of 46 lives. Countering earlier suggestions that the vessel may have run into a stray mine, government officials said they found traces of the explosive RDX in the wreckage, which was more likely to have been used in torpedoes. The South Korean president, Lee Myung-bak, recently told a conference of top generals that the sinking was not a \"simple accident,\" according to the Yonhap news agency. The agency also quoted the defence minister, Kim Tae-young, as blaming the sinking on a \"surprise attack\". North Korea has denied responsibility.",
    "keywords": [
        "sinking",
        "south",
        "set",
        "korea",
        "denuclearisation",
        "according",
        "north",
        "agency",
        "china",
        "kim",
        "visit",
        "nations",
        "chinese",
        "resume",
        "talks",
        "korean"
    ],
    "summary": "North Korea's leader, Kim Jong-il, has promised to work with China to resume denuclearisation talks, according to state media reports of his secretive visit to Beijing this week.\nAccording to the Xinhua News Agency, the North Korean leader affirmed his commitment to the denuclearisation of the peninsula and said he would work with China to create favourable conditions for a resumption of six-party talks.\nAccording to KCNA, the North Korean leader was deeply impressed by the \"tremendous change\" of Tianjin into a \"city full of vim and vigour\".\nThe South Korean president, Lee Myung-bak, recently told a conference of top generals that the sinking was not a \"simple accident,\" according to the Yonhap news agency.\nThe agency also quoted the defence minister, Kim Tae-young, as blaming the sinking on a \"surprise attack\".",
    "sentiment": {
        "neg": 0.0678,
        "neu": 0.8497,
        "pos": 0.0824,
        "compound": 0.1053
    }
}