{
    "date": "2010-09-26T19:58:39Z",
    "title": "North Korea: beyond the capital lies a different world",
    "url": "https://www.theguardian.com/world/2010/sep/26/north-korea-rason-beyond-capital",
    "content": "If Pyongyang is North Korea's showpiece city – albeit an empty and forbidding place – then the country's interior is something else altogether. In this desolate city 800 kilometres from the capital, the main square turns to a sea of mud in the rain, and there are no street lights so it's impossible to avoid the puddles at night. Rason is 50km from the border with China, over a twisting dirt track through the mountains, but it could be another planet. The cities on the Chinese side are frenetic with activity, skyscrapers sprouting like mushrooms in the rain and traffic jams unavoidable. Rason couldn't be more different, stuck in a Stalinist time warp. Traffic chiefly consists of ox carts and Chinese lorries. Roads are repaired by teams of workers armed with shovels and picks. Tourists are a rarity, just 20 so far this year and none at all in 2009, according to Simon Cockerell of Beijing-based Koryo Tours, which specialises in travel to North Korea. Officially this is a \"free economic and trade zone\". In practice that special designation doesn't appear to make much difference. The overwhelming majority of those who do venture in are Chinese, many of them lured by the area's only apparent growth industry – a glittering casino and hotel built by a Hong-Kong multimillionaire. The Emperor casino was supposed to have shut its doors in 2005 after a senior Chinese transport official gambled away more than 3.5 million yuan (£340,000), much of it public money. But a few dozen Chinese were observed gambling in the smoky windowless rooms on the top floor of the venue on a recent evening. Near the casino there is a small island that is linked to the mainland by a short causeway where tourists can relax over a seafood lunch consisting of raw sea urchins, chargrilled octopus and squid washed down with Chinese beer. Not that Rason is awash with produce. In the 1990s, an acute famine killed many thousands. Although the worst is over, millions continue to go hungry and in Rason a British- charity, Love North Korean Children, makes enormous efforts to ensure that children in the area get enough to eat. The charity feeds 2,500 children a day, and the youngsters in the Hahyeon nursery school looked well nourished when this reporter visited. But George Rhee, the charity's founder and powerhouse, stressed that without the steamed buns his bakery provides \"all these children would go hungry\". Rason's remoteness means it is easier to evade the central government's relentless grip and benefit from trade, legal and illicit, with nearby China. North Korea officially maintains the fiction that all economic activity is state-run. It therefore bans foreigners from visiting private markets which help to relieve dire shortages of even staple foods. Yet during our visit, the Guardian was encouraged to shop in the market for crab for supper, which was cooked in a local restaurant. Apart from seafood, the market also sells cigarettes and alcohol imported from China. For travellers who like to learn about their surroundings from the locals, North Korea is probably not the best destination. The Guardian was closely manmarked by minders and ignored by locals. Local officials have been hoping to attract more tourists to Rason by building a golf course and racetrack, but it is hard to imagine these ever materialising in such an isolated and impoverished location.",
    "keywords": [
        "children",
        "tourists",
        "world",
        "korea",
        "rason",
        "casino",
        "trade",
        "china",
        "traffic",
        "different",
        "chinese",
        "lies",
        "capital",
        "north"
    ],
    "summary": "If Pyongyang is North Korea's showpiece city – albeit an empty and forbidding place – then the country's interior is something else altogether.\nThe cities on the Chinese side are frenetic with activity, skyscrapers sprouting like mushrooms in the rain and traffic jams unavoidable.\nTourists are a rarity, just 20 so far this year and none at all in 2009, according to Simon Cockerell of Beijing-based Koryo Tours, which specialises in travel to North Korea.\nNorth Korea officially maintains the fiction that all economic activity is state-run.\nFor travellers who like to learn about their surroundings from the locals, North Korea is probably not the best destination.",
    "sentiment": {
        "neg": 0.0674,
        "neu": 0.8527,
        "pos": 0.0799,
        "compound": 0.0531
    }
}