{
    "date": "2010-05-27T06:27:58Z",
    "title": "North Korea reacts angrily as Seoul's navy holds military exercises off coast",
    "url": "https://www.theguardian.com/world/2010/may/27/south-korea-military-drills",
    "content": "South Korea fired artillery and dropped bombs in military exercises off the west coast of the divided Korean peninsula today, with tensions running high in the area after an alleged North Korean submarine torpedo attack on a southern warship. The drills aim to help the military detect incursions by the north's submarines, follow the findings of an international investigation into the sinking of the Cheonan on 26 March in which 46 sailors died. The navy said 10 vessels including a destroyer fired guns and launched anti-submarine bombs south of the capital, Seoul, in a one-day exercise. The exercises were conducted far from the disputed sea border with North Korea, in the Yellow Sea, the southern news agency Yonhap reported, citing military officials. The north denies any involvement in the sinking of the Cheonan. In response to the South's military exercises, its military said in a statement carried by the state news agency KCNA today that it would scrap an agreement with Seoul designed to prevent clashes along the disputed maritime border, cut off a military hotline and would stage \"prompt physical strikes\" if any southern ships entered its waters. Pyongyang announced last year that it was scrapping all accords with the south and one expert said today's announcement suggested it had not fully implemented that threat. Relations are at their worst for about 12 years following the Cheonan's sinking and a spate of tit-for-tat measures. The north has said it will sever all relations until the south's president leaves office and has expelled officials from a joint industrial zone. Experts believe neither side wants military action but warn that there is always a danger of mistakes or misjudgments escalating the conflict. Yesterday the media in Seoul reported that the South Korean and US military were attempting to track down four North Korean submarines that had vanished from radar screens. Yonhap reported today that two of the 300-tonne vessels had returned to base after what seemed to be a routine exercise. Yonhap said the south would take the Cheonan sinking to the UN security council as early as next week, citing an unnamed official. China, a permanent member of the security council and Pyongyang's main ally, has not so far supported the South Korean investigation, calling instead for both sides to show restraint. But Seoul hopes it will be able to persuade China to go further when its premier, Wen Jiabao, visits on Friday for a summit with President Lee Myung-bak. Russia's president, Dmitry Medvedev, has sent a team of experts to South Korea to study the findings of the Cheonan investigation, officials in Moscow said today. The US secretary of state, Hillary Clinton, has called for a \"strong but measured\" response to the sinking from the international community. Thousands of protesters, many of them war veterans, gathered in the centre of Seoul today to condemn the north's threats. Several used wooden staves and knives to beat and stab a large rubber model of the north's leader, the Associated Press reported. \"Dialogue won't work with these North Korean devils,\" said Mo Hyo-sang, 81, who fought in the 1950-53 war. Demonstrations and rallies are common in the south's lively political culture.",
    "keywords": [
        "reported",
        "sinking",
        "south",
        "holds",
        "military",
        "reacts",
        "exercises",
        "korea",
        "coast",
        "cheonan",
        "yonhap",
        "seouls",
        "seoul",
        "angrily",
        "navy",
        "today",
        "north",
        "korean"
    ],
    "summary": "The exercises were conducted far from the disputed sea border with North Korea, in the Yellow Sea, the southern news agency Yonhap reported, citing military officials.\nYesterday the media in Seoul reported that the South Korean and US military were attempting to track down four North Korean submarines that had vanished from radar screens.\nYonhap reported today that two of the 300-tonne vessels had returned to base after what seemed to be a routine exercise.\nThousands of protesters, many of them war veterans, gathered in the centre of Seoul today to condemn the north's threats.\n\"Dialogue won't work with these North Korean devils,\" said Mo Hyo-sang, 81, who fought in the 1950-53 war.",
    "sentiment": {
        "neg": 0.1315,
        "neu": 0.8294,
        "pos": 0.0391,
        "compound": -0.2785
    }
}