{
    "date": "2010-09-30T12:17:00Z",
    "title": "North Korea releases first official photo of Kim Jong-un",
    "url": "https://www.theguardian.com/world/2010/sep/30/north-korea-photo-kim-jong-un",
    "content": "North Korea has released the first official photograph of Kim Jong-un, the heir apparent to the country's leader, after years of secrecy. Although two other pictures are said to show him, it has never been possible to verify that they are really of Kim Jong-il's youngest son. Even if they are, the images date from his childhood and early adolescence. Today's move is the latest stage in the grooming process for Kim Jong-un, who had never been mentioned by state media until it announced his appointment as a four-star general on Monday. Yesterday his appointment to other senior posts in the ruling Workers' party was announced at the first party assembly for three decades. Analysts say the moves clearly signal that his father wants him to take over after his death. The country's Rodong Sinmun newspaper has published a photograph of a group of top party officials – including Kim Jong-un, according to the caption – on its front page. It shows the younger Kim sitting one seat away from his father, with a military officer identified as Vice Marshall Ri Yong Ho between them. His hair is combed into a style much like Kim Jong-il's and he appears to be wearing a similar suit, although in black rather than his father's trademark khaki. Some detected a resemblance to his Kim Il-sung, his grandfather and the country's founding leader, who is still revered in the north. Lee Jong-joo, a spokeswoman at South Korea's unification ministry, which handles relations with North Korea, told Associated Press a photo of Kim Jong-un had never been published before. Amid the eager appetite for information on the young man, one Japanese television station last year broadcast what was purportedly the first image of Kim as an adult, only to discover it was a photograph of a middle-aged South Korean construction worker. Kim Jong-un has been at the heart of speculation about the country's future since his 68-year-old father's apparent stroke two years ago. His exact age is unknown – he is thought to be 27 or 28 – and even the characters used to write his name were disputed until it appeared in state media this week. The family's personality cult has been central to life in the north for decades. But analysts say that in reality Kim Jong-il rules in alliance with the powerful military and suggest it is unclear what support and authority they will grant his son.",
    "keywords": [
        "releases",
        "south",
        "countrys",
        "korea",
        "state",
        "say",
        "kim",
        "photograph",
        "jongun",
        "party",
        "son",
        "official",
        "north"
    ],
    "summary": "North Korea has released the first official photograph of Kim Jong-un, the heir apparent to the country's leader, after years of secrecy.\nToday's move is the latest stage in the grooming process for Kim Jong-un, who had never been mentioned by state media until it announced his appointment as a four-star general on Monday.\nThe country's Rodong Sinmun newspaper has published a photograph of a group of top party officials – including Kim Jong-un, according to the caption – on its front page.\nLee Jong-joo, a spokeswoman at South Korea's unification ministry, which handles relations with North Korea, told Associated Press a photo of Kim Jong-un had never been published before.\nKim Jong-un has been at the heart of speculation about the country's future since his 68-year-old father's apparent stroke two years ago.",
    "sentiment": {
        "neg": 0.0199,
        "neu": 0.9112,
        "pos": 0.0689,
        "compound": 0.166
    }
}