{
    "date": "2010-07-21T09:31:08Z",
    "title": "International sanctions already in place against North Korea",
    "url": "https://www.theguardian.com/world/2010/jul/21/international-sanctions-north-korea",
    "content": "The US has announced new sanctions against North Korea, including on the purchase and sale of arms and an asset freeze on individuals. Following are the major international sanctions in force against North Korea for its nuclear and ballistic missile activities and suspected human rights violations. UN security council resolution 1874 The resolution of June 2009 allows inspection of all cargo to and from the Democratic People's Republic of Korea, or DPRK, along with vessels containing suspicious cargo. The resolution bans provision of fuel or supplies, or services for North Korean vessels suspected to be carrying banned items. Suspicious vessels are subject to inspection at sea. Eight North Korean organisations including its General Bureau of Atomic Energy, which oversees its main nuclear complex, and trading firms are blacklisted by a UN sanctions committee under resolution 1874. The blacklist includes five North Korean individuals believed to be involved in nuclear or missile production. UN security council resolution 1718 This resolution of October 2006 imposes arms and financial sanctions on North Korea in response to its first nuclear test three months after firing its longest range Taepodong-2 ballistic missile. The sanction also bans the sale of luxury goods to the North. UN security council resolution 1695 This resolution of July 2006, also after the launch of Taepodong-2, bans trading of material, technology and financial resources that could be used in any programme of weapons of mass destruction in North Korea. US sanctions The US treasury department rules ban transactions by US firms with North Korean banks and trading firms for their role in arms dealing and weapons proliferation, including Amroggang Development Bank, Tanchon Commercial Bank, Korea Hyoksin Trading Corp and Ryonbong General Corp. Imports of goods made in North Korea require prior approval. Provisions of the US Patriot Act and the code on money laundering have been applied to North Korea. In 2003 President George Bush launched the \"proliferation security initiative\", an informal multilateral grouping that aims to stop trafficking of weapons of mass destruction. Bush removed North Korea from the list of countries alleged to be state sponsors of terrorism and from the US Trading With the Enemies Act in October 2008 as an inducement to keep Pyongyang engaged in nuclear diplomacy. In February, Barack Obama decided not to reinstate North Korea to that list, which would deny Pyongyang access to loans and other funds from international financial organisations. Some US lawmakers say North Korea's nuclear co-operation with Syria, which is on the list, and suspected arms exports to Hezbollah and Hamas are sufficient grounds to reinstate Pyongyang. Japanese sanctions These were renewed in April for a year and ban imports of North Korean goods, as well as all exports to the country, and prohibit port calls by North Korean vessels. Japan, in principle, bans North Korean nationals entering the country, though this does not apply to re-entry by North Korean residents of Japan. Cash sums of more than 300,000 yen carried to North Korea must be reported to authorities, while remittances of over 10m yen must be declared. Source: the United Nations, US state and treasury departments, South Korean foreign ministry, Reuters",
    "keywords": [
        "place",
        "bans",
        "trading",
        "korea",
        "vessels",
        "sanctions",
        "nuclear",
        "security",
        "korean",
        "resolution",
        "north",
        "international"
    ],
    "summary": "The US has announced new sanctions against North Korea, including on the purchase and sale of arms and an asset freeze on individuals.\nFollowing are the major international sanctions in force against North Korea for its nuclear and ballistic missile activities and suspected human rights violations.\nProvisions of the US Patriot Act and the code on money laundering have been applied to North Korea.\nIn February, Barack Obama decided not to reinstate North Korea to that list, which would deny Pyongyang access to loans and other funds from international financial organisations.\nJapan, in principle, bans North Korean nationals entering the country, though this does not apply to re-entry by North Korean residents of Japan.",
    "sentiment": {
        "neg": 0.0902,
        "neu": 0.8596,
        "pos": 0.0502,
        "compound": -0.1944
    }
}