{
    "date": "2010-11-27T17:00:00Z",
    "title": "Washington's message to Pyongyang | Tom Rogan",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/nov/26/north-korea-south-korea",
    "content": "From Sunday, the US aircraft carrier USS George Washington and a number of her escort contingent will join a US-South Korean training exercise in the Yellow Sea. While this deployment was planned before the Yeonpyeong incident earlier this week, the fact that it will now involve a US carrier strike group is significant. This US deployment is intended to transmit two precise messages. First, that any major North Korean attack on the South will have severe military and political repercussions. Second, to China, that the Chinese must exert their considerable influence over North Korea or the US military posture in the region will harden substantially. This week's action by North Korea was a calibrated test to judge the South Korean/US response and attempt to pressure the US to return to stalled nuclear inspection talks. In many ways, the North's behaviour is nothing unusual. Since the late 1950s, the North has sought to exert varying political and economic concessions by spontaneously raising the spectre of another war. The \"tree incident\" of 1976, the Japanese missile incident in 1998 and this summer's submarine attack are just a few of the many dramatic actions that the North has taken in pursuit of its political strategy. At the centre of this blackmail-based approach is the constant looming threat that the thousands of North Korean artillery pieces located along the DMZ pose to Seoul. In the time it would take US/South Korean forces to destroy these weapons, the South Korean capital would suffer terrible damage and casualties. By combining this capability with their erratic behaviour, the North Koreans have, under Kim Il Sung and Kim Jong Il, sculpted a framework with which to extract concessions from the South and the United States. They have been successful on many occasions. However, now that the North has deliberately attacked South Korean territory, the situation has changed. The United States now realises it must signal its intent to enact a much tougher approach. To allow the status quo to continue would fuel the current train of escalation and send a message of weakness to North Korean heir apparent Kim Jong Un. Sending the George Washington into the Yellow Sea will alter the status quo. As a Nimitz class carrier, the USS George Washington is a potent embodiment of American military power. The comparative strength of the George Washington against North Korean's top military assets is simply overwhelming. Put simply, this strike group packs an almighty punch. The North Koreans know this. By placing the carrier group off the North Korean coast in the immediate aftermath of a North Korean attack designed to achieve the opposite outcome (US appeasement), the US is sending an unmistakable message: do not test us. Although any war on the Korean peninsula would be a terrible and bloody affair, its outcome would not be in doubt. Until now, the North Koreans have gambled that they can bluff their way to winning concessions without fear of losing control over their regime (the only real fear for the Kim dynasty). Likewise, the Chinese have long gambled that the US is too timid to risk any course but relative appeasement, so have had little interest in restraining North Korean actions. The Chinese must consider whether exerting pressure on North Korea's leadership is preferable to a new Korean War. By deploying the George Washington, the US is avoiding unnecessary escalation (which retaliatory acts would incur); at the same time, it indicates very clearly that the US posture has changed. Kim Jong Il and Kim Jong Un must now consider whether to look at their cards again, and fold, or continue raising the stakes and risk their own destruction. The US is calling the North Koreans' bluff.",
    "keywords": [
        "george",
        "south",
        "military",
        "jong",
        "rogan",
        "message",
        "washington",
        "kim",
        "washingtons",
        "carrier",
        "koreans",
        "pyongyang",
        "tom",
        "north",
        "korean"
    ],
    "summary": "First, that any major North Korean attack on the South will have severe military and political repercussions.\nIn the time it would take US/South Korean forces to destroy these weapons, the South Korean capital would suffer terrible damage and casualties.\nTo allow the status quo to continue would fuel the current train of escalation and send a message of weakness to North Korean heir apparent Kim Jong Un.\nThe comparative strength of the George Washington against North Korean's top military assets is simply overwhelming.\nKim Jong Il and Kim Jong Un must now consider whether to look at their cards again, and fold, or continue raising the stakes and risk their own destruction.",
    "sentiment": {
        "neg": 0.098,
        "neu": 0.8372,
        "pos": 0.0648,
        "compound": -0.1133
    }
}