{
    "date": "2010-12-09T21:30:05Z",
    "title": "WikiLeaks cables suggest Burma is building secret nuclear sites",
    "url": "https://www.theguardian.com/world/2010/dec/09/wikileaks-cables-burma-nuclear-weapons",
    "content": "Witnesses in Burma claim to have seen evidence of secret nuclear and missile sites being built in remote jungle, according to secret US diplomatic cables released by WikiLeaks, heightening concerns that the military regime is seeking to develop nuclear weapons. A Burmese officer quoted in a cable from the US embassy in Burma said he had witnessed North Korean technicians helping to construct an underground facility in foothills more than 300 miles (480km) north-west of Rangoon. \"The North Koreans, aided by Burmese workers, are constructing a concrete-reinforced underground facility that is '500ft from the top of the cave to the top of the hill above',\" according to the cable. The man is quoted as saying the North Koreans were \"blowing concrete\" into the excavation. An expatriate businessman told the embassy in Rangoon he had seen a large barge carrying reinforced steel bar of a diameter that suggested a project larger than a factory. Other informants included dockworkers, who reported suspicious cargo. The reports add rare detail to rumours that have circulated since 2002, most recently from a military defector this year, that Burma is covertly seeking a nuclear bomb with the help of North Korea. Both countries have strenuously denied this in the past and Burma insists there are no North Koreans in the country. The cables will compound existing international concern over Iranian and North Korean nuclear programmes, and show why Barack Obama has made nuclear non-proliferation one of the central planks of his foreign policy. According to the witness accounts, pieced together by US embassy staff, the work is at an early stage and haphazard. But they regard it as a troubling development, with the risk that Burma could join Pakistan, North Korea and possibly Iran in having a nuclear bomb. In a cable dated August 2004 titled \"Alleged North Korean involvement in missile assembly and underground facility construction in Burma\", one of the embassy staff wheedled information from an officer during a visit to Rangoon. The officer was in an engineering unit working at the site, where surface-to-air missiles were allegedly being assembled. The site is the Irrawaddy river town of Minbu in Magwe division, west-central Burma. The officer said 300 North Koreans were working at the site, though the embassy, in its cable back to Washington, described this as improbably high. The officer \"claims he has personally seen some of them, although he also reported they are forbidden from leaving the construction site and that he and other 'outsiders' are prohibited from entering\". Burma has made no secret of wanting a civilian nuclear reactor, in part because of severe electricity shortages, and has signed a deal with Russia to build one. The project has so far failed to start because of lack of funds. A secret deal with North Korea would be in breach of international rules on nuclear proliferation. According to a 2009 cable, a well-placed source within the Burmese government last year made an apparently indiscreet remark to the Australian ambassador that the agreement with Russia was just for \"software, training\" and the North Korea agreement was for \"hardware\". The source said General Thura Shwe Mann, who had overall command of military activity, visited North Korea in 2008. The source backtracked six months later, insisting that the talks with North Korea were only exploratory. In February 2009 the Burmese deputy foreign minister, Khin Maung Win, called a US diplomat to deny there was collusion between his country and North Korea over missiles, missile technology or nuclear technology. Alarmingly, there is a report of a businessman offering uranium to the US embassy in Rangoon. The embassy bought it. \"The individual provided a small bottle half-filled with metallic powder and a photocopied certificate of testing from a Chinese university dated 1992 as verification of the radioactive nature of the powder.\" He said that \"if the US was not interested in purchasing the uranium, he and his associates would try to sell it to other countries, beginning with Thailand\".",
    "keywords": [
        "embassy",
        "wikileaks",
        "korea",
        "burma",
        "secret",
        "sites",
        "nuclear",
        "suggest",
        "building",
        "site",
        "cable",
        "rangoon",
        "cables",
        "officer",
        "north"
    ],
    "summary": "Witnesses in Burma claim to have seen evidence of secret nuclear and missile sites being built in remote jungle, according to secret US diplomatic cables released by WikiLeaks, heightening concerns that the military regime is seeking to develop nuclear weapons.\nBut they regard it as a troubling development, with the risk that Burma could join Pakistan, North Korea and possibly Iran in having a nuclear bomb.\nA secret deal with North Korea would be in breach of international rules on nuclear proliferation.\nThe source said General Thura Shwe Mann, who had overall command of military activity, visited North Korea in 2008.\nThe source backtracked six months later, insisting that the talks with North Korea were only exploratory.",
    "sentiment": {
        "neg": 0.0764,
        "neu": 0.9023,
        "pos": 0.0212,
        "compound": -0.1375
    }
}