{
    "date": "2010-11-23T09:38:28Z",
    "title": "North Korea avoiding sanctions to trade arms, warns UN",
    "url": "https://www.theguardian.com/world/2010/nov/23/north-korea-avoids-un-sanctions",
    "content": "North Korea uses shell companies, employs numerous intermediaries and falsely labels the contents of shipments to circumvent international sanctions, according to a recent UN report. The report was made public last week, just before revelations that the regime had made dramatic progress in enriching uranium. It provides an insight into the techniques used by North Korea to get round UN security council sanctions that place special emphasis on hindering its ability to acquire equipment and technical know-how for nuclear weapons and ballistic missiles. The sanctions were introduced in 2006 and strengthened in 2009 after Pyongyang conducted nuclear tests, launched ballistic missiles and reversed a decision to close its Yongbyon nuclear facilities. Despite such measures, the UN panel said government assessments, research papers and reports from the International Atomic Energy Agency indicated North Korea's continuing involvement in nuclear-related and ballistic missile-related activities in Iran, Syria and Burma. A simple technique for shipping out banned equipment is to lie about the cargo's contents. In February, the South African government discovered a shipment of spare parts to refurbish T-54/T-55 tanks in the Democratic Republic of Congo. The cargo originated in North Korea, went to Dalian, China where it was loaded aboard a British-flagged vessel, CGM Musca, owned by a French company, CMA CGM. The shipper was subsequently identified as Machinery Exp and Imp Corp in North Korea. After leaving Dalian, the cargo was offloaded in Malaysia and transferred to the Westerhever, a ship flying the Liberian flag chartered by a subsidiary of CMA CGM. The shipping documents listed the contents of the containers as \"spare parts of bulldozer\". North Korea also uses aircraft to ship out weapons. In December last year, the Thai government confiscated arms and related materiel from an Ilyushin-76 aircraft that took off from North Korea and landed in Bangkok for refuelling. Air Koryo, North Korea's national carrier, described the cargo as 145 crates of \"mechanical parts\". Thai officials, however, discovered 240mm rockets, rocket-propelled grenades and surface-to-air missiles among the 35 tonnes of weapons. The UN report indicated this is may be just the tip of the iceberg. \"There is no way of determining how many other illicit arms transactions may have gone undetected,\" the report said. \"However, based on the cases notified to the committee so far, the panel of experts believes that the Democratic People's Republic of Korea continues to engage in exporting such items.\" The panel, however, said it had received no reports from member states on nuclear-related and ballistic missile-related systems. \"It may be that no interdiction has taken place with regard to such items; or it may be that reports have not been submitted owing to their sensitivity. In either case, a better understanding of the reason for non-reporting would be useful.\" That assessment takes on a particular resonance after Siegfried Hecker, a Stanford university professor was shown North Korea's uranium enrichment plant at Yongbyon. He said it contained an \"astonishingly modern control room\" overlooking 2,000 centrifuges. The speed with which the plant appears to have been built and its sophistication suggest outside help, at least in acquiring parts. As to why North Korea persists in pursuing a nuclear programme despite international condemnation, the UN panel of experts concluded: \"The Democratic People's Republic of Korea believes that its nuclear programme can provide the country [with] a way to achieve its stated goal of becoming a 'strong and prosperous country' by the year 2012 without succumbing to what they view as 'foreign influences'. They also consider their nuclear capability as a valuable asset that provides them with important leverage in dealing with the rest of the world.\"",
    "keywords": [
        "avoiding",
        "ballistic",
        "trade",
        "korea",
        "parts",
        "republic",
        "sanctions",
        "warns",
        "nuclear",
        "report",
        "panel",
        "weapons",
        "arms",
        "north"
    ],
    "summary": "North Korea uses shell companies, employs numerous intermediaries and falsely labels the contents of shipments to circumvent international sanctions, according to a recent UN report.\nThe cargo originated in North Korea, went to Dalian, China where it was loaded aboard a British-flagged vessel, CGM Musca, owned by a French company, CMA CGM.\nThe shipper was subsequently identified as Machinery Exp and Imp Corp in North Korea.\nNorth Korea also uses aircraft to ship out weapons.\nIn December last year, the Thai government confiscated arms and related materiel from an Ilyushin-76 aircraft that took off from North Korea and landed in Bangkok for refuelling.",
    "sentiment": {
        "neg": 0.0373,
        "neu": 0.911,
        "pos": 0.0516,
        "compound": 0.0899
    }
}