{
    "date": "2010-12-07T15:25:08Z",
    "title": "WikiLeaks cables, day 9: summary of today's key points",
    "url": "https://www.theguardian.com/world/2010/dec/07/wikileaks-embassy-cables-key-points-day-9",
    "content": "Day 9, Tuesday 7 December The Guardian • Burma's military junta considered making a $1bn (£634m) bid to buy Manchester United around the time the regime faced UN censure over its slow response to cyclone Nargis in 2008. Than Shwe, commander-in-chief of the country's armed forces and United fan, was urged to mount a takeover bid by his grandson. • Nato has drawn up a secret military plan to defend Poland and the Baltic states from Russia. • The US privately lobbied to block an Iranian scientist's appointment to a key position on the Intergovernmental Panel on Climate Change (IPCC). • Intelligence co-operation has improved so much that the US now considers Algeria the key player in the fight against al-Qaida in the Maghreb region. • US embassy cables revealed America's ongoing battle to stem the flow of arms from eastern Europe to the Middle East. Der Spiegel Der Spiegel focuses on a \"non-paper\" describing US attempts to co-opt Riyadh's assistance in its quest to cut off the flow of funds from Saudi Arabia to al-Qaida. The magazine highlights the US state department's barely concealed frustration with America's partners: \"The authorities in Qatar are described as 'largely passive' in the fight against terror and 'overall ... considered the worst in the region'. Indonesia is said to be an 'alphabet soup' of government bodies supposedly responsible, and a 'universe of aliases' of suspected terrorists and terrorism sponsors.\" New York Times • The cables reveal that a week after Syria's president, Bashar al-Assad, assured a top US state department official that his country was not sending weapons to Hezbollah in Lebanon, the Obama administration lodged a confidential protest accusing Damascus of doing precisely that. • They also show US diplomats expressing concern that huge cargo planes operated by Badr Airlines of Sudan were flying weapons from Tehran to Khartoum, from where they were shipped to Hamas in Gaza. The US asked countries in the region to deny overflight rights to the airlines. Jordan and several other countries agreed, but Yemen declined, a February 2009 cable reported. • The New York Times reports how North Korea has abetted the arms race in the Middle East by providing missile technology to Iran and Syria, which then backed Hamas and Hezbollah, according to American intelligence officials and a cable from the US secretary of state, Hillary Clinton. US diplomats raised questions in the spring of 2009 about planned purchases from North Korea of rocket launchers by Sri Lanka and Scud missile launchers by Yemen. El País • The former Spanish foreign minister complained to the US ambassador about the contemptuous way President George Bush was treating Spain: \"Spain is the eighth world power and we are treated like a country which does not matter.\" • Spain is worried by the prospect of Mauritania becoming a failed state, a \"second Somalia\" and an al-Qaida base as it is only 185 miles from the Canary Islands. • The US embassy in Nicaragua describes the country as a corrupt criminal state financed by drugs and \"suitcases full of money sent by President Hugo Chávez of Venezuela. President Daniel Ortega is seen as unhinged and obsessed by his own security. Le Monde • The US and Russia decided to join forces to fight a drug war and identified the main culprit as Afghanistan.",
    "keywords": [
        "wikileaks",
        "state",
        "president",
        "summary",
        "fight",
        "region",
        "todays",
        "yemen",
        "spain",
        "points",
        "key",
        "country",
        "weapons",
        "cables",
        "day",
        "york",
        "alqaida"
    ],
    "summary": "Than Shwe, commander-in-chief of the country's armed forces and United fan, was urged to mount a takeover bid by his grandson.\n• The US privately lobbied to block an Iranian scientist's appointment to a key position on the Intergovernmental Panel on Climate Change (IPCC).\n• Intelligence co-operation has improved so much that the US now considers Algeria the key player in the fight against al-Qaida in the Maghreb region.\n• US embassy cables revealed America's ongoing battle to stem the flow of arms from eastern Europe to the Middle East.\nLe Monde • The US and Russia decided to join forces to fight a drug war and identified the main culprit as Afghanistan.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.8246,
        "pos": 0.0695,
        "compound": -0.134
    }
}