{
    "date": "2010-06-24T23:05:10Z",
    "title": "Korean war 60 years on: Haven in South for young defectors from North",
    "url": "https://www.theguardian.com/world/2010/jun/25/korean-war-haven-south-defectors-north",
    "content": "Perched nervously on the edge of a chair in the principal's office, a hole visible in one knee of his uniform, Kim Yong-hee visibly relaxes when he talks about his recently discovered talent for table tennis and love of martial arts films. An interest in sport and movies, however, is perhaps all he has in common with other teenage boys in South Korea. He is 17, but looks 12 – a physical toll exacted by years of under-nourishment and hardship that two years ago prompted his escape, alone and under cover of darkness, from the country of his birth: North Korea. Kim and the 200 other pupils at Hangyeore middle and high school, an imposing $7.4m building in lush forests 80 kilometres south of Seoul, personify the cold war chasm that has consigned the two Koreas to a bitter estrangement that shows no sign of ending. The pupils arrive traumatised by their flight from the North and, in many cases, separation from their families. As the Guardian learned during a recent visit, they hope to leave equipped with the academic and social skills they need to prosper in a country dramatically different from the one they left behind. Today marks the 60th anniversary of the start of what has come to be known as the war that never ended. After three years of fighting, in which as many as four million people died, the two sides agreed on 27 July 1953 to a shaky truce, though no treaty was ever signed. It is maintained by forces either side of the demilitarized zone [DMZ], the world's most heavily fortified border. In the intervening years they have taken wildly divergent economic and social paths. The North, the world's only communist dynasty, remains desperately poor. Last year its per capita income was 1.2m won, 5% of its neighbour's, as it paid the price for international sanctions, deteriorating trade ties with the South and mismanagement of its command economy. South Korea, a robust democracy since 1987, has embraced the free market and grown to become the world's 15th-largest economy, a leader in consumer electronics and home to the fastest internet connections on the planet. Occasionally, hopes rise for a breakthrough that will pave the way to friendlier ties and eventual reunification, only to be dashed by isolated skirmishes, the arrival of hardline administrations in Seoul and the perennial unpredictability of a Pyongyang regime, led by Kim Jong-il, determined to turn itself into a nuclear power. As both sides prepared to mark the day communist forces poured over the border, mounting tensions on the peninsula fuelled talk of a second Korean war. Bilateral relations are at their lowest point in years following the March sinking of a South Korean warship, in which 46 sailors died, by a torpedo fired, according to international investigators, by a North Korean submarine. But experts dismiss the fear that the two countries are moving inexorably towards war. \"North Korea's provocations will continue as long as it continues to resist international pressure to denuclearise,\" says Kim Sung-han, a professor of international relations at Korea University in Seoul. \"But there is a very low probability that a full-scale war will break out …due to the superior military capability of South Korea and the US.\" For Kim Yong-hee, the current crisis is a timely reminder of the country in which he spent his first 15 years, and of why he decided to embark on a journey that so many others have tried and failed. He says he was taken to the border by a go-between, who bribed a North Korean guard to take the teenager across the Tumen River into northeast China. \"At one point the water came up to my neck,\" he said. Like many North Korean defectors, he took a circuitous route to freedom, a week in China and three months in detention in Thailand, from where he was deported to South Korea. He is desperate to be reunited with his mother, who escaped to the South a decade ago, but whom he hasn't seen since starting at Hangyeore. Two years after his escape, Kim is enjoying the education and freedoms denied to him in North Korea, where his schooling stopped at age 11. \"I was never allowed to do any sports there,\" he says, \"but now I play table tennis and badminton, and practice taekwondo. \"I like living here because it's wealthy and I can do more or less what I like, but I miss my parents.\" The government-funded school opened in 2006 for youths among the 20,000 defectors in South Korea. Many of Kim's peers, who are aged 13-24, arrived with just one or no parents and bore scars of a childhood spent in one of the world's poorest and most repressive countries. Most had witnessed public executions and seen members of their family die of starvation, and some still require regular counselling. \"There are such big differences that they find it hard to take in at first,\" says the school's principal, Gwak Jong-moon. \"Some had never seen a mobile phone, and they are not accustomed to thinking for themselves and competing academically.\" He smiles when asked to explain the differences in education either side of the DMZ. \"The contrast is huge. In North Korea students are indoctrinated, taught to worship Kim Jong-il and [the country's founder] Kim Il-sung. They are disappointed to learn that they had been lied to. They're angry, but it helps them let go of old ideas.\" And what of the South Korean version of modern history? \"They knew about the Korean war, but the North version is very different,\" Gwak said. \"They were told the invasion was a pre-emptive strike against US plans to destroy the North. We teach them that our involvement was an act of defence to contain the spread of Soviet communism.\" Despite government help, defectors of working age earn well below the average wage, and almost a fifth are in debt due to a combination of poor education and discrimination among employers. But the prospect of struggling to find work pales in comparison to the life Yi Gil-dong believes she could have expected to endure in North Korea. In the winter of 2007 she crossed a partially frozen Tumen River on the back of a bribed North Korean border guard, having been inspired to flee by a rare glimpse of a South Korean television drama. \"All I could think about was my parents,\" says the 21-year-old. \"I left while they were away on a trip and left I knew that they would be worried sick.\" Yi spent almost two years in China, most of it as a waitress at a Korean restaurant in Chengdu, from where she managed to contact her parents to tell them she was safe. She hasn't spoken to them since. She says she has few fond memories of her previous life, aside from her mother's cooking and the fresh air of her rural upbringing. \"I wasn't even allowed to wear the shoes I wanted. I went to school until I was 17 and, like the other students, I pretended to believe the propaganda we were taught at school. But we knew the difference between being free and not being free. \"It feels natural for me to be here, like this is where I am supposed to be.\" Given her youth, Yi may live long enough to realize her dream of counselling North Koreans in a newly united nation. But older defectors say they have witnessed too many false dawns to believe that unification is a realistic prospect. \"When I see the way Kim Jong-il is behaving, I don't think unification will come anytime soon,\" says Kim Young-chul, a former workers' party activist who fled North Korea six years ago, aged 82. Yet like most of his adopted country's 49 million people - 10 million of whom were separated from relatives by the war - he refuses to lose hope. \"After unification I will bring my sons, daughters and grandchildren here so they can see for themselves what freedom is really like.\" If that day does ever arrive, Gwak has high hopes for his pupils. \"I want them to become leaders in their field and play an active part in the movement for peace and freedom. \"We are the last truly divided nation in the world and, after unification, it will be up to young people like them to heal the wounds history has inflicted on us.\" The names of the defectors have been changed to protect their families The Korean war – a people divided The Korean war broke out at dawn on 25 June 1950 when almost a quarter of a million North Korean soldiers swept across the de facto border with South Korea, five years after the defeat of the peninsula's former occupier, Japan. The assault was a bold attempt to reunite the country, which had been spliced in two along the 38th parallel by the US and the Soviet Union at the end of the second world war. Sixty years later, the peninsula remains divided by a four-kilometre wide, 266km-long buffer zone – the world's most heavily fortified border – centred on the village of Panmunjom. To this day, almost two million troops, including 1.2 million from North Korea and 28,000 from the US, are engaged in a nervous standoff.",
    "keywords": [
        "border",
        "war",
        "south",
        "worlds",
        "young",
        "korea",
        "60",
        "haven",
        "million",
        "kim",
        "defectors",
        "north",
        "korean"
    ],
    "summary": "An interest in sport and movies, however, is perhaps all he has in common with other teenage boys in South Korea.\nBilateral relations are at their lowest point in years following the March sinking of a South Korean warship, in which 46 sailors died, by a torpedo fired, according to international investigators, by a North Korean submarine.\nLike many North Korean defectors, he took a circuitous route to freedom, a week in China and three months in detention in Thailand, from where he was deported to South Korea.\n\"They knew about the Korean war, but the North version is very different,\" Gwak said.\nIn the winter of 2007 she crossed a partially frozen Tumen River on the back of a bribed North Korean border guard, having been inspired to flee by a rare glimpse of a South Korean television drama.",
    "sentiment": {
        "neg": 0.0994,
        "neu": 0.8061,
        "pos": 0.0945,
        "compound": -0.023
    }
}