{
    "date": "2010-11-22T11:24:00Z",
    "title": "North Korean nuclear plant 'not a crisis'",
    "url": "https://www.theguardian.com/world/2010/nov/22/north-korea-nuclear-plant-crisis",
    "content": "Washington's top envoy on North Korea said today revelations that the regime had made dramatic progress in enriching uranium posed a \"difficult problem\" but played down fears that the region is on the brink of a nuclear crisis. Speaking to reporters in Seoul, Stephen Bosworth said evidence the North had built an ultramodern enrichment plant was \"the latest in a series of provocative moves ... it is a very difficult problem we have been struggling to deal with for 20 years\". \"This is not a crisis, we are not surprised. We have been watching and analysing [North Korea's] aspirations to produce uranium, [but] it is not helpful to jointly agreed goals we have subscribed to in terms of peace, prosperity and stability in the Korean peninsula and north-east Asia.\" Bosworth arrived in the region after a US scientist, Siegfried Hecker, said the government in Pyongyang had shown him a \"stunning\" new uranium enrichment plant at the country's main nuclear complex at Yongbyon this month. The chairman of the joint chiefs of staff, Mike Mullen, said it provided further evidence of North Korea's increasingly belligerent behaviour. \"From my perspective, it's North Korea continuing on a path which is destabilising for the region. It confirms or validates the concern we've had for years about their enriching uranium, which they've denied routinely,\" said Mullen. \"They are a country that routinely we are unable to believe that they would do what they say.\" Hecker's revelations are expected to prompt a rethink over Washington's policy towards Pyongyang given the failure of sanctions to curb its nuclear ambitions. Mullen said China – the North's main ally and biggest aid provider – had a pivotal role to play. \"We've been engaged with China for an extended period of time with respect to North Korea ... a great part of this, I think, will have to be done through Beijing,\" he said on ABC's This Week. \"I've been worried about North Korea and its potential nuclear capability for a long time. This certainly gives that potential real life, very visible life that we all ought to be very, very focused on.\" The US defence secretary, Robert Gates, said he doubted North Korean claims that the facility is part of a peaceful nuclear energy programme. \"I don't credit that at all,\" Gates told reporters in Bolivia, where he is attending a regional defence conference. He said the facility could enable North Korea to build \"a number\" of nuclear devices. Hecker, a Stanford University professor who was shown around the enrichment plant, said it contained an \"astonishingly modern control room\" overlooking 2,000 centrifuges. \"These facilities appear to be designed primarily for civilian nuclear power, not to boost North Korea's military capability,\" Hecker wrote in a report on his visit. But he added: \"Nevertheless, the uranium enrichment facilities could be readily converted to produce highly enriched uranium (HEU) bomb fuel (or parallel facilities could exist elsewhere).\" Despite North Korea's claims that the facility is designed to produce electricity, the news will trigger suspicions that it is seeking to bolster its weapons capability and gain the upper hand in nuclear talks, as it reels from US and UN sanctions. The North Koreans have created and tested nuclear bombs made from plutonium. The enrichment of uranium represents another potential route to make a bomb. Plutonium and uranium can also be used to make much more powerful thermo-nuclear warheads. Bosworth will go on to Beijing and Tokyo to continue discussions on a collective response to the revelations. Six-nation talks over North Korea's nuclear programme – between the two Koreas, the US, Japan, Russia and hosted by China – have stalled, and some observers speculated that the Pyongyang regime gave Hecker and other scientists access in the hope of strengthening its position at any future multiparty nuclear talks. Washington has refused to consider North Korea's request to restart six-party negotiations in Beijing until the regime honours previous commitments to dismantle its nuclear weapons programme. North Korea is known to have enough fissile material from its plutonium-based programme to make six to 12 nuclear bombs, but has not proved it has a working nuclear weapon. Hecker, a former director of the Los Alamos national laboratory, said the new facility appeared to have been built within a year, in the gutted shell of an old fuel fabrication plant at Yongbyon. The nuclear scientist said: \"The first look through the windows of the observation deck into the two long high-bay areas was stunning. Instead of seeing a few small cascades of centrifuges, which I believed to exist in North Korea, we saw a modern, clean centrifuge plant of more than 1,000 centrifuges, all neatly aligned and plumbed below us.\" He said the facility \"would fit into any modern American processing facility\". Although he could not verify claims by his hosts that they had put 2,000 centrifuges into operation, he confirmed he saw at least 1,000. Hecker, who was not permitted to photograph the facility, passed on his findings to the White House several days ago, according to media reports. He predicted they would cause \"a political firestorm\". The news is the latest in a series of recent blows to Barack Obama's attempts to keep alive his vision for global nuclear disarmament. The speed with which the plant appears to have been built and its sophistication suggest outside help, at least in acquiring parts. Washington is expected to exploit Hecker's report to prove that the regime has continued to develop nuclear weapons, despite UN sanctions. Pyongyang has endured widespread condemnation and punitive measures since conducting nuclear tests in 2006 and 2009. Hecker said: \"It is clear that waiting patiently for Pyongyang to return to the six-party talks on terms acceptable to the United States and its allies will exacerbate the problem ... The only hope appears to be engagement.\" Pyongyang has carried out two nuclear bomb tests. There have been reports that it may be preparing for a third in north Hamgyong province, where it held its second test in May last year, and where tunnelling work has been spotted recently.",
    "keywords": [
        "uranium",
        "hecker",
        "enrichment",
        "korea",
        "crisis",
        "nuclear",
        "facility",
        "plant",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The chairman of the joint chiefs of staff, Mike Mullen, said it provided further evidence of North Korea's increasingly belligerent behaviour.\n\"From my perspective, it's North Korea continuing on a path which is destabilising for the region.\n\"I've been worried about North Korea and its potential nuclear capability for a long time.\nHe said the facility could enable North Korea to build \"a number\" of nuclear devices.\nNorth Korea is known to have enough fissile material from its plutonium-based programme to make six to 12 nuclear bombs, but has not proved it has a working nuclear weapon.",
    "sentiment": {
        "neg": 0.0704,
        "neu": 0.844,
        "pos": 0.0856,
        "compound": 0.0446
    }
}