{
    "date": "2010-11-12T00:01:02Z",
    "title": "UK fears North Korean attack on Seoul G20 summit",
    "url": "https://www.theguardian.com/world/2010/nov/12/g20-north-korea-threat",
    "content": "The British delegation is taking seriously the potential threat of an attack on the G20 summit by North Korea, whose border is just 50 miles away from the gathering in Seoul. Hillary Clinton, the US secretary of state, has already urged the Chinese to use their influence with the unpredictable dictatorship to discourage it from trying anything provocative during what is the most important diplomatic gathering ever on the Korean peninsula. A diplomat said: \"There has been speculation that the North Koreans will attempt some kind of disruptive incursion into South Korea.\" Another official said it looked like Kim Jong-un \"has been put in charge of the G20 disruption committees\". Jong-un is the third son and anointed successor of leader Kim Jong-il. South Korea has been preparing for protests by anti-globalisation activists, having erected massive security fences and deployed 50,000 police and troops. The police have already seen off a street protest by 3,500 people. But concern remains about the possible threat from North Korea. A diplomat said: \"There is a leadership psychology in North Korea and they are in the midst of a succession. That places a determination to show that it is business as usual, or even better than business as usual. They have a defensive, slightly paranoid mindset.\" A nuclear test, military manoeuvres, incursions into South Korean waters and – most implausibly – balloons sent over South Korea containing nerve agents are considered to be among the potential actions. David Cameron has discussed the threat at a bilateral meeting with his South Korean counterpart and host, Lee Myung-bak. Barack Obama has said North Korea must show \"seriousness of purpose\" before the US will agree to restart six-nation talks aimed at securing the north's nuclear disarmament. \"North Korea's pursuit of nuclear weapons will only lead to more isolation and less security for them,\" Obama said. \"There is another path available to North Korea. If they choose to fulfil their international obligations and commitments to the international community, they will have the chance to offer their people lives of growing opportunity instead of crushing poverty.\"",
    "keywords": [
        "summit",
        "south",
        "potential",
        "korea",
        "g20",
        "threat",
        "attack",
        "seoul",
        "uk",
        "nuclear",
        "obama",
        "fears",
        "usual",
        "security",
        "north",
        "korean"
    ],
    "summary": "The British delegation is taking seriously the potential threat of an attack on the G20 summit by North Korea, whose border is just 50 miles away from the gathering in Seoul.\nA diplomat said: \"There has been speculation that the North Koreans will attempt some kind of disruptive incursion into South Korea.\"\nA diplomat said: \"There is a leadership psychology in North Korea and they are in the midst of a succession.\nDavid Cameron has discussed the threat at a bilateral meeting with his South Korean counterpart and host, Lee Myung-bak.\n\"There is another path available to North Korea.",
    "sentiment": {
        "neg": 0.1112,
        "neu": 0.8061,
        "pos": 0.0828,
        "compound": -0.0718
    }
}