{
    "date": "2010-07-07T09:30:43Z",
    "title": "Justin Bieber: what if he did tour North Korea?",
    "url": "https://www.theguardian.com/music/musicblog/2010/jul/07/justin-bieber-north-korea",
    "content": "Now that web democracy has spoken and the internet's viral masses have chosen to send Justin Bieber to North Korea, perhaps some of us are putting our feet up thinking the hard work is done. The irritating pop whippet will soon be performing his melancholy ballads in prisoners' garb on a rock-chipping line, to an audience made up of the North Korean World Cup goalie and whoever has recently displeased Dear Leader Kim Jong Il. Well, don't get carried away because if Bieber did make it to North Korea, the reality wouldn't be quite as exciting. As a recent visitor to the country, I learned that one of the ways the hermit kingdom maintains its isolationist policies at a cultural level is by the sophisticated manipulation of its international visitors. To the outside world, North Korea appears to welcome the odd western influence, such as when they invited the New York Philharmonic Orchestra to perform in Pyongyang in 2008. While we might be tempted to read such an occasion as a positive cultural exchange, it's more likely the event was spun 180 degrees for North Koreans, who – if they heard about it at all – would have been told something more along the lines that America sent the musical convoy to pacify the Big Bad Leader Kim with their meagre tributes. I remember reading a similar spin tactic in the Pyongyang Times on a flight into the capital last year, on the day after Bill Clinton's reconnaissance trip to free the two imprisoned US journalists caught trespassing at the border. The Korean press made no mention of the real purpose of Clinton's visit, only reporting that he bowed deeply to General Kim and offered lots of kind and supportive words from (a presumably quivering) Barack Obama. This was the English edition – I understand the Korean-language version takes a much less diplomatic tone. If Bieber did get a visa to tour the country, his options would be limited. He could team up with a South Korean pop band in the hope relations stabilise enough that Pyongyang throws another inter-Korean pop concert (like this one – look at the groans of displeasure on the confused cadres' faces) attended by a thoroughly vetted audience of regime-friendly elites. Or, if he wanted to take a more grassroots approach, he could arrange a showcase tour of Pyongyang's club scene. It might not be too gruelling – it consists of just one club, the Taedong Diplo, which is also the only club in North Korea. On my visit there, I enjoyed the 1970s decor and the fact that the club only had one CD – Trance Hits 1993. If a local A&amp;R did show up they'd probably snap Bieber up in an instant, just to give them an alternative to hearing DJ Sammy's Heaven every night. The millions they'd sign him for in local currency probably still wouldn't buy a plane ticket out of the place – so perhaps a new life for Justin Bieber in North Korea could become a reality after all.",
    "keywords": [
        "korea",
        "club",
        "world",
        "wouldnt",
        "justin",
        "kim",
        "pop",
        "bieber",
        "pyongyang",
        "tour",
        "north",
        "korean"
    ],
    "summary": "Now that web democracy has spoken and the internet's viral masses have chosen to send Justin Bieber to North Korea, perhaps some of us are putting our feet up thinking the hard work is done.\nWell, don't get carried away because if Bieber did make it to North Korea, the reality wouldn't be quite as exciting.\nTo the outside world, North Korea appears to welcome the odd western influence, such as when they invited the New York Philharmonic Orchestra to perform in Pyongyang in 2008.\nIt might not be too gruelling – it consists of just one club, the Taedong Diplo, which is also the only club in North Korea.\nThe millions they'd sign him for in local currency probably still wouldn't buy a plane ticket out of the place – so perhaps a new life for Justin Bieber in North Korea could become a reality after all.",
    "sentiment": {
        "neg": 0.0488,
        "neu": 0.8817,
        "pos": 0.0695,
        "compound": 0.1218
    }
}