{
    "date": "2010-11-26T09:00:18Z",
    "title": "North Korean shelling heard near Yeonpyeong",
    "url": "https://www.theguardian.com/world/2010/nov/26/north-korean-shelling-heard-yeonpyeong",
    "content": "South Korea reported sounds of artillery fire emanating from North Korea today, but said it appeared to be routine training. The news came hours after Pyongyang warned that the South's joint drill with the US was pushing the peninsula to the brink of war. Seoul-based broadcaster YTN said the shells appeared to have landed within the North, away from the disputed maritime boundary in the Yellow Sea. The firing came days after four people on a nearby island were killed in a Northern artillery attack. Pyongyang said that was a response to shelling by the South, which was conducting a live-fire drill exercise. Seoul said its troops did not fire towards the North. But Pyongyang's foreign ministry said yesterday that shells were \"bound to drop inside [the North's] territorial waters\". It does not accept the Yellow Sea border, drawn unilaterally by the US at the end of the Korean war. The South Korean news agency Yonhap reported that the few dozen residents who remain on Yeonpyeong fled to emergency shelters as they heard the distant explosions this afternoon. Earlier the North had threatened \"a shower of fire\" in a statement carried by its official KCNA news agency, warning: \"The situation on the Korean Peninsula is inching closer to the brink of war due to the reckless plan of those trigger-happy elements to stage again war exercises targeted against the [North].\" It added that it was \"ready to annihilate enemies' stronghold\" and said its forces \"precisely targeted and struck\" South Korean artillery units on Tuesday. Pyongyang often issues bellicose warnings when military manoeuvres are due in the area. The US has dispatched an aircraft carrier group led by the USS George Washington to take part in training with the South Korean navy from Sunday. The exercises were planned before this week's attack but had been postponed with the US citing scheduling conflicts. Beijing has expressed concern about the exercises in the Yellow Sea, which lies between Korea and China. But its protests were far more muted than the complaints which saw off plans for drills there earlier this year. The US is pressing China to restrain its ally and a White House official said Barack Obama is likely to discuss the Korean situation with President Hu Jintao within days. Domestic criticism of Seoul's response to the bombardment has continued despite the defence minister's resignation yesterday. Hundreds of South Korean veterans demonstrated in the border town of Paju today, accusing the government of being too weak. \"The lazy government's policies towards North Korea are too soft,\" said Kim Byeong-su, the president of the association of ex-marines. \"It needs to take revenge on a bunch of mad dogs. We need to show them South Korea is not to be played with.\"",
    "keywords": [
        "war",
        "yeonpyeong",
        "shelling",
        "south",
        "artillery",
        "exercises",
        "korea",
        "sea",
        "heard",
        "north",
        "pyongyang",
        "yellow",
        "near",
        "korean"
    ],
    "summary": "South Korea reported sounds of artillery fire emanating from North Korea today, but said it appeared to be routine training.\nThe South Korean news agency Yonhap reported that the few dozen residents who remain on Yeonpyeong fled to emergency shelters as they heard the distant explosions this afternoon.\nIt added that it was \"ready to annihilate enemies' stronghold\" and said its forces \"precisely targeted and struck\" South Korean artillery units on Tuesday.\nHundreds of South Korean veterans demonstrated in the border town of Paju today, accusing the government of being too weak.\n\"The lazy government's policies towards North Korea are too soft,\" said Kim Byeong-su, the president of the association of ex-marines.",
    "sentiment": {
        "neg": 0.178,
        "neu": 0.8075,
        "pos": 0.0146,
        "compound": -0.4272
    }
}