{
    "date": "2010-11-30T18:04:55Z",
    "title": "WikiLeaks: China's break with North Korea is overblown | Chun Lin",
    "url": "https://www.theguardian.com/commentisfree/2010/nov/30/wikileaks-china-north-korea",
    "content": "At first it seems as if the WikiLeaks cables give us a glimpse of what is really going on around the Korean peninsula, hinting at Chinese exasperation at recent North Korean aggression. But as is often the case with this part of the world, the \"facts\" we take for granted are more complex than they appear. North Korea's recent shelling of the South Korean island of Yeonpyeong is a case in point. For a start, Yeonpyeong is not exactly a \"South Korean island\", but a military base used by South Korean forces. It is located about seven miles away from the North's ground territory, on a disputed \"northern limit line\" unilaterally drawn by US-led UN forces after the Korean war. As the South has admitted, the North's warning, and then attack, was preceded by their artillery drills in the maritime area around the island. In other words, the provocation was provoked. This does not amount to a defence of North Korea, especially in view of the loss of lives. But neither should the sequence of events and the larger background be distorted. In Korea's case, that larger background consists of a historical cold-war climate in the region, and, more recently, an increase in military activity following the end of President Kim Dae-Jung's \"sunshine policy\" towards the North. Current naval exercises have now been joined by American forces. According to the South's Yonhap news agency, the drills are \"the largest of their kind\", involving an aircraft carrier carrying 75 planes and at least four other warships in the Yellow Sea. As the Washington Times reminds us, \"the power projection capabilities of the USS George Washington, with its fighter aircraft wing, extend all the way to Beijing\". As a little thought experiment, try to imagine if China was to conduct military exercises near the US coast. China has called for calm and talks in the face of the present crisis, and yet it gets blamed for the escalation of the situation. \"The key to all this\", declared Senator John McCain, \"is China, and unfortunately China is not behaving as a responsible world power\". While McCain thinks \"it's time we talk about regime change in North Korea\", Senator John Bolton would \"cut off all food aid\". Are US politicians being responsible in their words and deeds? The confrontation on the Korean peninsula isn't \"the last hangover from the cold war\" (as Isabel Hilton has argued here) – the remaining US military bases around China and America's ongoing paranoia are. However obedient Beijing tries to be, America continues to declare it a \"threat\" that needs to be contained. North Korea, on the other hand, sticks with its state ideology of juche (literally \"self-reliance\"). This explains its desire to talk with the US directly, a strategy that is also supported by China. In the last few months, talks have produced positive results, and Pyongyang proposed to develop a denuclearised peninsula and a permanent peace treaty to replace the 1953 truce. The message was relayed to Washington – but there was no response. This year sees the 60th anniversary of the Korean war. The Chinese remember that conflict mainly for the heroic struggle of their volunteers in Korea, and the two countries have been tied together in their national liberation struggles ever since the Japanese invaded Manchuria in 1931. Deep in China's heart, the recent dilemma is not so much about Korean unification or regime survival in the North as its own lost sons and daughters – hundreds of thousands were buried on the other side of the Yalu river. Revolution and socialism might be long gone; national pride, in this case flavoured with an element of internationalism, still lingers. There is nothing surprising in the exposure from WikiLeaks about official China's predicament; and in the end, any responsible power still must seek to solve, rather than fuel, the conflict. • This article was amended on 1 Dec 2010 at the request of the author. The original referred to \"nearly a million\" Chinese troops being buried on the other side of the Yalu river. This should have read \"hundreds of thousands\" and has now been corrected",
    "keywords": [
        "overblown",
        "war",
        "south",
        "lin",
        "wikileaks",
        "military",
        "korea",
        "break",
        "case",
        "washington",
        "china",
        "chun",
        "chinas",
        "responsible",
        "north",
        "korean"
    ],
    "summary": "At first it seems as if the WikiLeaks cables give us a glimpse of what is really going on around the Korean peninsula, hinting at Chinese exasperation at recent North Korean aggression.\nFor a start, Yeonpyeong is not exactly a \"South Korean island\", but a military base used by South Korean forces.\nThis does not amount to a defence of North Korea, especially in view of the loss of lives.\nWhile McCain thinks \"it's time we talk about regime change in North Korea\", Senator John Bolton would \"cut off all food aid\".\nNorth Korea, on the other hand, sticks with its state ideology of juche (literally \"self-reliance\").",
    "sentiment": {
        "neg": 0.0899,
        "neu": 0.8539,
        "pos": 0.0562,
        "compound": -0.0923
    }
}