{
    "date": "2010-11-24T08:09:13Z",
    "title": "South Korea police find bodies of civilians after North Korea attack",
    "url": "https://www.theguardian.com/world/2010/nov/24/south-korea-bodies-attack",
    "content": "Police have found the burnt bodies of two South Korean civilians on an island that North Korea bombarded with artillery yesterday. \"Two people aged in their 60s were found dead allegedly as a result of yesterday's shelling,\" said a police spokesman in the nearby port of Incheon. The South Korean coastguard service said the two men were construction workers. Two soldiers died in the attack and several people were injured, including civilians. The announcement came as the US sought to increase pressure on North Korea while ensuring the conflict did not spiral. Barack Obama has pledged to hold joint military exercises with South Korea later this week. The president reiterated in a telephone call to his counterpart, Lee Myung-bak, that the US would stand shoulder-to-shoulder with its ally. In a television interview earlier Obama cited the need for China's support and pressed for a strong response \"We strongly condemn the attack and we are rallying the international community to put pressure on North Korea,\" he told ABC, adding that every country in the region must know \"this is a serious and ongoing threat\". Stephen Bosworth, the US special envoy to North Korea, called during a visit to Beijing on all members of the international community to condemn North Korea's acts and to make clear that they expect it \"to cease all provocations and implement its denuclearisation commitments\". The Japanese prime minister, Naoto Kan, urged China, North Korea's main ally, to help restrain its neighbour. Despite Beijing's frequent frustration with Pyongyang, it is concerned about instability in the North and the prospect of a unified Korea dominated by the US. A foreign ministry spokesman yesterday urged both sides to \"do more to contribute to peace and stability in the region\". The UN secretary general, Ban Ki-moon, called yesterday's attack on Yeonpyeong island, 75 miles west of Seoul, one of the gravest incidents since the end of the Korean war in 1953. International concern was already running high after reports that North Korea has developed a new uranium enrichment facility which would give it a source of material for nuclear bombs. Many analysts believe that the attack was intended to grab US attention and skew the ground for negotiations over denuclearisation in favour of Pyongyang. North Korea said the South had ignored repeated warnings not to hold military exercises in the area and began the firing. South Korea was holding live-fire drills yesterday but said it was not firing towards the North. Media in Seoul reported that the US had been due to take part in the training but had postponed involvement, citing scheduling conflicts. The White House has now said the USS George Washington carrier strike group will join South Korean naval forces in the western sea from Sunday. The two countries have held several joint drills in the area. North Korea protests strongly against such exercises, but they have been uneventful in the past. While Obama said he was outraged, and Lee warned of \"stern retaliation\", the US and South Korea were both careful to avoid immediate threats of retaliation which might escalate the conflict. The US has not repositioned its 29,000 troops in the South. The US-led United Nations command said it had asked North Korea for high-level military talks \"to de-escalate the situation\". General Walter Sharp, who leads the UN command and US forces in South Korea, warned that the North's actions were \"threatening the peace and stability of the entire region\". Lin Chong-pin, strategic studies professor at Tamkang University in Taipei, said: \"It's Mr Kim's old game to get some attention and some economic goodies … I think Washington and Beijing will co-operate on this. It's Japan that's nervous.\" Others believe the attack may have been intended to consolidate the position of North Korea's newly anointed heir apparent, Kim Jong-un. South Korea sent two ships carrying 2,000 boxes of relief supplies to Yeonpyeong today, a coastguard official, Kim Dong-jin, said. Several of the island's 1,600 civilian inhabitants fled yesterday, and Kim said another 340 would arrive in the port of Incheon on a coastguard ship this afternoon. Images released by the local government showed people huddled in emergency shelters and rows of destroyed houses with collapsed walls, blown out windows and charred roofs. The South Korean defence minister, Kim Tae-young, said the military would dispatch reinforcements to five islands near the disputed maritime border. The unification ministry in Seoul also said it was suspending aid shipments to North Korea of cement and medicine worth 580m won (£320,000) and had ordered civic groups not to deliver another aid package worth 2.7bn won (£1.5m).",
    "keywords": [
        "south",
        "bodies",
        "military",
        "korea",
        "civilians",
        "kim",
        "seoul",
        "region",
        "korean",
        "yesterday",
        "north",
        "attack"
    ],
    "summary": "Police have found the burnt bodies of two South Korean civilians on an island that North Korea bombarded with artillery yesterday.\nThe announcement came as the US sought to increase pressure on North Korea while ensuring the conflict did not spiral.\nBarack Obama has pledged to hold joint military exercises with South Korea later this week.\nNorth Korea said the South had ignored repeated warnings not to hold military exercises in the area and began the firing.\nNorth Korea protests strongly against such exercises, but they have been uneventful in the past.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.841,
        "pos": 0.067,
        "compound": -0.066
    }
}