{
    "date": "2010-07-22T12:33:46Z",
    "title": "North Korea says US military exercises pose 'grave danger' to peace in region",
    "url": "https://www.theguardian.com/world/2010/jul/22/north-korea-us-military-exercises",
    "content": "North Korea warned today that a joint military exercise by the US and South Korea this weekend poses a \"grave danger\" to regional security, a day after Washington announced new sanctions designed to cut off funding for the regime's nuclear weapons programme. The north called for the cancellation of the drill, which will involve 8,000 troops, 100 aircraft and 20 ships, including the nuclear-powered aircraft carrier the USS George Washington. \"The decision to hold military drills presents a grave threat to the peace and security not only of the Korean peninsula but of the entire region,\" Ri Tong-il, a North Korean spokesman, told reporters at an Asian security forum in Hanoi. The exercises, to take place in the Sea of Japan, are expected to raise tensions on the peninsula, four months after a South Korean naval vessel was sunk by a North Korean torpedo, killing 46 sailors. North Korea denies responsibility for the attack and says it will interpret any retaliatory measures will as a declaration of war. Ri said any new sanctions would be a violation of a recent UN security council statement that condemned the sinking of the Cheonan but did not directly blame North Korea. He suggested that the sanctions and military drills could threaten moves towards a resumption of six-way talks on the regime's nuclear weapons programme, and urged Washington to create the goodwill needed for negotiations to restart. \"If the US is really interested in the denuclearisation of the Korean peninsula, it should halt the military exercises and sanctions that destroy the mood for dialogue,\" he said. The US and South Korea announced the exercises yesterday during a visit to Seoul by the US secretary of state, Hillary Clinton. Clinton said the latest sanctions were aimed at derailing the north's nuclear programme and denying luxury goods to the regime's elite. The restrictions were expected to target individuals within the regime and banks that help fund the nuclear industry through illicit activities such as money laundering and counterfeiting, and the trade in arms and luxury goods. Some observers said the announcement was largely symbolic, since sanctions are already in place. The American-led UN command, based at the demilitarised zone separating South and North Korea, said today it would negotiate with North Korea in an attempt to set up high-level talks to resolve differences over the March sinking. The meeting will take place at the border \"truce village\" of Panmunjom tomorrow, the UN command said in a statement. The meeting will be the second between the two sides since the Cheonan sank on 26 March. At the first round of talks last week, North Korea repeated claims that it was not responsible, and asked to conduct its own investigation.",
    "keywords": [
        "south",
        "pose",
        "military",
        "danger",
        "exercises",
        "korea",
        "peace",
        "washington",
        "talks",
        "sanctions",
        "nuclear",
        "region",
        "security",
        "grave",
        "north",
        "korean"
    ],
    "summary": "The exercises, to take place in the Sea of Japan, are expected to raise tensions on the peninsula, four months after a South Korean naval vessel was sunk by a North Korean torpedo, killing 46 sailors.\nNorth Korea denies responsibility for the attack and says it will interpret any retaliatory measures will as a declaration of war.\nThe US and South Korea announced the exercises yesterday during a visit to Seoul by the US secretary of state, Hillary Clinton.\nThe American-led UN command, based at the demilitarised zone separating South and North Korea, said today it would negotiate with North Korea in an attempt to set up high-level talks to resolve differences over the March sinking.\nAt the first round of talks last week, North Korea repeated claims that it was not responsible, and asked to conduct its own investigation.",
    "sentiment": {
        "neg": 0.0915,
        "neu": 0.8695,
        "pos": 0.0388,
        "compound": -0.154
    }
}