{
    "date": "2010-11-29T21:30:14Z",
    "title": "WikiLeaks cables reveal the problem of Pyongyang",
    "url": "https://www.theguardian.com/world/2010/nov/29/wikileaks-cables-pyongyang-north-korea",
    "content": "On the Korean peninsula, the state department cables read like the chronicle of a crisis foretold. The turmoil of the past few days – the discovery of North Korea's advanced uranium enrichment plant and Pyongyang's shelling of civilians in South Korea – can be seen coming in the diplomatic missives. What is missing is any clear sense of how to prevent it. In part that is because events are being driven by the dynastic drama in North Korea, to which foreigners are little more than mystified spectators. Chinese and Korean experts warn their American colleagues the ascent of Kim Jong-un to the role of anointed heir will be accompanied by muscle-flexing to give the young man military kudos. They also predict that Chang Song-taek, brother-in-law of the Dear Leader, Kim Jong-il, will emerge as a regent ahead of Kim Jong-il's death, and maintain the supremacy of the North Korean military in decision-making and the allocation of resources. The South Korean unification minister, Hyun In-taek, forecast more ominous \"fireworks\". He told the US assistant secretary of state for the region, Kurt Campbell, that North Korea could stage a third nuclear test to accompany the transition. And he thought the embattled dictatorship, in desperation for cash, \"could, and would, sell nuclear technology, and even plutonium\" – Washington's worst nightmare. To try to contain this unfolding disaster, US policy is to stick to its array of sticks and carrots. It refuses to reward North Korea for bad behaviour with the recognition it craves. It insists all doors are open if Pyongyang steps back from the nuclear brink, and meanwhile strives to squeeze the North Korean regime and military of their sustenance. This is the weakest link in the strategy because it relies on China to turn the screw, and China is clearly reluctant. Last month a Washington-based thinktank, the Institute for Science and International Security, produced a dossier on how North Korea was beating sanctions – largely through Chinese front companies – in its drive to acquire centrifuges for enriching uranium, which is one route to building a nuclear bomb. Pyongyang did indeed unveil its state-of-the-art enrichment plant this month. But the cables show that as far back as March 2008, a Senate delegation approached the Chinese foreign ministry's top man on arms control, Cheng Jingye, with details of North Korean purchases of centrifuge technology. Cheng's response was to profess ignorance and urge the Americans \"to focus on the future and not to dwell on the past\". Chinese unwillingness to cut off the flow of money and technology almost certainly has something to do with Beijing's reluctance to be seen to do Washington's bidding. But the cables make clear it is about money too; there are a plethora of business ties that tightly bind the Chinese and North Korean elites.In one remarkably frank account, a senior Chinese official told an American diplomat how North Koreans had been selling mineral rights to Chinese investors in contravention of official policy, to raise enough cash to build 100,000 apartments in Pyongyang. The official explained : \"The children of high-ranking North Korean and Chinese officials hijack the most favourable investment and aid deals for their own enrichment. When the child of a high-ranking official hears of a Chinese aid proposal to North Korea, he will travel to North Korea to convince the relevant official to follow his instructions for implementing the aid project. At each step, money changes hands, and the well-connected Chinese go-between pockets a tidy sum.\" Even the illegal crossings from North Korea into China, once the preserve of the desperate and starving, had been taken over by \"well-connected broker networks\", according to another cable. What clearly emerges is that the status quo – however miserable and dangerous – has become big business for some powerful people in Beijing and Pyongyang and the money it generates has become a powerful obstacle to change.",
    "keywords": [
        "money",
        "military",
        "wikileaks",
        "korea",
        "reveal",
        "problem",
        "nuclear",
        "pyongyang",
        "chinese",
        "technology",
        "official",
        "cables",
        "north",
        "korean"
    ],
    "summary": "In part that is because events are being driven by the dynastic drama in North Korea, to which foreigners are little more than mystified spectators.\nAnd he thought the embattled dictatorship, in desperation for cash, \"could, and would, sell nuclear technology, and even plutonium\" – Washington's worst nightmare.\nIt refuses to reward North Korea for bad behaviour with the recognition it craves.\nThe official explained : \"The children of high-ranking North Korean and Chinese officials hijack the most favourable investment and aid deals for their own enrichment.\nEven the illegal crossings from North Korea into China, once the preserve of the desperate and starving, had been taken over by \"well-connected broker networks\", according to another cable.",
    "sentiment": {
        "neg": 0.1054,
        "neu": 0.8369,
        "pos": 0.0577,
        "compound": -0.1535
    }
}