{
    "date": "2010-07-17T16:00:18Z",
    "title": "It's short-sighted to give North Korean aid without strings | Matthew Partridge",
    "url": "https://www.theguardian.com/commentisfree/2010/jul/17/north-korea-aid",
    "content": "Amnesty International issued a report this week about the continuing food and healthcare crisis in North Korea. It condemned the North Korean regime for refusing to distribute food quickly and fairly, and pointed out that restrictions on information and movement have made it harder for the population to search for what little food there is. Overall, Amnesty said, the regime's actions \"have had a devastating impact on the health of the population\". However, despite evidence that the North Korean regime is both unwilling and unable to help its population, and is refusing to allow international bodies to monitor what aid it does receive, Amnesty urged the international community to \"ensure that the provision of humanitarian assistance in North Korea is based on need and is not subject to political conditions\". Although it is understandable to suggest that delivery of humanitarian aid should take priority over other factors (such as political reform), this is seriously shortsighted viewpoint which goes against the emerging consensus that unrestricted aid can have serious unintended consequences. Indeed, the investigative journalist and aid expert Linda Polman has cited several cases in her book War Games in which poor or unthinking delivery of humanitarian aid ended up either prolonging or exacerbating a crisis. For instance, assistance to Ethiopia in the 1980s through Live Aid helped the government to forcibly move people to state farms, with hundreds of thousands of people dying on the way. Similarly, the failure to back food support for Sudan with peacekeepers meant that the Sudanese government was able to use it to feed their troops while intentionally starving the civilian population. In contrast, Polman emphasises that the wildly successful European Recovery (Marshall) Plan was limited to democracies and tightly controlled by the donor country (the United States). Polman's views are extreme, and the examples of Ethiopia and Sudan were exceptional. Most aid projects end up substantially benefiting the recipients. However, an increasing number of international and non-governmental bodies are now recognising that even short-term aid without transparency and control can be counterproductive. There is increasing recognition that whether they like it or not, humanitarians are part of a political game: \"The point is to manage their role in it such that they can uphold the interests of the victims.\" In fact, many aid agencies, such as Médecins Sans Frontières now accept that \"humanitarian assistance is not a de-politicised act of charity\". Without controls, conditions or accountability, aid to North Korea could end up strengthening the regime by enabling it to withhold food from dissidents. Indeed, corruption could mean that it ends up being diverted to the party elite or security apparatus. Most worryingly for regional stability it could possibly help to feed scientists working on its nuclear programme. Even if most of the aid does manage to reach the population, external medical and food assistance could simply enable the government to divert what little money it currently spends on those problems to its military and nuclear ambitions. Increasing the number of bodies unconditionally giving aid may also weaken the negotiating power of those humanitarian bodies currently operating in North Korea. So what minimum conditions should be attached to humanitarian assistance from international bodies? Any programmes should be run directly by the aid organisation in question without any interference by North Korea's government and with the military and police apparatus being excluded from help. Regime restrictions on existing programmes should be lifted. United Nations human rights inspectors should be granted unrestricted access to prison camps and all state run institutions and all political prisoners should be released. Internal restrictions of movement should be abolished. The North Korean government should also be compelled to commit to cuts in military expenditure and terminate its nuclear programme. Of course, it is very unlikely that all, or even most of these conditions, will be met, especially the last one. It must also be conceded that some international organisations have managed to save many lives, despite the constraints imposed by the North Korean government. However, those urging additional immediate unilateral assistance to Kim Il-Sung's government without considering the consequences of these actions are being naive. Certainly, limited aid budgets could be more humanely deployed elsewhere. Pushing for a political transformation of the \"Democratic Republic\" is the only long-term solution and should be the priority of the international community.",
    "keywords": [
        "matthew",
        "political",
        "bodies",
        "international",
        "regime",
        "strings",
        "shortsighted",
        "population",
        "humanitarian",
        "food",
        "aid",
        "assistance",
        "partridge",
        "north",
        "korean"
    ],
    "summary": "Indeed, the investigative journalist and aid expert Linda Polman has cited several cases in her book War Games in which poor or unthinking delivery of humanitarian aid ended up either prolonging or exacerbating a crisis.\nIn fact, many aid agencies, such as Médecins Sans Frontières now accept that \"humanitarian assistance is not a de-politicised act of charity\".\nWithout controls, conditions or accountability, aid to North Korea could end up strengthening the regime by enabling it to withhold food from dissidents.\nIncreasing the number of bodies unconditionally giving aid may also weaken the negotiating power of those humanitarian bodies currently operating in North Korea.\nSo what minimum conditions should be attached to humanitarian assistance from international bodies?",
    "sentiment": {
        "neg": 0.0655,
        "neu": 0.8584,
        "pos": 0.0761,
        "compound": 0.015
    }
}