{
    "date": "2010-11-23T16:11:00Z",
    "title": "South Korea warns North of 'enormous retaliation' after attack",
    "url": "https://www.theguardian.com/world/2010/nov/23/north-korea-condemned-south-korea",
    "content": "South Korea warned today that it will unleash \"enormous retaliation\" if North Korea launches fresh attacks against its territory. North Korean troops bombarded Yeonpyeong, an island in disputed waters, with dozens of rounds of artillery earlier today, reportedly killing two South Korean soldiers and injuring around 20 people. Seoul placed its military on its highest non-wartime alert level, scrambling F-16 fighter jets to the western sea and returning fire, officials said. It warned that the attack was a violation of the armistice that ended the Korean war in 1953. The South Korean president, Lee Myung-bak, who convened an emergency security meeting shortly after the initial bombardment, said an \"indiscriminate attack on civilians\" could never be tolerated. \"Enormous retaliation should be made, to the extent that [North Korea] cannot make provocations again,\" he said. The assault is one of the most serious in the decades since the war, given the involvement of civilians, although previous firefights around the disputed maritime border have resulted in a higher number of casualties. In a short statement carried by the official KCNA news agency, the North said the South had fired first – presumably in reference to a live-fire drill being carried out as part of annual military exercises. It said it had repeatedly warned the South not to go ahead with the drill. Analysts said that despite the seriousness of the clash, the situation was unlikely to escalate dramatically given the high stakes involved for all parties. It comes amid growing international concern over reports that North Korea has a new uranium enrichment facility. Lee ordered officials to \"sternly respond\" to North Korea's action but stressed that they had to make sure the \"situation would not escalate,\" an aide said. Yeonpyeong is only around 75 miles west of the South Korean capital. Broadcasters showed smoke rising from houses in the attack, and Seoul's YTN television said residents had been evacuated to bunkers after firing broke out, at around 2.30pm. It is thought around 1,200 people live on the island. Lee Chun-ok, a 54-year-old island resident, said she had been watching TV when she heard sounds of artillery, and a wall and door in her home suddenly collapsed. \"I thought I would die,\" said Lee, who had been evacuated to the port city of Incheon. \"I was really, really terrified, and I'm still terrified.\" The White House condemned the attack as \"belligerent\", adding: \"The United States is firmly committed to the defence of our ally … and to the maintenance of regional peace and stability.\" In London, William Hague urged Pyongyang to stop further \"unprovoked\" attacks. Russia's foreign minister, Sergei Lavrov, said there was a \"colossal danger\" of escalation, Reuters reported. He added: \"Those who started this bear a huge responsibility.\" China, North Korea's main ally, steered clear of assigning blame. A foreign ministry spokesman, Hong Lei, urged both sides to \"do more to contribute to peace and stability in the region\". An unofficial spokesman for North Korea told the Guardian that firing artillery was a \"totally justifiable act of self-defence\" in response to the sea drills and warned that nuclear war could follow \"at any point\" unless the exercises stop. Pyongyang has repeatedly issued such threats in the past. \"If the South continues its dangerous behaviour, Seoul will be the next target. It will be a sea of fire,\" said Kim Myong-chol, executive director of the Centre for Korean-American Peace. Han Seung-joo, a former South Korean foreign minister, said the \"reckless and provocative\" act suggested desperation on North Korea's part, and suggested it may be meant to send a message to a domestic audience rather than to the outside world, boosting solidarity and \"show[ing] that they can get away with this\". Professor Chu Shulong, an expert on international security at Beijing's Tsinghua University, said it was too early to be sure what had happened. But he added: \"Over the years, North Korea has always been a place that likes to make trouble to get attention from the international community. After they get attention, they can start a new round of negotiations and get supplies from other countries. This is what they have been doing during the past 20 years.\" The disputed maritime border has long been a source of friction and has seen repeated skirmishes – in some cases fatal – in recent years. Relations between the two Koreas have remained especially tense since the South's Cheonan warship sank in March, killing 46 sailors. An international investigation led by Seoul blamed a North Korean torpedo but Pyongyang denies any involvement.",
    "keywords": [
        "war",
        "south",
        "international",
        "korea",
        "koreas",
        "warns",
        "enormous",
        "korean",
        "warned",
        "lee",
        "retaliation",
        "north",
        "attack"
    ],
    "summary": "South Korea warned today that it will unleash \"enormous retaliation\" if North Korea launches fresh attacks against its territory.\nNorth Korean troops bombarded Yeonpyeong, an island in disputed waters, with dozens of rounds of artillery earlier today, reportedly killing two South Korean soldiers and injuring around 20 people.\nIt warned that the attack was a violation of the armistice that ended the Korean war in 1953.\n\"Enormous retaliation should be made, to the extent that [North Korea] cannot make provocations again,\" he said.\nIt comes amid growing international concern over reports that North Korea has a new uranium enrichment facility.",
    "sentiment": {
        "neg": 0.1442,
        "neu": 0.7976,
        "pos": 0.0582,
        "compound": -0.2315
    }
}