{
    "date": "2010-08-27T08:08:54Z",
    "title": "North Korea releases US prisoner after talks with Jimmy Carter",
    "url": "https://www.theguardian.com/world/2010/aug/27/north-korea-us-prisoner-jimmy-carter",
    "content": "The former US president, Jimmy Carter, today left North Korea after securing the release of an American who had been sentenced to eight years in prison for entering the country illegally. After talks with a senior North Korean official, Carter also left with an apparent commitment by the regime to return to six-party talks on its nuclear weapons programme, the official Central Korean News Agency said. Carter flew out of Pyongyang on a private jet accompanied by Aijalon Gomes, a 31-year-old teacher who had been sentenced in April to eight years hard labour and a fine equivalent to £460,000. Looking gaunt after his time in custody, Gomes hugged Carter before they boarded the plane at Pyongyang's airport, seven months after he crossed into the country from China. The news agency said that Carter, 85, had apologised for Gomes's actions and \"courteously requested\" a special pardon. It described the decision to grant the request as \"a manifestation of [North Korea's] humanitarianism and peace-loving policy\". Gomes was due to arrive in Boston later today to be reunited with his mother and other family members. The US government stressed that Carter's three-day visit to Pyongyang had been a \"private, humanitarian and unofficial mission\". \"We welcome the release of Aijalon Mahli Gomes and are relieved that he will soon be safely reunited with his family,\" said state department spokesman PJ Crowley. \"We appreciate former president Carter's humanitarian effort and welcome North Korea's decision to grant Mr Gomes special amnesty and allow him to return to the United States. \"Based on our assessment that Mr Gomes's health was at serious risk if he did not receive immediate care in the United States, the US government concurred with former president Carter's decision to accept the North Korean proposal.\" Gomes and Park are among four US citizens to have been released by North Korea in the past year. Last August, another former US president, Bill Clinton, travelled to Pyongyang to secure the release of Laura Ling and Euna Lee, two television journalists who had been detained since March 2009 after straying across the border from China while filming a documentary. Gomes, an English teacher and Christian missionary, had apparently entered North Korea in January in an attempt to help his close friend and fellow Christian, Robert Park, whom he befriended while they were both working in Seoul. Park entered North Korea last Christmas Day hoping to highlight human rights abuses. He was expelled six weeks later. Last month, North Korea claimed that Gomes had attempted to commit suicide, \"driven by his strong guilty conscience, disappointment and despair at the US government that has not taken any measure for his freedom\". Carter's mercy mission took place as it emerged that the North Korean leader, Kim Jong-il, had travelled to China with his son and heir apparent, Kim Jong-un, possibly to secure aid for the sanctions-hit North Korean economy. There were no indications that Kim Jong-il met Carter before he left for Beijing. State media said North Korea's second-in-command, Kim Yong-nam, told Carter the regime was committed to restarting stalled nuclear talks with the US, South Korea, China, Japan and Russia, and to denuclearising the Korean peninsula. Washington and Seoul have refused to consider negotiations unless the North apologises for the sinking in March of a South Korean navy ship, in which 46 sailors died. An international team of inspectors concluded that the Cheonan had been struck by a torpedo fired from a North Korean mini-submarine. Pyongyang denies any involvement.",
    "keywords": [
        "releases",
        "carters",
        "korea",
        "gomes",
        "talks",
        "president",
        "kim",
        "china",
        "carter",
        "korean",
        "prisoner",
        "pyongyang",
        "north",
        "jimmy"
    ],
    "summary": "The former US president, Jimmy Carter, today left North Korea after securing the release of an American who had been sentenced to eight years in prison for entering the country illegally.\nAfter talks with a senior North Korean official, Carter also left with an apparent commitment by the regime to return to six-party talks on its nuclear weapons programme, the official Central Korean News Agency said.\nGomes and Park are among four US citizens to have been released by North Korea in the past year.\nPark entered North Korea last Christmas Day hoping to highlight human rights abuses.\nAn international team of inspectors concluded that the Cheonan had been struck by a torpedo fired from a North Korean mini-submarine.",
    "sentiment": {
        "neg": 0.1077,
        "neu": 0.7891,
        "pos": 0.1032,
        "compound": 0.0458
    }
}