{
    "date": "2010-08-29T19:00:56Z",
    "title": "Pass notes No 2,837: Kim Jong-un",
    "url": "https://www.theguardian.com/world/2010/aug/29/pass-notes-kim-jon-un",
    "content": "Age: 27. Or possibly 28. Appearance: Uncertain. You're being unusually vague. Is Google broken? Ha ha. Because whoever this bloke is, he must be important. Which means someone will have written all about him. And they'll have put in his age. You'd think so, wouldn't you? But only Kim's nearest and dearest know for sure if he was born in 1982 or 1983. And they're not saying. I'm sure that will make perfect sense by the time we reach the bottom of the page. But if you look in the other direction, you'll see that we've printed a picture of him. So we do know what he looks like. That mugshot is years old, and there's a possibility it's not even of Kim. There are no recent photos. If any paparazzo bothered him, they'd probably be shot. Bang bang! Thud! Just like that! Who is this formidably protected man of mystery? A crime family boss? You could say that – if you wanted the bang-bang-thud treatment. He's the third and youngest son of Kim Jong-il. Never heard of him. The secretive and brutal leader of North Korea. Never heard– It's a communist dictatorship in east Asia. Jong-il's father, Il-sung, was also a secretive and brutal dictator. It's a fine family tradition. So what does Jong-un do? The \"Brilliant Comrade\", to give him his official title, seems to have studied at the International School of Berne, in Switzerland. Under a pseudonym, of course. He now works for North Korea's national defence commission, whose chairman is his father. He may also be a member of parliament – again under a pseudonym. So he's inherited the secrecy gene. How's he doing on the enigmatic dictator front? Not too shabbily. Jong-il, aka the Dear Leader, is in poor health and appears to be grooming Jong-un to take over. According to Jong-il's ex-sushi chef, the son looks and acts just like Dad. The pair seem to have just visited China, so the dictators next door could get to know the boy. Not that either Kim will admit it, of course. Do say \"Please don't shoot me.\" Don't say \"Say cheese!\"",
    "keywords": [
        "secretive",
        "sure",
        "leader",
        "say",
        "north",
        "kim",
        "pass",
        "looks",
        "jongun",
        "know",
        "notes",
        "son",
        "pseudonym",
        "2837"
    ],
    "summary": "But only Kim's nearest and dearest know for sure if he was born in 1982 or 1983.\nHe's the third and youngest son of Kim Jong-il.\nJong-il, aka the Dear Leader, is in poor health and appears to be grooming Jong-un to take over.\nAccording to Jong-il's ex-sushi chef, the son looks and acts just like Dad.\nDon't say \"Say cheese!\"",
    "sentiment": {
        "neg": 0.0846,
        "neu": 0.8102,
        "pos": 0.1053,
        "compound": 0.0468
    }
}