{
    "date": "2010-09-28T16:08:21Z",
    "title": "North Korea's military will judge if Kim Jong-un is worthy to be leader",
    "url": "https://www.theguardian.com/world/2010/sep/28/korea-kim-dynasty-succession-military",
    "content": "Much of the world's media has become obsessed with the Korean Worker's party assembly and whether Kim Jong-il's son, Kim Jong-un, is to be \"crowned\" his successor in Pyongyang. But Kim Jong-un's appointment as a four-star general is only significant in that it indicates that the military may have a degree of trust in this young, European-educated man. And this may lead to them allowing him some say in governing North Korea in the future – it's all so uncertain, it's that degree of qualification which is necessary. It's depressing because, despite all we know about North Korea these days, we are still seeing uninformed comment based on stereotypes that were probably never very accurate in the first place – but certainly don't come anywhere near describing how North Korea works today. First of all the Korean Workers' party – effectively the only political party in North Korea – has had little power or influence since the 1960s. After Kim Jong-il took over power when his father Kim Il-sung died in 1994 it has had virtually none. Why? By the 1960s Kim Il-sung had executed anyone who was likely to threaten his leadership. He also launched what became a permanent \"anti-bureaucracy\" campaign that subordinated and circumscribed the authority of officials so they could not use the party to build a political base. Kim Il-sung instituted mass mobilisation as a means of nation building – literally for the building of roads, dams, power stations, factories and houses – and as a mechanism for achieving industrial and agricultural targets. He controlled these activities not through the party but through the state machinery – specifically his appointed cabinet – and from the 1960s only used the party as a transmission belt to carry out cabinet policies. Party officials at county, province and workplace levels were kept in check through the party-affiliated mass organisations – the most important of which was and is the Socialist Youth. Idealistic young people, convinced they were helping \"the masses\", were sent to the countryside and workplaces to participate in tasks for which they were not trained or qualified. Mass mobilisation did not succeed in helping the country achieve economic targets, but this was always a secondary goal. What it did achieve was the prevention of the growth of an institutionally independent and powerful party machinery in which challenges to Kim Il-sung might be fomented. When Kim Jong-il took over in 1994, he was much less able to rely on support from an idealist youth. The famine of the early 1990s had been felt by every family in the country – exposing the inadequacy of the government and the myth of the all-powerful Kim family. This didn't stop Kim Jong-il continuing to marginalise the party and to rely on mass mobilisation of youth, but now these policies were backed up with a new constitutional and practical arrangement. The National Defence Commission – representing military interests – became the formal and actual executive power domestically. It is the military that runs the country these days – not the party. The significance of the military rank given to Kim Jong-il's son is that he may in the future be allowed to be a candidate for leader of the country. But Kim Jong-il does not rule alone. If Kim Jong-un is judged worthy by the military leadership to represent their interests, he may become the next leader – if not, they will look elsewhere. Hazel Smith is a professor of international relations at Cranfield University",
    "keywords": [
        "leader",
        "military",
        "korea",
        "worthy",
        "judge",
        "mass",
        "kim",
        "power",
        "jongun",
        "jongil",
        "ilsung",
        "country",
        "party",
        "north",
        "koreas"
    ],
    "summary": "And this may lead to them allowing him some say in governing North Korea in the future – it's all so uncertain, it's that degree of qualification which is necessary.\nIt's depressing because, despite all we know about North Korea these days, we are still seeing uninformed comment based on stereotypes that were probably never very accurate in the first place – but certainly don't come anywhere near describing how North Korea works today.\nAfter Kim Jong-il took over power when his father Kim Il-sung died in 1994 it has had virtually none.\nBy the 1960s Kim Il-sung had executed anyone who was likely to threaten his leadership.\nWhen Kim Jong-il took over in 1994, he was much less able to rely on support from an idealist youth.",
    "sentiment": {
        "neg": 0.0497,
        "neu": 0.844,
        "pos": 0.1064,
        "compound": 0.1563
    }
}