{
    "date": "2010-11-30T15:11:49Z",
    "title": "WikiLeaks row: China wants Korean reunification, officials confirm",
    "url": "https://www.theguardian.com/world/2010/nov/30/china-wants-korean-reunification",
    "content": "China supports the \"independent and peaceful reunification of the Korean peninsula in the long term\" and cannot afford to give the North Korean regime the impression it has a blank cheque to act any way it wants, Chinese officials based in Europe said today. The officials, who asked not to be identified, spoke after the Guardian reported that senior figures in Beijing, exasperated with North Korea acting like a \"spoiled child\", had told South Korean counterparts China was leaning towards acceptance of reunification under Seoul's control. China's moves to distance itself from the North Korean regime were revealed in the latest tranche of leaked US embassy cables obtained by WikiLeaks and published yesterday by the Guardian and four international newspapers. Reunification was not going to happen overnight and China's first priority was to calm the situation, restart dialogue, and maintain regional stability, a Chinese official said. But Beijing had always backed peaceful reunification as a future goal. The officials said there was frustration in Beijing over North Korea's recent actions, including its nuclear and missile tests – which China opposed – and last week's lethal artillery attack on a South Korean island. A general discussion was continuing about the direction of North Korea policy, another official said. North Korea produced strong feelings among the Chinese leadership and public, and China had to be careful. Beijing wanted to maintain its friendship with Pyongyang. But it did not want to be led by the nose. The officials expressed optimism that talks between the North and its regional interlocutors, South Korea, China and Japan, could be successfully restarted, despite Washington's dismissal of China's proposal as \"PR activity\". South Korea may be tempted to indulge in tit-for-tat actions against the North, one official said. But a new war on the peninsula was unimaginable; it would be devastating for the two Koreas and the region. China was trying to be a steadying hand. Referring to the artillery attack, a senior Chinese diplomat said it could be part of what North Korean leaders described as their strategy of \"setting a fire under the Americans\" in order to get their attention and win concessions. There was growing evidence the Chinese public was running out of patience with the North's behaviour and this influenced the Chinese leadership's thinking, the diplomat said. Officials described the WikiLeaks disclosure of secret and classified US embassy cables relating to the Korean question as mischievous. When reading the reports, they said, it was essential to distinguish between the personal opinions of those quoted and official government policy. Speaking about the leaks, foreign ministry spokesman Hong Lei told a regular press briefing: \"We do not want to see any disturbance in China-US relations.\" Asked about a senior official's reported description of North Korea behaving \"like a spoiled child\", Hong replied: \"China takes note of the leaked reports. We hope the US side will properly handle the relevant issues. As for the content of the documents, we do not comment on that.\" The WikiLeaks page where cables are being posted is blocked from China. Although the Wall Street Journal's website reported that Chinese news media had received orders not to report on the US cables, numerous articles could be found on several Chinese websites. The Guardian did not find any referring to material on China, suggesting that any propaganda directive related to those subjects. Dr Andrei Lankov of Kookmin University in Seoul said he believed Chinese officials were \"sick and tired\" of the North, and would not support the regime if it was collapsing, but would back it until then because of their shared border and worries about stability. \"The majority view seems to be that sooner or later Korea will be reunified and it's almost certain to happen under Seoul's control. But they also believe that later is better.\" Lankov added: \"The North Koreans have always known what China thinks of them, but it might become a face-saving problem if they feel they have to show their displeasure.\" \"All those cynics that said China would never put up with a united Korea are simply wrong,\" said Professor Hazel Smith of Cranfield University, another expert on the North. But she believed China would insist US troops remained below the 38th parallel dividing the Koreas and added: \"We are talking about scenarios that may not happen for 50 years here.\" She added that the comments on Seoul taking charge sounded like a South Korean interpretation of the Chinese position, rather than a direct quote, because senior Chinese officials were \"incredibly cautious\" even in private conversation. Professor Shi Yinhong, an expert in international relations at Renmin University in Beijing, said there was \"nothing to prove\" the claims in the document, adding: \"Even if they were true, if we look at this year's relations between the DPRK and China they are much better.\"",
    "keywords": [
        "south",
        "wikileaks",
        "wants",
        "korea",
        "beijing",
        "china",
        "reunification",
        "confirm",
        "chinese",
        "senior",
        "row",
        "officials",
        "north",
        "korean"
    ],
    "summary": "China's moves to distance itself from the North Korean regime were revealed in the latest tranche of leaked US embassy cables obtained by WikiLeaks and published yesterday by the Guardian and four international newspapers.\nA general discussion was continuing about the direction of North Korea policy, another official said.\nNorth Korea produced strong feelings among the Chinese leadership and public, and China had to be careful.\nAsked about a senior official's reported description of North Korea behaving \"like a spoiled child\", Hong replied: \"China takes note of the leaked reports.\nShe added that the comments on Seoul taking charge sounded like a South Korean interpretation of the Chinese position, rather than a direct quote, because senior Chinese officials were \"incredibly cautious\" even in private conversation.",
    "sentiment": {
        "neg": 0.0561,
        "neu": 0.8627,
        "pos": 0.0812,
        "compound": 0.0565
    }
}