{
    "date": "2010-11-23T20:23:20Z",
    "title": "North Korea: a deadly attack, a counter-strike – now Koreans hold their breath",
    "url": "https://www.theguardian.com/world/2010/nov/23/north-south-korea-crisis-conflict",
    "content": "The US and other countries around the world pleaded for restraint today after North Korea fired dozens of artillery shells at a South Korean island, killing two soldiers and injuring civilians. With tensions running high on the peninsula, the South Korean president, Lee Myung-bak, met his top military in an underground bunker in Seoul and ordered the air force to strike North Korean missile bases if there is any further provocation. The clash is one of the most serious since the end of the Korean war in 1953. Relations were already strained by the revelation at the weekend that North Korea has a new uranium enrichment facility. In an immediate response to the artillery barrage, Seoul scrambled F-16 fighter jets to the western sea and returned fire. Diplomats and analysts in Washington and elsewhere around the world warned that while neither the North nor the South wanted all-out war, the risk of incidents such as today's was that it could tip the peninsula into an accidental war. In his first comments after the attack Barack Obama said the US would defend its ally South Korea but said he would not speculate on possible military options. Robert Gates, the US defence secretary, said, after he had spoken with the South Korean defence minister, Kim Tae-young, that Washington viewed the attack as a violation of the 1953 armistice agreement. But there appeared to be little appetite in either Seoul or Washington for military retaliation or further sanctions. The North, in a short statement carried by the official KCNA news agency, said the South had fired first despite repeated warnings. It threatened more strikes if the South crossed the maritime border by \"even 0.001 millimetre\". The South said its troops had not been firing towards the North during their live-fire exercise, which was part of regular drills in the area. South Korean officials said two marines were killed in the attack and 17 injured, while three civilians were wounded. A Seoul-based broadcaster showed images of smoke rising from buildings on Yeonpyeong, 75 miles west of Seoul. It is home to about 1,600 civilians and 1,000 soldiers. Lee Chun-ok, a 54-year-old island resident, told the Associated Press she was watching TV when she heard artillery and a wall and door in her home collapsed. \"I thought I would die,\" said Lee, who was evacuated to the port city of Incheon. \"I'm still terrified.\" The president's spokeswoman Kim Hee-jung said after his meeting with military leaders: \"President Lee instructed [the military] to strike North Korea's missile base near its coastline artillery positions if necessary ... if there is an indication of further provocation\". The US president, Barack Obama, who was woken just before 4am by his national security adviser, Tom Donilon, to be informed of the attack, issued a statement condemning it and planned to speak to the South Korean president late today. Bill Burton, a White House spokesman travelling with Obama aboard Air Force One today, said: \"North Korea has a pattern of doing things that are provocative. This is a particularly outrageous act.\" But he offered no specifics on any action. Obama took office in January last year offering to talk directly with the North in an effort to persuade them to abandon a nuclear weapons programme, but the North has responded with missile launches, a nuclear test and the alleged torpedoing this year of a South Korean naval ship, the Cheonan, killing 46. Some analysts saw the artillery attack as part of the North's campaign to have international sanctions withdrawn and to secure a promise of more aid in return for denuclearisation. Others saw it as a localised incident, with the North responding to military exercises by the South that had become too close. The United Nations secretary general, Ban Ki-moon, condemned the barrage, saying: \"The attack was one of the gravest incidents since the end of the Korean war.\" But he called for restraint. The UN security council briefly discussed the incident but made no statement. China, North Korea's closest ally, has a veto on the security council and could block any condemnation . In London William Hague, the foreign secretary, urged Pyongyang to stop further \"unprovoked\" attacks. Russia's foreign minister, Sergei Lavrov, said there was a \"colossal danger\" of escalation, Reuters reported. China steered clear of assigning blame. A foreign ministry spokesman urged both sides to \"do more to contribute to peace and stability in the region\". Stephen Bosworth, the US special envoy on North Korea, who was in Beijing , told reporters he had discussed the clash with the Chinese foreign minister and they agreed both sides should show restraint. The Pentagon played down the prospect of a military response or more sanctions. \"It's hard to pile more sanctions upon the North than are already there,\" said Geoff Morrell, the Pentagon press secretary. Han Seung-joo, a former South Korean foreign minister, said the attack was the most serious clash since the end of the Korean war in that it targeted land. Han said: \"It is not only because it involves civilian casualties, but the deliberateness of the bombardment.\" But he added: \"I don't think it will escalate into anything much more serious.\" Bruce Klingner, a senior research fellow at the Asian Studies Centre, part of the Heritage Foundation, a Washington thinktank, said: \"The situation on the peninsula is tense but unlikely to lead to war.\" Professor Chu Shulong, an expert on international security at Beijing's Tsinghua University, said: \"North Korea has always been a place that likes to make trouble to get attention from the international community ... They can start a new round of negotiations and get supplies from other countries. This is what they have been doing during the past 20 years.\" Paul Stares of the Council of Foreign Relations predicted the US would put pressure on China to rein in the North, while China would urge the US to lessen military and diplomatic pressure. Peter Beck, a research fellow with the Council, told Associated Press: \"It brings us one step closer to the brink of war. \"I don't think the North would seek war by intention, but war by accident, something spiralling out of control, has always been my fear.\"",
    "keywords": [
        "war",
        "hold",
        "south",
        "military",
        "artillery",
        "korea",
        "washington",
        "counterstrike",
        "deadly",
        "breath",
        "korean",
        "koreans",
        "foreign",
        "north",
        "attack"
    ],
    "summary": "The clash is one of the most serious since the end of the Korean war in 1953.\nRelations were already strained by the revelation at the weekend that North Korea has a new uranium enrichment facility.\nSouth Korean officials said two marines were killed in the attack and 17 injured, while three civilians were wounded.\nBill Burton, a White House spokesman travelling with Obama aboard Air Force One today, said: \"North Korea has a pattern of doing things that are provocative.\nHan Seung-joo, a former South Korean foreign minister, said the attack was the most serious clash since the end of the Korean war in that it targeted land.",
    "sentiment": {
        "neg": 0.1298,
        "neu": 0.8271,
        "pos": 0.0431,
        "compound": -0.2519
    }
}