{
    "date": "2010-12-10T16:28:23Z",
    "title": "WikiLeaks cables, day 12: summary of today's key points",
    "url": "https://www.theguardian.com/world/2010/dec/10/wikileaks-cables-key-points-day-12",
    "content": "Day 12, Friday 10 December Guardian • The pharmaceutical giant Pfizer paid investigators to unearth corruption links to Nigeria's attorney general in an attempt to persuade him to stop his legal action against a controversial drug trial involving children with meningitis. • The US is concerned that pressure from the Serbs will lead to the partition of Kosovo and a possible surge in ethnic violence. • Britain's blocking of Croatia's entry to the EU frustrated the Americans, who feared it could destabilise the country and risk the accession chances of the rest of the former Yugoslavia states. • Senior Serbian officials have told US diplomats in Belgrade that Russia may know the whereabouts of the fugitive Bosnian Serb general Ratko Mladic. • The Chinese government is losing patience with Burma's military regime, and is keen to work with the US in promoting change. • Witnesses claim to have seen evidence of North Koreans, aided by Burmese workers, constructing secret nuclear and missile sites in the remote Burmese jungle. • The Egyptian president, Hosni Mubarak, is likely to stay in power until he dies. The absence of free and fair elections means he will almost certainly hold the post for as long as he is willing to stand. Der Spiegel • In 2007, the German government made it clear to US officials that they were not interested in following through with the arrest warrants issued for 13 CIA operatives involved in the 2003 abduction of Khaled el-Masri, a Lebanese-born German. In public, Angela Merkel's office continued to call for an investigation. • Cables from the US ambassador in Kenya sent in 2008 show that the Bush administration was consulted regularly over Nairobi's arming of the Sudanese guerillas, the SPLA. The Kenyan programme came to light after Somali pirates struck lucky, capturing a cargo ship packed with Russian T-72 tanks bound for Kenya. New York Times • Julian Assange, the former hacker who founded WikiLeaks, becomes a cause célèbre for proponents of internet freedom. • Thoughts on how the US is being perceived abroad in the wake of wikileaks revelations. • Washington officials are anticipating a WikiLeaks cache of leaked documents pertaining to Guantanamo detainees. El País • Senior Spanish government officials and other high-profile public figures used very undiplomatic language to describe various Latin American leaders: President Hugo Chávez of Venezuela was called a clown, not stupid but a rude man with no manners. Venezuela was \"a disaster of a country\" according to Prime Minister Zapatero. President Daniel Ortega of Nicaragua was \"crazy\". The current foreign secretary, Trinidad Jiménez, described him as \"the worst possible leader she had to work with\". Le Monde • President Laurent Gbagbo of the Ivory Coast revealed to US diplomats that in 2005, the then French foreign minister, Dominique de Villepin, had asked him to try and persuade President Chirac to appoint him prime minister. • When the military junta chief of Guinea, Moussa Dadis Camara, went to Morocco for hospital treatment after an assassination attempt, the French schemed with Americans to prevent him going back to his country and had him sent to Burkina Faso instead, in order to help restore a democratic regime in Guinea.",
    "keywords": [
        "sent",
        "work",
        "wikileaks",
        "regime",
        "venezuela",
        "president",
        "summary",
        "todays",
        "points",
        "key",
        "12",
        "minister",
        "officials",
        "country",
        "cables",
        "day",
        "senior"
    ],
    "summary": "• Senior Serbian officials have told US diplomats in Belgrade that Russia may know the whereabouts of the fugitive Bosnian Serb general Ratko Mladic.\n• The Chinese government is losing patience with Burma's military regime, and is keen to work with the US in promoting change.\nNew York Times • Julian Assange, the former hacker who founded WikiLeaks, becomes a cause célèbre for proponents of internet freedom.\n• Washington officials are anticipating a WikiLeaks cache of leaked documents pertaining to Guantanamo detainees.\nThe current foreign secretary, Trinidad Jiménez, described him as \"the worst possible leader she had to work with\".",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.8618,
        "pos": 0.0539,
        "compound": -0.0924
    }
}