{
    "date": "2010-12-06T15:03:02Z",
    "title": "Obama should stop blaming China over North Korea and start talking | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/dec/06/north-korea-obama-china",
    "content": "North Korea's aggressive behaviour has sent tensions soaring on the Korean peninsula. But it is also placing serious new strains on already fraught relations between China and the US. This development is neither sensible nor rational, since both superpowers stand to lose much more than they could possibly gain from intensifying confrontation. Perversely, it may suit North Korea very well. The dangerous ramifications of the standoff that followed the shelling of a South Korean island two weeks ago were dramatised by an anonymous briefing given today to the Washington Post by a \"senior administration official\". Given the urgency of the issue and the proximity of next month's US-China summit, it will be assumed the official is Barack Obama's national security adviser – or someone of similar authority. Reflecting anger and alarm in the White House about the sudden, unwelcome crisis, the official was blunt in apportioning blame. \"The Chinese embrace of North Korea in the last eight months has served to convince North Korea that China has its back and has encouraged it to behave with impunity,\" the senior official said. \"We think the Chinese have been enabling North Korea.\" The US case against Beijing includes China's refusal to condemn the artillery attack on Yeonpyeong island; and what Obama has called its \"wilful blindness\" over the sinking in March of a South Korean naval vessel, blamed by international investigators on a North Korean torpedo (China maintains it is an unexplained incident). Beijing is also accused by the US of dragging its feet on punitive UN action against Pyongyang's nuclear proliferation. Washington – meaning the presidency, Congress and the media – is well-practised at working itself up into a righteous rage on international security issues, whether Democrats or Republicans are in charge. It's happening again now. Thus today, Hillary Clinton, the US secretary of state, hosted fellow foreign ministers from Japan and South Korea – but not China – in a discussion of additional measures to contain or punish North Korea. There is even loose talk of creating an \"anti-China bloc\" in north-east Asia, an idea that would delight American and Japanese hawks and North Korean hardliners but which could be disastrous for almost everyone else. At the same time Washington has done nothing to curb increasingly hostile rhetoric from South Korea, prompted by public criticism that the government initially reacted weakly to the artillery attack. President Lee Myung-bak has promised not to make the same \"mistake\" again. And his new defence minister, Kim Kwan-jin (his predecessor resigned in a show of contrition) says South Korea will hit back hard and disproportionately, with bombs and air strikes, should the North transgress again. Just to drive home the point, South Korea today began week-long nationwide live fire naval drills in 29 locations around the periphery of the peninsula. It was one such drill that sparked last month's bombardment. And although Yeonpyeong is not included this time, a location in the series of drills is Daecheong island, scene of a deadly naval clash last year. Unsurprisingly the North has reacted menacingly. \"Frantic provocations ... are rapidly driving the situation on the Korean peninsula to an uncontrollable extreme phase. No one can predict to what extent the situation will deteriorate in the future,\" the state news agency said. Obama's inflexible policy of refusing to talk to the North unless various preconditions are met, and the stepping up of the US military presence in the region, is also driving the situation towards breaking point, at least in the Chinese view. Beijing's stance, based on its very different calculations about how best to handle the North, is almost exactly the opposite of Washington's. This head-on policy collision, if it is allowed to continue and develop, presents the most likely path to escalating armed conflict. Speaking to Obama by telephone overnight, Chinese president Hu Jintao advised the Americans and their South Korean allies to calm down. \"China is extremely worried about the current situation. The Korean peninsula has a very fragile security situation ... If not dealt with properly, tensions could spin out of control, which would not be in anyone's interest,\" Hu said. \"We need an easing [of tensions], not a ratcheting up, dialogue not confrontation, peace not war.\" For his part, Obama urged Hu \"to send a clear message to North Korea that its provocations are unacceptable\" and stressed Washington's support for its regional allies. What Chinese officials repeatedly state, and what the Americans evidently cannot bring themselves to believe, is that Beijing's influence and leverage over North Korea's leadership is limited. That's why some senior Chinese leaders are fed up with their \"spoiled child\" and would accept reunification under the South's control, as leaked US diplomatic cables have suggested. Such flexibility is undermined by American head-banging. And what the US fails to explain is exactly what it thinks China has to gain from a nuclear-armed rogue state randomly threatening its neighbours and China's own national interests. Precedents suggest that after a certain point is reached, the North does not behave rationally and does not listen to its Chinese ally. That point may be about to be reached again. Obama should stop blaming China, stop pressurising North Korea militarily, and start talking – which, after all, is what he's good at.",
    "keywords": [
        "stop",
        "south",
        "start",
        "korea",
        "state",
        "china",
        "talking",
        "simon",
        "obama",
        "blaming",
        "situation",
        "chinese",
        "peninsula",
        "point",
        "tisdall",
        "north",
        "korean"
    ],
    "summary": "Perversely, it may suit North Korea very well.\n\"The Chinese embrace of North Korea in the last eight months has served to convince North Korea that China has its back and has encouraged it to behave with impunity,\" the senior official said.\nSpeaking to Obama by telephone overnight, Chinese president Hu Jintao advised the Americans and their South Korean allies to calm down.\nFor his part, Obama urged Hu \"to send a clear message to North Korea that its provocations are unacceptable\" and stressed Washington's support for its regional allies.\nObama should stop blaming China, stop pressurising North Korea militarily, and start talking – which, after all, is what he's good at.",
    "sentiment": {
        "neg": 0.1293,
        "neu": 0.8011,
        "pos": 0.0696,
        "compound": -0.2021
    }
}