{
    "date": "2010-11-30T07:16:20Z",
    "title": "WikiLeaks US embassy cables: live updates",
    "url": "https://www.theguardian.com/news/blog/2010/nov/30/wikileaks-us-embassy-cables-live-updates",
    "content": "7.15am: Here's a catch-up on the current batch of leaked US diplomatic cables: Latest revelations • China is ready to accept a reunified Korea and regards North Korea as a spoiled child. South Korea's vice-foreign minister said he was told by two named senior Chinese officials that they believed Korea should be reunified under Seoul's control, and that this view was gaining ground with the leadership in Beijing. • Washington devours hearsay about Kim Jong-il's health, state of mind and succession plans. The \"Dear Leader\" variously emerges as \"a flabby old chap\", \"quite a good drinker\" and \"increasingly indecisive since his stroke and other health problems\". • The world according to Prince Andrew: corrupt French, nosy journalists, idiotic bribery investigations. Secret cables from a US ambassador exposes the Duke of York's \"astonishingly candid\" approach as a UK trade envoy. • Hillary Clinton asked if Argentina's president Cristina Kirchner was on medication to help her calm down. The US regards Kirchner as volatile, and suffering from \"nerves and anxiety\", the cables show. • You can read all the latest cables here. Latest comment and analysis • Simon Tisdall explains what the cables reveal about China's policy North Korea. • Guardian editorial urges Pyongyang to read the cables to instil realism in a dictatorship so clearly lacking it. Latest reactions • Hillary Clinton condemned the leaks as an attack on the fabric of responsible government. • Mahmoud Ahmadinejad said the disclosures are part of an American campaign of psychological warfare against Iran. • Freedom of information campaigner Heather Brooke claimed the leaks show how the internet is changing the way people relate to power. You can read all about yesterday's fun and games on Monday's liveblog. It includes verdicts on the first batch of revelations from a very eclectic cast of characters including: Sarah Palin; Mahmoud Ahmadinejad, Hillary Clinton, and a Today programme ding-dong between Sir Christopher Meyer and Alan Rusbridger. 7.34am: The rest of the British media wasn't that interested in WikiLeaks disclosures yesterday. But that's all changed today now that royalty is involved. The Daily Mirror's front page describes Prince Andrew as the Duke of Yuk (left), the Sun calls him the Tirade Envoy. The Daily Mail goes with Exposed: Andrew's 4-letter Tirade; and the Telegraph leads with \"Duke raged at 'idiocy' of fraud inquiry\" (though its web version of the story has slightly different headline). Inside the Telegraph devotes four news pages to following-up the WikiLeaks and Guardian disclosures, but its comment pages are sniffy about the exercise. \"The mass release of American diplomatic cables by the WikiLeaks website has, so far, generated a great deal of heat but not a lot of light,\" its editorial says. It also carries a scathing opinion piece from the former foreign secretary Sir Malcolm Rifkind, now chairman of the intelligence and security committee. It is too early to say precisely what damage the WikiLeaks revelations will do. Many of us suspected that Arab leaders were even more alarmed than the West at the prospect of a nuclear-armed Iran. It does not surprise me that they would be supportive of a military attack if all other pressures fail. The fact that this is now public may bring home to the international community and, in particular, Russia and China, that the UN Security Council must agree very heavy sanctions and pressure on Iran if the whole Middle East is not going to be disrupted by conflict. But regardless of whether the spotlight of unauthorised publicity might, occasionally, help rather than hinder, the deliberate leaking of sensitive dispatches and diplomatic cables is highly damaging in what is already a very dangerous world. 8.07am: Most of the last night's BBC Newsnight programme was devoted to WikiLeaks. It included some interesting comments on the Duke of York from Labour MP John Mann. He suggested that the Prince might have to resign as trade ambassador. If these comments by Prince Andrew are accurate - and of course we don't know that yet - then clearly it's of public interest that they are out there, so that he can judge whether he is performing the role well and government can make that judgment as well. Prince Andrew will need to think through if he is actually carrying out this role to the best of his abilities. 8.43am: Former foreign secretary Malcolm Rifkind said China will be \"very very angry\" with the disclosures on China's possible new stance on North Korea. \"And rightly so,\" he told Today programme. \"The tragedy of these WikiLeaks is that if China is contemplating a historic change in its attitude to North Korea and possibly support for reunification, this premature revelation ... will have put that back by years. That shows the damage that can be done by unauthorised leaks from private conversations.\" He said the documents on Korea, and the cables yesterday about Saudi Arabia's desire to attack Iran, should only have been available to handful of senior officials. \"Clearly they [the Americans] lost control of the system,\" he said. On Prince Andrew's comments Rifkind said they were \"very unwise remarks to make\". But he said he should carry on as trade envoy. \"He is an extremely good trade representative. He has always been known to be a blunt speaker,\" he said. 8.44am: Over to Tania Branigan in Beijing where Chinese officials have been making their first comments on the leaked cables. Beijing called on the US to \"properly handle\" the emergence of the diplomatic cables, but sought to play down the issue in its first response to the release. Foreign ministry spokesman Hong Lei told a regular press briefing: \"We do not want to see any disturbance in China-US relations.\" But he declined to comment on any of the issues raised in the documents. Asked whether Beijing believed that North Korea had behaved \"like a spoilt child\" – as a senior official remarked, according to one of the cables - Hong replied: \"China takes note of the leaked reports. We hope the US side will properly handle the relevant issues. As for the content of the documents, we do not comment on that.\" 9.13am: The chairman of North Korea's Supreme People's Assembly, Choe Thae Bok, arrived in Beijing today for a five-day visit, according to AP. He was summoned by China to discuss the current tension in the peninsula after the North unleashed a fiery artillery barrage on a South Korean island. They have lots to talk about, but don't expect any leaked cables from that visit. 9.31am: The New York Times trawl for latest leaks reveals the extraordinary horse trading between the US and its allies over the fate of Guantánamo Bay prisoners. Slovenia was promised more \"high-level attention\" if it helped with detainees; the Maldives said it would accept prisoners in return US help in getting IMF loans; and the Pacific nation Kiribati was offered $3m to take 17 Chinese detainees. There's lots more including details a suggestion by King Abdullah of Saudi Arabia to implant electronic chips in the detainees. 9.55am: There's no mention of Ecuador in the haggling over Guantánamo Bay prisoners. But according to Al Jazeera, Ecuador has offered residence to someone to another US problem - Julian Assange. \"We are ready to give him residence in Ecuador, with no problems and no conditions,\" Kintto Lucas, the deputy foreign minister, said. \"We are going to invite him to come to Ecuador so he can freely present the information he possesses and all the documentation, not just over the internet but in a variety of public forums.\" There's more in Spanish on the Ecuador news site Ecuadorinmediato.com 10.15am: Pentagon papers whistleblower Daniel Ellsberg has defended the release of the cables. Asked on CNN's Larry King show about Hillary Clinton's condemnation of the WikiLeaks, Ellsberg said \"There hasn't been a secretary of state who wouldn't have said exactly the same thing about the Pentagon papers. \"I'm sure in America they see Julian Assange as the most dangerous man. A truth teller is potentially very embarrassing.\" Saving diplomats embarrassment was not enough of an excuse to withhold the information, he said. 10.34am: Gordon Brown a made personal request to allow the hacker Gary McKinnon to serve a sentence in the UK, but the request was rejected by the US, the latest disclosure shows. Here's the relevant document. Louis Susman, the current US ambassador to London wrote: \"PM Brown, in a one-on-one meeting with the ambassador, proposed a deal: that McKinnon plead guilty, make a statement of contrition, but serve any sentence of incarceration in the UK. Brown cited deep public concern that McKinnon, with his medical condition, would commit suicide or suffer injury if imprisoned in a US facility.\" The ambassador says he sought to raise Brown's request in Washington with Obama's newly appointed attorney general, Eric Holder. But the plea got nowhere. 11.19am: NATO has joined the international condemnation of WikiLeaks after leaked cables revealed the European countries hosting US nuclear weapons. NATO spokeswoman Oana Lungescu described the disclosures as \"illegal and dangerous.\" One of cables revealed that US nuclear weapons still left in Europe are based in Belgium, the Netherlands, Germany and Turkey. The four nations have been long suspected of hosting the warheads, but NATO and the governments involved have always refused to confirm this. If you haven't seen it this seems a good moment to look at Steve Bell's cartoon today. There's more on Bell brilliance on his noisy website. 11.34am: Downing Street just told lobby journalists that the government's position on the extradition of Gary McKinnon has not changed. We don't quite know what its position is - the Cameron government has failed to announce whether or not it will comply with continued US demands to hand over McKinnon after he hacked into their government computers. 12.01pm: Time for a summary: • The latest released cables show that US spurned British attempts to allow the computer hacker Gary McKinnon to serve sentence in UK. McKinnon's mother is appearing before the home affairs select committee. • Malcolm Rifkind, former foreign secretary and chairman of the intelligence and security committee, said the leaks could scupper China's apparent support for a reunified Korea. Speaking on the Today programme he also described Prince Andrew's rude comments about journalists, the French and fraud investigators as \"very unwise remarks to make\". • In an interview with Forbes magazine Wikileaks founder Julian Assange revealed that his next target for documents disclosures will be a large US bank. \"A major American bank will suddenly find itself turned inside out,\" it said. • In its first comments on the leaks, China called on the US to \"properly handle\" the emergence of the cables. Foreign ministry spokesman Hong Lei told a regular press briefing: \"We do not want to see any disturbance in China-US relations.\" (8.44am) 12.11pm: Janis Sharp, Gary McKinnon's mother, said she was \"very surprised and very pleased\" to hear that Gordon Brown had tried to bargain with the Americans in an attempt to avoid his extradition. \"I wish I had known about that, because he [Brown] would have been given credit for it,\" she told the home affairs select committee. She also criticised the Americans for refusing to budge. \"They know this is a difficult decision for this government and yet they did not want to give leeway,\" she said. \"The fact that people at the top are so intransigent, I find difficult to understand... I believe America wants Gary as an example of computer crime.\" 12.20pm: Our Paris correspondent Angelique Chrisafis reports on the reaction in France, where Le Monde has been poring over the cables. Le Monde is preparing to release documents relating to France in the coming days. The paper said these will give US view of Paris's anti-terrorism policy, Washington's interpretation of the suburb riots of 2005 and France-US relations. Today the paper's website has explored French negotiations over taking former Guantánamo Bay bay detainees. It says Sarkozy's government was keen to make a gesture to help the Obama administration in order to improve Paris-Washington relations. But the French media, left and right, today slammed the publication by the Guardian and others of the US embassy cables. The right-wing Le Figaro, close to the French government, ran an editorial entitled \"The tyranny of transparency\" saying: \"The massive diffusion of secret documents belonging to American diplomacy is an act of malice, about which it would be very naïve to rejoice.\" The left-wing Libération warned that \"in a world of violent conflict\", states had a \"right\" to their secrets, adding that the private positions so-far revealed were little different from what the governments were saying in public. The Socialist party was as critical of the leaks as Sarkozy's right-wing UMP party. The socialist Jean-Christophe Cambadélis complained of \"the tyranny of transparency with no limits\" . Socialist spokesman Benoît Hamon said he was \"not really in favour\" of the publication of the cables. Josselin de Rohan, the UMP head of the foreign affairs commission in the French senate, said the publication was \"very serious\" and raised questions of blackmail and voluntary disinformation: \"I think we've gone over the boundary here of what's possible in the domain of information.\" Francois Baroin, budget minister and government spokesman, told Europe1 radio, \"I always thought a transparent society would be a totalitarian society.\" He said Sarkozy thought the leaks were \"irresponsible to the last degree\". 12.32pm: Saeed Kamali Dehghan has more on the Iranian reaction to the cables. In Iran the release of the cables has been overshadowed by the assassination of two nuclear scientists. But today opposition websites started covering the leaks more widely. The disclosure in a 2009 diplomatic cable that the supreme leader Ayatollah Ali Khamenei has terminal cancer has attracted attention. Nikahang Kowsar, a prominent Iranian cartoonist, based in Canada, suggested that Hashemi Rafsanjani, an influential Iranian cleric thought to be sympathetic to the opposition, could be his successor. Rafsanjani is dipicted sitting on a egg timer next to an ailing Khamenei. Another cartoon by Kowsar picks up the view of the Saudi Arabia's King Abdullah that Ahmadinejad is the head of a snake that needs cutting off. The foreign-based Iranian opposition websites have also focused on the revelations that Iranian parliament speaker, Ali Larijani, was aware of rape and sexual assaults in Kahrizak detention centre in the aftermath of Iran's disputed election in 2009. Yesterday, Ahmadinejad dismissed the leaks as part of US psychological warfare. It was a theme taken up today by Iran's foreign ministry spokesman, Ramin Mehmanparast. IRNA, Iran's state news agency, quoted him saying \"As the president stated yesterday, this action is very dubious and it should not be taken seriously.\" He added: \"They [Wikileaks cables] were revealed in order to create quarrels between countries, they want to create an Iranophobia between nations.\" 12.56pm: WikiLeaks says its website is being subjected to another distributed denial of service (DDOS) attack. A similar claim on Sunday set a number of hares running, but it turned out to be the work of one hacker called Jester or the3j35t3r, according to the Tech site Mashable. 1.09pm: Business secretary Vince Cable has chirped on the Prince Andrew front. He said anti-corruption policy is \"not a matter\" for the Duke of York and he should stop talking about it. Speaking to Sky News Cable said it would be \"helpful\" if he the prince steered clear of policy issues. \"But his contribution is a very positive one and I want to encourage him to continue to make it,\" he diplomatically added. 1.27pm: The German magazine Der Spiegel provided a teaser of what some of the documents will say about Kenya. \"Viewed through the eyes of the US diplomats, entire states -Kenya for example - appear as mires of corruption,\" it said. It added: \"Almost every single sentence in the embassy reports speaks with disdain of the government of President Mwai Kibaki and Prime Minister Raila Odinga.\" Alfred Mutua, Kenyan government spokesman, delivered an angry response. \"If what is reported is true, it is totally malicious, and a total misrepresentation of our country,\" he told a press conference, recorded by Capital FM Kenya. \"True friends should tell you the truth all the time and should not tell you that everything is OK on one hand, and on the other say the opposite.\" The spokesman also revealed that the US government had apologised. 1.51pm: There's been more response to Gordon Brown's failed bargaining with the Americans over Gary McKinnon. Shami Chakrabarti, of Liberty, said: While it is to Brown's credit that he pleaded with the US on behalf of Gary McKinnon, [Tony] Blair's shame is that the rights of people in Britain were signed away and left to special secret pleadings instead of law. No one should be sent anywhere without evidence in a local court and where justice and mercy suggest dealing with them at home. Former home secretary David Blunkett told the home affairs select committee that he knew about Brown's appeal to the US at the time. I remember discussing it with (current Justice Secretary) Ken Clarke in a private meeting that it would be a really good idea for this case not to end up being a political football. Although the [extradition] treaty itself is not responsible for the immediate removal of Gary... there was an issue for senior politicians to make representations. 2.08pm: Two US foreign affairs commentators Eli Lake, from the Washington Times and Daniel Drezner, from Foreign Policy, launch into a lively discussion about the disclosures on Bloggingheads TV. Lake says the cables reveal that Arab leaders are much more bullish about Iran than Israel. They go on to discuss whether suspected leaker Bradley Manning is a traitor or whistle blower. Drezner says that journalists are better at handling this kind of information than Julian Assange. 2.16pm: The US embassy cables story gets the bizarre news animation treatment from Taiwan's NMA. Taste alert: it includes Uncle Sam taking biometrical details from a UN official in a toilet bowl. And Messrs Sarkozy, Putin, and Gaddafi are not spared. 3.03pm: This is handy - a country guide to the main WikiLeaks revelations, from Reuters. It is likely to get fuller over the next few days. 3.21pm: The American Shanghai-based writer Adam Minter seizes on a tantalising looking cable suggestion corruption in China. It claims that a payment of $10,000 was offered to secure the support of premier Wen Jiabao for a mining contract for a North Korean copper mine. But Minter says the cable reveals more about US diplomatic ignorance than corrupt practices in China. Now, you don't need to know anything about graft in China, much less world leaders, or Wen Jiabao, to know that $10,000 not only wouldn't get the job done, it'd be viewed as an insult and an automatic disqualification from this any other mining contract. So I'm going to go out on a limb here: there's simply no way that happened. None. Zero. Zilch. Now, is it possible that Wen has a \"relationship\" with Wanxiang? Sure. But not the one described in the cable. And this gets to something that I think is going to become increasingly, uncomfortably obvious as more and more of these cables are released: US State Department employees in overseas posts often don't know very much about the countries in which they're posted . 3.25pm: Blimey: Chinese officials have confirmed to Simon Tisdall that China does want to see an \"independent and peaceful reunification of the Korean peninsula\". So much for Malcolm Rifkind's fear that the Chinese would row back on that one. That's it from me. The charming Richard Adams is about to breeze in from Washington. 3.40pm: Thank you Matthew and good morning from a damp Washington, where the US's bloggers and other media are still transitioning from their knee-jerk \"this is old news\" response to deciding that there is in fact some hot stuff amongst the cables. The Washington Post's neo-conservative leader writers today dismiss the cables as \"embarrassing to their authors or subjects, but otherwise harmless\", and save their attention for how the leak happened in the first place: Of course there must not be firewalls that prevent senior intelligence analysts and their bosses from seeing and sharing sensitive information. That does not mean a troubled 22-year-old in Baghdad should have access to secret State Department cables from all over the world. Surely there is a way to create a system that can do the former while preventing the latter. 3.58pm: Former senator Rick Santorum – best known for his ferocious opposition to homosexuality – is one of the dozens of Republicans who fancy being president – and he used a trip to New Hampshire, the birthplace of presidential ambition, to denounce WikiLeaks founder Julian Assange: \"We haven't gone after this guy, we haven't tried to prosecute him, we haven't gotten our allies to go out and lock this guy up and bring him up on terrorism charges. What he's doing is terrorism, in my opinion.\" 4.05pm: From one pole of US politics (Santorum) to another: Noam Chomsky, speaking to Democracy Now!, says that while the cables reveal Arab leaders urging the United States to attack Iran, opinion polls in the region tell a different story: What this reveals is the profound hatred for democracy on the part of our political leadership. The Democracy Now! site reminds us that back in 1971, Chomsky helped whistleblower Daniel Ellsberg release the Pentagon Papers – and Ellsberg popped up on television last night to defend WikiLeaks, as mentioned below at 10.15am. 4.26pm: While there's a lot of talk about the damage these cables might do, NBC's Michael Isikoff has highlighted a case where the leaked information will be used as \"a recruiting and propaganda tool\" by al-Qaida. This is the revelation that the Yemeni government covered up the American role in missile strikes that killed 41 civilians, including 14 women and 21 children. Isikoff reports: \"President Saleh's comments will be translated and used over and over again by al-Qaida in the Arabian Peninsula (AQAP) as a recruiting and propaganda tool,\" Gregory Johnsen, a leading U.S. expert on the terror organization's Yemeni affiliate, told NBC on Monday. \"His statements and those of his top ministers of deceiving and lying to the Yemeni public and parliament … fit seamlessly into a narrative that AQAP has been peddling in Yemen for years. This is something AQAP will take immediate and lasting advantage of.\" Isikof also points out that Amnesty International issued a report on the bombing earlier this year, with evidence of US involvement that has now been proved beyond doubt, thanks to the leak of the cables. 4.42pm: Meanwhile, former president Jimmy Carter popped up on MSNBC last night to dispute Hillary Clinton's claim that the US embassy cables had hurt international diplomacy: \"I don't agree with Secretary Clinton that it's that significant it has torn up the fabric for our diplomacy,\" Carter said. \"In the future, there's going to be a lot more caution as leaders send them dispatches into the State Department and as our own ambassadors send reports back into the State Department if they suspect that their words might be revealed.\" 5pm: The US right is egging each other on into making ever more audacious demands about what the US government should do to both WikiLeaks and Julian Assange. Here's the latest from neo-con and Weekly Standard editor Bill Kristol: Why can't we act forcefully against WikiLeaks? Why can't we use our various assets to harass, snatch or neutralize Julian Assange and his collaborators, wherever they are? Why can't we disrupt and destroy WikiLeaks in both cyberspace and physical space, to the extent possible? Why can't we warn others of repercussions from assisting this criminal enterprise hostile to the United States? 5.24pm: Zbigniew Brzezinski, who served as national security advisor under Jimmy Carter, is more concerned about the US embassy cables than his old boss. Speaking to PBS News, Brzezinski also sees more sinister forces at work than just a leak coming from one member of the armed forces, and suggests a larger conspiracy theory: It's, rather, a question of whether WikiLeaks are being manipulated by interested parties that want to either complicate our relationship with other governments or want to undermine some governments, because some of these items that are being emphasized and have surfaced are very pointed. And I wonder whether, in fact, there aren't some operations internationally, intelligence services, that are feeding stuff to WikiLeaks, because it is a unique opportunity to embarrass us, to embarrass our position, but also to undermine our relations with particular governments. 5.40pm: Yesterday the Washington Post's editor Marcus Brauchli was heard complaining that his newspaper wasn't offered a first look at the US embassy cables by WikiLeaks – and today the paper devotes more than four pages of broadsheet to the topic, and this media analysis of who got what and when. 5.49pm: My colleague Ewen MacAskill has unearthed this nugget from the files of cables – praise from a US ambassador for Moazzam Begg, the former British Guantánamo detainee, in an ironic turn of events: Cynthia Stroum, ambassador to Luxembourg, acknowledges the irony of lavishing praise on Begg, who was alleged by the US to have been an instructor at an al-Qaida training camp in Afghanistan. In a cable labelled \"To Hell and Back: Gitmo ex-detainee stumps in Luxembourg\", Stroum wrote that Begg was \"barnstorming\" through Europe. In January this year, he met the Luxembourg government and spoke at a public meeting. \"Mr Begg is doing our work for us and his articulate, reasoned presentation makes for a convincing argument. It is ironic that after four years of imprisonment and alleged torture Moazzam Begg is delivering the same demarche to GOL [the government of Luxembourg] as we are: please consider accepting GTMO detainees for resettlement.\" If ever there was a sign of how ludicrous the US policy towards Guantánamo has been, this is it. 6.04pm: Now this is interesting: it's reported by Computerworld that China has blocked internet access to WikiLeaks' US embassy cables: Access to the WikiLeak's Cablegate page, as well as certain Chinese language news articles covering the topic, have been blocked in the country since Monday. Other articles from the Chinese press that are accessible on the web appear to only concern the US response. The main issue is likely to be the revelation that the Chinese government was involved with the hack on Goggle's servers. 6.20pm: The Guardian's Martin Chulov is in Baghdad and reports from there on the delayed reaction to the US leaks: After a day's silence, Iraq has just responded to the US embassy cables. The leaks gave the Government a lot to reflect on – especially about the establishment's links to Iran and about how much influence the US has in vetting Iranian visitors. Prime Minister Nour al-Maliki felt the blowtorch of the Saudis and Americans in the cables, especially about his links to Tehran. But it was left to Foreign Minister, Hoshyer Zebari, a Washington chum, to defend the Government's honour. Zebari denied that Iraq hands the name of would-be Iranian visitors to the Americans before granting visas, saying their own spooks do the vetting themselves. He also downplayed the influence of the Kaiser Söze of the Middle East, Qassem Suleimani, who heads the Iranian Revolutionary Guards' al-Quds force, claiming he is just a regular guy. (Iraqi MPs have been known to tremble at the mention of the man). That should keep the neighbours happy. 6.34pm: Fast Company gives us a \"word cloud\" of one tranche of the cables: Kit Eaton of Fast Company writes: Guess what word is most on the minds of US diplomats in 2010? Yup – Iran. \"Iranian\" is prominent in the mix too as is \"nuclear,\" which should explain the interest. Fascinatingly \"Turkey\" is more prominent than \"Afghanistan,\" possibly due to the country's key location in supporting US and Nato operations in both theaters of conflict. 6.53pm: Historian James Mann writes in the New Republic that the US embassy cable leaks won't be the death of diplomacy: So, while the cables released by Wikileaks will give new meaning to the words \"modern history,\" and, while we now know more than we ever did before about the State Department's recent diplomacy, it's also worth remembering that State Department cables don't contain everything. And, yes, there will still be secrets in the future. 7.22pm: Incoming news from the Guardian's David Leigh, with cables showing that American and British diplomats fear Pakistan's nuclear weapons could fall into the hands of terrorists, aided by members of the Pakistan government, or lead to a devastating nuclear exchange with India: The latest cache of US embassy cables released by WikiLeaks contains warnings that Pakistan is rapidly building its nuclear stockpile despite the country's growing instability and \"pending economic catastrophe\". 7.32pm: Those wanting to hear more from the Guardian's David Leigh – such as Prince Andrew – can listen to David's appearance on Democracy Now!, in which he says there's much, much more to come. 7.50pm: In a slight change of pace, the Washington City Paper's Moe Tkacik has been closely following the WikiLeaks saga and is interested in how much US press coverage has been on the issues raised by the content of the leaks, and how much is about the flotsam surrounding it: But before the latest document dump it appeared that a grand total of three stories, comprising 4108 words of the 35,662 words of 2010 [Washington] Post stories about which Wikileaks was the primary focus, actually required anything approaching a close read of any of the Wikileaked documents. 8.06pm: Perhaps the best piece of media analysis of the US embassy cable release has come from Politico's Keach Hagey, a must-read if you are interested in the nuts and bolts: Such collaboration by major media organizations across international borders — both in agreeing to work together in publishing the material and in agreeing what material should be kept out — is new for journalism. \"I know of no international efforts like this, a global kind of collaboration,\" said Mark Feldstein, a professor at George Washington University's School of Media and Public Affairs... \"It's unprecedented and to be commended. The volume of the material that WikiLeaks obtained is unprecedented, so to tackle a subject this complicated is going to take more resources. And just as everything else has gone global – crime and multinational corporations – so we are starting to see the beginning of a more global investigative journalism,\" he said. 8.21pm: The Associated Press reports that the State Department has pulled out the plug between its classified information network and the rest of the government to avoid any more Wikileaking: Reeling from disclosures of sensitive diplomatic messages, the State Department has disconnected access to its files from the US government's classified computer network. The move dramatically reduces the number of employees inside the government who can see important diplomatic messages. A State Department spokesman, PJ Crowley, said the decision was temporary, at least until workers correct what he called \"weaknesses in the system that have become evident because of this leak.\" 8.49pm: Time magazine has an interview with the man of the hour, Julian Assange – and promises to post audio soon. \"Speaking over Skype from an undisclosed location on Tuesday,\" Time reports, \"the WikiLeaks founder was replying to a question by Time Managing Editor Richard Stengel over the diplomatic cable dump Assange's organization began loosing on the world over the weekend.\" Here's the version Time has posted so far: Assange said that all the documents were redacted \"carefully.\" \"They are all reviewed and they're all redacted either by us or by the newspapers concerned,\" he said. He added that \"we have formally asked the State Department for assistance with that. That request was formally rejected.\" Asked what his \"moral calculus\" is to justify publishing the leaks and whether he considered what he was doing to be \"civil disobedience,\" Assange said, \"Not at all. This organization practices civil obedience, that is, we are an organization that tries to make the world more civil and act against abusive organizations that are pushing it in the opposite direction.\" 9.06pm: The Economist is mildly revising its snotty tone over the value of WikiLeaks. Its blogger MS writes: I think WikiLeaks is an important organisation that's doing something the world needs. But like other human-rights and humanitarian organisations, such as Human Rights Watch, Amnesty International, Doctors Without Borders and the International Committee of the Red Cross, it needs to lay down some clear, public ethical guidelines about how and why it does what it does. And it needs to bring in a board of directors of people from a wide range of countries, backgrounds and institutions to review the organisation's conduct on ethical and other grounds. Yes, a board of directors. That'll do it. MS ends by asking: \"Who's WikiLeaks? Besides Mr Assange, I don't know, and they're not really telling. Do you know? If so, start a wiki about it.\" (You mean, like this one?) 9.29pm: The New York Times's Mark Mazzetti has a cracking piece of embassy cable showing Blackwater's attempts to get into the pirate-fighting business: In late 2008, Blackwater Worldwide, already under fire because of accusations of abuses by its security guards in Iraq and Afghanistan, reconfigured a 183-foot oceanographic research vessel into a pirate-hunting ship for hire and then began looking for business from shipping companies seeking protection from Somali pirates. The company's chief executive officer, Erik Prince, was planning a trip to Djibouti for a promotional event in March 2009, and Blackwater was hoping that the American Embassy there would help out, according to a secret State Department cable. 9.43pm: Micah Sifry (@Mlsif) tweets about an engaging cable from Kazakhstan, where a group of powerful oil executives talk with the US ambassador about corruption, and make a good point: \"If Goldman Sachs executives can make $50 million a year and then run America's economy in Washington, what's so different about what we do?' they ask.\" 10pm: Lots of new articles coming down the pipeline, any moment now. 10.05pm: Dave Weigel, blogging at Slate, looks at how Republican politicians are using WikiLeaks to indulge their spy-thriller fantasies. As Republicans come into power, they're going to explore what can be done. They can't do much. But let's be honest. The quest to find some way to define Assange's group as terrorists is not about fighting terrorism. It's about indulging the fantasy, well put by Cornell law professor William Jacobson, of Assange being hunted down like a Robert Ludlum villain and possibly \"killed while resisting arrest.\" 10.18pm: Prince Andrew – or the Duke of WikiLeaks as he is officially known – appears again, thanks to the Guardian's Rob Evans and David Leigh, in this new article: Prince Andrew used his royal position to demand a special briefing from the Serious Fraud Office weeks before launching a tirade against the agency's \"idiotic\" investigators at a lunch with businessmen in Kyrgyzstan.... Soon after, believing he was speaking in private to a group of sympathetic British businessmen, he appeared to condone bribery, and scorned the work of the SFO's anti-corruption investigators in investigating the Saudi royal family. 10.25pm: This just in: Interpol issues wanted notice for Julian Assange. Assange's details were also added to Interpol's worldwide wanted list. Dated 30 November, the entry reads: \"sex crimes\" and says the warrant has been issued by the international public prosecution office in Gothenburg, Sweden. \"If you have any information contact your national or local police.\" It reads: \"Wanted: Assange, Julian Paul,\" and gives his birthplace as Townsville, Australia. Here's a link to the Interpol notice. 11.01pm: Here's the story we've been waiting for, and it's dynamite: the embassy cables reveal that Mervyn King, the governor of the Bank of England, told the US ambassador he thought David Cameron and George Osborne were inexperienced and pushed them hard for spending cuts: The head of the Bank of England privately criticised David Cameron and George Osborne for their lack of experience, the lack of depth in their inner circle and their tendency to think about issues only in terms of their electoral impact, according to leaked US embassy cables. Mervyn King told the US ambassador, Louis Susman, he had held private meetings with the two Conservative politicians before the election to urge them to draw up a detailed plan to reduce the deficit. 11.14pm: The Guardian's latest from the US embassy cables also reveal some fascinating facts about British politics: Internal Tory polling found Osborne lacked gravitas with the public, partly due to his \"high-pitched vocal delivery\". As a result, Cameron, not Osborne, made the special address on the economic crisis to the party conference in the autumn of 2008. They poll that sort of thing?",
    "keywords": [
        "leaks",
        "embassy",
        "wikileaks",
        "state",
        "updates",
        "live",
        "assange",
        "washington",
        "prince",
        "told",
        "cable",
        "cables"
    ],
    "summary": "But the French media, left and right, today slammed the publication by the Guardian and others of the US embassy cables.\nHe added: \"They [Wikileaks cables] were revealed in order to create quarrels between countries, they want to create an Iranophobia between nations.\"\n2.16pm: The US embassy cables story gets the bizarre news animation treatment from Taiwan's NMA.\n5.24pm: Zbigniew Brzezinski, who served as national security advisor under Jimmy Carter, is more concerned about the US embassy cables than his old boss.\n11.14pm: The Guardian's latest from the US embassy cables also reveal some fascinating facts about British politics: Internal Tory polling found Osborne lacked gravitas with the public, partly due to his \"high-pitched vocal delivery\".",
    "sentiment": {
        "neg": 0.0706,
        "neu": 0.8536,
        "pos": 0.0758,
        "compound": -0.0196
    }
}