{
    "date": "2010-11-30T00:05:11Z",
    "title": "US embassy cables: hanging North Korea out to dry | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2010/nov/30/us-embassy-cables-north-korea",
    "content": "The US secretary of state, Hillary Clinton, last night attempted to limit the damage caused to US diplomacy by the leaking of US embassy cables, which she claimed both endangered the lives of real people – who were used as sources by US diplomats – and tore at the fabric of proper international discourse. Within a few moments of the condemnation, Ms Clinton found herself referring to the contents of the cables as backing for US sanctions on Iran. She said that anyone reading the cables would see that Iran did pose a threat and that its Arab neighbours were concerned about it. Ms Clinton thus elegantly had her cake and ate it – in the same breath attacking the dangerously irresponsible exposure of information while also welcoming evidence that US policy on Iran had wider regional support than was earlier realised. Between the two moments, Ms Clinton also issued a muted apology for the leaks. If anything endangered confidential informers, it was the decision to disseminate their information on an intranet with a potential audience of 3 million. Nor should we axiomatically accept that the release of this information is harmful. Today's revelation from the embassy cables that North Korea had lost its strategic value to China as a buffer state between their forces and US ones, and that Beijing would accept the reunification of the peninsula under Seoul's leadership, should send shivers down the spine of the right person – the ailing dictator Kim Jong-il. Pyongyang could be about to lose its only insurer. Long before last week's lethal shelling of a South Korean island, it is clear from the private views of senior Chinese officials that their strategic asset had turned into a major liability. South Korea's vice foreign minister was told by two named Chinese officials that they believed Korea should be reunified under Seoul's control; a Chinese ambassador called North Korea's nuclear activity a threat to the whole world, and China has already calculated how many refugees it could take in from North Korea before closing its borders. This nugget alone should give Pyongyang greater pause for thought than any military exercise near its shores. The implication is clear: as long as US troops stay south of the demilitarised zone that bisects the Korean peninsula, China would not stop the regime collapsing after the death of Kim Jong-il. It had already, in their view, collapsed economically and, despite efforts to secure a succession to the inexperienced youngest son Kim Jong-un, it was likely to collapse politically. If the leaking of these cables was read and absorbed by North Korea's ageing generals, this would be an example of disclosure instilling realism into a military dictatorship which so clearly lacks it. China is currently attempting to mediate a return to the six-party talks, after the latest military clashes. There is clearly a length to the leash China has already allowed North Korea, and Kim Jong-il may already have reached it. The Iranian president, Mahmoud Ahmadinejad, also reacted cautiously to the news that Gulf states were privately cheering on a military strike on Iran's nuclear facilities. And for good reason. A rupture with his neighbours in the Gulf Arab states is the last thing he needs. Neither the leaks nor his reaction make a military strike more likely. Rather, there is a convergence of views that would make a military strike less likely over time. Diplomats do not do anything more or less than journalists. They, like us, are as good as their sources. They, like us, have a habit of believing their own stories. They, too, exchange gossip and pride themselves on being in the swim of things, but too often find themselves overtaken by events. By the same token, it would be foolish to dismiss their judgments out of hand. Their tradecraft will not come crashing to a halt as a result of these disclosures. It will continue, more cautiously than before, and perhaps that is no bad thing.",
    "keywords": [
        "south",
        "embassy",
        "military",
        "korea",
        "ms",
        "editorial",
        "dry",
        "china",
        "kim",
        "clinton",
        "strike",
        "hanging",
        "cables",
        "north"
    ],
    "summary": "Within a few moments of the condemnation, Ms Clinton found herself referring to the contents of the cables as backing for US sanctions on Iran.\nBetween the two moments, Ms Clinton also issued a muted apology for the leaks.\nThere is clearly a length to the leash China has already allowed North Korea, and Kim Jong-il may already have reached it.\nThe Iranian president, Mahmoud Ahmadinejad, also reacted cautiously to the news that Gulf states were privately cheering on a military strike on Iran's nuclear facilities.\nRather, there is a convergence of views that would make a military strike less likely over time.",
    "sentiment": {
        "neg": 0.0753,
        "neu": 0.8278,
        "pos": 0.0969,
        "compound": 0.0037
    }
}