{
    "date": "2010-09-21T17:34:28Z",
    "title": "Kim who? North Korea's mystery man expected to be anointed leader",
    "url": "https://www.theguardian.com/world/2010/sep/21/north-korea-kim-jong-un",
    "content": "His grandfather is known as the Great Leader, his father as the Dear Leader. It seems only fair to confer a similar accolade on North Korea's dictator-in-waiting: the Phantom Leader, perhaps. As the party that has ruled the secretive state for more than six decades prepares to anoint Kim Jong-un as its next leader at a rare gathering of cadres in the capital, Pyongyang, the world is still some way off establishing the facts about communism's crown prince. So little is known about Kim Jong-un, the third and youngest son of the North Korean leader, Kim Jong-il, that even the characters used to write his name and his date of birth are disputed. Aged 27 or 28, he was born to his father's \"favourite consort,\" Ko Young-hee, a Japanese-born dancer who emigrated with her father in the 1960s. Shortly before her reported death from breast cancer in 2004, the state media began referring to her as the Respected Mother, confirming the theory that she is the closest the country has ever come to a first lady. Like his elder brother, Kim Jong-chol, he received an expensive education under an assumed name in Switzerland. While his brother attended the International School of Berne, Kim Jong-un is thought to have gone to a school in nearby Liebefeld from 1996 to 2000. After rumours of the younger Kim's anointment began circulating last year, Ueli Studer, the town's director of education, would only confirm that a \"North Korean youth\" had been on the school's rolls. The pupil had been a speaker of English, German and French, Studer said, as well as \"integrated, industrious and ambitious\". Kim Jong-un's expected appearance at the Korean Workers' party assembly next week, reportedly delayed because of concerns over Kim Jong-il's health, will offer the world the first verifiable images of the younger man. The main photograph in the public domain shows a cherubic, smiling 11-year-old with a predisposition for his father's chubbiness. Now, he is the subject of a propaganda offensive aimed at securing him a place in the affections of the country's citizens amid signs that last year's disastrous currency revaluation and tough international sanctions are fuelling popular discontent with the regime. The Daily NK, an anti-Kim online newspaper in Seoul, published an internal propaganda document praising Jong-un for his skill at organising a fireworks display and his expert handling of military vehicles. \"He is a genius of geniuses,\" the document said. \"He has been endowed by nature with special abilities. There is nobody on the planet who can defeat him in terms of faith, will and courage.\" His induction into the personality cult surrounding North Korean's ruling dynasty has also been marked by the composition of poems and a song, Footsteps, extolling his virtues as a leader. His name is routinely prefixed by the titles Young General or Our Commander. The authorities will distribute 10m portraits to be hung next to those of his father and grandfather in every home, factory and office once his succession is official. Every one of North Korea's 24 million people will be expected to wear a lapel badge bearing his likeness. But what of his personality? The more generous accounts tell of a charismatic figure who honed his natural leadership skills during his five years at Kim Il-sung Military University in Pyongyang. Others say Kim Jong-un, who holds a mid-level position in the National Defence Commission, has inherited his father's mercilessness. \"He is more engaging with other people, but then others say he can be cruel,\" says Ha Tae-keung, president of Open Radio for North Korea in Seoul. \"He has already purged people in the defence commission he regards as opponents.\" Kenji Fujimoto, Kim Jong-il's former Japanese sushi chef, confirms the image of the younger Kim as a chip off the old block, describing him as the \"spitting image of his father in terms of face, body shape and personality\". In his bestselling 2003 account of his 11 years chez Kim, Fujimoto – the name is a nom de plume – recalled meeting a seven-year-old Kim Jong-un, who was dressed in a military uniform: \"He glared at me with a menacing look when we shook hands. I can never forget the look in his eyes, which seemed to be saying, 'This is one despicable Japanese guy.'\" The older Kim Jong-un reportedly shares his father's interest in movies – the martial arts expert Jean-Claude van Damme is a favourite actor – can hold his drink and drives around the family's estate in a converted Mercedes. The son is a keen basketball fan, says Fujimoto, who allowed his ideological mask to slip with his admiration for Michael Jordan, the US player. Kim Jong-il thought Kim Jong-chul \"too girlish\" to become leader, while the eldest brother, Kim Jong-nam, ruled himself out when, much to his father's embarrassment, he was caught trying to enter Japan on a false passport in 2001, claiming he wanted to visit Disneyland in Tokyo. The gap between Kim Jong-un's anointing and enthronement could be much shorter than the 14 years Kim Jong-il spent preparing for power, a wait that ended abruptly with the death of his father, North Korea's founder and \"eternal president\", Kim Il-sung, from a heart attack in 1994. Given the state of Kim Jong-il's health, some observers believe the transition may be completed as early as 2012, the centenary of Jong-il's father's birth, and a year the official media are referring to as a defining moment in the country's history. \"Kim Jong-il doesn't look like he'll be around 10 years from now,\" says Bradley Martin, author of a seminal book on the Kim dynasty, Under the Loving Care of the Fatherly Leader. \"Some reports say that he feels pretty low and has a reason to name his successor.\"The two-day party congress has twice been postponed this month, adding to speculation that Kim Jong-il, who suffered a stroke two years ago, is too weak to attend. Next week, Kim Jong-un's rise to the upper echelons of the Workers' party is unlikely to be met with universal approval. \"It is hard to know what the other party elites have in mind,\" says Ha, who says he has sources inside the North Korean military and ruling party. Recent reports speculated that disquiet among political and military elites over Kim's choice of successor was the real reason behind the meeting's delay. \"Officially they have to support Jong-un, or they risk being executed,\" says Ha. \"But some are worried, particularly older members who have been loyal to Kim Jong-il, and wonder how his son will treat them.\" Confirmation that North Korea has begun the transition to a third member of the Kim dynasty will come with Kim Jong-un's expected elevation to senior posts in the Workers' party, including that of secretary of the feared organisation and guidance department, which monitors senior officials. \"If he gets that position he will be at the party's centre and able to pick and choose his minions,\" says Martin. Under Kim Jong-un, many analysts expect a continuation of the current military-first policy and, despite the country's frequent dalliances with economic meltdown and pressure for reform from China, absolute adherence to central planning. As he confronts his own mortality and surveys the impoverished, isolated state he has ruled for 16 years, Kim Jong-il's apparent choice of heir sits easily with the gross egotism of a man who is desperate to ensure it lives on in his image, whatever the economic, social and diplomatic costs. \"Kim Jong-il chose Jong-un because he reminds him most of himself,\" says Martin. \"Some people have high hopes for change because he was educated abroad, but so were Arab oil sheikhs, and it didn't turn them into liberal democrats. He was chosen because to be a good dictator, you have to be a mean son of a bitch.\"",
    "keywords": [
        "leader",
        "man",
        "military",
        "anointed",
        "expected",
        "fathers",
        "jongils",
        "mystery",
        "kim",
        "jongun",
        "jongil",
        "party",
        "father",
        "north",
        "koreas"
    ],
    "summary": "So little is known about Kim Jong-un, the third and youngest son of the North Korean leader, Kim Jong-il, that even the characters used to write his name and his date of birth are disputed.\nWhile his brother attended the International School of Berne, Kim Jong-un is thought to have gone to a school in nearby Liebefeld from 1996 to 2000.\nKim Jong-un's expected appearance at the Korean Workers' party assembly next week, reportedly delayed because of concerns over Kim Jong-il's health, will offer the world the first verifiable images of the younger man.\nOthers say Kim Jong-un, who holds a mid-level position in the National Defence Commission, has inherited his father's mercilessness.\n\"But some are worried, particularly older members who have been loyal to Kim Jong-il, and wonder how his son will treat them.\"",
    "sentiment": {
        "neg": 0.0447,
        "neu": 0.8512,
        "pos": 0.1041,
        "compound": 0.1305
    }
}