{
    "date": "2010-07-21T11:42:06Z",
    "title": "What is the demilitarised zone between North and South Korea?",
    "url": "https://www.theguardian.com/world/2010/jul/21/demilitarised-zone-north-korea",
    "content": "The demilitarised zone (DMZ) has served as a buffer between the two Koreas since their three-year war ended in an uneasy truce in July 1953. Before the conflict, the peninsula had been roughly divided in two along the 38th parallel by the US and the Soviet Union at the end of the second world war. Sixty years after war , the two countries remain divided along the same lines by the DMZ, a 2.5-mile wide and 155-mile-long strip of land centred on the \"truce village\" of Panmunjom, and the scene of Hillary Clinton's visit today. Panmunjom is home to a cluster of blue huts that stand directly on the military demarcation line, and where officials from North Korea and the US-led UN command meet for negotiations. Organised tours of the DMZ are a must for visitors to either side of the border. On the southern side it is possible to walk around the blue huts, gaze – but not gesture at – North Korean soldiers on the other side, and buy mementos of a few hours spent at the world's most heavily fortified border. US military guides are quick to remind tourists of the DMZ's political importance and its occasionally violent history: in 1976, for example, two US army officers were hacked to death with their own axes during a confrontation with North Korean soldiers in the neutral joint security area. The area is strewn with landmines and guarded by heavily armed troops, although it has also gained recognition as a nature reserve. US and South Korean forces have uncovered four incursion tunnels from the north – one of which is partially open to tourists – each big enough to allow an entire infantry division to pass through every hour. Bill Clinton is said to have called the DMZ \"the scariest place on Earth\" during a visit as president in 1993. The only civilians on the southern half of the DMZ live in Daeseong-dong – nicknamed \"freedom village\" – who are protected by the UN command and receive above average, tax-free incomes. In return, the 210 villagers must spend at least 240 nights a year to retain residency. All are the direct descendents of people who owned land there before the Korean war broke out. The only other village in the DMZ, Kijong-dong, stands on the northern side. North Korea says it houses a collective farm, schools and a hospital; Seoul says it has evidence that the village is uninhabited. On a clear day, visitors to Panmunjom can look across the border at the world's tallest flagpole, a 160-metre-tall structure that supports an enormous North Korean flag.",
    "keywords": [
        "demilitarised",
        "dmz",
        "war",
        "south",
        "village",
        "border",
        "worlds",
        "korea",
        "visitors",
        "panmunjom",
        "visit",
        "korean",
        "north",
        "zone"
    ],
    "summary": "The demilitarised zone (DMZ) has served as a buffer between the two Koreas since their three-year war ended in an uneasy truce in July 1953.\nPanmunjom is home to a cluster of blue huts that stand directly on the military demarcation line, and where officials from North Korea and the US-led UN command meet for negotiations.\nAll are the direct descendents of people who owned land there before the Korean war broke out.\nNorth Korea says it houses a collective farm, schools and a hospital; Seoul says it has evidence that the village is uninhabited.\nOn a clear day, visitors to Panmunjom can look across the border at the world's tallest flagpole, a 160-metre-tall structure that supports an enormous North Korean flag.",
    "sentiment": {
        "neg": 0.0644,
        "neu": 0.8954,
        "pos": 0.0401,
        "compound": -0.1036
    }
}