{
    "date": "2010-02-16T12:45:40Z",
    "title": "Kim Jong-il birthday overshadowed by health and economic fears",
    "url": "https://www.theguardian.com/world/2010/feb/16/kim-jong-il-birthday-celebrations",
    "content": "North Korea today marked the 68th birthday of its leader, Kim Jong-il, with extravagant eulogies and dance spectaculars – but the celebrations took place amid anxiety over his health and the fragile state of the economy. Military and communist party officials described Kim as \"the most outstanding political elder and peerlessly brilliant commander of the present era\", according to the central news agency. Children received \"gifts of love\" of sweets and biscuits, it was also reported. Ice-skaters performed routines named Push Back the Frontiers of Science and Let Us Meet at the Front, and Pyongyang residents braved freezing temperatures to visit a special exhibition of kimjongilia flowers, named after the dear leader. In a further sign the regime may be softening its stance towards America ahead of a possible return to multiparty nuclear talks, the central news agency said that Pyongyang's second-in-command, Kim Yong-nam, had \"underscored the need to put an end to hostile relations with the US through dialogue and negotiations\". Analysts interpreted the more measured tone as evidence that UN sanctions imposed after North Korea conducted its second nuclear test last May were harming the economy and had weakened the state's ability to feed its people. The economy is also struggling to recover from a disastrous currency revaluation last November that triggered rapid inflation, food shortages and sporadic violence. \"The public has linked the new hardships inflicted upon to the central government, said Park Hyeong-jung of the Institute for National Unification in Seoul, South Korea. \"This does not mean the government is about to collapse but conflict between the public and government will greatly increase,\" Signs are emerging that the north is poised to return to the nuclear talks it abandoned last April. Negotiators from the UN and China recently visited Pyongyang, while reports last week said the north is to send its top nuclear envoy to the US next month. South Korea's Yonhap news agency said Chinese state-run banks and multinationals were lining up a $10bn (£6.4bn) aid package in an attempt to coax Pyonyang back to the negotiating table. The investors and North Korea's state development bank plan to sign the deal next month, Yonhap said, citing unnamed sources. China has not commented on the report and South Korea's spy agency said it was untrue. North Korea has said it will only return to nuclear negotiations if UN sanctions are lifted and the US agrees to start talks on signing a formal treaty ending the 1950-53 Korean war. The US, however, refuses to discuss those demands unless the north agrees to scrap its nuclear programme. But an unconditional return to talks may be the only way North Korea can secure emergency aid amid rising fears of food shortages. The country is getting only a quarter of the food and aid it needs to feed its 24 million people, according to a recent UN report. While Kim does not usually attend his birthday celebrations, the release of undated footage showing him inspecting factories and military units has failed to quell speculation about his health. He is widely believed to have suffered a stroke in August 2008, while recent reports suggested he was also suffering from diabetes and depression. He is said to have eschewed western medicine in favour of traditional remedies such as rhinoceros horn and bears' gall bladder imported from China. Last year Kim is widely believed to have anointed his youngest son, 26-year-old Kim Jong-un, as his successor, but the timing and manner of the succession remained unclear. History suggests that, barring his sudden death, a successor could be in for a long wait. After being chosen to succeed his father, Kim had 20 years to prove his credentials to senior military and party officials before becoming leader after Kim Il-sung's death in 1994.",
    "keywords": [
        "south",
        "military",
        "economic",
        "leader",
        "korea",
        "agency",
        "talks",
        "kim",
        "birthday",
        "nuclear",
        "fears",
        "overshadowed",
        "jongil",
        "health",
        "north",
        "return"
    ],
    "summary": "North Korea today marked the 68th birthday of its leader, Kim Jong-il, with extravagant eulogies and dance spectaculars – but the celebrations took place amid anxiety over his health and the fragile state of the economy.\n\"The public has linked the new hardships inflicted upon to the central government, said Park Hyeong-jung of the Institute for National Unification in Seoul, South Korea.\nBut an unconditional return to talks may be the only way North Korea can secure emergency aid amid rising fears of food shortages.\nWhile Kim does not usually attend his birthday celebrations, the release of undated footage showing him inspecting factories and military units has failed to quell speculation about his health.\nAfter being chosen to succeed his father, Kim had 20 years to prove his credentials to senior military and party officials before becoming leader after Kim Il-sung's death in 1994.",
    "sentiment": {
        "neg": 0.0941,
        "neu": 0.8261,
        "pos": 0.0797,
        "compound": -0.101
    }
}