{
    "date": "2010-11-22T21:54:45Z",
    "title": "South Korea considers return of US tactical nuclear weapons",
    "url": "https://www.theguardian.com/world/2010/nov/22/south-korea-us-tactical-weapons-nuclear",
    "content": "South Korea's defence minister today raised the possibility that US nuclear weapons could be deployed in his country for the first time in nearly 20 years, after it was revealed that Pyongyang had built an advanced uranium enrichment plant. Kim Tae-young was speaking to a parliamentary committee about the North Korea plant, when he was asked whether the government would consider the return of US tactical weapons for the first time since they were withdrawn by President George Bush Sr in 1991. He replied that the matter would be \"reviewed\" by a joint US-Korean committee on deterrence set up last month. His remarks drew attention as the issue has been treated as taboo in the highly-charged atmosphere of the Korean peninsular. Korean government officials were anxious to play down the significance of his comments, and insisted the taboo remained in place. A Korean defence ministry statement said the redeployment of nuclear weapons had not so far been raised. The Pentagon said there were no immediate plans to redeploy nuclear weapons in South Korea. The US envoy on Korea, Stephen Bosworth, who was in Seoul for talks on the deteriorating situation, also said that talks were still possible, despite the discovery of the plant, which was shown to an American nuclear scientist by the North Koreans earlier this month. \"This is not a crisis, we are not surprised,\" Bosworth said, on the first leg of an east Asia tour. Asked whether six-nation talks on North Korea's nuclear programmes could be salvaged, he said: \"My crystal ball is foggy but I would never declare any process dead. We have hope that we will be able to resuscitate [them].\" Even before the visit of Siegfried Hecker, the former chief of the US nuclear weapons laboratory at Los Alamos, to the North Korea enrichment plant, the US and South Korea had insisted that the regime would have to cease other nuclear activities and apologise for the sinking of a South Korean warship before the stalled six-party negotiations could resume. Hecker said the enrichment plant at Yongbyon, near Pyongyang, had up to 2,000 centrifuges and was surprisingly modern. He said it appeared to be designed for the production of low enriched nuclear fuel for power stations, but acknowledged it could easily be reconfigured to make highly enriched uranium for nuclear weapons.",
    "keywords": [
        "uranium",
        "south",
        "enrichment",
        "korea",
        "tactical",
        "talks",
        "nuclear",
        "weapons",
        "considers",
        "korean",
        "plant",
        "north",
        "return"
    ],
    "summary": "Kim Tae-young was speaking to a parliamentary committee about the North Korea plant, when he was asked whether the government would consider the return of US tactical weapons for the first time since they were withdrawn by President George Bush Sr in 1991.\nA Korean defence ministry statement said the redeployment of nuclear weapons had not so far been raised.\nThe Pentagon said there were no immediate plans to redeploy nuclear weapons in South Korea.\nHecker said the enrichment plant at Yongbyon, near Pyongyang, had up to 2,000 centrifuges and was surprisingly modern.\nHe said it appeared to be designed for the production of low enriched nuclear fuel for power stations, but acknowledged it could easily be reconfigured to make highly enriched uranium for nuclear weapons.",
    "sentiment": {
        "neg": 0.0781,
        "neu": 0.8485,
        "pos": 0.0733,
        "compound": -0.1035
    }
}