{
    "date": "2010-09-21T05:59:17Z",
    "title": "North Korea to hold historic leadership conference next week",
    "url": "https://www.theguardian.com/world/2010/sep/21/north-korea-leadership-workers-party",
    "content": "North Korea will hold its largest political meeting for three decades next Tuesday, state media said today, amid speculation that the country's leader will lay out his succession plans. Analysts believe Kim Jong-il is likely to use the Workers' party assembly to signal he is anointing his youngest son Kim Jong-un as his chosen heir, appointing him to a party post. The last such meeting, in 1980, was used to cement the leader's own ascendance. The future of the leadership has become an increasingly pressing issue since the 68-year-old \"dear leader\" apparently suffered a stroke two years ago, particularly given the country's fractious relations with South Korea and other powers. \"Kim Jong-il is getting on in age and there have been a number of rumours about his health … that's certainly something that has to be on the agenda,\" said Daniel Pinkston, north-east Asia deputy project director of the International Crisis Group. \"But who knows if that's the sole reason or there are other reasons surrounding other issues within the party – especially when they are under sanctions and other pressure from outside,\" he said. \"The party will be appointing people to positions that are vacant, keeping the coalition together and maintaining support for sustainable rule under the Workers' party.\" He suggested the revivification of the party was in itself about succession, pointing to the need to stabilise the regime ahead of a transition of power. \"Kim Jong-il ruled mostly on the military and his personal influence and the party atrophied to a great extent. That could be detrimental to the sustainability of the system,\" he said. Analysts say the younger Kim may well be appointed to a low profile role and that the decision may not be advertised. Yang Moo-jin, a professor at the University of North Korean Studies in Seoul, told AP: \"I believe North Korea has decided to give the successor an official title but not to make it public to the outside world.\" The official Korean central news agency (KCNA) said delegates would meet on 28 September to elect new party leaders, but did not explain why the meeting had been postponed. It was initially due to take place in early September. Korea-watchers have suggested that the delay could have been caused by anything from the leader's health problems to disagreements over the succession or even the effects of the devastating flooding that has killed dozens in the country. The truth is that all of those are little more than guesses, thanks to the regime's secrecy. The KCNA report said delegates were appointed \"against the background of a high-pitched drive for effecting a new great revolutionary surge now under way on all fronts for building a thriving nation with the historic conference\". A statement from the preparatory committee said the meeting powerfully demonstrated the might of the revolutionary ranks in which \"all the servicepersons and people are singlemindedly united around the headquarters of the revolution headed by Kim Jong-il.\" Kim took power in 1994 when his father Kim Il-sung, the country's founder, died. Now the stage appears to be set for another family transition. He made a point of visiting sites linked with his father on his trip to China last month and, according to KCNA, told Chinese president Hu Jintao: \"It is our important historical mission to hand over to the rising generation the baton of the traditional friendship.\" State propaganda is also said to be focusing on the importance of the Kim family. There is particular interest from analysts in the leader's sister, Kim Kyong Hui, and her husband Jang Song Thaek, who was promoted in June to vice-chairman of the powerful National Defence Commission. Some think they may help to mentor Kim Jong-un. The conference comes as the country is under closer scrutiny than ever, given its conflict with other nations in the past couple of years. Tensions increased dramatically on the Korean peninsula in the wake of North Korea's second nuclear test and a long-range rocket launch – widely seen as a test of missile technology – last year. Relations reached a low when the South Korean warship the Cheonan sank near a disputed sea border this spring, killing 46 sailors. An international team of investigators commissioned by Seoul blamed a North Korean torpedo, but Pyongyang denied any involvement. In recent weeks there have been tentative moves towards a rapprochement, with Seoul shipping emergency aid to the North in the wake of the flooding, and the two countries talking about possible reunions of families divided by the border. Kim has also said he hopes for a return to the six party aid-for-denuclearisation talks.",
    "keywords": [
        "meeting",
        "leaders",
        "hold",
        "conference",
        "korea",
        "party",
        "week",
        "kim",
        "seoul",
        "succession",
        "jongil",
        "leadership",
        "historic",
        "north",
        "korean"
    ],
    "summary": "North Korea will hold its largest political meeting for three decades next Tuesday, state media said today, amid speculation that the country's leader will lay out his succession plans.\nAnalysts believe Kim Jong-il is likely to use the Workers' party assembly to signal he is anointing his youngest son Kim Jong-un as his chosen heir, appointing him to a party post.\n\"Kim Jong-il ruled mostly on the military and his personal influence and the party atrophied to a great extent.\nYang Moo-jin, a professor at the University of North Korean Studies in Seoul, told AP: \"I believe North Korea has decided to give the successor an official title but not to make it public to the outside world.\"\nAn international team of investigators commissioned by Seoul blamed a North Korean torpedo, but Pyongyang denied any involvement.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8337,
        "pos": 0.0998,
        "compound": 0.1007
    }
}