{
    "date": "2010-04-06T18:41:11Z",
    "title": "Barack Obama's radical review on nuclear weapons reverses Bush policies",
    "url": "https://www.theguardian.com/world/2010/apr/06/barack-obama-nuclear-weapons-review",
    "content": "The Obama administration announced a major shift in US nuclear weapons strategy today that included ruling out for the first time their use to retaliate against attacks involving biological or chemical weapons or large-scale conventional forces. The 72-page Nuclear Posture Review, published after a year's work, marks one of the biggest changes in strategic thinking since the end of the cold war and reverses policies introduced by the Bush administration. Among the changes is a pledge not to develop any new nuclear weapons, a move pushed through in the face of strong resistance by the Pentagon. In spite of the reduction in scenarios in which the US would use nuclear weapons, there are crucial loopholes that would still permit their use against countries such as Iran or North Korea. The secretary of state, Hillary Clinton, at a joint press conference at the Pentagon with the defence secretary, Robert Gates, described the changes as a milestone . Organisations that have campaigned for the elimination or reduction of nuclear weapons generally welcomed the strategy, though expressing disappointment that it had not gone as far as they would like. Campaigners want the US to declare it would only retaliate against a nuclear attack on the US or its allies. Publication of the review comes at the start of a week that will be dominated by the issue. President Barack Obama is to go to Prague on Thursday to sign a nuclear weapons treaty with Russia and next week he will host a 47-nation nuclear proliferation summit in Washington. Gordon Brown had been due to attend the summit but pulled out because of the British election. The Nuclear Posture Review shifts the focus away from a cold war strategy that saw the main threat as coming from Russia or China, recognising the major threat now is from nuclear proliferation or from a terrorist organisation. It also regards having a huge nuclear stockpile as redundant. The biggest change is recognition that the circumstances in which nuclear weapons could be used had to be narrowed. The key passage in the review says that the strategic situation has changed since the end of the cold war and the US has a strong enough conventional capability to deter a biological or chemical warfare attack. As a result, the review says: \"The United States will not use or threaten to use nuclear weapons against non-nuclear weapons states that are party to the Non-Proliferation Treaty and in compliance with their nuclear non-proliferation obligations.\" This contrasts with the Bush administration, which in 2001 declared that nuclear weapons would be used to deter a wide range of threats, including weapons of mass destruction and large-scale conventional military force. The problem for Iran and North Korea is that the pledge does not cover them because the US regards them as in non-compliance with the Non-Proliferation Treaty. North Korea pulled out of the Non-Proliferation Treaty in 2003, while the US claims Iran is covertly engaged in developing a nuclear weapons capability, which Tehran denies. Gates, in a warning to Iran, called on Tehran to \"play by the rules\". There is also an anomaly in the review in that it allows the retention of about 200 tactical nuclear weapons held in five European countries. This may have been a sop to European countries worried about too many concessions being given to Russia. Lisbeth Gronlund, co-director of the Global Security Programme at the Union of Concerned Scientists, welcomed ruling out nuclear strikes against countries using chemical or biological weapons. \"I think this is positive. Does it go far enough? No. But would it be possible for Obama to make the great leap we want? No,\" Grolund said. Daryl Kimball, executive director of the Arms Control Association, said: \"I think overall the review moves the US to a more appropriate commonsense nuclear strategy,\" he said. \"I think this represents further progress away from heavy reliance on nuclear weapons for a wide range of missions. \"It makes it clear that a lot of nuclear weapons are not relevant in the 21st century. The priorities that have driven US policy for decades have shifted.\" Joe Cirincione, president of the Ploughshares Fund, described it as a big, positive step forward. \"It could go further, faster, but it is the best we can hope for under the circumstances. It is a solid, pragmatic document that strives to be transformational. It is transformation in two aspects: It re-orients the US nuclear forces away from massive retaliations and towards today's threats of nuclear terrorism and new nuclear states. It orients US policy towards dramatically fewer weapons and greatly reduced roles.\"",
    "keywords": [
        "think",
        "war",
        "iran",
        "countries",
        "barack",
        "treaty",
        "nonproliferation",
        "nuclear",
        "strategy",
        "radical",
        "weapons",
        "reverses",
        "policies",
        "obamas",
        "review",
        "bush"
    ],
    "summary": "Among the changes is a pledge not to develop any new nuclear weapons, a move pushed through in the face of strong resistance by the Pentagon.\nPresident Barack Obama is to go to Prague on Thursday to sign a nuclear weapons treaty with Russia and next week he will host a 47-nation nuclear proliferation summit in Washington.\nThe biggest change is recognition that the circumstances in which nuclear weapons could be used had to be narrowed.\nThis contrasts with the Bush administration, which in 2001 declared that nuclear weapons would be used to deter a wide range of threats, including weapons of mass destruction and large-scale conventional military force.\n\"It makes it clear that a lot of nuclear weapons are not relevant in the 21st century.",
    "sentiment": {
        "neg": 0.1293,
        "neu": 0.7847,
        "pos": 0.0859,
        "compound": -0.1681
    }
}