{
    "date": "2010-12-01T09:11:44Z",
    "title": "South Korea to hold artillery drills near border with North",
    "url": "https://www.theguardian.com/world/2010/dec/01/south-korea-artillery-border-north",
    "content": "South Korea plans to hold major artillery training exercises next week – including some in an area close to its disputed maritime border with the North, media in Seoul reported today. Analysts warned the move, which emerged as the South's military completed joint drills with a US aircraft carrier group, could increase tensions already running high in the wake of last week's attack by the North. China's foreign minister called for restraint, and said all parties should avoid any actions that could \"inflame the situation\". \"Our general goal is for all sides to exercise calm and restraint and to make every effort to avoid such incidents recurring,\" Yang Jiechi said. Yang Jiechi said China, North Korea's main ally, did not seek to \"protect any side\" and would not \"pour oil on the flames\", according to the official Xinhua news agency. The shelling last week of Yeonpyeong island killed two civilians and two soldiers. Pyongyang said it was responding to the South's live-fire drill. The South Korean news agency Yonhap said the military had issued an advisory notice to local vessels for a six-day period from next Monday, covering 29 locations. Although Yeonpyeong island is not on the list, Daecheong island – just south of the Northern limit line – is one of the Yellow Sea areas included, according to officials from the Korea Hydrographic and Oceanographic Administration. The plan was to \"beef up its defence-readiness posture against any possible additional provocations by North Korea\", it said, quoting officials. The news agency cited government sources as saying separate artillery drills would take place in waters off Yeonpyeong soon. The outgoing defence minister, Kim Tae-young, told a parliamentary committee yesterday the military was seeking \"an appropriate time\" for those exercises. Reuters said the defence ministry would not comment on the Yonhap report. A South Korean Joint Chiefs of Staff officer said Seoul and Washington were discussing whether to conduct more joint military drills this month or early next month. Analysts believe the most likely outcome of the current standoff is further negotiations, and that North Korea's actions are in part intended to push Seoul and Washington back towards talks based on giving the North aid in exchange for a pledge on scaling back its nuclear capabilities. The US has described its participation in this week's manoeuvres as a deterrent while the South's defence minister warned there was an \"ample possibility\" of a provocation by the North when the USS George Washington aircraft carrier leaves today. But some analysts warned that more military drills could escalate a delicate situation by angering the North. \"The overall situation might be intensified and a new crisis might be brought by doing this,\" said Professor Chu Shulong, an expert on international security at Beijing's Tsinghua University. He added: \"Because of the Cheonan incident in March and the shelling in Yeonpyeong, [South Korean] people are angry and their anger has not been addressed yet. They are not happy with the reaction of the government. \"At the same time, South Korea cannot attack North Korea. They can only express their anger through military drills; it is their only way to show the determination to defend their country and to warn the North.\" Dr Leonid Petrov, an expert on the North at the University of Sydney, added: \"Conservatives in Pyongyang and Seoul are driving the situation to a new extreme.\" He argued that Lee's choice was effectively to \"either go to war with North Korea or reverse his policy and return to the sunshine policy [of his predecessors] and renege on his electoral promises\". Petrov added that the \"responsible\" course for the US would be to talk to the North. Beijing – under pressure to rein in its ally – threw the ball back into Washington's court by calling for an emergency meeting of the six nations involved in the stalled aid-for-denuclearisation talks. But the US, South Korea and Japan have snubbed that proposal, instead planning to hold trilateral talks next week. \"I think there has to be a seriousness on the part of the North Koreans to get back to these [six-party] talks,\" said the White House spokesman, Robert Gibbs. Japan sent its envoy to the nuclear talks to China today. The senior North Korean leader Choe Thae Bok is currently in Beijing and China's state councillor Dai Bingguo is expected to travel to Pyongyang shortly. A Russian nuclear envoy, Grigory Logvinov, will meet officials in Seoul today to discuss the attack, the six-party talks and other issues, said South Korea's foreign ministry.",
    "keywords": [
        "border",
        "artillery",
        "south",
        "hold",
        "military",
        "yeonpyeong",
        "korea",
        "north",
        "drills",
        "talks",
        "seoul",
        "situation",
        "today",
        "near"
    ],
    "summary": "South Korea plans to hold major artillery training exercises next week – including some in an area close to its disputed maritime border with the North, media in Seoul reported today.\nThe plan was to \"beef up its defence-readiness posture against any possible additional provocations by North Korea\", it said, quoting officials.\nBut some analysts warned that more military drills could escalate a delicate situation by angering the North.\n\"At the same time, South Korea cannot attack North Korea.\nBut the US, South Korea and Japan have snubbed that proposal, instead planning to hold trilateral talks next week.",
    "sentiment": {
        "neg": 0.0842,
        "neu": 0.8766,
        "pos": 0.0392,
        "compound": -0.1764
    }
}