{
    "date": "2010-09-16T13:03:02Z",
    "title": "North Korea wants to revive nuclear talks, says Jimmy Carter",
    "url": "https://www.theguardian.com/world/2010/sep/16/north-korea-wants-nuclear-talks",
    "content": "North Korea has sent \"strong and clear signals\" that it is prepared to abandon its nuclear weapons programme if the US guarantees it will not attack the communist state, according to Jimmy Carter. The former US president said senior officials wanted to resume stalled nuclear talks and formalise a peace treaty with the US and South Korea. Carter was in Pyongyang last month to negotiate the release of an American man who had entered the country illegally. Writing in the New York Times, Carter said there were \"clear signals of eagerness from Pyongyang to resume negotiations and accept the basic provisions of the denuclearisation and peace efforts\". Stephen Bosworth, the US special envoy on North Korean issues, did not share Carter's optimism over the resumption of talks, which involve the two Koreas, the US, China, Japan and Russia. \"It is clear that the six-party process does not just depend on the five,\" said Bosworth, visiting Beijing to try and revive negotiations. \"It also depends on what we hear and see [from North Korea]. \"On the one hand we continue to enforce the sanctions which have been put in place over the last year or more, but simultaneously we remain open to dialogue and constructive engagement.\" Bosworth was speaking as reports emerged that a meeting of North Korea's ruling party may have been held up by a power struggle. It was supposed to take place in the first half of this month. North Korea's leader, Kim Jong-il, had been expected to use the meeting to anoint Kim Jong-un, his youngest son, as the country's next leader. Korea watchers initially thought floods or Kim's failing health had held things up, but speculation is mounting that at least one faction inside the ruling elite is unhappy with Kim's choice of successor and other senior officials. Under a 2005 deal, Pyongyang agreed to end its nuclear weapons programme in return for economic and energy assistance, as well as security assurances from the US. Washington has refused to consider returning to talks unless North Korea vows to abide by the 2005 agreement and apologises for the March sinking of a South Korean warship. Pyongyang denies carrying out the attack, in which 46 sailors died. North Korea walked away from nuclear talks in April last year in protest at UN sanctions imposed after the regime conducted long-range missile tests. Carter said he had been invited to Pyongyang to oversee the release of Aijalon Gomes, who had crossed into North Korea from China in January. He said North Korean officials also \"wanted me to come in the hope that I might help resurrect the agreements on denuclearisation and peace\". Kim Yong-nam, the regime's second in command, and Kim Kye-gwan, its chief nuclear negotiator, had voiced concern, however, at \"unwarranted sanctions\" and \"provocative\" military exercises with South Korea, Carter said. They had described the nuclear talks as \"sentenced to death but not yet executed\". The message passed on to Carter is one of several signs that attitudes are softening in North Korea. The regime recently released the crew of a South Korean fishing boat it claimed had strayed into its waters, and suggested a resumption of reunions among families separated at the end of the 1950-53 Korean war, which ended with a truce but no peace treaty. Reports say Pyongyang has proposed working-level military talks with its neighbour next week to discuss their maritime border and moves by South Korean activists to float propaganda leaflets to North Korea. Seoul has agreed to send aid to flood victims in North Korea – the first major aid package to have crossed the border for more than two years.",
    "keywords": [
        "south",
        "wants",
        "korea",
        "peace",
        "talks",
        "nuclear",
        "kim",
        "carter",
        "korean",
        "revive",
        "pyongyang",
        "north",
        "jimmy"
    ],
    "summary": "The former US president said senior officials wanted to resume stalled nuclear talks and formalise a peace treaty with the US and South Korea.\n\"It also depends on what we hear and see [from North Korea].\nNorth Korea walked away from nuclear talks in April last year in protest at UN sanctions imposed after the regime conducted long-range missile tests.\nThe message passed on to Carter is one of several signs that attitudes are softening in North Korea.\nSeoul has agreed to send aid to flood victims in North Korea – the first major aid package to have crossed the border for more than two years.",
    "sentiment": {
        "neg": 0.08,
        "neu": 0.8323,
        "pos": 0.0876,
        "compound": 0.0872
    }
}