{
    "date": "2010-05-11T14:26:51Z",
    "title": "North Korea faces World Cup blackout as Seoul pulls plug on free TV",
    "url": "https://www.theguardian.com/world/2010/may/11/north-korea-world-cup-coverage",
    "content": "As residents of one of the world's most repressive countries, North Koreans must have relished the prospect of a rare glimpse of life on the outside and the chance to watch their team play in the World Cup. But today, they were denied that momentary respite from the harsh realities of daily life, after South Korea said it was unlikely to provide free broadcasts from the tournament to football fans in the North. The broadcaster SBS said talks on the possibility of offering TV feeds from South Africa had stalled in the wake of the sinking of a South Korean naval ship in March, possibly by a North Korean torpedo. The decision will be a blow to North Koreans hoping to watch their country compete in the tournament for only the second time. South Korea has stopped short of blaming the North for the sinking of the Cheonan, in which 46 sailors died, but the discovery this week of fragments of explosives in the wreckage has fuelled suspicions that its neighbour was responsible. The incident has soured already tense relations between the two countries a year after Pyongyang conducted its second nuclear test, and weeks after it seized or froze South Korean assets at the Mount Kumgang resort on the North's east coast. North Korea had asked for the TV feed during talks in Beijing earlier this year, but the broadcaster was reportedly concerned that agreeing to the demand would provoke a furious backlash at home. In 2006, a more liberal administration in Seoul agreed to provide North Korea with recorded footage from the finals in Germany, but there now appears to be little chance of a similar deal being struck by the time this year's tournament begins in Johannesburg, on 11 June. \"Considering the North's latest series of provocations, our government believes that it must pay an appropriate price,\" an official from the South Korean unification ministry, which handles cross-border relations, told the JoongAng Ilbo newspaper. The official indicated the government would reject any application from SBS, the South's official broadcaster for the World Cup, to transmit coverage to the North. The failure to reach a deal means the average North Korean will have little or no idea of what transpires in South Africa, particularly if the team lose all three of their group matches against Brazil, Portugal and Ivory Coast, and exit the tournament. The prospect of being denied even recorded footage of glorious defeats will infuriate North Korean football fans, according to defectors, although television ownership is rare among the country's 23 million people. There are said to be just 55 televisions for every 1,000 people. The \"Red Mosquitoes\" appear in South Africa 44 years after they stunned the football world with a 1-0 victory over Italy at Ayresome Park, Middlesbrough, during the 1966 World Cup in England. In the quarter final against Portugal, North Korea went 3-0 up, only to lose 5-3. The North's recent footballing encounters with the South, who also qualified for this summer's finals, have ended in predictable acrimony. After their defeat by the South in a qualifier in Seoul last spring, the North Koreans accused their opponents of making them ill with \"adulterated\" food on the morning of the match.",
    "keywords": [
        "south",
        "norths",
        "tv",
        "football",
        "world",
        "korea",
        "free",
        "cup",
        "seoul",
        "tournament",
        "koreans",
        "faces",
        "plug",
        "pulls",
        "official",
        "north",
        "korean"
    ],
    "summary": "The broadcaster SBS said talks on the possibility of offering TV feeds from South Africa had stalled in the wake of the sinking of a South Korean naval ship in March, possibly by a North Korean torpedo.\nThe decision will be a blow to North Koreans hoping to watch their country compete in the tournament for only the second time.\nNorth Korea had asked for the TV feed during talks in Beijing earlier this year, but the broadcaster was reportedly concerned that agreeing to the demand would provoke a furious backlash at home.\nThe prospect of being denied even recorded footage of glorious defeats will infuriate North Korean football fans, according to defectors, although television ownership is rare among the country's 23 million people.\nIn the quarter final against Portugal, North Korea went 3-0 up, only to lose 5-3.",
    "sentiment": {
        "neg": 0.1077,
        "neu": 0.845,
        "pos": 0.0473,
        "compound": -0.2657
    }
}