{
    "date": "2010-05-20T11:58:06Z",
    "title": "A diplomatic black hole",
    "url": "https://www.theguardian.com/world/julian-borger-global-security-blog/2010/may/20/korea-torpedo-crisis",
    "content": "Everything about the sinking of the Cheonan while it was patrolling the sea border with North Korea in March, pointed to a torpedo attack, from the acoustic signature of the blast to the pattern of the damage. Seoul refrained from accusations until a long, painstaking investigation was carried out, because it is well aware how limited its real options are - none of them very attractive. The reasons for such restraint, despite the death of 46 sailors, made themselves clear soon enough. North Korea has responded with blanket denial and the threat of nuclear attack, in the form of an \"all-out war of justice\", if punitive action is taken. The threat of annihilation is fairly par for the course for Pyongyang, the equivalent of a demarche from any other government. A year ago, the regime threatened the US with a \"fire shower of nuclear retaliation\" and an \"annihilating blow\" in response to any attack, at a time when an American naval vessel was shadowing a North Korean cargo ship suspected of carrying banned goods off the Chinese coast. Just because a threat is used frequently does not mean it can safely be ignored, however. Pyongyang is very unlikely to court its own destruction by launching a nuclear attack, but no responsible government in Seoul can bet on that. There is always the small chance that Kim Jong-il has descended into total madness or a struggle for power in Pyongyang has unleashed a strain of suicidal militarism. The response from South Korea will consequently be primarily a diplomatic one. President Lee Myung-bak is expected to address the nation on Monday, laying out what he intends to do and what he expects from the international community. That is likely to include a call for condemnation from the UN Security Council. That in turn involves a negotiation with China, North Korea's nervous patron. By coincidence, Hillary Clinton is due in Beijing this weekend. Her meetings there were supposed to focus on trade and currency issues, as well as Iran. Now they will have to deal head on with another nuclear headache - more immediate and much closer to home for the Chinese. Beijing has said that it wants the response to be \"appropriate\" and not \"disturb the peace on the peninsula\", and although it prefers regional solutions, it has not ruled out going to the Security Council. It is hard to imagine President Lee settling for anything less. Clinton will probably come to Seoul early next week to represent US solidarity behind those demands. The question then is what more the Security Council can do. North Korea is already under a tight sanctions regime, imposed by resolutions 1718 and 1874, following North Koreas nuclear tests. Those sanctions involve some targeted financial measures, an arms embargo, and authorisation to inspect North Korean cargo \"on land, sea, and air, and to destroy any goods suspected of being connected to the DPRK's nuclear programme\". One option, says Mark Fitzpatrick of the International Institute for Strategic Studies, is simply to enforce these existing measures. If these earlier measures were implemented strictly it would demonstrate global resolve. China won't act if it does not have specific intelligence, but other countries who have ships in the region can apply pressure, tailing North Korean ships and otherwise harassing them. The response will have to take into account some sort of assessment of why this attack was launched and - in the case of such an opaque regime - that will not be easy. The 38 North blog run by the Johns Hopkins School of Advanced International Studies (SAIS) raises the possibility that it could have been a rogue act by a faction inside the military, reflecting turmoil inside the regime. A coup attempt against the sick dictator would be a messy affair, argues the author, Ruediger Frank, and potentially turn an already dire situation into a catastrophe. The potential effects include a humanitarian disaster, a last-ditch effort at a military solution, or the active involvement of superpowers like China. In short, we have reason to be really worried this time.",
    "keywords": [
        "diplomatic",
        "black",
        "regime",
        "hole",
        "korea",
        "threat",
        "nuclear",
        "seoul",
        "security",
        "response",
        "pyongyang",
        "north",
        "attack"
    ],
    "summary": "North Korea has responded with blanket denial and the threat of nuclear attack, in the form of an \"all-out war of justice\", if punitive action is taken.\nThe threat of annihilation is fairly par for the course for Pyongyang, the equivalent of a demarche from any other government.\nPyongyang is very unlikely to court its own destruction by launching a nuclear attack, but no responsible government in Seoul can bet on that.\nThe response from South Korea will consequently be primarily a diplomatic one.\nNorth Korea is already under a tight sanctions regime, imposed by resolutions 1718 and 1874, following North Koreas nuclear tests.",
    "sentiment": {
        "neg": 0.1333,
        "neu": 0.797,
        "pos": 0.0698,
        "compound": -0.2065
    }
}