{
    "date": "2010-04-26T14:08:07Z",
    "title": "Kim Jong-il's weakening grip | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2010/apr/26/kim-jong-il-weakening-grip-north-korea",
    "content": "It's highly implausible that any other state or, for that matter, any non-state actor believes it has good cause to attack a South Korean warship. So suspicion over last month's sinking of the navy corvette Cheonan, with the loss of 46 crew, has inevitably fallen on the country with which Seoul is technically still at war – its bellicose and unpredictable neighbour, North Korea. The questions that matter now are: why did the North do it, and how to respond? Pyongyang's denials of responsibility are not persuasive. Analysis of the incident by US and Australian experts increasingly points to an attack with a high-explosive torpedo, rather than a random collision with a mine or an accident. There is a history of naval clashes around the maritime border. And the North regularly threatens the South as an American \"puppet regime\". North Korea watchers, who like the Kremlinologists of old struggle to read the runes of the Hermit kingdom, are buzzing with theories about why the attack was launched. Christian Caryl, writing in Foreign Policy, suggested Kim Jong-il, the North Korean dictator, was under pressure from his all-powerful military. On 14 April, Kim promoted 100 generals, ostensibly marking the birthday of his late father, Kim Il-sung, the country's \"eternal leader\". But coddling the elite cadres of North Korea's million-man military could equally be a sign that Kim has been weakened by his mishandling of the economy, last year's disastrous currency \"reform\", and his failure to regain aid and assistance withdrawn by South Korea and the US. When he came to power after his father's death in 1994, Kim faced an army mutiny and an attempt on his life, Caryl said. \"Ever since then the Dear Leader has made a priority of keeping the generals happy, showering them with favours, promotions and perks. At about the same time, Kim enshrined the 'military first' policy as North Korea's dominant ideology, raising the armed forces to the dominant position once held by the Communist party.\" Now history may be repeating itself as the 69-year-old Kim, his health declining, apparently encounters resistance to plans to install his youngest son, Kim Jong-un, as his successor. In this scenario, a hawkish military, opposed to co-operation with the South and dismissive of a distracted Washington's willingness to intervene, provokes an international incident, thereby increasing its own leverage at home and abroad. Such tactics have worked in the past, after all, with demonstrations of military might repeatedly used to grab attention and win concessions. Other North Korean actions reinforce the impression of a weakened leadership under pressure and hawks jostling for position. The alleged attempted infiltration into South Korea of two agents tasked with assassinating a senior North Korean defector, rumours of preparations for a third nuclear test, and last week's demand that North Korea be recognised as a \"nuclear weapons state\" all suggest a more aggressive stance. Yet, as seen from Pyongyang, a similarly hardening position is evident among its adversaries. The UN's imposition of tough new sanctions after last year's nuclear test and missile launches over the Sea of Japan, Washington's refusal to resume the six-party disarmament talks without significant prior concessions by the North, and South Korean President Lee Myung-bak's suspension of food and agricultural assistance are deepening the regime's isolation and feeding its paranoia. An alternative nightmare for Kim is that sabre-rattling no longer works. Little wonder, then, that he is expected to visit China soon. Beijing is Kim's only powerful friend – and it has a stake in propping him up, if only to avoid an implosion and a dangerous regional security and refugee crisis. South Korea's Lee has won praise abroad for his prudent response to the Cheonan affair. So far, at least, he has avoided directly accusing Pyongyang, has eschewed retaliatory military strikes, and has sought international support. But Lee is under political pressure at home to get tough, with leading newspapers demanding that he not rule out military action. Today's memorial services for the dead will inflame emotions. If the inquiry into the sinking formally fingers the North, Lee may be obliged to act. Writing in JoongAng Daily, Kim Hyun-soo, professor of international law at Inha University, said Lee has three options if he wishes to avoid risking all-out war on the peninsula. He could demand concerted action by the UN security council; he could take his case to the international court of justice; or, failing that, he could impose a maritime blockade, as the US did against Cuba in 1962. Whatever he did, Lee must make clear the North's menacing behaviour would no longer be tolerated, the professor suggested. \"When will Koreans be confident that the nation will protect them? When will young Koreans no longer have to sacrifice their lives?\"",
    "keywords": [
        "weakening",
        "south",
        "military",
        "international",
        "lee",
        "korea",
        "jongils",
        "position",
        "kim",
        "simon",
        "grip",
        "tisdall",
        "pressure",
        "north",
        "korean"
    ],
    "summary": "It's highly implausible that any other state or, for that matter, any non-state actor believes it has good cause to attack a South Korean warship.\nNorth Korea watchers, who like the Kremlinologists of old struggle to read the runes of the Hermit kingdom, are buzzing with theories about why the attack was launched.\nChristian Caryl, writing in Foreign Policy, suggested Kim Jong-il, the North Korean dictator, was under pressure from his all-powerful military.\nOn 14 April, Kim promoted 100 generals, ostensibly marking the birthday of his late father, Kim Il-sung, the country's \"eternal leader\".\nIf the inquiry into the sinking formally fingers the North, Lee may be obliged to act.",
    "sentiment": {
        "neg": 0.1272,
        "neu": 0.7984,
        "pos": 0.0743,
        "compound": -0.1982
    }
}