{
    "date": "2010-06-25T12:13:43Z",
    "title": "North Korea ratchets up tension as South marks 60th anniversary of war",
    "url": "https://www.theguardian.com/world/2010/jun/25/north-korea-tension-war-anniversary",
    "content": "North Korea today marked the 60th anniversary of the Korean war by announcing a shipping ban off its west coast, while the South urged the regime to end the \"thoughtless provocations\" that have raised tensions on the peninsula to their highest in years. Analysts said the ban could be part of routine military drills or preparations for the test-launch of short-range missiles in the Yellow Sea, near the border between the two countries. The moves came exactly six decades after North Korean troops swept across the border into South Korea, triggering three years of bloody conflict in which an estimated three million people died. The shipping ban may also be a show of defiance as the UN security council discusses possible action against Pyongyang over its alleged sinking in March of the Cheonan, a South Korean naval vessel, in which 46 sailors died. An international investigation concluded that the ship had been sunk by a North Korean missile, a claim the regime has denounced as a US-led conspiracy. It has threatened \"all-out war\" if the UN issues a reprimand or adds to the punitive measures imposed after it conducted nuclear tests in 2006 and 2009. South Korea's Yonhap news agency reported that the no-sail zone had been set for 19-27 June, north of the port of Nanpo, 50 miles from the maritime border between the two Koreas. The area was the scene of deadly naval battles in 1999, 2002 and last year. The South Korean defence ministry said: \"This appears to be part of training exercises and we have no indications of unusual activities by the North Korean military.\" But South Korea's JoongAng Ilbo newspaper quoted a government official as saying that the ban may indicate the North is preparing to test-fire short-range missiles. South of the demilitarised zone – the heavily fortified border that has divided the two Koreas since the war ended in a ceasefire in July 1953 – ageing war veterans from South Korea and other countries attended a memorial service in Seoul. Flags were displayed from a UN contingent of 21 countries which sent troops or medical units to assist the South in its war against the North and its ally China. Among the allied contingent were 63,000 British troops – more than 1,100 of them died. The fighting ended with an armistice, not a permanent peace treaty, meaning the countries are technically still at war. Today, 28,500 US soldiers and 655,000 from the South are still engaged in a nervous standoff with the North's army of 1.2 million. \"South Korean and UN soldiers, you were not only courageous and genuine soldiers but also a cornerstone of South Korea's history,\" said president Lee Myung-bak. \"We will remember your sacrifice and dedication forever.\" Lee demanded an apology for the Cheonan sinking and warned the North to avoid further provocation. \"North Korea must halt reckless military provocations and join the road to co-existence among the 70 million Korean nation. Our ultimate goal is not military confrontation but peaceful unification.\" Decades after the guns fell silent, the two sides continue to offer contrasting accounts of the causes of the conflict. Lee recalled the morning \"communists opened fire on all fronts … when all people were sleeping peacefully\". Victorious US and Soviet forces had divided the Korean peninsula along the 38th parallel in 1945 following Japan's defeat in the second world war. But in North Korea, where the conflict is referred to as the fatherland liberation war, the official version insists that its forces had invaded the South to repel an attack by the US. \"All the historical facts show that it is the US imperialists who unleashed the war in Korea and that the United States can never escape from that responsibility,\" said the official Korean Central News Agency. To underline its grievances with Washington, a North Korean government committee released a report claiming that US hostility had cost the regime $65tn ($44tn) since 1945 – or four times the US national debt – and demanded reparations. China, the North's closest ally, said it wanted to maintain good relations with both countries and urged them to put the past to rest. \"History is already history,\" Qin Gang, a foreign ministry spokesman, told reporters, adding that the war \"has taught us to cherish the hard won peace and tranquility and stability.\"",
    "keywords": [
        "border",
        "war",
        "south",
        "military",
        "ban",
        "korea",
        "ratchets",
        "anniversary",
        "marks",
        "korean",
        "countries",
        "koreas",
        "tension",
        "north",
        "60th"
    ],
    "summary": "The moves came exactly six decades after North Korean troops swept across the border into South Korea, triggering three years of bloody conflict in which an estimated three million people died.\nAn international investigation concluded that the ship had been sunk by a North Korean missile, a claim the regime has denounced as a US-led conspiracy.\nThe South Korean defence ministry said: \"This appears to be part of training exercises and we have no indications of unusual activities by the North Korean military.\"\n\"South Korean and UN soldiers, you were not only courageous and genuine soldiers but also a cornerstone of South Korea's history,\" said president Lee Myung-bak.\n\"North Korea must halt reckless military provocations and join the road to co-existence among the 70 million Korean nation.",
    "sentiment": {
        "neg": 0.1596,
        "neu": 0.7943,
        "pos": 0.0461,
        "compound": -0.394
    }
}