{
    "date": "2010-12-23T13:36:00Z",
    "title": "North Korea threatens nuclear 'holy war' with South",
    "url": "https://www.theguardian.com/world/2010/dec/23/north-korea-holy-war-warning",
    "content": "Tensions on the Korean pensinsula were at their most dangerous level since the 1950-53 war today when North Korea threatened to use nuclear weapons in a \"holy war\" against its neighbour after South Korean tanks, jets and artillery carried out one of the largest live-fire drills in history close to the border. The military exercise at Pocheon, just south of the demilitarized zone, was the third such show of force this week by South Korea. Multiple rocket-launchers, dozens of tanks and hundreds of troops joined the drills, which the South Korean president, Lee Myung-bak, insisted was necessary for self-defence, following two deadly attacks this year. Last month, two civilians and two marines were killed by a North Korean barrage on Yeonpyeong island following a live-fire drill in disputed territory. In March, 46 sailors died when the South Korean naval ship, Cheonan, was sunk, apparently by an enemy torpedo. \"We had believed patience would ensure peace on this land, but that was not the case,\" Lee told troops today. He earlier warned that he was ready to order a \"merciless counterattack\" if further provoked. North Korea's armed forces minister, Kim Yong-chun, also lifted the pitch of the sabre-rattling. \"To counter the enemy's intentional drive to push the situation to the brink of war, our revolutionary forces are making preparations to begin a holy war at any moment necessary based on nuclear deterrent,\" North Korea's KCNA news agency quoted him telling a rally in Pyongyang. Bellicosity and brinkmanship are nothing new on the divided peninsula and there are doubts that North Korea is capable of an accurate nuclear strike, though it has conducted two bomb tests and is believed to have enough high-grade plutonium for at least six warheads. But even with conventional artillery, the two neighbours are capable of inflicting horrendous casualties among their densely packed populations. The political situation is less predictable than usual due to the ongoing transition of power in Pyongyang from Kim Jong-il to his son Kim Jong-un. There has also been a hardening of positions in Seoul, where president Lee is belatedly trying to demonstrate his toughness. After being criticised for his restrained response to the two earlier incidents, Lee has fired his top military advisers and replaced them with hardliners, who favour an escalated display of self-defence. Efforts to defuse the crisis have not been helped by divisions among the other major players in the region. Russia has proposed sending a special United Nations envoy to the region and China has called for restraint and expressed support for a fresh round of six-party denuclearisation talks. But Japan and the United States have backed the robust stance taken by Seoul, saying North Korea has not yet done enough to deserve new negotiations. Last weekend, the American ambassador to the United Nations proposed a security council statement condemning Pyongyang, but it was blocked by China. The topic looks certain to be high on the agenda at a summit between US president Barack Obama and his Chinese counterpart Hu Jintao in Washington on 19 January. According to Japan's Mainichi Shimbun newspaper, Obama called Hu earlier this month to say that if the government in Beijing did not restrain its old ally then the US would take action. Many analysts believe this is why North Korea has since refrained from further military steps. China is the main supplier of food and fuel to its isolated and impoverished neighbour, but the extent of its influence over Pyongyang remains unclear. Policymakers in Beijing are divided. US diplomatic cables published by WikiLeaks show that senior Chinese foreign ministry officials have privately expressed considerable frustration with Pyongyang's behaviour. But the Chinese Communist party's nationalist newspaper, Global Times, has accused South Korea of provocation. \"Many believe that if they try to be nice, Pyongyang will never stop; and if they play tough, the other side will back off. But the two Koreas are not street hoodlums, nor bullies in the schoolyard,\" it noted in a recent editorial. The priority, it added, was to avoid regional instability and economic development. \"It is unacceptable for regional interests that any side threatens the other with war, whatever the purpose may be.\" Hopes for an easing of tensions rose briefly earlier this week, when an unofficial US envoy returned from Pyongyang, where he said he noted a change of attitude. New Mexico governor Bill Richardson – a veteran intermediary – praised North Korea for stepping back from the brink and for promising to readmit international nuclear inspectors as well as sell Seoul thousands of used-nuclear fuel rods that could otherwise be used to make weapons. However, he warned today that if military exercises continue near the border, the restraint may not last. \"The situation is still a tinderbox. There's still enormous tension, enormous mistrust and I believe diplomacy is what is needed to get us out of this tinderbox,\" Richardson said in an interview with the Associated Press. He described the tensions as \"the worst I have ever seen on the peninsula\". Korea's year of living dangerously 27 March Forty-six sailors die in sinking of the Chenoan, a South Korean warship. North denies responsibility. 20 May South-led investigation concludes the Cheonan was sunk by North's torpedo. 27 May North scraps pact aimed at preventing border skirmishes. 16 June Barack Obama renews sanctions against North over its nuclear programme. 29 October North's troops open fire on South's border post. 22 November US scientists are shocked to be shown uranium enrichment facility in the North. 23 November Two civilians and two marines are killed during the North's artillery barrage, prompted by the South's live-fire exercise in disputed waters. 20 December South's troops conduct 45th live-fire exercise of the year. Pyongyang backs down from threat of \"catastrophic\" consequences. 21 December Washington and Seoul are dismissive about the North's promise to readmit international nuclear inspectors. 23 December The South stages largest winter drill. Its president, Lee Myung-bak, says he is ready to order a \"merciless counterattack\". North Korea warns it is prepared to go nuclear in \"holy war\".",
    "keywords": [
        "war",
        "south",
        "troops",
        "korea",
        "holy",
        "nuclear",
        "seoul",
        "korean",
        "lee",
        "pyongyang",
        "north",
        "threatens"
    ],
    "summary": "The military exercise at Pocheon, just south of the demilitarized zone, was the third such show of force this week by South Korea.\nIn March, 46 sailors died when the South Korean naval ship, Cheonan, was sunk, apparently by an enemy torpedo.\nMany analysts believe this is why North Korea has since refrained from further military steps.\nBut the Chinese Communist party's nationalist newspaper, Global Times, has accused South Korea of provocation.\nNorth Korea warns it is prepared to go nuclear in \"holy war\".",
    "sentiment": {
        "neg": 0.1256,
        "neu": 0.8229,
        "pos": 0.0515,
        "compound": -0.171
    }
}