{
    "date": "2010-12-06T22:30:02Z",
    "title": "Why Obama and Liu Xiaobo both embody our Nobel vision | Thorbjørn Jagland",
    "url": "https://www.theguardian.com/commentisfree/2010/dec/06/obama-liu-nobel-peace-prize",
    "content": "For two years running, the Norwegian Nobel committee peace prize has provoked worldwide controversy. In 2009, when President Obama won, people said it was too early, that he was yet to deliver, that he was commander in chief of armies in Iraq and Afghanistan. This year's prize – to the Chinese human rights activist Liu Xiaobo – has met fierce opposition from the Chinese government. The fact that reactions have been so strong proves how significant the Nobel decisions are. These choices reflect the dynamic that underpins the whole idea of the Nobel peace prize, and show consistency in honouring people who balance realpolitik and idealism: on the one side Obama, a true practitioner of the politics of the possible; and on the other hand Dr Liu Xiaobo, the outsider with a vision. I was puzzled by the reactions to the Obama prize at the time, and have been even more puzzled since. When we awarded the prize to the US president, there was confrontation on virtually all fronts, but Obama tried from the beginning to reverse the conflict mood in the world – travelling to Cairo, reaching out to Muslims, and making Turkey one of his first ports of call. He resumed the payment of US membership dues to the United Nations and gave a clear message that America would lead the world together with others, not alone. He presided over a decision from the UN security council to make its goal the abolition of nuclear weapons worldwide. He used realpolitik to turn around relations with Russia, conveying to Moscow the message that he was willing to discuss the proposed missile defence shield over Europe and so paving the way for the Start negotiations on nuclear weapons. All Europe has benefited from Obama's work, with Dmitry Medvedev, the Russian president, speaking of a new era at a recent Nato summit in Lisbon. Without Russia's wise decision to play Obama's game, these benefits could not have come about, and nor could recent developments in Russian relations with Nato and individual European powers. It needed someone to initiate the change. Obama has – as summed up in a recent comment in the International Herald Tribune – \"reset\" relations with Russia. Of course, Obama still has two wars to deal with. The question of Iran remains unresolved because that country's leadership sees it as safer to maintain the status quo. The crisis on the Korean peninsula is worse than ever, and the issue of North Korea's nuclear weapons remains equally unresolved (though here again a conflict is useful to leaders who consider it in their interests to be demonised by the outside world). The situation in Korea and the award of the peace prize this year to Liu provide a context to explore the relationship between human rights and peace. North Korea, for example, is a regime that has no mandate through free elections. Any such regime will inevitably be constantly afraid of the people, and end up seeking an external enemy that it can muster the people against. War is useful to such regimes, because with peace it is no longer possible to divert people's attention in this way. In a similar fashion, when the attraction of communism waned in Serbia, Slobodan Milosevic turned to nationalism, and then war. This clearly shows the link between human rights and the road to peace. Which brings us to China, a complex and complicated country. Confucius once said that \"impatience in small matters can destroy the greater goal\", and this illustrates the path proposed by Liu, who insists that changes must come gradually and over a long period. But freedom of expression is not something that can come gradually. Either one has it, or one does not. More importantly, freedom of expression is essential in bringing about positive change. Free media and genuine opposition help to ensure that government is strong and accountable, not corrupt and mismanaged. Unfortunately there are too many examples of authoritarian regimes unable to reform themselves. A telling example is the Soviet Union. The decline of Soviet society began when the country was at a highpoint and many feared that it would overtake the west in economics and technology. If Soviet leaders had listened to the Nobel prizewinner Andrei Sakharov, what followed could have been very different. China is probably now at a similar turning point, and if it is able to develop a social market economy together with full civil rights, it will have a tremendously positive impact on the world. If not, we will all bear the consequences. That is why it is essential for us to stop prevaricating on the issue of China – taking advantage of economic opportunities, while closing our eyes to the human rights situation. Instead, we must have the courage to assume controversial positions and take ambitious steps – and that is why realpolitik and idealism go hand in hand. Idealists such as Liu and realists such as Obama bring the vision and action that are needed to create peace and respect for human rights worldwide.",
    "keywords": [
        "human",
        "worldwide",
        "vision",
        "nobel",
        "liu",
        "embody",
        "world",
        "peace",
        "prize",
        "thorbjørn",
        "jagland",
        "obama",
        "weapons",
        "rights",
        "xiaobo"
    ],
    "summary": "For two years running, the Norwegian Nobel committee peace prize has provoked worldwide controversy.\nThis year's prize – to the Chinese human rights activist Liu Xiaobo – has met fierce opposition from the Chinese government.\nI was puzzled by the reactions to the Obama prize at the time, and have been even more puzzled since.\nHe presided over a decision from the UN security council to make its goal the abolition of nuclear weapons worldwide.\nIdealists such as Liu and realists such as Obama bring the vision and action that are needed to create peace and respect for human rights worldwide.",
    "sentiment": {
        "neg": 0.0614,
        "neu": 0.7743,
        "pos": 0.1643,
        "compound": 0.2409
    }
}