{
    "date": "2010-05-20T18:25:42Z",
    "title": "North Korea's secrecy means attack will remain a mystery",
    "url": "https://www.theguardian.com/world/2010/may/20/north-korea-cheonan-south-korea",
    "content": "The report on the sinking of the Cheonan tells us what happened and how. It does not tell us why. As with much of what the odd, opaque regime in Pyongyang does, the motivation remains a mystery. Understanding the inner workings of the regime is critical to formulating a response, but even those who study North Korean tea-leaves full-time admit that judgments mostly come down to informed guesswork. \"Each person has their favourite theory,\" said Richard Bush, a former US intelligence officer and Korea expert now at the Brookings Institution in Washington. Bush believes the regime, paralysed by Kim Jong-il's failing health and uncertainty over his successor, ordered the sinking to avoid returning to the six-party talks – negotiations over North Korea's nuclear programme with the US, China, South Korea, Japan and Russia, which have been stalled since late 2007. \"Kim Jong-il has not laid the groundwork for one of his sons to establish a new one-man rule. So there's going to be a regency situation, in which the people at the top of the major institutional hierarchies are trying to form a collective leadership,\" Bush said. \"The optimistic scenario is they groom the son for one-man rule. The pessimistic scenario is they fall to fighting,\" he added. \"In the middle of a delicate succession, the last thing you want is to be drawn into talks on your long-term path. One way of avoiding that is to create a little havoc.\" That havoc would have the by-product of satisfying the honour of the North Korean navy, which was humiliated in a skirmish with boats from the South last November in the Yellow Sea. An alternative theory is the North's regime is already unravelling and that the Cheonan attack was a symptom of turmoil within. Rüdiger Frank, an expert on North Korea at the University of Vienna, said there was no evidence that the attack was planned at the top level. \"They wouldn't have fired the torpedo and sneaked away. They would have celebrated it,\" Frank said. He also pointed to Kim's rare visit to Beijing earlier this month. \"I believe the Chinese did so to show support for Kim Jong-il, and show groups in North Korea who might be planning to remove him that he has Chinese support.\" Frank also suggested Seoul was aware that the attack had been carried out without Kim Jong-il's approval, explaining the relative restraint of the South Korean response. Others argue that Seoul has little choice but restraint. North Korea's reaction to being accused today was to threaten the South with nuclear annihilation. President Lee Myung-bak's options for redress are solely diplomatic, and even those are limited. North Korea has been subjected to so many layers of sanctions it is doubtful that any more will make any difference to its behaviour. And China – forever fearful of North Korean implosion bringing civil war and a flood of refugees on its doorstep – will seek to limit any security council rebuke to rhetoric and little more. Any such UN declaration will be more a common expression of revulsion than a tool of foreign policy. \"We have to respond,\" Frank said. \"We can't let an act of war go by unanswered.\"",
    "keywords": [
        "south",
        "regime",
        "secrecy",
        "korea",
        "frank",
        "means",
        "mystery",
        "attack",
        "kim",
        "little",
        "bush",
        "korean",
        "remain",
        "north",
        "koreas"
    ],
    "summary": "Understanding the inner workings of the regime is critical to formulating a response, but even those who study North Korean tea-leaves full-time admit that judgments mostly come down to informed guesswork.\nRüdiger Frank, an expert on North Korea at the University of Vienna, said there was no evidence that the attack was planned at the top level.\n\"I believe the Chinese did so to show support for Kim Jong-il, and show groups in North Korea who might be planning to remove him that he has Chinese support.\"\nFrank also suggested Seoul was aware that the attack had been carried out without Kim Jong-il's approval, explaining the relative restraint of the South Korean response.\nNorth Korea has been subjected to so many layers of sanctions it is doubtful that any more will make any difference to its behaviour.",
    "sentiment": {
        "neg": 0.0959,
        "neu": 0.8326,
        "pos": 0.0715,
        "compound": -0.0962
    }
}