{
    "date": "2010-05-13T15:32:17Z",
    "title": "Conservationists protest as Robert Mugabe sends 'ark' of animals to North Korea",
    "url": "https://www.theguardian.com/world/2010/may/13/robert-mugabe-animals-north-korea",
    "content": "Two by two, they were caught and lined up as an extravagant gift from one despotic regime to another. According to conservationists, the Zimbabwean president, Robert Mugabe, will send a modern-day ark – containing pairs of giraffes, zebras, baby elephants and other wild animals taken from a national park – to a zoo in North Korea. The experts warned that not every creature would survive the journey to be greeted by Mugabe's ally Kim Jong-il, the North Korean leader. There are particular fears that a pair of 18-month-old elephants could die during the long airlift. Johnny Rodrigues, the head of the Zimbabwe Conservation Task Force, said elephant experts did not believe the calves would survive the journey separated from their mothers. Rodrigues, whose task force is an alliance of conservation groups, said all the animals were captured on Mugabe's orders to be given to North Korea. He cited witnesses and officials in the western Hwange National Park. Witnesses reported seeing capture and spotting teams, government vehicles towing cages, and armed men at key watering holes with radios to call in the capture teams. The animals were being kept in quarantine in holding pens at Umtshibi camp in the park, he said. Rodrigues added that officials opposed to the captures had leaked details to conservationists. They reported that some areas of the 5,500 square mile park, the biggest in Zimbabwe, were being closed to tourists and photographic safari groups. \"We fear a pair of endangered rhino in Hwange will also be included,\" he told the Associated Press. He said conservation groups were trying to find out from civil aviation authorities when the airlift would begin, and were lobbying for support from international animal welfare groups to stop it. Zoo conditions in North Korea, which is isolated by most world nations, did not meet international standards, he said. Two rhinos, a male called Zimbo and a female called Zimba, given to Kim by Mugabe in the 80s, died only a few months after their relocation. At the same time, other rhinos given to Belgrade zoo in the former Yugoslavia died after contracting footrot in damp and snowy winter conditions. Rodrigues said: \"This new exercise has to be stopped. People under orders to do it are too scared to speak out.\" North Korea has a long association with Mugabe, and trained a Zimbabwe army brigade responsible for the massacre of at least 20,000 people in the 80s. Last month Zimbabwe announced that the North Korean football team was bound for a training camp in the country ahead of the World Cup in neighbouring South Africa. Opposition groups pledged to demonstrate against their presence. Conservation efforts in Zimbabwe have suffered major setbacks in recent years as the country's economy has gone into meltdown. Reports say rhino poaching, driven by Chinese black market demand for the animals' horns, has soared. Zimbabwe's Parks and Wildlife Management Authority did not respond to requests for comment.",
    "keywords": [
        "conservationists",
        "mugabe",
        "robert",
        "conservation",
        "korea",
        "animals",
        "zoo",
        "zimbabwe",
        "ark",
        "rodrigues",
        "protest",
        "sends",
        "groups",
        "north",
        "park"
    ],
    "summary": "According to conservationists, the Zimbabwean president, Robert Mugabe, will send a modern-day ark – containing pairs of giraffes, zebras, baby elephants and other wild animals taken from a national park – to a zoo in North Korea.\nJohnny Rodrigues, the head of the Zimbabwe Conservation Task Force, said elephant experts did not believe the calves would survive the journey separated from their mothers.\nRodrigues, whose task force is an alliance of conservation groups, said all the animals were captured on Mugabe's orders to be given to North Korea.\nZoo conditions in North Korea, which is isolated by most world nations, did not meet international standards, he said.\nNorth Korea has a long association with Mugabe, and trained a Zimbabwe army brigade responsible for the massacre of at least 20,000 people in the 80s.",
    "sentiment": {
        "neg": 0.0783,
        "neu": 0.9012,
        "pos": 0.0204,
        "compound": -0.1424
    }
}