{
    "date": "2010-06-24T23:05:16Z",
    "title": "British veterans of Korean war: 'It was like stepping into medieval times'",
    "url": "https://www.theguardian.com/world/2010/jun/25/british-veterans-korean-war",
    "content": "Until the day in September 1952 when his troopship pulled into the Korean port of Busan, Brian Hough had never ventured further from his home in the backstreets of Manchester than the beaches of Blackpool. Like most of the 63,000 British service personnel dispatched to support the American-led UN forces in the peninsula, the 18-year-old from Ardwick knew next to nothing about Korea, its people, or its history. The country that greeted him was a backward and staggeringly poor place. \"It was like stepping back into medieval times,\" said Hough, who spent 13 months there with the 1st Battalion, King's Liverpool Regiment. \"We never saw any western clothes; the men all had tall hats and straggly beards. I'm not being unkind but the place stank, it really did. There was no sanitation. We could smell it as we approached Busan harbour.\" After a long train ride punctuated at each stop by the crowds of starving children who knocked on the windows to beg for food, Hough found himself in a war zone that felt more like the western front of 36 years before than the first proper jet fighter conflict. \"It was trench warfare. We laid in the trenches and dug holes in the sides of the mountains every now and then and that's where we lived. They were rat-infested. I think I was more afeared of them than I was of the Chinese.\" Hough was lucky enough to be issued with a Bren machine gun; most of his fellow soldiers fought the enemy with Lee Enfield 303s – the same rifles their forebears had used in the first world war. But trenches, rats and bolt-action guns were not the only trials they faced. In January and February 1953 Hough's battalion endured a winter that made a mockery of their long johns, fleece-lined trousers, parkas, gloves and mittens. \"The temperature never rose above -38,\" he said. \"Even some of the soldiers who'd served in the second world war admitted that they hadn't endured conditions like that.\" It wasn't long before Hough began to witness some of the fighting that would eventually claim 1,100 British lives. One day soon after his arrival, he saw a mortar take the eye from a Welshman called George. Others were not so lucky. Later in the war, he and his friends came across the body of their friend Jack. \"We counted 20 bullets in his flak jacket, but not one had gone through.\" Further, up, though, above the line of its protection, a bullet had smashed into the base of Jack's skull. \"Like they used to say in the first world war: 'When your number's up, your number's up'.\" Not all the bodies could be retrieved straight away, recalled Terry Adkins, who was 19 when the 1st Battalion, Royal Fusiliers landed in Korea. Some of the dead had been booby-trapped by the enemy as they lay in No Man's Land; others had become food for the rodents and maggots. \"You got to them when you could, and that could take a couple of months,\" he said. \"The rats normally go for the eyes first.\" The youngest British veterans of the Korean war are now old men, a few years shy of 80. Many have made the pilgrimage back to South Korea, where they are treated as national heroes. \"I'm pleased I was part of it, but at the time I didn't realise it,\" mused Adkins. \"I was just marking the days till I got home.\" William Hurst, another Mancunian who entered the army on the same day as Brian Hough, wouldn't have missed it for the world. \"It was an experience for an 18-year-old,\" he said. \"We didn't know what fear was in those days. When you're young, you don't worry about things like that.\" Outside Korea, memories of the war are beginning to fade. Many British people have forgotten the conflict or knew little about it to begin with. \"If nobody tells the younger generation what happened, they'll never know,\" said Hough. And anyway, he added: \"Korea happened too soon after the second world war. People were sick and tired from those six years and didn't ask about it when you got home.\" People forget, he said, that the overwhelming majority of those who fought in Korea were on national service. And they forget how much some of them suffered. Hough remembers another friend – another Jack – left with a hole as big as a fist in his back after being wounded at the Battle of the Hook in May 1953. \"I thought he was dead. He was so badly injured they airlifted him to a Mash [Mobile Army Surgical Hospital] and then Japan. He spent 12 months in hospital there before he came home. He died in 2002 and his wife had to clean his wounds every day until he died. They never healed. He was a national serviceman who served for 50 years.\"",
    "keywords": [
        "months",
        "war",
        "medieval",
        "times",
        "korea",
        "world",
        "british",
        "didnt",
        "national",
        "long",
        "stepping",
        "hough",
        "day",
        "veterans",
        "korean"
    ],
    "summary": "\"It was like stepping back into medieval times,\" said Hough, who spent 13 months there with the 1st Battalion, King's Liverpool Regiment.\n\"Even some of the soldiers who'd served in the second world war admitted that they hadn't endured conditions like that.\"\n\"Like they used to say in the first world war: 'When your number's up, your number's up'.\"\nThe youngest British veterans of the Korean war are now old men, a few years shy of 80.\nAnd anyway, he added: \"Korea happened too soon after the second world war.",
    "sentiment": {
        "neg": 0.1282,
        "neu": 0.8248,
        "pos": 0.047,
        "compound": -0.1703
    }
}