{
    "date": "2010-10-11T19:00:02Z",
    "title": "How to march like the North Korean military",
    "url": "https://www.theguardian.com/world/2010/oct/11/march-like-north-korean-military",
    "content": "North Korea's ruling elite marked the 65th anniversary of the Worker's party this week by parading its military muscle before Kim Jong-il and his son and (presumed) heir, Kim Jong-un. In keeping with tradition, the goosestep was the preferred mode of transport. The North Koreans have developed a pacy, highly stylised form of the infamous military march, which is said to have originated in 18th-century Prussia. Favoured by leaders of totalitarian regimes ever since – including Hitler, Mussolini, Mao, Castro and Stalin – the stechschritt is intended to intimidate the enemy by demonstrating both discipline and devotion. But the North Korean version includes a curious, bobbing spring in the step, which looks particularly gruelling. In 2008, a North Korean defector showed a Japanese journalist how to master the march using a wooden stick tied to the leg with string to train it to keep dead straight. Is the North Korean goosestep a viable route to fitness? Natasha Darne, a personal trainer at LA Fitness in Holborn, London, tried to perform it in her studio after studying a video – and remains unconvinced. \"It is really, really hard to do for a prolonged period. It's tough on the hamstrings and you need excellent core strength and balance to maintain that upper-body stiffness. The action is also really bad on the knees and feet because it encourages you to slam your foot down hard on the floor. The North Korean soldiers certainly must do lots of stretching before they march.\" Stuart Gander, a fitness coach with Cardiff-based Outdoor Fitness, and a former soldier, says the exercise is more about proving a soldier's mental strength. \"Marching is about teaching discipline and coordination,\" he says. \"It's normally an efficient way of moving men about, but the North Korean style is punishing to the body and very complicated. It would take our best guardsmen probably three weeks of boot camp-style training to get the degree of accuracy and cohesion the North Koreans achieve.\"",
    "keywords": [
        "hard",
        "military",
        "kim",
        "soldiers",
        "strength",
        "fitness",
        "really",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "The North Koreans have developed a pacy, highly stylised form of the infamous military march, which is said to have originated in 18th-century Prussia.\nBut the North Korean version includes a curious, bobbing spring in the step, which looks particularly gruelling.\n\"It is really, really hard to do for a prolonged period.\nThe North Korean soldiers certainly must do lots of stretching before they march.\"\n\"It's normally an efficient way of moving men about, but the North Korean style is punishing to the body and very complicated.",
    "sentiment": {
        "neg": 0.0754,
        "neu": 0.8113,
        "pos": 0.1133,
        "compound": 0.056
    }
}