{
    "date": "2010-06-24T23:05:16Z",
    "title": "British reaction to outbreak of Korean war: Distant – but still an obligation",
    "url": "https://www.theguardian.com/politics/2010/jun/25/british-reaction-korean-war",
    "content": "Two days after hostilities broke out on June 25 1950 the British government held a cabinet meeting. Korea was listed as the fourth item on the agenda. Not all ministers in Clement Attlee's administration were sure where the country was. A senior official helpfully explained that it lay \"between China and Japan\". As the meeting broke up the cabinet secretary, Sir Norman Brook, remarked to Attlee: \"Korea is rather a distant obligation, prime minister.\" \"Distant – yes,\" Attlee replied, \"but nonetheless an obligation.\" The exchanges are recorded in the official history of Britain's role in the Korean war by General Anthony Farrar-Hockley, adjutant of the \"Glorious Glosters\" at the time of the regiment's epic stand on Hill 235 during the battle of the Imjin River in April 1951 when they were surrounded by Chinese troops. (He was captured, made six attempts to escape over the next two years, and brutally interrogated in Pyongyang jail.) The cabinet was initially reluctant to get involved and from the start expressed some concern about the rhetoric coming out of Washington. However, it agreed to a UN security council resolution urging countries to help South Korea repel the attack from North Korea. Britain expressed concern about Washington's references to \"centrally-directed communist imperialism\" and its view that Mao was the tool of the Soviet Union. London believed Mao's regime was \"as fervently nationalist as communist\", wrote Farrar-Hockley. The Attlee government was particularly concerned about General Douglas MacArthur, commander in chief of US and UN troops during the conflict. The government's alarm about MacArthur's aggressive rhetoric about China was compounded when President Harry Truman told the press in November 1950 that the US would take whatever steps necessary to retrieve the military situation, including the use of \"every weapon we have\". Truman said the US should be prepared to destroy Russian bases in the Far East with nuclear bombs. In case of a Russian threat to respond by attacking US bases in western Europe, Truman deployed US bombers with atomic weapons to US bases in Britain after Attlee reluctantly agreed – without telling Parliament. London's concern about American intentions and MacArthur's conduct of the campaign persuaded Attlee of the need to visit Washington in December for talks with Truman. Truman promised Attlee at a private meeting that he would not use the bomb without consulting him, though Truman declined to commit this to writing. In the end, Truman sacked MacArthur in 1951 over disagreements over Korean war strategy, notably over attacks on China. Farrar-Hockley, who describes Truman as an \"honourable man\", adds: \"It is very unlikely indeed that atom bombs would have been used in Korea without prior consultation.\" Failure to do so, he continues, would have broken the ties, not only between Washington and London, but also between western Europe and Washington. However, American bomber bases in later crises continued to provoke controversy, with successive governments avoiding answers to the question whether Britain had a veto over their use.",
    "keywords": [
        "distant",
        "war",
        "attlee",
        "meeting",
        "farrarhockley",
        "concern",
        "korea",
        "cabinet",
        "washington",
        "obligation",
        "bases",
        "british",
        "truman",
        "china",
        "reaction",
        "outbreak",
        "korean"
    ],
    "summary": "Two days after hostilities broke out on June 25 1950 the British government held a cabinet meeting.\nAs the meeting broke up the cabinet secretary, Sir Norman Brook, remarked to Attlee: \"Korea is rather a distant obligation, prime minister.\"\nHowever, it agreed to a UN security council resolution urging countries to help South Korea repel the attack from North Korea.\nTruman promised Attlee at a private meeting that he would not use the bomb without consulting him, though Truman declined to commit this to writing.\nIn the end, Truman sacked MacArthur in 1951 over disagreements over Korean war strategy, notably over attacks on China.",
    "sentiment": {
        "neg": 0.108,
        "neu": 0.8268,
        "pos": 0.0653,
        "compound": -0.1716
    }
}