{
    "date": "2010-03-11T19:02:22Z",
    "title": "UN calls for war crimes investigation in Burma",
    "url": "https://www.theguardian.com/world/2010/mar/11/un-calls-war-crime-investigation-burma",
    "content": "A senior UN official has called for Burma's military rulers to be investigated over allegations of crimes against humanity and war crimes perpetrated against Burmese civilians, in a move that will sharply increase pressure on the isolated regime ahead of controversial national elections due later this year. In a draft report to the UN Human Rights Council [pdf] in Geneva, Tomás Ojea Quintana, special rapporteur on human rights in Burma, described \"a pattern of gross and systematic violation of human rights\" which he said has been in place for many years and still continued. \"There is an indication that those human rights violations are the result of a state policy that involves authorities in the executive, military and judiciary at all levels,\" he said. The draft, published on the council's website, goes on: \"The possibility exists that some of these [violations] may entail categories of crimes against humanity, or war crimes, under the terms of the statute of the international criminal court.\" In this context, Quintana said the UN security council should consider setting up a \"commission of inquiry with a specific, fact-finding mandate to address the question of international crimes\". The unusually tough assessment came as the junta today published a tranche of new electoral laws that restrict the ability of opposition parties to participate in the coming elections. The special rapporteur said national elections, expected in October, provided an opportunity for positive change, but he was pessimistic that the junta would allow the chance to be seized. \"During his last mission [in February], the special rapporteur received no indication that all prisoners of conscience will be released, that freedom of opinion and association will be guaranteed in the context of these elections, and that ethnic communities will be able to fully participate,\" the report said. The pressure group Burma Campaign UK today welcomed what it said was an unprecedented UN intervention, calling it a \"major step forward\" that would increase pressure on the US, British and regional governments to take a tougher line with the generals. The US and EU have imposed limited sanctions on the regime. But since taking office last year, Barack Obama has pursued a policy of diplomatic engagement, holding several senior-level meetings. In a break with the past, Obama met General Thein Sein, the Burmese prime minister, at a regional summit in Singapore in November. Analysts say Burma's military ties to North Korea are a major concern for Washington. It fears the generals may follow Pyongyang in developing nuclear weapons. The possibility of war crimes proceedings against members of the junta may complicate US efforts at dialogue, which are already under hostile fire in the US Congress. Pressure to set up an international commission of inquiry into Burma has previously come from NGOs and activists involved in the country, and from Archbishop Desmond Tutu. In Britain, more than 170 MPs have signed a parliamentary motion calling on the British government to support an inquiry. Burma's main opposition party, the National League for Democracy (NLD) led by the jailed Nobel peace prizewinner Aung San Suu Kyi, has repeatedly drawn attention to widespread, ongoing human rights abuses, including the jailing of 2,000 political prisoners. It also says the planned elections will not be free or fair. The junta's unveiling of new restrictive electoral laws today has strengthened the impression that the polls will be closely controlled and designed to lend the regime a veneer of democratic respectability. The new rules effectively prevent Aung San Suu Kyi and her jailed supporters from standing for election. They establish a government-controlled election oversight body with the power to prevent or annul voting in any part of the country for \"security reasons\". The junta has also formally declared the 1990 elections, which the NLD won in a landslide, to be invalid. \"Instead of passing laws that strip away more of their rights, the Myanmar [Burmese] authorities should immediately release all political prisoners,\" Amnesty International said. It said it was concerned that \"activists are going to come under increased repression in the lead-up to the elections\". By allowing the NLD to reopen 100 regional offices closed since 2003, the regime appears to be hoping that, despite the restrictions, a decapitated opposition will participate in the poll, boosting the junta's credibility. This has created a dilemma for those NLD leaders who are not in jail. \"I think they want us to take part in the election, but we still haven't made up our minds about this,\" said spokesman, Nyan Win. He described new electoral provisions, such as a requirement that parties uphold the generals' gerrymandered 2008 constitution, as \"completely unacceptable\". Tin Oo, the NLD deputy chairman, said the junta was trying to split the opposition. \"They have been trying to decimate the party and now they are doing it with utmost force. But the NLD will never collapse.\"",
    "keywords": [
        "human",
        "war",
        "opposition",
        "regime",
        "burma",
        "nld",
        "investigation",
        "crimes",
        "calls",
        "elections",
        "rights",
        "pressure",
        "junta",
        "international"
    ],
    "summary": "In a draft report to the UN Human Rights Council [pdf] in Geneva, Tomás Ojea Quintana, special rapporteur on human rights in Burma, described \"a pattern of gross and systematic violation of human rights\" which he said has been in place for many years and still continued.\n\"There is an indication that those human rights violations are the result of a state policy that involves authorities in the executive, military and judiciary at all levels,\" he said.\nThe draft, published on the council's website, goes on: \"The possibility exists that some of these [violations] may entail categories of crimes against humanity, or war crimes, under the terms of the statute of the international criminal court.\"\nIn this context, Quintana said the UN security council should consider setting up a \"commission of inquiry with a specific, fact-finding mandate to address the question of international crimes\".\nThe possibility of war crimes proceedings against members of the junta may complicate US efforts at dialogue, which are already under hostile fire in the US Congress.",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.8126,
        "pos": 0.1014,
        "compound": 0.0592
    }
}