{
    "date": "2010-08-31T09:04:59Z",
    "title": "Kim Jong-il poised to announce son as successor",
    "url": "https://www.theguardian.com/world/2010/aug/31/kim-jong-il-son-successor",
    "content": "North Korea's state news agency heightened speculation that Kim Jong-il is preparing to anoint his youngest son as his heir as it confirmed the leader's five-day visit to China. Its reporting on the trip quoted repeated references to the next generation of leaders and described Kim Jong-il's visits to sites associated with his father, Kim Il-sung, the North's founder. The 68-year-old Kim Jong-il's trip had been widely reported, but as usual Chinese and North Korean state media did not announce it until after he returned to Pyongyang. He had visited China only a few months ago and his latest trip came days ahead of a Workers party assembly, which some analysts think will be used to indicate that he wants his third son, Kim Jong-un, to follow him as leader. It will be the first major gathering of its kind for 30 years. The last was used to signal that Kim Jong-il had been chosen as successor, naming him to a senior position in the party. He took power when his father died 14 years later, in 1994. Shi Yinhong, a professor of international relations at Renmin University in Beijing, told Associated Press: \"His purpose is to increase economic and diplomatic assistance from China for his succession process, which is more urgent than before. This is the centre of his concern.\" China is North Korea's chief ally, providing desperately needed aid and energy, making its approval essential. Kim Jong-il met Hu Jintao in Changchun for talks and a banquet, with China Central Television showing footage of the North Korean leader embracing the Chinese president. Dr Leonid Petrov, an expert on Korea at the University of Sydney, said Russian sources told him that Kim Jong-un was present on the previous visit to China, but that it was not clear if he had taken part this time. He added that there was precedent for him travelling under a false name. \"It would be logical for him to be on this trip because they visited historic places related to the dynastic lineage,\" Petrov said. \"It probably looked very much like a part of a succession [process] where the links between members of the dynasty would be especially emphasised before the real transition takes place.\" Petrov said the previous trip was thought to have ended badly, perhaps explaining why China did not invite Kim to Beijing, but that this time had been \"strikingly different\". Professor Wei Zhijiang, an expert on regional relations at Zhongshan university, said he believed Kim's prime reason for the trip was to introduce his successor to Chinese leaders ahead of the party assembly. But he added that North Korea's leader also wanted to seek security support from China, continue discussions about the tensions on the peninsula and examine China's economic development in the hope of emulating it. \"Korea is facing both regional and international pressures. It is urgent,\" he added. North Korea's KCNA news agency reported that Hu had said it was the responsibility of both countries \"to advance the friendship along with the times and convey it down through generations to come\". In response, said the agency, Kim told him: \"With the international situation remaining complicated, it is our important historical mission to hand over to the rising generation the baton of the traditional friendship.\" But neither country's media mentioned Kim Jong-un, despite earlier rumours that he had accompanied his father to China. In South Korea Seoul's Chosun Ilbo newspaper quoted a diplomatic source in Beijing as saying his name was not on the official list of those present at a meeting with the Chinese president. Chinese state media focused on Kim's remarks that he hoped for an early resumption of the six-party aid-for-denuclearisation talks. He made similar comments on his previous trip. Washington and Seoul have indicated that the six-party talks cannot resume until the sinking of South Korea's Cheonan warship has been resolved. The North denies involvement in the incident, in which 46 South Korean sailors died. The US announced yesterday that it was expanding sanctions against North Korea, partly in response to the sinking. The treasury department said President Barack Obama had authorised action against four North Korean individuals, three companies and five government agencies. South Korea welcomed the announcement of the American sanctions. But in a gesture of conciliation, it offered the North 10bn won (£5.4m) to help recovery from devastating floods – the first major aid it has offered since the Cheonan incident earlier this year.",
    "keywords": [
        "south",
        "poised",
        "korea",
        "announce",
        "university",
        "kim",
        "china",
        "chinese",
        "jongil",
        "korean",
        "trip",
        "son",
        "successor",
        "north",
        "koreas"
    ],
    "summary": "North Korea's state news agency heightened speculation that Kim Jong-il is preparing to anoint his youngest son as his heir as it confirmed the leader's five-day visit to China.\nThe last was used to signal that Kim Jong-il had been chosen as successor, naming him to a senior position in the party.\nWashington and Seoul have indicated that the six-party talks cannot resume until the sinking of South Korea's Cheonan warship has been resolved.\nThe US announced yesterday that it was expanding sanctions against North Korea, partly in response to the sinking.\nThe treasury department said President Barack Obama had authorised action against four North Korean individuals, three companies and five government agencies.",
    "sentiment": {
        "neg": 0.0447,
        "neu": 0.8791,
        "pos": 0.0762,
        "compound": 0.146
    }
}