{
    "date": "2010-11-24T21:08:34Z",
    "title": "South Koreans from Yeonpyeong island fear more North Korean attacks",
    "url": "https://www.theguardian.com/world/2010/nov/24/south-korea-island-fear-north",
    "content": "Park Jae-bok sat in his heavy black jacket, jeans and hiking boots. He was reclined on a wooden bench, with one foot up and a pensive, resigned look on his wind-weathered visage. \"I want to know about my business. What will happen while I'm gone? I want to be able to work again.\" Park works as a fisherman in the waters around Yeonpyeong island, which was the site of Tuesday's artillery fire exchange between North and South Korea. \"I just want the government to make it safe for us to live like we did before.\" Public bathhouses in Korea are usually places for families to relax, soaking in hot water to relieve stress. Last night, Inspa World, a large bathhouse in Incheon, about 10 minutes from Korea's main port, on the west coast,had become a place for those evacuated from Yeonpyeong. Inspa World's owner had offered the building's large common area as a place for evacuees to sleep until they can find other accommodations or return home. A coastguard boat had brought more than 500 people there that afternoon. Most had gone on to the homes of family or friends on the mainland; late on Wednesday evening, about 50 remained. No one knew for sure when they would be able to return home.\"I have no way of knowing when I can go back. I don't know what I can do while I'm here,\" said Kim Eung-seok \"We don't understand why people of the same blood are attacking each other.\" About 400 people remain on the island, mostly young men who are helping repair the damage incurred in the battle. Fifteen-year-old Bang Hye-soo said she missed her father. \"My dad is still there, so I'm worried about him. Other people need help too; they said they needed him so he's staying,\" she said. Song Bok-soon stood with her hands behind her back, her face neatly made up and wearing a look of resolve. Even clad in casual clothing and past retirement age, she retained a businesslike demeanor. Her head dropped when asked about her biggest worry, \"First, my house. I'm worried about what kind of condition it's in. But also when I can go back? Right now, when I think about it, I have no heart to go back. I'm very fearful.\"",
    "keywords": [
        "place",
        "yeonpyeong",
        "south",
        "im",
        "large",
        "korea",
        "attacks",
        "return",
        "look",
        "fear",
        "know",
        "island",
        "koreans",
        "park",
        "worried",
        "north",
        "korean"
    ],
    "summary": "He was reclined on a wooden bench, with one foot up and a pensive, resigned look on his wind-weathered visage.\nPark works as a fisherman in the waters around Yeonpyeong island, which was the site of Tuesday's artillery fire exchange between North and South Korea.\nAbout 400 people remain on the island, mostly young men who are helping repair the damage incurred in the battle.\n\"My dad is still there, so I'm worried about him.\nI'm worried about what kind of condition it's in.",
    "sentiment": {
        "neg": 0.0789,
        "neu": 0.8462,
        "pos": 0.0749,
        "compound": -0.021
    }
}