{
    "date": "2010-07-24T09:55:56Z",
    "title": "North Korea threatens 'nuclear war' over troop exercises",
    "url": "https://www.theguardian.com/world/2010/jul/24/north-korea-nuclear-war-threat",
    "content": "North Korea has threatened to use its \"nuclear deterrent\" in response to planned military exercises by the US and South Korea this weekend. The regime promised a \"retaliatory sacred war\" amid increased tensions on the Korean peninsula over the March sinking of a South Korean navy vessel, which Seoul and Washington blame on Pyongyang. North Korea's National Defence Commission (NDC), headed by leader Kim Jong-il, issued the threat today for what it called a second \"unpardonable\" provocation for again being blamed for the incident in which 46 sailors died. \"The army and people of the [North] will legitimately counter with their powerful nuclear deterrence the largest-ever nuclear war exercises,\" the commission said in a statement run on the state-run Korean Central News Agency. Pyongyang routinely threatens war when its southern neighbour and the US hold joint military exercises. South Korea's defence ministry said no unusual North Korean military movements were detected. Operation Invincible Spirit, which begins tomorrow, will involve 8,000 US and South Korean troops, 200 aircraft and 20 ships, including the nuclear-powered aircraft carrier the USS George Washington. \"The more desperately the US imperialists brandish their nukes and the more zealously their lackeys follow them, the more rapidly the [North's] nuclear deterrence will be bolstered up along the orbit of self-defence and the more remote the prospect for the denuclearisation of the Korean peninsula will be become,\" the NDC statement said. Yesterday, a North Korea spokesman, Ri Tong-il, told reporters at the Asean regional security forum in Hanoi, Vietnam, there would be a \"physical response\" to the drills in the Sea of Japan, which he branded another sign of US \"hostility\". \"It is a threat to the Korean peninsula and the region of Asia as a whole,\" he said, adding that the exercises harked back to 19th-century gunboat diplomacy and violated North Korea's sovereignty. The meeting of regional powers in Hanoi has quickly become the stage for a war of words between the North and the US, although there has been no direct contact between the countries' delegates. The US secretary of state, Hillary Clinton, said \"isolated and belligerent\" North Korea would have to end its \"campaign of provocative, dangerous behaviour\" if it wanted better relations with the US and the rest of Asia. North Korea has pulled out of six-party talks on its nuclear programme and is blamed for the March sinking of South Korean navy vessel the Cheonan. It denies carrying out the attack. On Wednesday, Clinton unveiled new sanctions designed to deny luxury goods to the North Korean elite and strangle funding for Pyongyang's nuclear programme. The North says it will not return to nuclear talks unless sanctions are lifted. Yesterday, Clinton urged Asian nations to pressure North Korea into abandoning its nuclear ambitions by enforcing strict UN sanctions imposed after the regime's second nuclear test last year. A South Korean newspaper said the new US sanctions would target 200 North Korean-held foreign bank accounts thought to be connected with illegal activities such as nuclear weapons development, drug trafficking and counterfeiting. \"Even before the Cheonan incident, the US was tracking around 200 North Korean bank accounts in banks in China, Russia and even eastern Europe and Africa that are believed to be involved in the development of weapons of mass destruction and the export of drugs, counterfeit money, fake cigarettes and weapons,\" the Chosun Ilbo newspaper quoted a diplomatic source as saying. The paper said Kim Jong-il is believed to hold a US$4bn slush fund in secret accounts in Switzerland, Luxembourg and Liechtenstein. North Korea also rejected Seoul's demand for an apology over the sinking.",
    "keywords": [
        "war",
        "south",
        "sinking",
        "exercises",
        "korea",
        "troop",
        "nuclear",
        "sanctions",
        "weapons",
        "korean",
        "north",
        "threatens"
    ],
    "summary": "North Korea has threatened to use its \"nuclear deterrent\" in response to planned military exercises by the US and South Korea this weekend.\n\"The army and people of the [North] will legitimately counter with their powerful nuclear deterrence the largest-ever nuclear war exercises,\" the commission said in a statement run on the state-run Korean Central News Agency.\nNorth Korea has pulled out of six-party talks on its nuclear programme and is blamed for the March sinking of South Korean navy vessel the Cheonan.\nYesterday, Clinton urged Asian nations to pressure North Korea into abandoning its nuclear ambitions by enforcing strict UN sanctions imposed after the regime's second nuclear test last year.\nNorth Korea also rejected Seoul's demand for an apology over the sinking.",
    "sentiment": {
        "neg": 0.1604,
        "neu": 0.8043,
        "pos": 0.0352,
        "compound": -0.4089
    }
}