{
    "date": "2010-07-25T10:03:59Z",
    "title": "US and South Korea begin military exercises",
    "url": "https://www.theguardian.com/world/2010/jul/25/south-korea-north-korea",
    "content": "The US and South Korea today began a major military exercise in the Sea of Japan, ignoring threats from North Korea to launch a nuclear attack in response to US \"aggression\" if the drills went ahead. Operation Invincible Spirit began amid heightened tensions on the Korean peninsula, four months after a torpedo sank a South Korean navy ship, killing 46 sailors. International investigators said the torpedo had been fired from a North Korean submarine; Pyongyang, however, denies any involvement. The regime has resisted calls to apologise for the sinking and vowed to retaliate militarily against any attempts to punish it. The four days of naval and air drills in waters South Korea refers to as the East Sea will offer the north a timely reminder of the formidable firepower it would confront in any conflict with the US and its ally. The operation involves 8,000 US and South Korean troops, 200 aircraft and 20 vessels, including three destroyers, led by the nuclear-powered aircraft carrier the USS George Washington. US military officials said the exercises would send a \"clear message\" to the north to end its provocative behaviour. Walter Sharp, commander of US forces in Korea, said in a statement: \"These defensive, combined training exercises are designed to send a clear message to North Korea that its aggressive behaviour must stop, and that [South Korea] and the US are committed to enhancing our combined defensive capabilities.\" The manoeuvres are part of a series of joint exercises to be held this summer. They come days after the US imposed new sanctions targeting North Korea's leaders and illegal activities it uses to raise funds for its nuclear weapons programme. North Korea ratcheted up the rhetoric in the run-up to the drills, which it condemned as an \"unpardonable military provocation\" and a rehearsal for an invasion by its enemies. In a piece appearing under the headline \"We also have nuclear weapons\", the north's government-run Minju Joson newspaper commented: \"Our military and people will squarely respond to the nuclear war preparation by the American imperialists and the South Korean puppet regime with our powerful nuclear deterrent.\" Yesterday, the north's National Defence Commission, led by the country's president, Kim Jong-il, said the regime was poised to launch a \"retaliatory sacred war\" against the US. \"The army and people of the [north] will legitimately counter with their powerful nuclear deterrence the largest-ever nuclear war exercises,\" the commission said in a statement carried by the country's official Korean Central News Agency. Despite the strong language, South Korea's defence ministry said it had observed no unusual military activity north of the border over the weekend. US officials said they refused to be drawn into a war of words with the north. PJ Crowley, a state department spokesman, said: \"What we need from North Korea is fewer provocative words and more constructive action.\"",
    "keywords": [
        "war",
        "south",
        "military",
        "exercises",
        "korea",
        "regime",
        "drills",
        "begin",
        "nuclear",
        "north",
        "korean"
    ],
    "summary": "The US and South Korea today began a major military exercise in the Sea of Japan, ignoring threats from North Korea to launch a nuclear attack in response to US \"aggression\" if the drills went ahead.\nOperation Invincible Spirit began amid heightened tensions on the Korean peninsula, four months after a torpedo sank a South Korean navy ship, killing 46 sailors.\nInternational investigators said the torpedo had been fired from a North Korean submarine; Pyongyang, however, denies any involvement.\nWalter Sharp, commander of US forces in Korea, said in a statement: \"These defensive, combined training exercises are designed to send a clear message to North Korea that its aggressive behaviour must stop, and that [South Korea] and the US are committed to enhancing our combined defensive capabilities.\"\nPJ Crowley, a state department spokesman, said: \"What we need from North Korea is fewer provocative words and more constructive action.\"",
    "sentiment": {
        "neg": 0.1424,
        "neu": 0.8091,
        "pos": 0.0485,
        "compound": -0.3686
    }
}