{
    "date": "2010-09-28T06:10:00Z",
    "title": "Kim Jong-un appointed as general by North Korea",
    "url": "https://www.theguardian.com/world/2010/sep/27/kim-jong-un-north-korea",
    "content": "North Korea today heralded a \"crucial\" announcement as its biggest political gathering for three decades began with the clearest signal yet that Kim Jong-il has picked his youngest son as his heir. The state news agency, KCNA, reported last night that Kim Jong-un had been appointed a four-star general – its first ever mention of the young man. But analysts said it was still uncertain whether the younger Kim would lead the country following his father's death, and if so how independent he would be. They portrayed his current situation as effectively a probation period. Today's state media broadcast offered no details of the anticipated developments, but fuelled expectations of further news relating to the succession. The TV broadcast, which was monitored in Seoul, added that Kim Jong-il had been reappointed as general secretary of the Workers Party – an \"expression of [the] absolute support and trust\" the people had in him. \"He will be the crown prince. That's it. There is no doubt,\" said Dr Kongdan Oh of the Brookings Institute. But she added: \"The father provides a halo effect – the question is what happens when Kim Jong-il dies. That will be an interesting time.\" Professor Hazel Smith, a North Korea expert at Cranfield University, said: \"This does not mark a transition [of power] as such, but probably marks a step towards the son becoming more public. We have not seen the end of the process here: there is an element of probation.\" She added: \"I don't think he will be fully trusted [by everyone in the elites] – he has spent too much time outside the country.\" KCNA also reported that Kim's sister Kyong-hui, who has accompanied him frequently on public outings in recent times, was also named as a general. Smith said the two were likely to have been appointed to the National Defence Commission, the key decision-making body domestically. \"Kim Jong-il is running the country with the military – it is not a family dictatorship. Kim Jong-un is not going to have been given a position without the military agreeing to it. What is interesting is that he hasn't been given a position without the tutelage of the brother-in-law through the sister,\" she said. \"It is not sexism to say it is not the sister for the sister's sake: it's about her husband. This gives him access through the NDC to institutional decision making. \"It is not a big step – for a long time he has been effectively running the country.\" Kim Kyong-hui's husband Jang Song-thaek is vice chairman of the National Defence Commission. He was demoted in 2004 – some think because Kim Jong-il felt he had too much influence — but made a remarkable comeback. Several analysts have suggested that Kim wants them to act as caretakers to the untried son. \"They are trying to create regents behind the young crown prince,\" said Oh. The 68-year-old leader had given little hint of his succession plans until recently and his son has been kept in the shadows, although signs of a propaganda campaign to burnish the younger man's image have emerged in recent weeks. The subject became more pressing following the leader's apparent stroke two years ago. The announcement comes one day ahead of the launch of the first Workers' Party assembly for three decades. KCNA said that delegates were already gathering in Pyongyang for the meeting. Korea watchers expected the regime to use the occasion to appoint Kim Jong-un to a position, signalling his favoured status, but had said any such move might not be announced for weeks anyway. The last assembly in 1980 was used to signal Kim Jong-il's anointment as heir to his father, the country's founder Kim Il-sung. \"I think he is the chosen heir, [but] they are still quite a way off achieving that. If Kim Jong-il falls over in a month's time, I am not sure it will be an automatic process,\" said Glyn Ford, author of North Korea on the Brink. \"I think if there's a bit of space he will be the country's leader. How independent he is going to be is another matter. This is a young man who apparently has very little experience of anything much.\" Ford said Kim Jong-un was also likely to receive a party position, given that the assembly begins tomorrow, but said that observers should watch for other leadership appointments. \"There's also a serious generational change going on,\" he said, adding that officials on a recent visit had strongly hinted many senior figures would be replaced – something he had never encountered before. \"It may all be part of the foundation for his succession, but it shouldn't be overlooked. You are bringing in new people at top decision making levels with much more experience dealing with the West, and some who are not unfamiliar with economic reform. It may be they are being moved to support the family, but if so that in itself tells you that people in those positions have influence,\" he added.",
    "keywords": [
        "think",
        "korea",
        "position",
        "north",
        "general",
        "kim",
        "appointed",
        "added",
        "country",
        "jongil",
        "son",
        "given",
        "jongun"
    ],
    "summary": "The state news agency, KCNA, reported last night that Kim Jong-un had been appointed a four-star general – its first ever mention of the young man.\nBut she added: \"The father provides a halo effect – the question is what happens when Kim Jong-il dies.\nKim Jong-un is not going to have been given a position without the military agreeing to it.\nHe was demoted in 2004 – some think because Kim Jong-il felt he had too much influence — but made a remarkable comeback.\nFord said Kim Jong-un was also likely to receive a party position, given that the assembly begins tomorrow, but said that observers should watch for other leadership appointments.",
    "sentiment": {
        "neg": 0.0182,
        "neu": 0.9191,
        "pos": 0.0627,
        "compound": 0.1025
    }
}