{
    "date": "2010-09-25T23:07:05Z",
    "title": "North Korean elite secretly jostle for the reins of power",
    "url": "https://www.theguardian.com/world/2010/sep/26/north-korea-kim-jong-un",
    "content": "The poster for the first conference of the (North) Korean Workers' party to be held since 1966 depicts four striving, heroic figures. A rifle-bearing soldier leads the way, but only by the tiniest of margins, followed by an engineer in a hard hat. Behind them stride a technocrat clutching a rolled-up blueprint and a female farmer with a sheaf of wheat. Taken together they represent a vision of proletarian certainty and confidence. But the reality in the world's most notoriously unpredictable state is wholly different. This week, hidden from the world, its future will be mapped out behind closed doors, with international implications. The country's leadership cadres will meet at a historic gathering in the vast 25 April Culture Hall in Pyongyang, where delegates will engage in a \"revolutionary surge\", rubber-stamping the emergence of a new politburo and the policies it will enact. The third party conference, due to begin on Tuesday, is expected to mark the beginning of the handover from an ailing Kim Jong-il, 68, who suffered a stroke two years ago, to his son Kim Jong-un, 27. \"This is big stuff,\" said a western diplomat with wide experience of the workings of Pyongyang's elite. \"This is the first Workers' party meeting on this scale in over 30 years. Maybe power can be handed over successfully, but it is a very risky time. This kind of forum is a catalyst. It is where you would see the old guard perhaps replaced with younger blood. The stakes are high.\" The last such meeting of the party was the 1980 congress – a shorter event than this week's conference – at which Kim Jong-il, then 38, made his political debut with an appearance that confirmed he was in line to succeed his father, Kim Il-sung, the founder of modern North Korea. Delayed once this month – either because of damage to roads by recent flooding or because of disagreements over who should lead it – the congress will be held at a critical moment. Buffeted by economic and food crises and a pariah once again after its alleged sinking of a South Korean warship, the country is also under intense pressure from its closest ally, China, which is fearful of a complete North Korean collapse, to both introduce market reforms and make itself more accessible to the world. It is not clear how many North Koreans have seen posters for the conference, released officially in July, or heeded their call to welcome it as an \"auspicious event\". In the muddy, impoverished northern city of Rason, earlier this month, no posters were visible. Some South Korean analysts believe any decisions may be kept secret because the party's elite fear that giving too much away about life after Kim Jong-il could turn him into a lame duck and destabilise the country. And while much has been made of the formal confirmation of Kim Jong-un as successor to the family business of dictatorship, close observers of the country are far more intrigued by other manoeuvrings around Kim Jong-un's anticipated promotion. Other senior figures have been reinforcing their positions. The most prominent is Chang Sung-taek, Kim Jong-il's powerful brother-in-law, whose faction appears to have been pushing aggressively to the fore in recent months. And while observers have predicted the danger of collapse in North Korea before – not least during the 1990s – they believe the country may be entering a period of increasing instability. \"Succession is always the Achilles' heel of regimes like this,\" said Aidan Foster-Carter, a North Korea expert at Leeds University, who has noted the flurry of changes at the top of the regime in the past year. \"I'm sure this is a significant moment.\" He is one of a number of analysts who believe that Chang Sung-taek is being lined up to play a pivotal role in the succession, either as \"regent\", as facilitator of the succession period, or even as a leader should Kim Jong-un prove unpalatable in the long run. As Andrei Lankov, an academic at Kookmin University in the South Korean capital of Seoul, argued in the Wall Street Journal, the very weakness of the untested and unfamiliar Kim Jong-un makes him extremely attractive to other members of the regime. Tall, slender and intelligent, credited with being \"cosmopolitan\" and charismatic in the closed world of Pyongyang's senior political cadres, Chang Sung-taek has also been tipped by watchers for promotion this week at the party congress – perhaps to the position of party secretary. He is married to Kim Jong-il's sister, and his brother was a military commander in charge of the defence of Pyongyang. He retains close links to the military. Purged briefly in 2004 and sent into internal exile for two years – possibly because of his growing power – Chang was reinstated in 2006. Significantly, he took over the reins of power when Kim Jong-il had a stroke in 2008. After his rehabilitation, Chang was described by Choi Jin-wook of the Korea Institute for National Unification in Seoul as having fewer enemies than other senior cadres \"because when he purges people, they are not just sent away from Pyongyang, they are killed\". One of Chang's closest allies, the former premier Pak Pong-ju, regarded as a pragmatist by the South, and who attempted to introduce market reforms into North Korea's basket-case economy, has been promoted to a key industrial role. It has, perhaps, been his restoration that has been the most intriguing development, following the disastrous devaluation of the country's currency, suggesting that North Korea may once again be interested in market reforms.",
    "keywords": [
        "secretly",
        "south",
        "korea",
        "elite",
        "power",
        "kim",
        "reins",
        "jostle",
        "jongun",
        "jongil",
        "country",
        "party",
        "chang",
        "north",
        "korean"
    ],
    "summary": "The poster for the first conference of the (North) Korean Workers' party to be held since 1966 depicts four striving, heroic figures.\nAnd while observers have predicted the danger of collapse in North Korea before – not least during the 1990s – they believe the country may be entering a period of increasing instability.\n\"Succession is always the Achilles' heel of regimes like this,\" said Aidan Foster-Carter, a North Korea expert at Leeds University, who has noted the flurry of changes at the top of the regime in the past year.\nSignificantly, he took over the reins of power when Kim Jong-il had a stroke in 2008.\nIt has, perhaps, been his restoration that has been the most intriguing development, following the disastrous devaluation of the country's currency, suggesting that North Korea may once again be interested in market reforms.",
    "sentiment": {
        "neg": 0.0476,
        "neu": 0.8663,
        "pos": 0.0862,
        "compound": 0.0643
    }
}