{
    "date": "2010-10-29T11:53:07Z",
    "title": "North and South Korean troops trade fire across border",
    "url": "https://www.theguardian.com/world/2010/oct/29/north-south-korea-border-shots",
    "content": "North Korean troops have fired across the heavily armed border towards South Korea, whose soldiers fired back in what is believed to be the first cross-border shooting on land since 2006. The incident occurred in Hwacheon, north-east of the South's capital, Seoul, according to reports from South Korea's YTN TV. Seoul is preparing to host a meeting of world leaders from the G20 group of nations on 11 and 12 November. North Korean troops fired at a South Korean guard post in the demilitarised zone (DMZ), according to an official at the joint chiefs of staff in Seoul. There were no South Korean injuries and it was unclear whether it was an accident or an intentional provocation, the official said. Other reports suggested that the North fired two rounds towards a frontline unit. The shots came hours after the North vowed to retaliate against South Korea for its rejection of a proposal for military talks. The border between the two Koreas is one of the most heavily fortified in the world, with many thousands of troops station on either side of the DMZ. There have been frequent incidents at sea, and relations between the neighbours sank to a recent low after the South accused the North of torpedoing one of its warships with the loss of 46 lives in March. Pyongyang denied it was responsible for the sinking. Tensions have eased in recent months, with the South sending aid to its impoverished neighbour, and at the weekend the two sides will resume reunions of families separated by the 1950-53 Korean war. However, earlier today the North warned that relations with its neighbour would face a \"catastrophic impact\" if the South continued to reject talks. Seoul has said it will not return to bilateral negotiations until the reclusive North admits responsibility for the attack on the warship.",
    "keywords": [
        "border",
        "south",
        "troops",
        "fired",
        "relations",
        "trade",
        "world",
        "reports",
        "talks",
        "seoul",
        "north",
        "korean"
    ],
    "summary": "North Korean troops have fired across the heavily armed border towards South Korea, whose soldiers fired back in what is believed to be the first cross-border shooting on land since 2006.\nThe incident occurred in Hwacheon, north-east of the South's capital, Seoul, according to reports from South Korea's YTN TV.\nNorth Korean troops fired at a South Korean guard post in the demilitarised zone (DMZ), according to an official at the joint chiefs of staff in Seoul.\nThere were no South Korean injuries and it was unclear whether it was an accident or an intentional provocation, the official said.\nOther reports suggested that the North fired two rounds towards a frontline unit.",
    "sentiment": {
        "neg": 0.1624,
        "neu": 0.811,
        "pos": 0.0267,
        "compound": -0.4549
    }
}