{
    "date": "2010-12-03T00:05:08Z",
    "title": "Letters: Diplomatic games and realpolitik",
    "url": "https://www.theguardian.com/world/2010/dec/03/diplomatic-games-and-realpolitik",
    "content": "The US is starting to bear a disturbing resemblance to an old roué who is oblivious to that which is embarrassingly obvious to those on whom he visits his attentions: that he's simply no longer the irresistible force that he was in his youth. Many of us have been shocked by the speed with which power has shifted eastwards since the beginning of the century. The overreach of the Bush years, when the US gave its enemies succour by demonstrating the limits of its \"hard power\", simply speeded America's decline. We had hoped the Obama administration would show a little humility while trying to heal its strained relationships with western democracies. Instead the president barely seems lukewarm in his enthusiasm for Europe and his administration appears both arrogant and unbending in its dealings with its allies. The refusal to listen to either Messrs Brown or Cameron in the case of Gary McKinnon (US spurned Gordon Brown's appeal over jail for British computer hacker, 1 December) is but one instance. Its rush to designate Julian Assange and WikiLeaks as terrorists and the calls for Mr Assange to be arrested, executed or even assassinated are potentially even more damaging. Shooting messengers is a poor choice of tactic for a nation whose power is waning and which will come to rely more and more on its power to command moral authority and to lead alliances in order to maintain its influence in the world. Mr Assange's crime is simply to make public the questionable things that states do in private. If states behaved better they'd have much less to fear from him. Historically the US has wielded far more influence through soft than hard power, and that power came from its command of the moral high ground. It's easier to see the future when one is on top of a hill than waist deep in a swamp. Let's hope that Washington begins an upward march soon. Jonathan Kent London • Jonathan Powell says he and his ilk would be reluctant to advise if their advice were to be made publicly available, because they might be at risk (Leaks happen. But on this industrial scale, whose interests are served?, 30 November). People like Jonathan have been brought up in an Oxbridge clique where they have been taught to \"play chess\" with other countries and other lives, as an \"academic game\" without any personal impact. Put it another way: would Jonathan have been happy to give advice about intervention in Iraq (and his family knowing about it), if he had family there? WE Vukmirovic Wolverhampton • The WikiLeaks revelations expose something extraordinary: the lack of nous – or perhaps in some cases the lack of briefing – of those who gossiped to or in front of US diplomats. Reporting conversations to their equivalents of the FCO is what diplomats on overseas postings do. They're not there to be your friend! Anne Rothschild London • Does it not seem intriguing that the first stories coming out about the leaks of diplomatic cables serve US interests – in showing the Chinese getting fed up with North Korea and many of Iran's neighbours desirous of the US or Israel bombing its nuclear facilities? Doesn't this raise the possibility that it was the US government which leaked the cables to put pressure on these two countries? Might the fact that the cables prove embarrassing in so many ways simply advance the cause of plausible deniability? We have already seen the Iranians offer to come back to the negotiating table; will the North Koreans be changing their tune now, too? Professor Jay Belsky Birkbeck, University of London • Of course Putin's Russia is corrupt and its economy is disastrous (Inside Putin's mafia state, 2 December), but which is worse – economic rape perpetrated by Russians or by foreigners moving in? That was happening in Yeltsin's time – at least, this is the Russian perspective. The Russians prefer their own man, just as we would. Putin is both a product of that and a reaction against the west, which didn't create him but did hand him the role he plays so well to Russia today – a strong man against foreign predators. Mark Lewinski Swaffham Prior, Cambridgeshire",
    "keywords": [
        "russians",
        "diplomatic",
        "wikileaks",
        "games",
        "russia",
        "simply",
        "jonathan",
        "states",
        "putins",
        "power",
        "letters",
        "realpolitik",
        "cables",
        "london"
    ],
    "summary": "Many of us have been shocked by the speed with which power has shifted eastwards since the beginning of the century.\nThe overreach of the Bush years, when the US gave its enemies succour by demonstrating the limits of its \"hard power\", simply speeded America's decline.\nWe had hoped the Obama administration would show a little humility while trying to heal its strained relationships with western democracies.\nJonathan Kent London • Jonathan Powell says he and his ilk would be reluctant to advise if their advice were to be made publicly available, because they might be at risk (Leaks happen.\nMight the fact that the cables prove embarrassing in so many ways simply advance the cause of plausible deniability?",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8367,
        "pos": 0.0762,
        "compound": -0.0812
    }
}