{
    "date": "2010-12-16T12:00:52Z",
    "title": "South Korea to start live-fire drill on shelled island",
    "url": "https://www.theguardian.com/world/2010/dec/16/south-korea-drill-shelled-island",
    "content": "South Korea will hold a live-fire drill in an area shelled by North Korea as early as Saturday, the military said today. The announcement came as a US politician, Bill Richardson, arrived in Pyongyang at the invitation of North Korea. He has previously acted as a go-between and said he hoped to \"lessen tensions\" in the wake of last month's artillery barrage. North Korea blamed similar military exercises off Yeonpyeong island for provoking its attack last month, in which two soldiers and two civilians died. Seoul said it was firing away from the North, but Pyongyang disputes the maritime boundary drawn at the end of the Korean war and says any such drills will affect its waters. The manoeuvres would take place between Saturday and Tuesday, the joint chief of staffs said. A source said they would last one day. Dr Leonid Petrov, a Korea expert at the University of Sydney, warned that the move could inflame tensions on the peninsular. \"It is appalling. If it was a bona fide need for artillery practice they have plenty of islands in the Western sea,\" he said. \"This is simply sending a message that the South is putting pressure on the North – but at the same time refuses to negotiate.\" He said South Korean society was too complacent about the danger of war. \"Seoul is so vulnerable and so close to the demilitarised zone [that divides the peninsula] and the infrastructure is so fragile.\" Petrov argued that North Korea's recovery from the famine of the 90s and the advances in its nuclear technology had made it more confident. Professor Han Seung-joo, a former South Korean foreign minister, said South Korea's military needed to show their defence capabilities. \"I don't think this is meant to be provocative,\" he said. \"If North Korea are looking for an excuse like they did before, they will use any kind of excuse.\" The military stand-off comes amid growing concern about North Korea's nuclear programme. Recent reports have suggested the country may have built more plants to enrich uranium and a South Korean newspaper reported yesterday that there were signs it might be preparing to test a third nuclear device next spring. North Korea's foreign ministry said today that it supported dialogue to defuse tensions and denuclearise the Korean peninsula but would never beg for it, Seoul's Yonhap news agency reported. It reiterated that its uranium enrichment programme was for peaceful purposes. The North wants the resumption of the stalled six-party aid-for-denuclearisation talks, but is unlikely to accept the preconditions demanded by the US, South Korea and Japan, who want a concrete commitment to denuclearisation. \"When they call me they always want to send a message of some kind,\" said Richardson, New Mexico governor and a former UN ambassador, as he stopped in Beijing en route to Pyongyang. \"My hope is that they provide messages that will lower tensions on the Korean peninsula. My message to them will be: we need peace, we need to stop some of these aggressive actions, especially with respect to South Korea.\" Richardson, who has travelled to North Korea more than half a dozen times, said he would encourage Pyongyang to engage in \"some kind of negotiations\" but would not put forward a specific framework for dialogue. He was invited by North Korea's chief nuclear negotiator, Kim Kye Gwan, and has requested a trip to the main nuclear facility at Yongbyon. The US deputy secretary of state, James Steinberg, is in Beijing for a meeting with the senior foreign policy official Dai Bingguo, who met Kim Jong-il in Pyongyang last week. Washington, Seoul and Tokyo are putting pressure on Beijing to take a tougher line on its ally. It has refused to criticise the Yeonpyeong attack. The North Korean leader has paid his first visit to a military base since the shelling, the Seoul-based news agency Yonhap reported, quoting the North's state media. The official news agency KCNA said Kim Jong-il was accompanied by his son and heir apparent, Kim Jong-un, and the chief of general staff, Ri Yong-ho. KCNA said the leader \"was greatly satisfied to learn that the service persons of the unit are … keeping themselves highly vigilant against the aggression moves of the US imperialists and their stooges.\"",
    "keywords": [
        "south",
        "start",
        "drill",
        "military",
        "korea",
        "tensions",
        "nuclear",
        "kim",
        "shelled",
        "livefire",
        "island",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "South Korea will hold a live-fire drill in an area shelled by North Korea as early as Saturday, the military said today.\nNorth Korea blamed similar military exercises off Yeonpyeong island for provoking its attack last month, in which two soldiers and two civilians died.\nProfessor Han Seung-joo, a former South Korean foreign minister, said South Korea's military needed to show their defence capabilities.\n\"If North Korea are looking for an excuse like they did before, they will use any kind of excuse.\"\nMy message to them will be: we need peace, we need to stop some of these aggressive actions, especially with respect to South Korea.\"",
    "sentiment": {
        "neg": 0.1101,
        "neu": 0.8327,
        "pos": 0.0572,
        "compound": -0.0559
    }
}