{
    "date": "2010-05-26T09:46:28Z",
    "title": "North Korea threatens to close border with south as relations worsen",
    "url": "https://www.theguardian.com/world/2010/may/26/north-korea-border-south-relations-worsen",
    "content": "North Korea threatened to halt all border traffic with its southern neighbour today as Hillary Clinton arrived in Seoul to discuss the growing crisis in the region. Relations are at their lowest point for over a decade after the south announced it would slash trade, bar northern ships from its waters and resume psychological warfare after a six-year hiatus. It said it was punishing the north for sinking a southern warship with a torpedo. North Korea, which denies any involvement in the disaster, hit back by announcing it would sever relations with the south until President Lee Myung-bak leaves office. Today it cut off some cross-border communication links and expelled eight South Korean government officials from the joint industrial zone at Kaesong, Seoul's unification ministry said. In a message carried by the official KCNA news agency, the north added that it would \"totally ban\" the passage of South Korean personnel and vehicles to an area – apparently Kaesong – if Seoul began propaganda broadcasts via loudspeaker. Workers were still allowed to cross the border this morning, the unification ministry said. Chun Hae-sung, a spokesman for the ministry, described the measures as menacing, adding that Seoul will \"deal with these North Korean threats unwaveringly and sternly\". Pyongyang has described the measures as the first phase of its response, though like Seoul it has limited options given how few links remain. Neither side wants a war but analysts have warned that there is a danger of miscalculation and misunderstanding – particularly given how few channels for communication remain. The US secretary of state, who earlier this week described the situation as \"precarious\", told reporters: \"There is a different path for North Korea and we believe it's in everyone's interest, including China, to make a persuasive case for North Korea to change direction.\" Speaking after brief talks in Seoul, Hillary Clinton said the international community had a duty to give a strong but measured response to \"unacceptable provocation\". The US is backing Seoul's plan to take the issue to the United Nations security council but has so far been unable to bring on board China, Pyongyang's main ally. Asked about the possibility of China or Russia using their veto rights, the South Korean foreign minister, Yu Myung-hwan, said: \"[They] will take time, I'm sure, but they will not be able to deny the facts.\" China's foreign ministry has said it is still weighing the evidence over the March sinking, which killed 46 people. At a briefing about Chinese premier Wen Jiabao's visit to Seoul this weekend – where he will attend a summit with his South Korean and Japanese counterparts – the Chinese vice foreign minister Zhang Zhijun said Beijing regarded the sinking as \"extremely complicated\". \"China is carefully and prudently studying and examining the information from all sides,\" he said, reiterating China's call for restraint. \"We hold that dialogue is better than confrontation, and relaxation is better than tension.\" China's main nuclear negotiator is also visiting Seoul, but Zhang declined to comment on his discussions. The South Korean Chosun Ilbo newspaper has claimed the military is trying to determine the location of North Korean submarines that vanished from southern radar after leaving their base last week, citing an unidentified Seoul official. The country's joint chiefs of staff office said it could not confirm the report. On Tuesday a Seoul-based monitoring agency reported that North Korean leader, Kim Jong-il, had ordered the country's 1.2 million troops to get ready for combat in case the south attacked. The south's military could not confirm the report and said there were no signs of unusual activity by North Korean troops.",
    "keywords": [
        "border",
        "sinking",
        "south",
        "relations",
        "korea",
        "ministry",
        "southern",
        "worsen",
        "close",
        "seoul",
        "china",
        "korean",
        "foreign",
        "north",
        "threatens"
    ],
    "summary": "North Korea threatened to halt all border traffic with its southern neighbour today as Hillary Clinton arrived in Seoul to discuss the growing crisis in the region.\nNorth Korea, which denies any involvement in the disaster, hit back by announcing it would sever relations with the south until President Lee Myung-bak leaves office.\nThe US secretary of state, who earlier this week described the situation as \"precarious\", told reporters: \"There is a different path for North Korea and we believe it's in everyone's interest, including China, to make a persuasive case for North Korea to change direction.\"\nChina's foreign ministry has said it is still weighing the evidence over the March sinking, which killed 46 people.\nThe south's military could not confirm the report and said there were no signs of unusual activity by North Korean troops.",
    "sentiment": {
        "neg": 0.1114,
        "neu": 0.8398,
        "pos": 0.0488,
        "compound": -0.2454
    }
}