{
    "date": "2010-12-13T15:00:01Z",
    "title": "Japan's era of postwar pacifism may be coming to an end | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2010/dec/13/japan-era-pacifism-china-threat",
    "content": "Japan is expected to adopt a more \"dynamic\" forward-leaning military posture, involving sophisticated new weaponry, mobile rapid-response units and closer security alliances with friendly countries, as part of a sweeping strategic defence review focused on real or potential threats from China and North Korea. Although the shift towards a more assertive military stance has been under discussion in Tokyo for some time, an angry maritime confrontation with China in September and the recent North Korean attack on South Korean territory have lent urgency to discussions on how to deal with the challenges both countries pose to Japan. At the same time, moves by Japan to break the bonds of its postwar pacifist constitution and take a more proactive military role both regionally and internationally are certain to ring alarm bells in neighbouring states, including modern-day de facto allies such as South Korea, which have not forgotten or forgiven the past. Japanese media reports suggest the review, which is expected this week and is the first update of the so-called \"national defence programme guideline\" for six years, will identify North Korea as a threat and categorise China's military activities as a concern. The Nikkei business daily said it would call for creation of a \"dynamic defence capability\" specifically tasked with deterring Chinese incursions around Japan's disputed southern islands, in part by mobilising units of Japan's self-defence force more rapidly. If the Democratic party prime minister, Naoto Kan, adopts the recommendations in full, Japan's submarine fleet could grow from 16 to 22 boats, the air force would gain additional advanced fighter jets and self-defence force troops will be redeployed south from Hokkaido, given the reduced threat from Russia. Defensive alliances with the US, Australia, India and even South Korea, stressing military integration and interoperability, may also be pursued under the plan. That would be welcomed by Washington, which has long pressed for greater burden-sharing. Following the North Korean attack, Admiral Mike Mullen, chairman of the US joint chiefs of staff, called for a triple alliance between Japan, the US and South Korea. Worried about already strained relations, Kan has given assurances that the evolving strategy is not aimed at China, even though Beijing's military spending has almost quadrupled in the past 10 years. \"To organise our own defence capabilities is something that our country certainly needs to do. This does not directly link to posing a threat to another country,\" Kan said. But the prime minister came under pressure to stand up to China after last September's incident, when a Chinese trawler apparently deliberately rammed a Japanese coastguard vessel. Kan's initial response was criticised as weak and his opinion poll ratings plunged. Ironically, Kan came to office last year pledging to push US forces out of a controversial base on Okinawa. Now he is cuddling ever closer to Washington, which has its own worries about Beijing. The new guidelines are expected to draw on recommendations produced last summer by a government-nominated panel of experts. According to Michael Auslin, director of Japan studies at the American Enterprise Institute, writing in the Wall Street Journal, the panel's ideas, if fully implemented, would \"place Japan as firmly as it's ever been on the side of upholding the post-war international order… If the government follows these recommendations, it will become a force in creating a community of liberal interests in the Asia-Pacific region\". That's exactly what some wary neighbours are worried about. Writing for the International Relations and Security Network, Axel Berkofsky of the Milan-based Istituto per gli Studi di Politica Internazionale said the panel's ideas had raised \"quite a few eyebrows\" among analysts. \"The report recommended not only an upgrade for Japan's navy, coastguard and ballistic missile capabilities … but also a review of Japan's 'three non-nuclear principles,' which forbid the country from introducing, stockpiling and manufacturing nuclear weapons inside its borders.\" At least one of the principles has been routinely violated in the past by visiting nuclear-armed US ships. That said, Berkofsky predicted there would be no formal move to change Japan's policy on nuclear weapons – or to acquire offensive ballistic missiles designed to attack North Korea pre-emptively, as hawks would like. Fears of a return to Japanese militarism were wholly misplaced, he said. All the same, there's no doubt life is getting riskier in east Asia – and that Japan has little choice but to react, Berkofsky warned. \"In a region where China continues to rapidly modernise its armed forces, and North Korea's missile and nuclear programmes remain top security concerns, Japan is responding in kind – just in case.\"",
    "keywords": [
        "postwar",
        "south",
        "military",
        "korea",
        "japans",
        "coming",
        "pacifism",
        "end",
        "china",
        "simon",
        "japan",
        "era",
        "force",
        "defence",
        "tisdall",
        "kan",
        "north"
    ],
    "summary": "The Nikkei business daily said it would call for creation of a \"dynamic defence capability\" specifically tasked with deterring Chinese incursions around Japan's disputed southern islands, in part by mobilising units of Japan's self-defence force more rapidly.\nDefensive alliances with the US, Australia, India and even South Korea, stressing military integration and interoperability, may also be pursued under the plan.\nFollowing the North Korean attack, Admiral Mike Mullen, chairman of the US joint chiefs of staff, called for a triple alliance between Japan, the US and South Korea.\nIronically, Kan came to office last year pledging to push US forces out of a controversial base on Okinawa.\nThat said, Berkofsky predicted there would be no formal move to change Japan's policy on nuclear weapons – or to acquire offensive ballistic missiles designed to attack North Korea pre-emptively, as hawks would like.",
    "sentiment": {
        "neg": 0.1192,
        "neu": 0.8048,
        "pos": 0.076,
        "compound": -0.1173
    }
}