{
    "date": "2010-05-25T14:05:00Z",
    "title": "Shares fall on Korean war and debt fears",
    "url": "https://www.theguardian.com/business/2010/may/25/shares-fall-korean-war-debt-fears",
    "content": "Shares around the world tumbled today as a new chill swept through world markets, sending the FTSE 100 index to its lowest level since last September. Investors were rattled by fears of war between North and South Korea, compounded by fresh worries about Europe's debt problems and the shaky euro. On Wall Street, the Dow Jones dropped more than 250 points in early trading, falling to 9816, a drop of 2.5%. The FTSE 100 index in London saw a heavy sell-off when trading began. It hit an eight-month low of 4898.49, a fall of 171 points or 3.3%, with every share losing value. Miners and banking stocks were the worst hit, with Lloyds Banking Group losing 8.5% to 50.7p, and Royal Bank of Scotland down 7.7% to 41.8p The slump in banking stocks follows fears that Spain will become the next victim of the European financial crisis. Last night the International Monetary Fund urged the Spanish government to reform its banking sector and its \"dysfunctional\" labour market. The news today that the UK economy had grown by 0.3% in the first three months of 2010, more than previously estimated, failed to improve spirits in the City. The FTSE 100 index has now fallen by 8.6% since the start of 2010, and around 15% in the last six weeks. The data also failed to prevent a slide in the pound, by 0.8% to $1.4308. David Buik of BGC Partners said that investor confidence had been \"shot to ribbons\" by the eurozone crisis, fears over government borrowing, and signs that banks are again reluctant to lend to each other. Stock markets across Europe were also in the red. Germany's Dax was down 2.6%, France's CAC dropped 3.2%, while Spain's Ibex lost 3.6%, Portugal's PSI slid 3.1% and Italy's benchmark index fell 2.6%. The euro slipped to an 8½-year low against the yen and was close to a four-year low versus the dollar. Ben Potter at IG Markets said: \"Wall Street collapsed in the final few minutes of trade last night as fears of all-out war on the Korean peninsula combined with concerns that European banks – notably those in Spain – may be staring into something of an abyss. \"Certainly the realisation of two highly significant yet totally unrelated events like this could equate to something akin to financial Armageddon and with this in mind, the expectation has to be that traders will remain highly cautious in the near term.\" The European debt crisis saw its latest twist over the weekend when the Bank of Spain stepped in to rescue CajaSur – only the second time that Spain's central bank has saved a regional lender. Investors worry that debt problems in several eurozone countries could trigger a new banking crisis and the debt crisis is still not resolved, despite the €750bn rescue package agreed earlier this month. Buik said: \"It seems inconceivable that the EU can carry on in the same vein as it has in recent times. Too many countries are unable to abide by the fiscal and monetary rules.\" Later today Italy will follow the lead of Spain, Greece, Portugal and Ireland by announcing an austerity budget designed to cut its deficit. Korean tension escalates Stocks in Asia also tumbled, with Japan's Nikkei sliding 3.06% to 9459.89 today. South Korea's benchmark index dropped 2.75% to 1560.83, and the South Korean won slid to its weakest level against the dollar in more than 10 months. North Korean leader Kim Jong Il has reportedly put his military on combat alert, shortly after South Korea officially blamed his regime for the sinking of one of its warships in which 46 sailors died on 26 March. Hong Kong's Hang Seng index fell 3.47% to 18,985.5 while benchmark indices in Australia, Singapore and Indonesia all lost more than 2%. Stock markets in China, India, Thailand and Malaysia were down between 1% and 2%. Merkel in the Gulf German chancellor Angela Merkel said today that the Gulf Arab states back European efforts to stabilise the euro. \"There's interest in having a strong Europe, but it's clear we need to work on our competitiveness, and this is exactly the German position too,\" she said in Abu Dhabi after meeting leaders of the United Arab Emirates on a visit to the Gulf. \"It's understood here very well that a region like the European Union which shares a currency also needs to create a shared basis for economic performance.\" Asked whether the European currency was still a model for efforts among Gulf states to create their own joint currency, Merkel said \"yes, of course\", adding that the subject was high on the agenda in her talks.",
    "keywords": [
        "index",
        "war",
        "south",
        "european",
        "crisis",
        "gulf",
        "fall",
        "fears",
        "spain",
        "markets",
        "today",
        "banking",
        "debt",
        "shares",
        "korean"
    ],
    "summary": "Shares around the world tumbled today as a new chill swept through world markets, sending the FTSE 100 index to its lowest level since last September.\nInvestors were rattled by fears of war between North and South Korea, compounded by fresh worries about Europe's debt problems and the shaky euro.\nIt hit an eight-month low of 4898.49, a fall of 171 points or 3.3%, with every share losing value.\nInvestors worry that debt problems in several eurozone countries could trigger a new banking crisis and the debt crisis is still not resolved, despite the €750bn rescue package agreed earlier this month.\nSouth Korea's benchmark index dropped 2.75% to 1560.83, and the South Korean won slid to its weakest level against the dollar in more than 10 months.",
    "sentiment": {
        "neg": 0.1245,
        "neu": 0.8166,
        "pos": 0.0588,
        "compound": -0.2002
    }
}