{
    "date": "2010-06-08T16:53:20Z",
    "title": "North Korean border guards shoot dead three Chinese smugglers",
    "url": "https://www.theguardian.com/world/2010/jun/08/china-smugglers-killed-north-korea",
    "content": "China has lodged a formal diplomatic protest after North Korean border guards shot and killed three of its citizens, the government in Beijing confirmed today. The shooting incident was reported late last week by a defectors' organisation – North Korea Intellectuals Solidarity – which said the three Chinese men were copper smugglers. The group said the illicit traders were fired on by guards as they approached the North Korean city of Sinuju. It said border controls had been tightened shortly before the incident. There have been similar reports of shootings in the past, but they are not normally confirmed by either of the two governments. Four days after the latest incident, however, foreign ministry spokesman Qin Gang acknowledged that three residents of Dandong – the nearest Chinese border city – have been killed and another injured after being fired on as suspected smugglers. \"The Chinese side attach great importance to this matter and have lodged stern representation to North Korea,\" Qin said. \"This case is under further investigation.\" Smuggling is commonplace across the highly porous border and, according to residents, is a source of bribes to security personnel on both sides. South Korea's Yonhap news agency said the dead men were well known smugglers in Dandong and had made prior arrangement as usual with their North Korean partners. North Korea has yet to comment on the incident, but the isolated nation will be at pains not to antagonise China, which is its main source of fuel and food aid, as well as diplomatic support. Beijing has resisted pressure to condemn Kim Jong Il over the sinking earlier this year of the South Korean naval vessel Cheonan, which killed 46 sailors. After a South Korean-led team of investigators concluded the ship had been sunk by a North Korean torpedo, the United States, South Korea and Japan have called on the UN to take punitive action. Qin called for restraint on all sides, reiterating China's longstanding policy in the peninsula. Last month, Kim Jong Il paid a rare visit to China, travelling to Beijing in search of additional economic assistance. In return, he agreed to return to six-party talks, hosted by China, on Pyongyang's nuclear weapons programs, though no date was set.",
    "keywords": [
        "border",
        "guards",
        "south",
        "korea",
        "dead",
        "china",
        "incident",
        "chinese",
        "killed",
        "smugglers",
        "shoot",
        "qin",
        "north",
        "korean"
    ],
    "summary": "China has lodged a formal diplomatic protest after North Korean border guards shot and killed three of its citizens, the government in Beijing confirmed today.\nThe shooting incident was reported late last week by a defectors' organisation – North Korea Intellectuals Solidarity – which said the three Chinese men were copper smugglers.\nThe group said the illicit traders were fired on by guards as they approached the North Korean city of Sinuju.\n\"The Chinese side attach great importance to this matter and have lodged stern representation to North Korea,\" Qin said.\nSouth Korea's Yonhap news agency said the dead men were well known smugglers in Dandong and had made prior arrangement as usual with their North Korean partners.",
    "sentiment": {
        "neg": 0.1201,
        "neu": 0.8209,
        "pos": 0.0589,
        "compound": -0.2415
    }
}