{
    "date": "2010-05-25T08:35:13Z",
    "title": "North Korean military 'told to prepare for war'",
    "url": "https://www.theguardian.com/world/2010/may/25/north-korean-military-prepare-war",
    "content": "The North Korean leader has warned his military to prepare for war in case the South attacks, a Seoul-based monitoring group reported today, as tensions remain high on the divided peninsula over accusations that Pyongyang sank a South Korean warship. Kim Jong-il ordered officers to be ready for combat via a broadcast made hours after Seoul blamed the North for the Cheonan disaster, according to North Korea Intellectuals Solidarity. Citing unidentified sources from the North, it said the command was read by General O Kuk Ryol, a confidant of the leader, and broadcast on loudspeakers last week. \"We do not hope for war but if South Korea, with the US and Japan on its back, tries to attack us, Kim Jong-il has ordered us to finish the task of unification left undone during the ... [Korean] war,\" it quoted the broadcast as saying. South Korean officials could not confirm the report and the defence ministry and joint chiefs of staff told Reuters they had not detected signs of unusual troop activity. Analysts believe that neither side wants military action, fearing that the cost would prove too great, although there is a risk of skirmishes that could escalate. An international group of experts reported last week that there was overwhelming evidence the North had torpedoed the 1,200-tonne corvette. Pyongyang denies the charge. The Minju Joson newspaper said Seoul had fabricated the incident to pave the way for an invasion, according to the North's KCNA news agency. The United Nations secretary general, Ban Ki-moon, said last night that he expected the security council to take action against North Korea when the South raised the case; comments described as unusual by several diplomats. \"My sincere hope is that this will be dealt with by the security council, and they should take necessary measures on this matter,\" he told a news conference at the UN headquarters. \"There must be some major step to be taken. The evidence is quite compelling. There is no controversy.\" He said he was not influenced by the fact he was a former South Korean foreign minister. China, the North's main ally and a veto-wielding permanent member of the security council, has so far said little beyond urging both sides to show restraint. But experts say its position could yet shift. The US secretary of state, Hillary Clinton, is currently in Beijing and is pressing for China to work with the US and other countries. China's top nuclear envoy was also due to meet officials in Seoul today. The South's military resumed propaganda broadcasts across the border this morning after a six-year hiatus, with programmes airing news, western music and comparisons of the political and economic situations on the two parts of the peninsula. It also plans to drop leaflets from balloons. The psychological warfare will enrage the North, which warned it would fire at any propaganda facilities in the demilitarised zone. The South plans to put up loudspeakers and electronic billboards along the heavily fortified border, to encourage soldiers to defect. Yesterday the Pentagon announced that the US and South Korea would conduct joint naval drills in the Yellow Sea, where the Cheonan sank in March with the loss of 46 lives. The exercises will test their ability to detect submarines and prevent the shipment of nuclear materials. The impact of the South's decision to ban North Korean ships from its waters and suspend trade became clearer today. Trade across the border totalled $1.68bn (£1.18bn) in 2009, about a third of the North's total, according to the Korea Trade-Investment Promotion Agency. Lim Eul-chul, a North Korea expert at South Korea's Kyungnam University, told Associated Press that the measures would cost the North about $200m a year.",
    "keywords": [
        "war",
        "south",
        "norths",
        "military",
        "korea",
        "prepare",
        "seoul",
        "told",
        "security",
        "today",
        "north",
        "korean"
    ],
    "summary": "The North Korean leader has warned his military to prepare for war in case the South attacks, a Seoul-based monitoring group reported today, as tensions remain high on the divided peninsula over accusations that Pyongyang sank a South Korean warship.\nSouth Korean officials could not confirm the report and the defence ministry and joint chiefs of staff told Reuters they had not detected signs of unusual troop activity.\nHe said he was not influenced by the fact he was a former South Korean foreign minister.\nThe impact of the South's decision to ban North Korean ships from its waters and suspend trade became clearer today.\nLim Eul-chul, a North Korea expert at South Korea's Kyungnam University, told Associated Press that the measures would cost the North about $200m a year.",
    "sentiment": {
        "neg": 0.108,
        "neu": 0.8326,
        "pos": 0.0595,
        "compound": -0.1036
    }
}