{
    "date": "2010-11-28T18:21:06Z",
    "title": "China pressed over Iran and North Korea's nuclear trade",
    "url": "https://www.theguardian.com/world/2010/nov/28/china-iran-north-korea-nuclear",
    "content": "The US insisted that China act \"urgently\" to halt a transshipment of ballistic missile components from North Korea to Iran via Beijing and complained that at least 10 similar missile-related deliveries had been allowed to proceed unhindered. The US also accused Chinese firms in May last year of supplying Iran with a key chemical weapons precursor and assistance with operating a chemical manufacturing plant. An internal cable dated 3 November 2007 and signed by Condoleezza Rice, the then US secretary of state, says a North Korean cargo of missile jet vanes destined for the Shahid Bagheri Industrial Group, which runs Iran's solid-fuel ballistic missile programme, was due to be shipped to Iran from Beijing on the following day aboard a scheduled Iran Air flight. In what is termed an \"urgent action request\", Rice instructed the US ambassador to raise the issue \"at the earliest opportunity\" and \"at the highest level possible\" to persuade the Chinese authorities to halt the delivery. Rice told the envoy to remind the Chinese that George Bush had personally raised the shipment with the Chinese president, Hu Jintao, at a recent meeting – an indication of the importance Washington attached to the issue. \"The [state] department is seeking both immediate action ... and a strategic approach with regards to this critical issue,\" Rice's cable states. \"We now have information that the goods will be shipped on 4 November and insist on a substantive response from China ... We assess that the best way to prevent these shipments in the future is for Chinese authorities to take action ... that will make the Beijing airport a less hospitable transfer point.\" Washington's worries about Iran's conventionally armed short- and medium-range ballistic missiles are linked to suspicions that the missiles could be used to deliver a nuclear warhead should Iran develop the capability. It is not known whether the US demarche induced the Chinese to halt the 4 November 2007 delivery, but regardless of that Iran's missile programme is making rapid advances. In May last year Iran successfully tested the Sejil-2 two-stage solid fuel missile. Its range of up to 2,500km means it could reach Israel, Arab countries and parts of Europe. Both the Sejil and the liquid-fuelled Shahab-3 missile, derived from a North Korean design, are theoretically nuclear capable. Although North Korea continues to resist international anti-proliferation efforts, the US has put pressure on China to curtail its missile-related collaboration with Iran, which dates from the 1980s. The cable refers specifically to Iran's attempts to obtain tungsten-copper alloy plates from China's Dalian Sunny Industries. In another cable, sent by secretary of state Hillary Clinton in May[205348], the US said it was concerned that exports by named Chinese firms \"could be used for or diverted to a CW [chemical weapons] programme\". Clinton asks whether the suspect transfers were approved by the Chinese government and warns that sanctions may be imposed. \"We request that the Chinese government take all steps necessary to investigate this matter and to prevent Iran from acquiring dual-use equipment and technology that could be used in its CW program.\" Analysis of the Iranian missile threat last month by Arms Control Today suggested US pressure on Beijing has produced mixed results. \"In a November 2000 commitment to the US, China pledged that it would not assist 'in any way, any country in the development of ballistic missiles that can be used to deliver nuclear weapons' ... Nonetheless the US state department assesses that Chinese companies have continued to assist Iran's ballistic missile programme,\" it said. In an almost desperate bid to get Beijing's attention the cable contains a so-called non-paper – an unofficial, non-binding message – for presentation to the Chinese. With American frustration barely concealed, the non-paper notes the US has raised its concerns with Chinese officials on numerous occasions and lists at least 10 instances in which it claims North Korean shipments of ballistic missiles parts to Iran passed unimpeded through Beijing. \"We believe that this trade will continue to utilise regularly scheduled commercial passenger flights ... We urge you to prevent such shipments via whatever action you deem appropriate,\" it says.",
    "keywords": [
        "iran",
        "ballistic",
        "trade",
        "beijing",
        "state",
        "used",
        "nuclear",
        "china",
        "chinese",
        "pressed",
        "missile",
        "irans",
        "cable",
        "north",
        "koreas"
    ],
    "summary": "The US insisted that China act \"urgently\" to halt a transshipment of ballistic missile components from North Korea to Iran via Beijing and complained that at least 10 similar missile-related deliveries had been allowed to proceed unhindered.\nIt is not known whether the US demarche induced the Chinese to halt the 4 November 2007 delivery, but regardless of that Iran's missile programme is making rapid advances.\nBoth the Sejil and the liquid-fuelled Shahab-3 missile, derived from a North Korean design, are theoretically nuclear capable.\nAlthough North Korea continues to resist international anti-proliferation efforts, the US has put pressure on China to curtail its missile-related collaboration with Iran, which dates from the 1980s.\nNonetheless the US state department assesses that Chinese companies have continued to assist Iran's ballistic missile programme,\" it said.",
    "sentiment": {
        "neg": 0.0555,
        "neu": 0.8897,
        "pos": 0.0547,
        "compound": -0.0339
    }
}