{
    "date": "2010-05-20T15:43:31Z",
    "title": "North Korean dissident plots revolution in London",
    "url": "https://www.theguardian.com/world/2010/may/20/jooil-kim-north-korea",
    "content": "One man who will be closely following developments on the Korean peninsula as tensions flare between Pyongyang and Seoul will be a 37-year-old army defector from North Korea based in London. Following in the footsteps of Marx and Engels, Jooil Kim is using London as a base to plot revolution with the aim of toppling one of the world's most tyrannical regimes. As a captain in the North Korean army, Kim belonged to the elite, but he began to harbour doubts about the regime when he saw the gap between the harsh realities and the texbook socialism he had been taught. In 2005 he decided to make a break for it. Sent to the border with China to track down army defectors, he seized the chance to defect himself. He swam 200 metres across the Duman river at night and escaped to China, where he made enough money to survive by washing dishes in a restaurant. Kim, who arrived in the UK in October 2007, is now hatching plans for the downfall of Kim Jong-il, the ruler of a country where human rights violations are \"both harrowing and horrific\" in the words of the UN special rapporteur on North Korea, Vitit Muntarbhorn. Kim, who testified before parliament in December about North Korea's human rights abuses, revealed his plans in a recent interview with the Guardian. He has set up a group with fellow North Korean defectors that he hopes will act as a nucleus for an opposition party in North Korea. The defector has an interesting argument as to why the group should be based in London rather than South Korea, where some 20,000 North Koreans have sought refuge since defecting. \"The problem is that North Koreans have been so brainwashed against South Korea that they would never accept a party based there. The same goes for America,\" Kim told the Guardian. \"The next best place would be in China but the Chinese would not allow it, which leaves Europe. Europe has great influence internationally.\" Kim plans to spread the word about his group through radio, television and DVDs. His great hope is television because 70% of households in North Korea have TV sets. \"One day I plan to have a TV station in northern Japan that would provide coverage for the whole of North Korea. It would broadcast programmes to make North Koreans aware of their political and human rights. It doesn't have to be aggressive, it can show South Korean drama shows, for example, just to make North Koreans aware how miserable their lives are.\" Kim, who hopes to have such a TV station in three years, argues that change has to come from outside as the regime exerts such a strong grip on people's minds. \"Even if three million people know the truth about North Korea, 20 million don't know and there is no one to lead them for change.\" The odds of success must be against him. Kim Jong-il will hardly quake in his 7cm heels at the plans being hatched in London, starting with the name of the group – the North Korean Residents Society – which has a grand total of 200 members. Yet if Kim to get an audience in North Korea – he also has a website where he broadcasts weekly – his message might find receptive ears. A report by the East-West Centre, a research group established by the US Congress, found that \"everyday forms of resistance\" in the North are taking hold as more people believe that pervasive corruption, rising inequity and chronic food shortages are the fault of Pyongyang – not of the US, South Korea or other foreign forces. The survey – based on refugees – said: \"Unsurprisingly, the evidence of regime performance is negative, and there is some evidence that [it is] becoming more so, even among the core political class and government or party workers.\" It would not be surprising for rumblings of discontent to spread to the military as it is not immune to food shortages. Kim says troops do not undergo physical training in the afternoon because they are too hungry. The World Food Programme says 6.2 million out of North Korea's population of 23 million need food aid, but it is only able to reach 1.5 million, mainly young children and women, because of lack of funds. The International Crisis Group, a thinktank, also paints a grim picture of North Korea's plight in a recent report. \"In addition to sanctions, Pyongyang has been dealing with the internal pressures of a disastrous currency reform as well as a chronic and deteriorating food security problem,\" ICG said. \"The aggregate pressure is already taking a toll on North Korea's human security and could have a number of unanticipated consequences for regional and international security.\" Despite his grand plans to undermining Kim Jong-il, Kim harbours no personal political ambitions. \"I don't see myself as a leader,\" he said. \"I don't have that potential, but I want to create an opposition party in Europe that hopefully will bring down the regime.\"",
    "keywords": [
        "london",
        "plans",
        "plots",
        "dissident",
        "south",
        "regime",
        "korea",
        "group",
        "million",
        "kim",
        "food",
        "revolution",
        "north",
        "korean"
    ],
    "summary": "One man who will be closely following developments on the Korean peninsula as tensions flare between Pyongyang and Seoul will be a 37-year-old army defector from North Korea based in London.\nHe has set up a group with fellow North Korean defectors that he hopes will act as a nucleus for an opposition party in North Korea.\n\"The problem is that North Koreans have been so brainwashed against South Korea that they would never accept a party based there.\nHis great hope is television because 70% of households in North Korea have TV sets.\n\"One day I plan to have a TV station in northern Japan that would provide coverage for the whole of North Korea.",
    "sentiment": {
        "neg": 0.0949,
        "neu": 0.8239,
        "pos": 0.0812,
        "compound": -0.1175
    }
}