{
    "date": "2010-07-07T18:22:26Z",
    "title": "Linkorama: Michael Steele, nuclear Nixon, America's heatwave | Richard Adams",
    "url": "https://www.theguardian.com/world/richard-adams-blog/2010/jul/07/sarah-palin-richard-nixon",
    "content": "• It's a shame that the foot/mouth-prone Republican party chairman Michael Steele seems to have ridden out the storm over his foolish remarks about Afghanistan being Obama's war – because a bandwagon was starting to roll for an even more amusing candidate: This is a job for Sarah Palin.... A Chairman Palin would help set the right tone for the Republican party without having to get herself entangled in the minutiae of policy-development, which has not been her forte. Sure, she'd be polarizing, but so is Barack Obama, and these are polarized times. Wonkette summed it up best: \"PLEASE GOD LET THIS HAPPEN OH IT WILL BE SO AWESOME\". But some things are just too good to be true. • Creepy former president news, and more evidence that Richard Nixon was a worse president than George Bush. Recently declassified papers show that Nixon considered nuking North Korea in 1969. That's right: in the middle of the Vietnam war. Well, it was an option. • Rare unalloyed good news on the economic front: US exports are up by 17% so far this year, allowing President Obama to boast that plans to double US exports were on track. • More seriously – well, not really – is the news that Vermont Senator Patrick Leahy wants a full investigation into some prank emails that went around yesterday, claiming that Leahy, Senator Diane Feinstein and Senator Frank Lautenberg had all died at various times during the day. They hadn't. Leahy thinks the emails came from a \"hack into my system\", which they didn't. • The heatwave currently scorching the US east coast is also causing an outbreak of heat-related news coverage. How to do it: The Boston Globe reveals how the zoo keeps its animals cool in the 100F-plus temperatures: For Christopher the lion and Luther the tiger, relief can come in the form of bloodsicles — the frozen treat made from blood. The gory goodies sometimes are as large as five gallons.... How not to do it: The eggheads at the New York Times sent a reporter out to see if you really can fry an egg on a hot city sidewalk. But he tried to use a frying pan, which misses the point, as the NYTPicker blog noted: The cliche clearly states that the egg must be fried on the sidewalk. Not on a pan. That's because the heat you need to fry an egg comes from under the egg, not from above it.",
    "keywords": [
        "right",
        "adams",
        "egg",
        "war",
        "linkorama",
        "heatwave",
        "times",
        "richard",
        "thats",
        "senator",
        "president",
        "nuclear",
        "nixon",
        "americas",
        "leahy",
        "michael",
        "republican",
        "sidewalk",
        "steele"
    ],
    "summary": "Wonkette summed it up best: \"PLEASE GOD LET THIS HAPPEN OH IT WILL BE SO AWESOME\".\n• Creepy former president news, and more evidence that Richard Nixon was a worse president than George Bush.\nThat's right: in the middle of the Vietnam war.\n• The heatwave currently scorching the US east coast is also causing an outbreak of heat-related news coverage.\nThat's because the heat you need to fry an egg comes from under the egg, not from above it.",
    "sentiment": {
        "neg": 0.0441,
        "neu": 0.849,
        "pos": 0.1071,
        "compound": 0.1289
    }
}