{
    "date": "2010-10-01T23:00:02Z",
    "title": "This week: the Milibands, Liam Fox and Kim Jong-un",
    "url": "https://www.theguardian.com/theguardian/2010/oct/02/this-week-ed-and-david-miliband",
    "content": "The Milibands Ed's in (pictured left). David's out (right). Miliband minor's shaking the shadow cabinet all about. But he will have to finish the hokey-cokey without his older brother because after the narrowest of defeats by the little squirt, Miliband major has announced that he is stepping down from frontline politics to allow the Labour party a fresh start, free of press speculation and distraction about fraternal rifts, enabling him to spend more time with his family and to get some peace – in which to plot an infernal revenge, the like of which would make Cain himself tremble before his mighty chimp-gonk frame! Or at least the first two, anyway. Liam Fox Somebody – and I mean, God knows who, because it certainly had nothing to do with the most obvious suspect because the defence secretary has been QUITE CLEAR that it absolutely wasn't him and anyone who suggests it was is talking the very worst kind of total rot – but somebody has leaked a letter from Fox to David Cameron protesting at the \"draconian\" level of cuts in defence spending; 10% off the £37bn budget. The military brass are delighted, the treasury and the prime minister – with whom they have long been on a collision course – markedly less so. Poor Dave. It's all fun and games until someone loses a new aircraft carrier, innit? Kim Jong-un C'mon, c'mon get happy! Chase all your fears away! So the North Koreans would surely sing if they a) knew the words to capitalist dogs' Arlen and Koehler's song and b) were allowed to sing anything that didn't rhyme with \"Kim Jong-il, he's our top bloke!\" as news breaks that the Dear Leader's son (and grandson of course to the Great Leader, Kim Il-sung, who together did so much to make the country a success) is about to be installed as the country's new ruler. This could, of course, be great news. For all we really know about him, Kim Jong-un could be champing at the bit to throw off the communist shackles and embrace western capitalism, globalisation, democracy and put together a cabinet featuring Britney Spears, Warren Buffett and Hillary Clinton to that end. But you know what? Probably not. Sorry, people of North Korea. We hope something happens to break the dynastic stranglehold soon, though. What they said \"We have to reinvest, I think, in the idea of articulacy as a form of personal human freedom and power.\" Emma Thompson is appalled by teenage slang \"When I see some of them looking for returns of 20% or 25% at a time when fellatio is close to zero, that means we are destroying business.\" French MEP and former justice minister Rachida Dati mistranslates the word \"inflation\". \"I wouldn't be caught dead marrying a woman old enough to be my wife.\" Hollywood star Tony Curtis, who died this week at the age of 85. And was married to a 39-year-old. Hurrah! What we've learned → Nearly 10% of people are unaware that milk is the main ingredient of cheese → One in four viewers would rather not see gay characters on television → Four Australian women have broken the world record for running a relay race in high heels → The Queen's chandelier-dusting bill came to a total of £96,000 last year What we haven't → What was the cause of the stink that closed Victoria tube station on Wednesday",
    "keywords": [
        "somebody",
        "course",
        "fox",
        "total",
        "week",
        "liam",
        "north",
        "kim",
        "miliband",
        "sing",
        "milibands",
        "know",
        "minister",
        "jongun"
    ],
    "summary": "The military brass are delighted, the treasury and the prime minister – with whom they have long been on a collision course – markedly less so.\nKim Jong-un C'mon, c'mon get happy!\nFor all we really know about him, Kim Jong-un could be champing at the bit to throw off the communist shackles and embrace western capitalism, globalisation, democracy and put together a cabinet featuring Britney Spears, Warren Buffett and Hillary Clinton to that end.\nWhat they said \"We have to reinvest, I think, in the idea of articulacy as a form of personal human freedom and power.\"\nHollywood star Tony Curtis, who died this week at the age of 85.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.7616,
        "pos": 0.1399,
        "compound": 0.1182
    }
}