{
    "date": "2010-09-06T13:20:57Z",
    "title": "Kim Jong-il set to anoint youngest son at North Korea party congress",
    "url": "https://www.theguardian.com/world/2010/sep/06/kim-jong-il-name-successor",
    "content": "Members of North Korea's ruling party were gathering in Pyongyang for a rare meeting that could see the country's leader, Kim Jong-il, name his youngest son as his successor. Although the exact date of the congress, the first of the Korean Workers' party for 30 years, had yet to be announced, reports in South Korea said troops had moved into the capital, apparently in preparation for a parade to mark the event. In recent days, North Korean schoolchildren have taken to the streets to sing Footsteps, a song many believe was written for Kim's third son, Kim Jong-un, who is tipped to become the third member of the dynasty to rule the communist state. In addition, thousands of people waving plastic flowers spent the weekend rehearsing for a parade, according to China's Xinhua news agency. The city is reportedly decked out in posters announcing the meeting. \"Let's make this a festive event that will shine in the history of our country and people,\" read one seen in footage from AP Television News. The Rodong Sinmun, the party's newspaper, said delegates from across the country were poised to approve key policies and personnel changes at the heart of the regime's leadership. The meeting coincides with the 62nd anniversary, on 9 September, of North Korea's founding by Jong-un's grandfather, Kim Il-sung. In a typically colourful commentary, the Rodong Sinmun said: \"The people's hearts awaiting the revolutionary, festive occasion heat up due to their joy and happiness.\" Speculation that Kim Jong-un will eventually succeed Kim Jong-il has intensified since his 68-year-old father suffered a stroke two years ago. Kim Chan-gyong, an assistant professor at the North Korean academy of social science, said the conference signalled a turning point for the regime. \"I think it will serve as an important occasion amid our efforts to build a powerful socialist nation ... at a time when there is historic demand for a new turning point,\" he told APTN. The international community will use what information it can glean from reports of the secretive meeting to piece together an idea of how North Korea might behave under a new leader. \"I am aware of the news reports, but all I can say is that we are collecting information from various fronts and rushing to analyse it,\" Japan's chief cabinet secretary, Yoshito Sengoku, told reporters in Tokyo. \"Japan's biggest interest lies in whether the meeting produces a regime that could help pave the way for breaking a stalemate in the six-party talks on North Korea's nuclear programme.\" The meeting is the first party congress since 1980, when Kim Jong-il was confirmed as Kim Il-sung's successor, although he did not become leader until his father's death in 1994. It comes at a time of rising tensions in the region: relations with Seoul quickly deteriorated after international inspectors said a North Korean torpedo had sunk the Cheonan, a South Korean naval ship, in March. While Pyongyang has indicated it is willing to return to nuclear talks – with conditions – the US, Japan and South Korea say they will only consider reopening negotiations if the regime apologises for the Cheonan sinking. North Korea denies involvement in the incident, in which 46 sailors died. Little is known about Kim Jong-un. He is thought to be aged 27 or 28 and was educated at the prestigious International School of Berne, in Switzerland. A widely circulated, but unconfirmed, photograph of him appears to have been taken when he was in his teens. Kim Jong-il's recent visit to China is being seen as part of efforts to win support for the power switch from North Korea's only ally and biggest aid donor. There has been no confirmation of rumours that Kim Jong-un accompanied his father on the trip. Reports from the South say the country's fearsome propaganda machine has already begun building a cult of personality around Kim Jong-un, including the release of poems and songs extolling his virtues as a leader. His ascent to the Workers' party hierarchy is thought to have begun last year when he was reportedly rubber-stamped as a member of parliament. North Korea experts believe Kim Jong-il will place his son in a key party post, giving him a base from which to emulate his father's rise through the ranks of the country's military and political elites. While little progress has been made in resolving the Cheonan incident or restarting nuclear talks, North Korea has made what it called \"humanitarian gestures\" that analysts say are intended to improve its international standing. Last month, it released aUS man who had entered the country illegally, following an intervention by the former US president, Jimmy Carter. Today, it said it would release seven members of a South Korean fishing vessel, including three Chinese, who apparently strayed into North Korean waters in early August. The state-run Korean Central News Agency said the fishermen would be sent back to South Korea after they \"admitted the seriousness of their act and gave assurances that they would never repeat it\".",
    "keywords": [
        "meeting",
        "anoint",
        "set",
        "south",
        "korea",
        "say",
        "reports",
        "kim",
        "youngest",
        "congress",
        "jongil",
        "jongun",
        "party",
        "son",
        "north",
        "korean"
    ],
    "summary": "Speculation that Kim Jong-un will eventually succeed Kim Jong-il has intensified since his 68-year-old father suffered a stroke two years ago.\nKim Chan-gyong, an assistant professor at the North Korean academy of social science, said the conference signalled a turning point for the regime.\nNorth Korea denies involvement in the incident, in which 46 sailors died.\nThere has been no confirmation of rumours that Kim Jong-un accompanied his father on the trip.\nToday, it said it would release seven members of a South Korean fishing vessel, including three Chinese, who apparently strayed into North Korean waters in early August.",
    "sentiment": {
        "neg": 0.0395,
        "neu": 0.8935,
        "pos": 0.0671,
        "compound": 0.1482
    }
}