{
    "date": "2010-05-25T23:05:09Z",
    "title": "Korean tensions: China's responsibility | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2010/may/26/south-north-korea-china-editorial",
    "content": "Relations between the two Koreas are at their worst for decades. The North says it has abrogated its non-aggression agreement with the South, trade links have been cut, shipping lanes closed, and the armed forces of both sides are on alert. The United States and South Korea are to conduct joint exercises, the traditional signal of readiness to act together in the event of real hostilities. Since a South Korean warship sank in March, almost certainly after being hit by a North Korean torpedo, the North has not offered a convincing denial of responsibility, nor an explanation, nor an apology. Now comes this tirade of threats and accusations. If the incident was the result of an act of insubordination by a junior or a senior officer, or group of officers, that might have been privately conveyed to South Korea, but no such message has been passed on. Yet the idea that the Northern leadership ordered the attack is hard to accept, since the regime's decisions have always in the past had an element of rationality. In this case, nobody can discern what North Korean purpose the attack could possibly serve. While we do not understand the origins of this sudden deterioration, the consequence is clearer. Outside powers must restrain the parties, and, in particular, China must restrain North Korea, since it is the only country that has any real leverage in Pyongyang. While Hillary Clinton got no public commitment of that kind during her talks in Beijing, it seems likely the Chinese will indeed apply some pressure. But Sino-American co-operation is not full-hearted, since the two countries differ so profoundly on the future of the Korean peninsula. Kim Jong-il is ageing and ailing. Change, possibly of the terminal kind, cannot be that far away. There is no international plan for dealing with the collapse of the regime, should that take place, and, equally, there is no consensus on how to cope should it survive in more or less its present form. China may well think its interests are best served by the continued division of the peninsula, while the US, Japan and other American allies would want a reunification dominated by the more successful and prosperous South. China is believed to have made preparations for putting in troops, while there are no doubt also some American military plans to go with sketchy ideas about a UN-brokered transition and reunification, but there has been no co-ordination. This is a very feeble framework within which to contain one of the most volatile relationships on the planet. Beyond the immediate crisis, there is an urgent need to achieve a greater degree of international agreement on how to deal with dramatic and unsettling events that may be just around the corner.",
    "keywords": [
        "south",
        "korea",
        "editorial",
        "tensions",
        "china",
        "peninsula",
        "restrain",
        "chinas",
        "reunification",
        "real",
        "possibly",
        "responsibility",
        "north",
        "korean"
    ],
    "summary": "The United States and South Korea are to conduct joint exercises, the traditional signal of readiness to act together in the event of real hostilities.\nSince a South Korean warship sank in March, almost certainly after being hit by a North Korean torpedo, the North has not offered a convincing denial of responsibility, nor an explanation, nor an apology.\nIn this case, nobody can discern what North Korean purpose the attack could possibly serve.\nOutside powers must restrain the parties, and, in particular, China must restrain North Korea, since it is the only country that has any real leverage in Pyongyang.\nBut Sino-American co-operation is not full-hearted, since the two countries differ so profoundly on the future of the Korean peninsula.",
    "sentiment": {
        "neg": 0.1139,
        "neu": 0.8041,
        "pos": 0.0821,
        "compound": -0.0577
    }
}