{
    "date": "2010-08-22T14:50:14Z",
    "title": "More than 100,000 evacuated as China-North Korea border floods",
    "url": "https://www.theguardian.com/world/2010/aug/22/flood-evacuation-china-north-korea",
    "content": "More than 100,000 people have been evacuated and at least four killed as the worst floods in a decade inundated the border between China and North Korea. After downpours in south and west China took 3,900 lives earlier this summer, it was the turn of the north-east to take a battering this weekend when torrential rains swelled the Yalu river to dangerous levels. Chinese television showed army helicopters airlifting people and soldiers reinforcing dykes with sandbags. Local newspapers ran pictures of the river, which demarcates the border with North Korea, rising over the top of its banks and seeping across the park that separates the river from Dandong city in Liaoning Province. At its peak the flow of the Yalu was 27,000 cubic meters per second on Saturday evening and remains at high levels with more rain forecast for the coming days. According to the state-run Beijing Times, the floods in Dandong are the second most serious since 1949. Ninety-four thousand people in the city have been relocated, according to the municipal flood-control headquarters. An additional 30,000 have been moved from outlying regions where the river has burst its banks in 158 places. On the Chinese side of the river, the worst affected area is Kuandian, where an elderly couple and a mother and child were swept to their deaths in a flash flood. A 60-year-old man was missing after his home was ripped from its foundations in a landslide. The situation in North Korea is less clear due to tight controls on movement and the media. At least 5,000 people have been evacuated and parts of Sinuiju – the nearest city to the border – have been \"completely inundated\", according to the Korean Central News Agency. The nation's leader, Kim Jong-il, reportedly ordered the military to rescue people stranded on roofs and hilltops. The country is particularly vulnerable to flooding because so many areas have suffered deforestation during the energy and food shortages of the past two decades. The bridge across the Yalu river at Dandong is a vital source of supplies and fuel for North Korea. According to local media, it remains open, but rail services have been disrupted. The floods in the north-east come as rescue workers in the southern province of Yuannan continue to search for 69 people who have been missing since a rain-induced landslide engulfed a remote mountain town last Wednesday. Twenty three people were killed in the slippage and more bodies are being found every day.",
    "keywords": [
        "floods",
        "border",
        "dandong",
        "city",
        "korea",
        "100000",
        "according",
        "yalu",
        "river",
        "chinanorth",
        "evacuated",
        "north",
        "worst"
    ],
    "summary": "More than 100,000 people have been evacuated and at least four killed as the worst floods in a decade inundated the border between China and North Korea.\nLocal newspapers ran pictures of the river, which demarcates the border with North Korea, rising over the top of its banks and seeping across the park that separates the river from Dandong city in Liaoning Province.\nAccording to the state-run Beijing Times, the floods in Dandong are the second most serious since 1949.\nThe situation in North Korea is less clear due to tight controls on movement and the media.\nThe bridge across the Yalu river at Dandong is a vital source of supplies and fuel for North Korea.",
    "sentiment": {
        "neg": 0.0711,
        "neu": 0.8945,
        "pos": 0.0344,
        "compound": -0.1191
    }
}