{
    "date": "2010-12-22T16:43:05Z",
    "title": "South Korea brazen in defence of military drills near North's border",
    "url": "https://www.theguardian.com/world/2010/dec/22/south-korea-military-drills-border",
    "content": "South Korea will step up the pressure on North Korea by staging another huge live-fire drill close to a border region gripped by the worst tensions since war devastated the peninsula 60 years ago. F-15 jets, K-1 tanks, artillery and hundreds of troops will take part in the military exercise tomorrow – the biggest of the year and the second this week, despite accusations of provocation and threats of retaliation from Pyongyang. The act of brinkmanship risks an escalation of conflict after two deadly attacks by North Korea and warnings from neighbouring nations that the peninsula is slipping dangerously close to war. South Korean commanders said they were prepared to meet force with force if North Korea strikes out over disputed territory as it did last month, when a drill near Yeongpyeong Island sparked a barrage that killed two civilians and two marines. \"We will completely punish the enemy if it provokes us again like the shelling of Yeonpyeong Island,\" Brigadier General Ju Eun-sik, chief of the army's 1st Armoured Brigade. South Korea's navy will also take part ina four-day anti-submarine exercise off the eastern coast. Military officials described the drills as \"routine\", noting that the country has conducted almost one a week this year. But the scale and timing of the activities is a setback for hopes of a fresh round of diplomacy or at least a cooling-off period to ease the strains that have built up this year as the North pushes ahead with a fraught transition of power from ailing leader Kim Jong-il to his third son, Kim Jong-un. North Korea maintained its reputation for unpredictability on Monday, by exercising restraint during a live-fire exercise near Yeonpyeong despite prior threats of \"catastrophe\" if the drills went ahead. Since then, North Korea's media has called for peace and made a conciliatory offer to an unofficial US envoy to allow international inspections of its nuclear programmes. Given the repeated cycle of concessions and belligerence, South Korea's government has treated the apparent change of heart with suspicion, keeping troops on a high state of alert and prodding its neighbour's tolerance levels with fresh military operations near the dispute border. The US government also remains sceptical. White House officials said Pyongyang needed to change its \"belligerent\" behaviour first and was not \"even remotely ready\" for negotiations.",
    "keywords": [
        "border",
        "war",
        "south",
        "norths",
        "military",
        "yeonpyeong",
        "korea",
        "north",
        "drills",
        "week",
        "brazen",
        "exercise",
        "defence",
        "near",
        "koreas"
    ],
    "summary": "South Korea will step up the pressure on North Korea by staging another huge live-fire drill close to a border region gripped by the worst tensions since war devastated the peninsula 60 years ago.\nSouth Korea's navy will also take part ina four-day anti-submarine exercise off the eastern coast.\nMilitary officials described the drills as \"routine\", noting that the country has conducted almost one a week this year.\nNorth Korea maintained its reputation for unpredictability on Monday, by exercising restraint during a live-fire exercise near Yeonpyeong despite prior threats of \"catastrophe\" if the drills went ahead.\nSince then, North Korea's media has called for peace and made a conciliatory offer to an unofficial US envoy to allow international inspections of its nuclear programmes.",
    "sentiment": {
        "neg": 0.1442,
        "neu": 0.796,
        "pos": 0.0596,
        "compound": -0.1845
    }
}