{
    "date": "2010-02-03T18:28:16Z",
    "title": "Senior communist falls victim to North Korea's currency disaster",
    "url": "https://www.theguardian.com/world/2010/feb/03/north-korea-won-currency-revaluation",
    "content": "North Korea has purged a senior communist party official for his role in the disastrous currency revaluation that has triggered social unrest and threatens to cause another famine, according to reports in South Korea. The country revalued its currency, the won, last November for the first time in 50 years to help bring down inflation and regain control over its fledgling free-market economy. North Koreans were obliged to exchange old won notes for new at a rate of 100 to one, but a cap on the amount that could be changed forced prices up and left people who had substantial savings with piles of worthless notes. The new currency was initially valued at 98 won to the dollar after the old currency had plummeted to a rate of 3,500 won, but has since drastically weakened to between 300 and 500 won to the dollar. North Korea watchers say the currency revaluation was designed to deprive the country's burgeoning merchant class of secret savings that went on food and other items the state cannot properly provide. Some speculated that the North Korean leader, Kim Jong-il,who has acknowledged the economic problems facing his people, had hoped to stabilise prices and credit the achievement to his third son and heir apparent, Kim Jong-un. But the resulting steep price rises have triggered chaos in shops and markets and fuelled anger over the regime's apparent abandonment of limited market reforms introduced in 2002, reports said. One Seoul-based online newspaper with sources in North Korea reported \"an explosion in the number of casualties from popular resentment at harsh regulation of market activities by the security apparatus across North Korea\". The Daily NK, run by opposition activists and regarded as reliable, said yesterday that the regime had started to lift market regulations in response to the unrest. The crisis led to friction in the upper echelons of North Korea's Workers' party over who should be held responsible. The finance chief, Pak Nam-gi, was subsequently sacked, according to the South Korean Chosun Ilbo newspaper. \"Mutual recriminations are rampant within the North's power circles over the failure of the redenomination, and [Pak], who led the reform, has been sacrificed,\" the paper said, citing a source in Beijing. Other reports said the currency reform was causing starvation deaths in the north-east, with one Seoul-based aid agency claiming there had been daily deaths in the city of Tanchon since late January. The Daily NK said sources in North Korea had described outbreaks of violence, including attacks on security agents attempting to prevent people attempting to smuggle or trade food. \"Traders and residents have lost their property due to the redenomination,\" it said. \"As a result, social unrest is becoming more serious.\" The JoongAng Daily newspaper, however, quoted South Korea's spy agency chief as saying last week that the riots were under control. The crisis may force Kim to return to stalled nuclear talks in an attempt to win international aid and avoid a repeat of the famines and food shortages of the 1990s, in which hundreds of thousands died. The US assistant secretary of state, Kurt Campbell, said that sanctions would only be eased if the North returned to the six-party talks and honoured promises to dismantle its nuclear programme. \"Sanctions will not come off before that,\" he told reporters after a meeting with officials in Seoul.",
    "keywords": [
        "victim",
        "communist",
        "daily",
        "south",
        "unrest",
        "newspaper",
        "won",
        "korea",
        "reports",
        "market",
        "senior",
        "disaster",
        "falls",
        "currency",
        "north",
        "koreas"
    ],
    "summary": "North Korea has purged a senior communist party official for his role in the disastrous currency revaluation that has triggered social unrest and threatens to cause another famine, according to reports in South Korea.\nNorth Korea watchers say the currency revaluation was designed to deprive the country's burgeoning merchant class of secret savings that went on food and other items the state cannot properly provide.\nOne Seoul-based online newspaper with sources in North Korea reported \"an explosion in the number of casualties from popular resentment at harsh regulation of market activities by the security apparatus across North Korea\".\nThe Daily NK said sources in North Korea had described outbreaks of violence, including attacks on security agents attempting to prevent people attempting to smuggle or trade food.\nThe JoongAng Daily newspaper, however, quoted South Korea's spy agency chief as saying last week that the riots were under control.",
    "sentiment": {
        "neg": 0.1099,
        "neu": 0.8158,
        "pos": 0.0743,
        "compound": -0.1497
    }
}