{
    "date": "2010-11-23T15:33:26Z",
    "title": "Timeline: North Korea – key events since the end of the Korean war",
    "url": "https://www.theguardian.com/world/2010/nov/23/timeline-north-korea-south-korea",
    "content": "27 July 1953 The war ends when a truce is signed by a representative of the US-backed UN forces, and a representative of North Korea and allied Chinese forces. South Korea was not a signatory. There is no formal peace treaty, meaning the two countries remain technically at war. The Korean war cost 2 million lives. January 1968 North Korean commandos launch a failed assassination attempt on the then president of South Korea, Park Chung-hee. 15 August 1974 There is another assassination attempt on Park Chung-hee, by a North Korean agent in Seoul. Park survives, but the first lady is killed. 9 October 1983 North Korean agents target the venue of a visit by South Korean president Chun Doo-hwan to Burma, killing more than 20 people including four South Korean cabinet ministers. The president escapes. 29 November 1987 North Korea blows up a South Korean civilian airliner, killing 115 people. The US decides to include the North on its list of countries that support terrorism. 1991 North and South Korea become members of the UN. September 1996 A North Korean submarine lands commandos on the South Korean coast. June 2000 North Korean leader Kim Jong-il and South Korean president Kim Dae-jung meet in Pyongyang. January 2002 The then US president, George Bush, makes his \"axis of evil\" speech, which links North Korea with Iran and Iraq. February 2005 North Korea claims to have built nuclear weapons. July 2006 North Korea test-fires medium- and long-range missiles. 9 October 2006 An international outcry follows North Korea's first nuclear test, and the UN sets up a series of sanctions. November 2007 The prime ministers of the two Koreas meet for the first time in 15 years. March-May 2008 North Korea test-fires short-range missiles. July 2008 A North Korean soldier shoots a South Korean tourist dead in the Mount Kumgang resort. April 2009 North Korea launches a long-range rocket capable of carrying a nuclear warhead. Criticism from the UN security council prompts Kim Jong-il to walk out of talks aimed at ending North Korea's nuclear programme. May 2009 North Korea announces it has successfully conducted a second nuclear test, sparking an emergency meeting of the UN security council. It also withdraws from the 1953 armistice that ended the war between the two Koreas. November 2009 Shots are exchanged near the Yellow Sea border for the first time in seven years. January 2010 North Korea fires artillery near its disputed maritime border with South Korea. South Korea returns fire, but no one is injured. March 2010 The South Korean warship Cheonan sinks after an unexplained explosion; 46 sailors die. A later investigation suggests the boat was sunk by a torpedo launched from a North Korean submarine. September 2010 Kim Jong-un, Kim Jong-il's youngest son, gains high-powered political and military posts, fuelling speculation that he will be his father's successor. October 2010 North and South Korea exchange shots across the border. November 2010 North Korea gives a US scientist a tour of a uranium plant, sparking alarm at the sophistication of its nuclear technology. 23 November 2010 The North fires rounds of artillery on to an inhabited South Korean border island. South Korea scrambles its fighter jets and returns fire, saying two of its marines have been killed. • This article was amended on 24 November 2010. The original said that South Korea was a signatory to the 1953 truce. This has been corrected.",
    "keywords": [
        "war",
        "south",
        "timeline",
        "korea",
        "events",
        "end",
        "2010",
        "nuclear",
        "president",
        "kim",
        "key",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "9 October 1983 North Korean agents target the venue of a visit by South Korean president Chun Doo-hwan to Burma, killing more than 20 people including four South Korean cabinet ministers.\nSeptember 1996 A North Korean submarine lands commandos on the South Korean coast.\nJune 2000 North Korean leader Kim Jong-il and South Korean president Kim Dae-jung meet in Pyongyang.\nJuly 2008 A North Korean soldier shoots a South Korean tourist dead in the Mount Kumgang resort.\nJanuary 2010 North Korea fires artillery near its disputed maritime border with South Korea.",
    "sentiment": {
        "neg": 0.1357,
        "neu": 0.8182,
        "pos": 0.0461,
        "compound": -0.2501
    }
}