{
    "date": "2010-03-27T11:47:28Z",
    "title": "South Korean navy ship sinking leaves 46 feared dead",
    "url": "https://www.theguardian.com/world/2010/mar/27/south-korea-navy-ship-sinks",
    "content": "Hopes are fading for 46 South Korean sailors missing after an explosion sank their navy ship patrolling the disputed sea border with the north. Naval frigates, coastguard vessels and military planes have been searching the waters near South Korea's Baengnyeong Island in the Yellow Sea where the 1,500-tonne vessel sank on Friday in bad weather and rough seas. The South Korean military said an explosion tore a hole in the rear of the ship and it sank just over three hours later. A spokesman for the joint chiefs of staff said the military would issue a judgment on the cause after the vessel was salvaged. Most of it remained submerged, with part of its hull visible. The vessel is the Cheonan, a Pohang-class corvette commissioned in 1989. Seoul has sought to play down suggestions of a North Korean torpedo attack. Defence officials said 58 crew out of the 104 on board were saved with some treated for minor burns, broken bones and abrasions. Officials have yet to confirm any deaths, although fatalities have been reported by local media. The ship sank near a disputed maritime border where South and North Korea have clashed three times in recent years. North Korean territory lies within 10 miles of Baengnyeong. There were no signs of North Korean military movements, said a presidential spokeswoman in the south, Kim Eun-hye. \"It's looking more and more like it was just an accident that happens on a ship,\" Carl Baker, an expert on Korean military relations at the Pacific Forum CSIS thinktank in Honolulu told Reuters. He said North Korea was unlikely to attack the far more powerful South Korean military. The explosion prompted a number of crew members to jump into the water, the military said. First Lieutenant Baek Jae-woo, a lecturer on ship design at the Republic of Korea Naval Academy, told Reuters that it would not be clear what caused the explosion until the ship was towed to harbour. But he said a missile attack, internal explosion or torpedoes were all possible causes. The Northern Limit Line has long been an area of tension. In 1999 at least 17 North Korean sailors were killed in a firefight there. Three years later another clash killed six South Korean and an estimated 13 North Korean sailors. November last year saw the first exchange of fire in seven years. Vessels from both sides were damaged. The two sides are technically still at war because the 1950-53 conflict ended with a ceasefire and not a peace treaty. Relations improved when the south introduced a \"sunshine policy\" but deteriorated sharply after President Lee Myung-bak took office in 2008 with a pledge to be tougher, cutting off free-flowing aid. In May last year the North claimed to have tested a nuclear device as large as that which destroyed Hiroshima, less than two months after a rocket launch that Tokyo and Washington believed was a test of long-range missile technology. Pyongyang said it was launching a satellite. Many analysts believe the moves were intended to grab Washington's attention and set the stage for a return to stalled denuclearisation talks in conditions more favourable to Pyongyang. Bolstering support for the government and advertising the regime's technology to potential customers could also have been factors.",
    "keywords": [
        "sinking",
        "south",
        "leaves",
        "military",
        "sank",
        "vessel",
        "sailors",
        "korea",
        "dead",
        "navy",
        "46",
        "ship",
        "feared",
        "explosion",
        "north",
        "korean"
    ],
    "summary": "Hopes are fading for 46 South Korean sailors missing after an explosion sank their navy ship patrolling the disputed sea border with the north.\nThe ship sank near a disputed maritime border where South and North Korea have clashed three times in recent years.\nThere were no signs of North Korean military movements, said a presidential spokeswoman in the south, Kim Eun-hye.\nHe said North Korea was unlikely to attack the far more powerful South Korean military.\nThree years later another clash killed six South Korean and an estimated 13 North Korean sailors.",
    "sentiment": {
        "neg": 0.1304,
        "neu": 0.8315,
        "pos": 0.0381,
        "compound": -0.2305
    }
}