{
    "date": "2010-07-01T19:00:31Z",
    "title": "Moving tales of North Korean lives win Samuel Johnson prize",
    "url": "https://www.theguardian.com/books/2010/jul/01/samuel-johnson-prize-nothing-to-envy",
    "content": "A journalistic investigation into the real lives of North Koreans in the 21st century has triumphed in the BBC's Samuel Johnson prize, the UK's top award for non-fiction. Praising the winning title, Nothing to Envy, by the Los Angeles Times journalist Barbara Demick, for its ability to \"open our eyes to a world which is really very closed to us\", the chair of the judges, Evan Davis of Radio 4's Today programme, said the book was \"very, very readable\". \"It's not hugely long and it's a softback – in these senses it doesn't quite look like a lot of other winners,\" said Davis, who announced Demick's win this evening. The book takes its title from a song taught to North Korean children that \"we have nothing to envy in the world\". Past winners of the award, worth £20,000, include David Cairns's 900-plus-page biography of the 19th-century composer Berlioz, and TJ Binyon's portrait of the Russian poet Pushkin. \"But the Demick really moved people,\" said Davis. \"I found myself reading bits of it to my partner and saying, 'I cannot believe this'.\" Demick interviewed a range of defectors from North Korea for Nothing to Envy, which tells the story of six ordinary people living in Chongjin, the country's third largest city: two lovers who dated secretly for 10 years, but were still too afraid to criticise the regime they lived under to each other; a factory worker loyal to the regime who watched her husband and son starve to death before escaping; her rebellious daughter; a homeless boy; and an idealistic doctor. Demick, who lives in Beijing as a foreign correspondent for the LA Times, and who was a finalist for the Pulitzer prize in international reporting, narrowly beat the former Guardian journalist Alex Bellos's exploration of maths, Alex's Adventures in Numberland. \"[Bellos's] was a book everyone thought would be nice if it won, because it would be good for people to read a maths book,\" said Davis. \"Some of us wished we'd read it when we were 14 years old. If we'd taken the view that this is a book everyone ought to read, then it might have gone that way. But what won the day for [Demick's book] was the degree of passion around it – it really moved people.\" There were six books in total on an eclectic shortlist for this year's prize, ranging from Luke Jennings's fishing memoir, Blood Knots, to Andrew Ross Sorkin's account of the financial crisis, Too Big to Fail. Davis said the panel of judges, which also included New Scientist's editor, Roger Highfield, the historian Stella Tillyard, the Financial Times's arts editor, Jan Dalley, and the Times's executive editor, Daniel Finkelstein, had selected a modern and accessible lineup \"with a journalistic flavour as well as a scholarly flavour\". \"My line on the prize is there should be no assumption that it'll go to a huge work of scholarship,\" he said. \"It should be possible for any kind of book to be in the frame.\" Last year, the Samuel Johnson prize was won by Philip Hoare's Leviathan, a study of whales.",
    "keywords": [
        "moving",
        "tales",
        "samuel",
        "book",
        "davis",
        "demick",
        "won",
        "prize",
        "win",
        "lives",
        "read",
        "editor",
        "envy",
        "really",
        "johnson",
        "north",
        "korean"
    ],
    "summary": "A journalistic investigation into the real lives of North Koreans in the 21st century has triumphed in the BBC's Samuel Johnson prize, the UK's top award for non-fiction.\nThe book takes its title from a song taught to North Korean children that \"we have nothing to envy in the world\".\n\"But the Demick really moved people,\" said Davis.\nBut what won the day for [Demick's book] was the degree of passion around it – it really moved people.\"\nLast year, the Samuel Johnson prize was won by Philip Hoare's Leviathan, a study of whales.",
    "sentiment": {
        "neg": 0.0287,
        "neu": 0.8234,
        "pos": 0.1478,
        "compound": 0.3231
    }
}