{
    "date": "2010-10-12T19:03:27Z",
    "title": "Next of Kim: North Korean propaganda machine gears up to anoint next leader",
    "url": "https://www.theguardian.com/world/2010/oct/12/north-korea-kim-jong-il",
    "content": "The orchids and begonias bloomed purple and crimson across the exhibition's three spacious floors; resplendent despite the different climates the plants usually require. Was frequent watering the secret? Or a special growing technique? To our guide, the explanation was simple. These were the species named for North Korea's founder and his son, the current leader. \"The Kimilsungia needs high temperatures of about 25 to 30C and the Kimjongilia a milder temperature from 15 to 20C. But our people grow them with their hearts to ensure this exhibition,\" said 20-year-old Kim Pom. The result was stand after stand of begonias surrounding orchids, or orchids surrounding begonias, each adorned with the Korean Workers' party symbol. Outside, the flowers unfurl on posters across the capital. Like all imagery in North Korea, their aesthetics are only one consideration. Whether it is via the model missiles thrusting out between the flowerpots at the Kimilsungia-Kimjongilia Exhibition Hall, or the feats of industrial production recounted in the media (\"impossibility was not in their vocabulary\"), the state repeatedly reinforces several key themes. The military; the juche or \"self-reliance\" philosophy; and above all the importance of the Kims, including the new heir-apparent Kim Jong-un. Most common are stories of their care for ordinary citizens. The current issue of Korea Today recalls Kim Jong‑il admonishing builders who planned to skimp on the use of marble in Pyongyang Maternity Hospital in 1979. Instead, the central hall's floor \"was studded with rubies, sapphires [and] topazes\" on his orders. \"The officials were all amazed at his suggestion,\" it added, which is perhaps unsurprising even given the country's relatively healthy economy at the time. These days it is short of fuel and heavily dependent on food aid. The UNs World Food Programme says a third of the population are undernourished and almost a quarter of under-fives are underweight; foreigners who have visited the countryside say the stunted growth is obvious. Pyongyang is the show city, spruced up for the celebrations and visiting media, yet it remains dingy away from a few main streets. No one discusses such subjects in North Korea. But it is not just dissent that is off limits. Praise can be sensitive too. The promotion of the family is constant yet baroque and at times strangely coy. The campaign to establish the heir apparent began a year ago, but the media never mentioned Kim Jong-un until his promotion to general less than two weeks ago. Even now they do not spell out his family connections – yet North Koreans all remark on his resemblance to his grandfather. People can sing a new song about him, Footsteps; but no one will say whether it has been recorded. Still, it must be important – as one magazine observes, Koreans say their music \"is as forceful and exciting as a volley of multiple launch rocket systems\". A Korea-watcher pointed to a recent front page of the Rodong Shinmun, the Workers' party newspaper, which bore two identically sized photographs apparently depicting the same scene. On the left, Kim Jong-il was explaining his thoughts to a senior Chinese leader. On the right, Kim Jong-un stood at the front of a group of officials. That implied, the observer thought, that the authorities did not want the son to be totally overshadowed by the father. Analysts try to read not just between the lines of newspapers, but even between the lines of performances such as Sunday's Mass Dance. The point of some elements were obvious – such as the footage of molten steel and apple orchards shown on giant screens; or the images of Kim Il-sung as a guerrilla fighter struggling to free his country. Others were less so. The young girls in white-and-silver tutus with pompoms symbolised vinalon, the limestone-derived fabric that is one of the North's proudest inventions. The men in hard hats and sparkly shirts amid \"waves\" of blue silky fabric represented the labourers on a tideland project lauded in every publication. The children in silver spacesuits embodied the Computer Numerical Controller (CNC), which appears to refer to technology-related production: almost everything – from plastic pencils to the ubiquitous vinalon – is now made \"on a CNC basis\", according to state publications. All of these may be coded attempts to promote Kim Jong-un, according to some observers. The references to the tideland reclamation, for instance, seem similar to the lauding of Kim Jong-il's role in building the West Sea Barrage when he was being groomed to take over from this father. \"North Korean propaganda badly needs to link many 'modern' and positive things with the heir, but they don't have much to offer. \"That's why everything, including the old dream about vinalon as a remedy from all socio-economic ailments, is now utilised,\" said Dr Leonid Petrov, a Korea expert at the University of Sydney. As yet there appear to be no images of Kim Jong-un to hang alongside the portraits of his father and grandfather around the capital. But expect a horticultural announcement any time now. \"In the future we will have a Kimjungunia,\" Kim Pom predicted.",
    "keywords": [
        "anoint",
        "leader",
        "korea",
        "say",
        "machine",
        "orchids",
        "begonias",
        "kim",
        "media",
        "jongun",
        "propaganda",
        "gears",
        "father",
        "vinalon",
        "north",
        "korean"
    ],
    "summary": "The result was stand after stand of begonias surrounding orchids, or orchids surrounding begonias, each adorned with the Korean Workers' party symbol.\nLike all imagery in North Korea, their aesthetics are only one consideration.\nThe military; the juche or \"self-reliance\" philosophy; and above all the importance of the Kims, including the new heir-apparent Kim Jong-un.\nOn the right, Kim Jong-un stood at the front of a group of officials.\nAll of these may be coded attempts to promote Kim Jong-un, according to some observers.",
    "sentiment": {
        "neg": 0.0231,
        "neu": 0.9031,
        "pos": 0.0738,
        "compound": 0.1177
    }
}