{
    "date": "2010-08-14T23:05:06Z",
    "title": "Nothing to Envy: Real Lives in North Korea by Barbara Demick | Book review",
    "url": "https://www.theguardian.com/books/2010/aug/15/nothing-to-envy-barbara-demick",
    "content": "When their great leader Kim Il-sung died in 1994, many North Koreans fell to their knees and, like malfunctioning robots, began banging their heads on the pavements. In the weeks that followed, hundreds killed themselves or died from grief and many children, dangerously dehydrated from crying in the sun, were admitted to hospital. For almost half a century the communist dictator had treated his people like slaves, executed the innocent and, following the country's economic collapse in the 1990s, allowed millions to starve to death. Weaving together the accounts of six North Korean defectors, the American journalist Barbara Demick has created a fascinating portrait of a population bred from birth to be state automatons. Schoolchildren are taught songs such as \"Shoot the Yankee Bastards\" and bombarded with propaganda portraying Kim Il-sung as a god who \"caused trees to bloom and snow to melt\". In the face of such indoctrination, Demick asks, \"Who could possibly resist?\" But the fact is that many did resist, and their gruelling stories form the backbone of this compelling book, which won this year's Samuel Johnson prize for non-fiction. Alongside the daring prison breaks and midnight escapes through icy rivers to reach China, the tales of everyday love and loss make Nothing to Envy impossible to put down. For years, two young people, Mi-ran and Jun-sang, risked everything for their forbidden love but never dared confide their feelings of political disillusionment to each other. As the famine set in, mothers sacrificed everything to feed their families, prostituting themselves for bags of potatoes, while teachers watched helplessly as their malnourished pupils faded away \"growing younger, like a movie reel run in reverse\". For most of Demick's interviewees, enlightenment came slowly. Jun-sang's gnawing feeling that North Korea was a corrupt regime was confirmed when he began illegally watching South Korean TV; it was, he says, \"like looking in the mirror for the first time and realising you were unattractive\". With an eye for the most minute detail, Demick holds this mirror up for the rest of the world, allowing the survivors' stories to unfold without judgment while revealing the trials they now face adjusting to freedom. Viewed from space North Korea is invisible, a black expanse; when the economy collapsed in the 1990s, the lights literally went out. Demick's important book, by illuminating previously hidden aspects of North Korean life, helps restore humanity to some of the world's most oppressed people.",
    "keywords": [
        "book",
        "demick",
        "love",
        "mirror",
        "korea",
        "face",
        "lives",
        "resist",
        "kim",
        "envy",
        "ilsung",
        "real",
        "barbara",
        "review",
        "north",
        "korean"
    ],
    "summary": "When their great leader Kim Il-sung died in 1994, many North Koreans fell to their knees and, like malfunctioning robots, began banging their heads on the pavements.\nWeaving together the accounts of six North Korean defectors, the American journalist Barbara Demick has created a fascinating portrait of a population bred from birth to be state automatons.\nSchoolchildren are taught songs such as \"Shoot the Yankee Bastards\" and bombarded with propaganda portraying Kim Il-sung as a god who \"caused trees to bloom and snow to melt\".\nViewed from space North Korea is invisible, a black expanse; when the economy collapsed in the 1990s, the lights literally went out.\nDemick's important book, by illuminating previously hidden aspects of North Korean life, helps restore humanity to some of the world's most oppressed people.",
    "sentiment": {
        "neg": 0.1166,
        "neu": 0.7619,
        "pos": 0.1215,
        "compound": 0.0539
    }
}