{
    "date": "2010-05-19T10:29:02Z",
    "title": "World Cup will be good for Koreas | David Bartram",
    "url": "https://www.theguardian.com/commentisfree/2010/may/19/north-south-korea-world-cup",
    "content": "As the occasional shot continues to ring over the Yellow Sea, recriminations are traded between North and South Korea. The relatives of the 46 sailors killed in March when the Cheonan warship sank in disputed circumstances still mourn. In Pyongyang, rumours of Kim Jong-il's poor health abound, and the Democratic People's Republic of Korea takes ever-increasing measures to ward off the instability of a succession in leadership. This might seem an unlikely backdrop to a friendly game of football, but next month North and South Korea move the theatre of conflict from the disputed western sea border to South Africa, where they will compete alongside 30 other countries for the biggest prize in football. The chances of a direct north-versus-south clash at the World Cup are slim, since both teams are drawn in separate groups – which may be for the best. When the teams met in the qualifying stages for South Africa 2010, Fifa ordered North Korea to move the game from Pyongyang to Shanghai after they refused to play the South Korean national anthem before the match. But despite all this, there is a sense that North Korea's first appearance at a World Cup since 1966 could actually go some way towards healing rifts with the international community, not least the south. \"North Koreans are very nationalistic,\" says Glyn Ford, a former MEP and author of North Korea on the Brink. \"But if they can't support North Korea they'll support South Korea. They'd prefer South Korea to win against anyone else, unless they're playing them. They're cheering for Koreans.\" It's a concept totally foreign to what most Europeans are used to. Just look at the \"Anyone but England\" T-shirts on sale in Scotland as the World Cup approaches. Yet the South, even with the animosity caused by the sinking of the Cheonan, will probably take a similar view. \"Koreans from Japan, the Korean community in China, and even those who have travelled to South Africa to support the South largely take the same view in regards to sport,\" Ford says. \"They did after all march under a single flag at the 2004 Olympics, despite going on to compete as separate nations.\" This mutual support is a step in the direction of cultural assimilation, something viewed as key in the long-term future of relations between North and South Korea. At last week's World Korea Forum in Brussels, the consensus on a long-term reunification plan was to encourage increased engagement and gradual integration, rather than pounce on the north's weakness during a period of regime transition. For South Korea, a country where Manchester United's Park Ji-Sung is a national hero, football is a great place to start. Both North and South Korea have fond memories of the World Cup. For the latter, 2002's run to the semi-final was as culturally defining to the country as England's 1966 win. In the North, it was during that 1966 tournament they shocked the world by beating Italy before narrowly losing to Portugal in the quarter-finals. Importantly, football appears to be an area that the Kim Jong-il regime allows a greater degree of freedom than many other aspects of North Korean life. For instance last year, Chaoyang Park Rangers, an amateur football team of largely British and American expats based in Beijing, were invited to participate in an exhibition match in Pyongyang against a North Korean university. \"The game was played in the national stadium in Pyongyang,\" says Mark Rushton. \"It almost seemed like a diplomatic statement, as we were the first foreign amateur team allowed to play there, and the first team containing Americans to ever play in North Korea.\" Endorsing a cultural exchange on the football pitch is a clear sign that North Korea appreciates the potential value the sport has in improving the image of the country globally. Although few expect the DPRK to progress in South Africa from the aptly named \"group of death\" featuring Brazil, Portugal and Côte d'Ivoire, if the team can cast themselves as the plucky underdogs and perhaps even take a point from one of the pre-tournament favourites, it could go a long way to associating North Korea with something other than nuclear armament and a despotic regime. In the Koryo Tours documentary, The Game of Their Lives, which follows the North Korean 1966 World Cup team's run to the quarter-finals, Pak Doo-ik, scorer of the winning goal against Italy, fondly remembers his time in England. \"I learned that football is not only about the winning,\" he says. \"Wherever we go football can improve diplomatic relations and promote peace.\" A little naïve, perhaps – especially as doubts remain over whether North Koreans will even be able to watch their country's matches on television. But at a time where tensions are threatening to reach levels not seen since the 1950s, a successful World Cup for both North and South Korea could go some way to creating a little unity on this torn peninsula.",
    "keywords": [
        "south",
        "team",
        "football",
        "world",
        "korea",
        "cup",
        "david",
        "support",
        "bartram",
        "korean",
        "good",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "The chances of a direct north-versus-south clash at the World Cup are slim, since both teams are drawn in separate groups – which may be for the best.\n\"North Koreans are very nationalistic,\" says Glyn Ford, a former MEP and author of North Korea on the Brink.\n\"But if they can't support North Korea they'll support South Korea.\nJust look at the \"Anyone but England\" T-shirts on sale in Scotland as the World Cup approaches.\nBoth North and South Korea have fond memories of the World Cup.",
    "sentiment": {
        "neg": 0.0592,
        "neu": 0.8159,
        "pos": 0.1248,
        "compound": 0.1644
    }
}