{
    "date": "2010-08-08T20:16:57Z",
    "title": "Taiwan launches 'gastro-diplomacy' drive",
    "url": "https://www.theguardian.com/world/2010/aug/08/taiwan-launches-gasto-diplomacy-drive",
    "content": "It is diplomacy by dim sum, a brand of international relations that relies less on fusty summits than on fine dining. A number of countries have concluded that when it comes to selling their image and their goods to the British public, there is no more effective way to win hearts and minds than through the stomach. Taiwan has become the latest country to launch a diplomatic drive based around its national cuisine. President Ma Ying-jeou has ordered his envoys to start talking the language of food by launching a £20m \"gastro-diplomacy\" campaign in the UK and elsewhere. Taiwan's consulate in London is hoping to make dishes such as \"stinky tofu\" and oyster omelette the stars of a diplomatic drive to differentiate the country from its giant and sometimes antagonistic neighbour, China, and to end the perception that Taiwan is little more than the mass-production workshop of the world. It is not alone. The Malaysian government will next month transform Trafalgar Square into a street food bazaar as part of a UK campaign fronted by chef Rick Stein. South Korea has pushed its culture through a programme of \"Kimchi\" diplomacy, particularly in the US. Kimchi refers to Korea's ubiquitous fermented vegetable pickle, and there has been a boom in Korean fast food trucks in California serving kimchi quesadillas. The ultimate goal for gastro-diplomats is to emulate the success of Thailand's 2002 \"Global Thai\" campaign, which increased the number of Thai restaurants around the world, making pad Thai and tom yum just as familiar a shorthand for Thailand as the hamburger is for America. Even North Korea is putting its best food forward: a chain of state-owned \"Pyongyang restaurants\" has spread to Cambodia, Bangkok, China and Laos, serving dishes such as ice-encrusted noodles and dog-meat soup, while waitresses sing and dance to North Korean songs. \"People feel warm around food,\" said Steve Chen, Taiwan's economic consul in London, over dumplings and bubble tea, a Taiwanese drink featuring chewy black pearls of tapioca and sweet potato starch which he hopes will become a hit with the UK's coffee drinking set. \"It touches your heart, and that is what we want. \"It is completely different to the image we have had as a centre of industrial production. Our most important job was to promote the hi-tech industries, but that is changing and the government in Taipei has decided that the food industry is the most important item to promote, because we need to make clear there is something unique about Taiwan.\" The food shown off by Chen at Old Tree, his favourite restaurant, in Golders Green, north London, is a fragrant fusion of Chinese, Japanese and Vietnamese cooking. There are hints of a more political intent, and one goal is to use food to ensure the world understands the difference between Taiwan and mainland China. Taiwan is often treated as wayward province by China. \"Taiwan has figured out it can do better outreach work through the kitchen table,\" said Paul Rockower, a visiting fellow at the Taiwan Foundation for Democracy, who is studying gastro-diplomacy. \"When someone tries a sea-salt latte [a Taiwanese drink] it creates awareness about Taiwanese culture. The Koreans embarked on Kimchi diplomacy partly because their brands weren't being recognised as Korean – Samsung was being recognised as a Japanese brand.\" Gastro-diplomacy can cause cultural indigestion, however. Old Tree's menu features a lot of pork, which has sparked complaints from the Jewish community in Golders Green, while Malaysia's year-long campaign, run by a British PR firm in London, has overwhelmed some food writers who, with five months still to go, have grown tired of being bombarded with offers of rich Malaysian food. The differences between Israel and Lebanon were exposed earlier this year when a \"hummus war\" erupted, with both sides vying to prepare the largest bowl of hummus to claim the world record. And during indirect peace talks between Israel and Syria, Syria's president, Bashir Assad, was rumoured to have had a plate of Damascus hummus delivered to then Israeli prime minister Ehud Olmert. In 2005, France's pride in its world-famous cuisine may have cost it the right to host the 2012 Olympics. Jacques Chirac, then president, was reported as criticising British and Finnish food on the eve of the final IOC vote in which Finland had two votes and London was a candidate. \"You can't trust people who cook as badly as that,\" Chirac said, according to the newspaper Liberation. \"After Finland, [the UK] is the country with the worst food.\" Stinky tofu anyone? Stinky tofu A form of fermented tofu with – don't say you weren't warned – a strong smell. Popular in east and south-east Asia, particularly Hong Kong, Taiwan and China, where it is found at night markets or roadside stands, or as a side dish in lunch bars. Bubble tea Otherwise known as pearl milk tea, this sweet beverage created in Taiwan usually contains a tea base mixed with fruit and or milk as well as small tapioca balls or pearls called boba. The tea is shaken to mix the ingredients, creating a foam on the top of some varieties, hence the name. Kimchi Korean dish made of vegetables with varied seasonings. There are hundreds of varieties made with a main vegetable ingredient such as napa cabbage, radish, green onion or cucumber. Dog meat soup Another Korean speciality, it has been claimed to increase virility. The meat is boiled with vegetables such as green onion, parilla leaves and dropwort, and various spices.",
    "keywords": [
        "london",
        "kimchi",
        "taiwan",
        "tofu",
        "world",
        "china",
        "launches",
        "korean",
        "food",
        "tea",
        "green",
        "drive",
        "gastrodiplomacy"
    ],
    "summary": "Taiwan has become the latest country to launch a diplomatic drive based around its national cuisine.\nPresident Ma Ying-jeou has ordered his envoys to start talking the language of food by launching a £20m \"gastro-diplomacy\" campaign in the UK and elsewhere.\nThere are hints of a more political intent, and one goal is to use food to ensure the world understands the difference between Taiwan and mainland China.\n\"Taiwan has figured out it can do better outreach work through the kitchen table,\" said Paul Rockower, a visiting fellow at the Taiwan Foundation for Democracy, who is studying gastro-diplomacy.\nKimchi Korean dish made of vegetables with varied seasonings.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.8709,
        "pos": 0.077,
        "compound": 0.118
    }
}