{
    "date": "2010-06-24T23:05:14Z",
    "title": "Korean war: 'There's still the evidence to show it was American imperialism'",
    "url": "https://www.theguardian.com/world/2010/jun/25/korean-war-american-imperialism-veterans",
    "content": "In the West it is the forgotten war, but to Xiang Chaoshan the 60-year-old conflict lives long in the memory – and its causes are clear. Just a few arches of the bridge that once straddled the Yalu river, linking north-eastern China's Dandong to neighbouring North Korea, remain as a stark and deliberate reminder of the US raids that enraged him as a young man. \"That's still the evidence to show it was an evil war – it was imperialism … if it was not a war of invasion, why did they bomb our bridge?\" asked the 78-year-old Chinese veteran. Today marks the 60th anniversary of the Korean war, which began when the North invaded across the 38th parallel. But in Dandong the museum commemorates The War Against American Aggression and To Defend Korea. Across the border in the North it is the War of Fatherland Liberation, which started with earlier incursions by Southern troops, instigated by American imperialists. With cold war tensions running high, escalation was perhaps inevitable once North Korean troops crossed the line in 1950: both the US and China believed they had to check the other's power. Beijing warned it would intervene if US-dominated UN forces pushed back past the 38th parallel, towards China. \"At the time we had a saying about our relations with North Korea: 'If the lips are gone the teeth will feel the cold,'\" said Wang Xinshan, another veteran of the conflict. By 1952 Chinese soldiers outnumbered their allies by three to one; hundreds of thousands are thought to have died in the conflict. The repercussions are still playing out in the region. The war cemented an alliance that sustains Pyongyang in the face of widespread vilification, and created a powerful emotional bond. \"Most Chinese have been immersed in an almost morbidly sentimental connection with the North,\" said Zhu Feng, professor of international relations at Peking University. For veterans, those links are particularly potent. \"I didn't cry when my parents died but when I think of those who died in the war my tears roll down,\" said Xiang, recalling his comrades. When a Southern warship sank this spring, killing 46 sailors, international experts concluded the North torpedoed it. But Xiang backs Pyongyang's denials. \"People shouldn't bully North Korea any more,\" he said. Inside the Democratic People's Republic of Korea, such perceptions are far sharper. To the outside world, the fact that technically the North and South are still at war – because no peace treaty followed the armistice – is a historical curiosity. To the North, it is the principle around which life is organised. \"They have structured their huge military and much of the society as a fighting machine determined, someday, to win this war (or at least hold off the South and the Americans),\" says Professor Bruce Cumings, whose new book The Korean War: A History is published this month. Go to the Shanghai Expo and the North's pavilion shows footage of the war. Open a maths book and calculations feature heroic patriots battling American invaders. \"The regime pays a great deal of attention to the topic of the Korean war because it justifies its own legitimacy, helps mobilise the masses around the top leader, and provides the pattern for people's self-sacrificing behaviour in economic life,\" said Dr Leonid Petrov, a Korea expert at the University of Sydney. Xiang and other veterans blame the war for the North's economic struggles, which have left millions reliant on food aid. Yet he acknowledges that its own choices have played a part too. The Chinese government seems baffled by the hermit kingdom's refusal to adopt their own, prosperous path of economic reform and opening. At Dandong the surviving Friendship Bridge now appears as loaded symbolically as the bombed crossing beside it: on the Chinese side, lights burn bright, but darkness falls abruptly halfway across. Energy is a scarce resource on the far shore. Wang, who returned to the North to visit the graves of dead comrades recently, thought its problems echoed those of China's past and was troubled by the rigid grip on information and expression. \"In China there have been huge changes; you can speak out or even criticise and it won't be a problem if you are not deliberately destructive. But in North Korea I could sense people were very cautious in words and manner.\" Like the veterans, Beijing has become more critical of its ally over the years. It has established an economically valuable relationship with the South, pressed Pyongyang harder in private and publicly attacked its nuclear tests. Yet Seoul, Tokyo and the west are unhappy at Beijing's reluctance to ascribe blame for the warship's sinking, and the vast amounts of energy and aid it still supplies to the North. Experts say Beijing is not convinced that pressure can force the North into line and, more importantly, fears the collapse of its neighbour. It dreads instability, an influx of refugees, and – potentially – the expansion of US influence to its doorstep. \"It's not nostalgia only,\" says Zhu Feng, the international relations expert, that means most Chinese are reluctant to see the end of a state where they shed so much blood.",
    "keywords": [
        "imperialism",
        "war",
        "south",
        "international",
        "relations",
        "korea",
        "evidence",
        "theres",
        "xiang",
        "chinese",
        "veterans",
        "american",
        "north",
        "korean"
    ],
    "summary": "\"That's still the evidence to show it was an evil war – it was imperialism … if it was not a war of invasion, why did they bomb our bridge?\"\nToday marks the 60th anniversary of the Korean war, which began when the North invaded across the 38th parallel.\nBut in Dandong the museum commemorates The War Against American Aggression and To Defend Korea.\nWith cold war tensions running high, escalation was perhaps inevitable once North Korean troops crossed the line in 1950: both the US and China believed they had to check the other's power.\nBut in North Korea I could sense people were very cautious in words and manner.\"",
    "sentiment": {
        "neg": 0.1456,
        "neu": 0.7763,
        "pos": 0.0781,
        "compound": -0.2264
    }
}