{
    "date": "2010-07-20T15:26:05Z",
    "title": "Ex-North Korea spy to help solve Japan's abduction mystery",
    "url": "https://www.theguardian.com/world/2010/jul/20/north-korea-spy-japan-abductions",
    "content": "A former North Korean spy who carried out one of the deadliest plane bombings of the cold war has arrived in Tokyo to help solve the mystery surrounding Japanese nationals abducted by Pyongyang. Kim Hyon-hui was sentenced to death after being convicted of bombing a South Korean airliner in 1987, killing all 115 people on board, but was later pardoned and went on to write a bestselling autobiography about her life as a secret agent. She flew in to Tokyo after the Japanese authorities waived strict immigration controls to allow her to meet the relatives of two Japanese citizens snatched by North Korean agents in the late 1970s. Hyon-hui says she was tutored by a woman who is among several Japanese abducted by North Korean spies at the height of the cold war. She may also have information about Megumi Yokota, who was taken from near her home, aged 13, in the late 1970s. Kim's visit comes at a time of heightened tensions on the Korean peninsula, coinciding with reports that a North Korean cabinet official who led talks with the South, has been executed, and as Seoul and Washington announced a joint naval exercise designed to remind Pyongyang of the formidable military forces it would confront should a conflict break out. Kwon Ho-ung, who headed the North's negotiating team from 2004-07, was executed by firing squad, according to the Dong-a Ilbo, a South Korean newspaper. His death appears to be part of a purge of \"impure\" officials connected with policy failures. In March, the regime executed two officials responsible for a botched currency revaluation. Next week's naval exercise will send a \"clear message\" to the North following the sinking in March of a South Korean naval vessel, the US defence secretary, Robert Gates, told reporters in Seoul . \"These defensive, combined exercises are designed to send a clear message to North Korea that its aggressive behaviour must stop, and that we are committed to together enhancing our combined defensive capabilities,\" he said. Gates and the US secretary of state, Hillary Clinton, will tomorrow visit the demilitarised zone, the heavily fortified border separating the two Koreas, in a show of support for Washington's ally. Hyon-hui, who arrived in Japan before dawn under tight security, was due to meet the parents of Yokota, who was snatched as she walked home from badminton practice near her home on the Japan Sea coast in 1977. Her parents refuse to believe North Korean claims that she suffered from a mental illness and committed suicide in 1994. Kim was also due to meet the relatives of Yaeko Taguchi, who was abducted in 1978, aged 22. Hyon-hui claims that Taguchi subsequently became her live-in Japanese teacher for more than a year-and-a-half in the early 1980s. Critics denounced this week's visit as a stunt designed to deflect attention from Japan's failure to establish the fates of Yokota and other abductees. Hyon-hui has already spoken to some of the victims' families and is not expected to offer any new information. During a 2002 summit with Japan's then prime minister, Junichiro Koizumi, the North Korean leader, Kim Jong-il, admitted that the regime had abducted 13 people and used them to teach spies how to pass themselves off as Japanese. It allowed five of them to return home later that year, but insisted the remaining eight had died. Hyon-hui quickly gained notoriety for the attack on the Korean Air jet, which came as Seoul was preparing to host the 1988 summer Olympics. She and Kim Seung-il, a male spy, posed as a Japanese father and daughter and boarded KAL flight 858 from Baghdad to Seoul, planting a time bomb in a luggage rack before getting off at Abu Dhabi. The plane later exploded over the Andaman Sea near Burma. They were arrested two days later in Bahrain, where they tried to kill themselves by swallowing cyanide capsules hidden in cigarettes. Kim Seung-il died, but Kim's cigarette was snatched from her before she could ingest a lethal dose. Kim was extradited to Seoul, where she was sentenced to death in March 1989. She was pardoned the following year after the then South Korean president, Roh Tae-woo, accepted she had been brainwashed into carrying out the bombing on the orders of communist North Korea's founder, Kim Il-sung. Kim, 48, married one of the South Korean intelligence officers who investigated her and donated the proceeds from her autobiography to the families of the bombing's victims. Last year, she told Taguchi's relatives in a meeting in South Korea that the abducted woman may still be alive, contradicting Pyongyang's claim that she died in a traffic accident in 1986. The former spy, who is due to return to South Korea on Friday, is reportedly staying at the mountain retreat of the former prime minister, Yukio Hatoyama, who resigned last month.",
    "keywords": [
        "south",
        "later",
        "korea",
        "japans",
        "solve",
        "mystery",
        "exnorth",
        "kim",
        "japanese",
        "seoul",
        "hyonhui",
        "spy",
        "korean",
        "yokota",
        "abduction",
        "abducted",
        "north",
        "help"
    ],
    "summary": "A former North Korean spy who carried out one of the deadliest plane bombings of the cold war has arrived in Tokyo to help solve the mystery surrounding Japanese nationals abducted by Pyongyang.\nHyon-hui says she was tutored by a woman who is among several Japanese abducted by North Korean spies at the height of the cold war.\nKwon Ho-ung, who headed the North's negotiating team from 2004-07, was executed by firing squad, according to the Dong-a Ilbo, a South Korean newspaper.\nHer parents refuse to believe North Korean claims that she suffered from a mental illness and committed suicide in 1994.\nKim, 48, married one of the South Korean intelligence officers who investigated her and donated the proceeds from her autobiography to the families of the bombing's victims.",
    "sentiment": {
        "neg": 0.1276,
        "neu": 0.8263,
        "pos": 0.046,
        "compound": -0.2593
    }
}