{
    "date": "2010-09-01T12:23:00Z",
    "title": "Divine dispatches: a religion roundup | Riazat Butt",
    "url": "https://www.theguardian.com/commentisfree/belief/2010/sep/01/religion-roundup-divine-dispatches-greenbelt",
    "content": "I am not a Christian and I dislike festivals, so of course I spent the lion's share of my bank holiday weekend at Greenbelt, which is a Christian festival. It has everything you might expect – hymns and Fair Trade beverages – and things you might not – good comedy and hotties. ✤ Being at the event is rather like hanging out with your friends' parents. The experience is a pleasant one, a little unsettling at first, but it feels reassuring to be around nice and well-mannered people who are, well, nice and well-mannered. What I saw, according to writer Robin Ince, was daytime humanity. Night-time humanity at Greenbelt was quite different. Consternation that the beer tent closed at 2am. That sort of thing. ✤ Ince was possibly the most popular atheist at the festival which, given the nature of the event, was a highly likely outcome. He took to the stage several times – including a panel debate featuring Giles Fraser and occasional Cif Belief contributor Maggi Dawn – to talk about How We Know What We Know. It sounded a little Rumsfeldian and it was. The conclusion was that we don't know how we know but we know that. Ince, who spent the whole weekend at the racecourse, told me he was interested in why people believe and why people believe what they believe. \"People here are very questioning, not merely of other people, but of their own thoughts and beliefs too. It's a very thoughtful festival,\" he said. Follow the goings-on at Greenbelt here and make your own mind up about one contributor's assessment of the event – that it was a Hajj for liberal Anglicans. Give over. Everyone knows Hajj is way more fun. ✤ Much excitement with the arrival of James Wood and Tom Hollander, who arrived on site Sunday to do some \"speculative\" filming for a \"possible\" second series of Rev. The team was given the sort of reception that would make Jesus and Moses green with envy. In fact, the very sight of Hollander was enough to cause a parting of, well, everything. Hollander said it was akin to Beatlemania. While it's nice the series has shown some love to a community that sometimes feels lonely and marginalised, one wonders why they can't get this from real life. ✤ Christians of all stripes have embraced all sorts of social networking innovations, such as Twitter. Indeed the hashtag – #gb10 – was also used for the Glenn Beck rally taking place thousands of miles away in Washington DC. The event organisers seem to have taken their cue from the dos and don'ts issued by the papal visit team. Except mentions of pepper spray and firearms. ✤ Ahoy atheists! I know you're not members of a movement, religious or otherwise, and there is nothing heavenly or divine about you, with some notable exceptions, but Jerome Taylor at the Independent writes on the pitfalls of Christian missionaries who are eyeing up North Korea, an officially atheist state, as \"crying out for Christ\". Following a visit to a charity that helps persecuted Christians, he reflects on the thousands of bibles that are attached to balloons and floated across the demilitarised zone or smuggled from China. \"Missionaries floating bibles over the globe's most-heavily fortified border might see themselves as doing God's work. But plenty in the international community are terrified they might inadvertently start world war three.\" Aijalon Mahli Gomes is not the first to have fallen foul of one of the most repressive regimes in the world in the name of God and he won't be the last. Christians are determined to spread the gospel in the DMZ. Christianity Today carries an interview with Robert Park who says one of the best ways for Christians to help North Koreans is to redirect money to refugees and North Koreans assisting refugees. \"The North Korean people themselves love their homeland and they desire liberation more than anyone else – their hearts are in North Korea,\" he tells the magazine. How he arrives at this conclusion – that North Koreans want to be Christian, they love their homeland and that Christianity will bring them the liberation they crave – is unclear. But it is rather presumptuous. Also, and I'm just putting it out there, is it better to have state-enforced atheism than state-enforced religion?",
    "keywords": [
        "divine",
        "love",
        "event",
        "butt",
        "roundup",
        "nice",
        "christians",
        "religion",
        "know",
        "dispatches",
        "christian",
        "riazat",
        "koreans",
        "ince",
        "hollander",
        "north"
    ],
    "summary": "It has everything you might expect – hymns and Fair Trade beverages – and things you might not – good comedy and hotties.\nThe conclusion was that we don't know how we know but we know that.\nChristianity Today carries an interview with Robert Park who says one of the best ways for Christians to help North Koreans is to redirect money to refugees and North Koreans assisting refugees.\nHow he arrives at this conclusion – that North Koreans want to be Christian, they love their homeland and that Christianity will bring them the liberation they crave – is unclear.\nAlso, and I'm just putting it out there, is it better to have state-enforced atheism than state-enforced religion?",
    "sentiment": {
        "neg": 0.0357,
        "neu": 0.8632,
        "pos": 0.1011,
        "compound": 0.1611
    }
}