{
    "date": "2010-09-29T09:01:38Z",
    "title": "China's wealth will bring most change to North Korea | Matthew Poulter",
    "url": "https://www.theguardian.com/commentisfree/2010/sep/29/china-s-wealth-will-change-north-korea",
    "content": "The \"Broken bridge\" stretches out from the Chinese city of Dandong, into the muddy waters of the Yalu river, which demarcates the border with North Korea. Next to it runs the \"Friendship bridge\", across which Kim Jong-il's train has slowly rumbled twice this year in preparation for this week's Worker's party assembly, the first in three decades. The Broken bridge was given its name after the American bombing raids during the Korean war, which were an attempt to stop Chinese supplies and soldiers flowing in to North Korea. It has been preserved as a testament to American imperialism and China's commitment to its communist sibling across the river. On paper little seems to have changed. There has been no permanent peace agreement signed since the Korean armistice between the United Command Forces and the Chinese–North Korean Command on 27 July 1953. China is still North Korea's main ally and with its veto on the security council defends its neighbour from tougher sanctions and embargoes called for by the US and South Korea. In reality, however, North Korea and China seem worlds apart. The simple contrast between the different paths each country has taken is best seen at night. The Broken bridge is outlined in flashing neon and the apartment blocks and car lights of Dandong are reflected brightly into the sky and the river. On the opposite side is almost total blackness. A few unreliable house lights flicker along the bank. The only constant light comes from the floodlights that illuminate a statue of Kim Il-sung, father of modern North Korea. According to the country's own estimates, there are around 4,000 North Koreans living in Dandong. There are also roughly 20,000 South Koreans. The Chinese language class I attend there is comprised mostly of South and North Korean students, but also myself (English) and a few Americans. Somewhat surreally we are all technically in a state of war, relying on that more than 60-year-old armistice agreement to maintain the official peace. Living in Dandong it's hard not to marvel at the absurdity of the geopolitics that has made paper enemies of people who, in my experience here, get along well. As usual there is no \"us\" or \"them\", only a \"we\", something Ben Dandelion looked at in a recent Cif post on Howard Zinn's The Bomb. Relations between the western students and their North Korean counterparts are friendly. Publicly, relations between the two expat populations of North and South Koreans are often overly formal and polite. Both nationalities say they face consequences if their friendships are deemed too close by the reputedly large numbers of undercover South and North Korean police. Privately, however, when sipping rice wine and munching on bulgogi in a living room, there are no problems. The communities here are too caught up in the economic opportunities China offers to have the time or will for any animosity or political argument. As is seemingly the case with everything in modern China, all is subsumed by the mad jostle for a part of the huge wealth that is currently being created. And it is only this fact that stirs any trace of nationalism in my North Korean friends. Financially, China already plays the role of big brother (pun intended), and the DPRK's economy is almost completely dependent on Chinese economic support. Last week, I was walking with a North Korean friend past Tesco in the centre of the city (Dandong has two). A long line of trucks was queuing in the fresh morning air, waiting to clear customs and travel across the border. My friend turned to me suddenly and angrily, \"You know in the 1970s my country was more developed than China, but now …\" he breaks off and smiles awkwardly. I have a flood of questions I would like to ask him about the North Korean government, not least what he thinks about the enigmatic Kim Jong-un, the rumoured successor who has just been made a four-star general. And yet to do so would seem out of place and unnecessary. All the North Korean students I have met are highly intelligent. They are not unaware of the irony that the only reliable electronic light at night from the opposite bank comes from a statue of a man still idolised by the regime, who promised equality and prosperity while the rest of the houses near the river sit in darkness. The secretive leadership machinations of North Korea seem irrelevant to the North Koreans here and, for them, China's economic success has won any political argument. Surely it is China's bright lights across the river and a new generation of intelligent students such as my friend, unencumbered by historical animosities, that are going to bring the most change to North Korea, regardless of who eventually assumes power in the Machiavellian world of North Korean politics?",
    "keywords": [
        "matthew",
        "dandong",
        "change",
        "south",
        "korea",
        "students",
        "bring",
        "china",
        "poulter",
        "chinas",
        "wealth",
        "river",
        "chinese",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "In reality, however, North Korea and China seem worlds apart.\nThe only constant light comes from the floodlights that illuminate a statue of Kim Il-sung, father of modern North Korea.\nAnd it is only this fact that stirs any trace of nationalism in my North Korean friends.\nAll the North Korean students I have met are highly intelligent.\nThe secretive leadership machinations of North Korea seem irrelevant to the North Koreans here and, for them, China's economic success has won any political argument.",
    "sentiment": {
        "neg": 0.0497,
        "neu": 0.8435,
        "pos": 0.1068,
        "compound": 0.2019
    }
}