{
    "date": "2010-07-15T01:29:00Z",
    "title": "North Korea facing health and food crisis, says Amnesty International",
    "url": "https://www.theguardian.com/world/2010/jul/15/north-korea-health-crisis-amnesty",
    "content": "A desperate picture of the health of North Korea's population is painted by a report describing a country of stunted children, where the hungry eat poisonous plants and pigfeed, amputations are conducted without anaesthetic and doctors are paid in cigarettes. Almost two decades after it was hit by a famine that killed an estimated 2 million people, North Korea again faces widespread food shortages and is unable to provide even basic healthcare for its people, according to the report, published today by Amnesty International. The human rights organisation accuses the North Korean regime of systematic neglect and calls on the international community to intervene to prevent a humanitarian disaster. Based on interviews with aid workers and North Korean defectors, the report says hospitals lack essential equipment and drugs, which forces the sick to treat themselves with medicines bought from markets. Major operations are routinely conducted without anaesthetic, while malnutrition has paved the way for a tuberculosis epidemic. \"North Korea has failed to provide for the most basic health and survival needs of its people,\" said Catherine Baber, Amnesty International's deputy director for the Asia-Pacific region. \"This is especially true of those who are too poor to pay for medical care.\" According to the latest World Health Organisation (WHO) figures, North Korea spent just ¢50 (32p) per person a year on healthcare – a tenth as much as Burma. The report identifies children, elderly people and pregnant women as \"particularly vulnerable to food insecurity and malnutrition due to their dietary needs\". The state's failure to feed its people has produced a generation of stunted children, with almost half of under-fives suffering from the condition, it says. Last year Unicef said that between 2003 and 2008, 45% of North Korean children under five were stunted, while 9% suffered from wasting and a quarter were underweight. The report says many hospitals lack essentials, such as sterilised needles. It also cites cases of major surgery being carried out without anaesthetic. Hwang, a 24-year-old man, described how his left leg had been amputated from the calf down without anaesthetic after he crushed his ankle in a fall. \"Five medical assistants held my arms and legs down to keep me from moving,\" he said. \"I was in so much pain that I screamed and fainted from the pain. I woke up a week later in a hospital bed.\" Doctors are routinely paid in cigarettes and alcohol, while the lack of medicines is forcing the sick to buy drugs, often of the wrong type and dosage, from private traders. \"This is especially worrying as North Korea fights a tuberculosis epidemic,\" Baber said. The report attributes the return of widespread TB infection to poor nutrition and healthcare. At least 5% of North Korea's 23 million people are sufferers, it said, while the WHO estimates 15,000 people died from the disease in 2007. Other defectors offer graphic evidence of a health service in crisis, contradicting official claims that the country has properly funded, free and universally accessible healthcare. \"People in North Korea don't bother going to the hospital if they don't have money, because everyone knows that you have to pay for the service and treatment,\" said a 20-year-old woman. \"If you don't have money, you die.\" The situation has worsened since last year's currency revaluation, which wiped out private savings and sparked rapid inflation, leaving many people unable to afford food. Good Friends, a relief organisation, said the price of rice doubled and thousands starved to death in January and February in one province alone. Hunger is forcing people to risk their lives. Park, a 27-year-old man, said he became seriously ill after hunger drove him to look for food in the mountains. \"I almost died eating poisonous mushrooms,\" he said. \"I also ate food we normally feed to pigs.\"",
    "keywords": [
        "amnesty",
        "children",
        "korea",
        "crisis",
        "healthcare",
        "anaesthetic",
        "stunted",
        "report",
        "facing",
        "organisation",
        "food",
        "health",
        "north",
        "international"
    ],
    "summary": "\"North Korea has failed to provide for the most basic health and survival needs of its people,\" said Catherine Baber, Amnesty International's deputy director for the Asia-Pacific region.\nAccording to the latest World Health Organisation (WHO) figures, North Korea spent just ¢50 (32p) per person a year on healthcare – a tenth as much as Burma.\nThe state's failure to feed its people has produced a generation of stunted children, with almost half of under-fives suffering from the condition, it says.\n\"This is especially worrying as North Korea fights a tuberculosis epidemic,\" Baber said.\n\"People in North Korea don't bother going to the hospital if they don't have money, because everyone knows that you have to pay for the service and treatment,\" said a 20-year-old woman.",
    "sentiment": {
        "neg": 0.1823,
        "neu": 0.7948,
        "pos": 0.0229,
        "compound": -0.4313
    }
}