{
    "date": "2010-09-28T20:30:01Z",
    "title": "A family full of intrigue | Mark Seddon",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/sep/28/north-korea-kim-jong-il-succession",
    "content": "Never mind the family drama surrounding the Miliband brothers in Manchester – there is another, less fraternal one under way in Pyongyang, at the conference of the Korean Workers Party, whose outcome arguably has more important ramifications for world, not just family, peace. The North's capital has been on \"special alert\" for most of September, with more troop movements and orchestrated mass demonstrations than usual. The runup to the conference has been marked by factional discord over the promotion to general of the Dear Leader's third son and likely successor, 27-year-old Kim Jong-un. Kim Jong-il's formidable brother-in-law and central committee member, Chang Song-taek, has been less than happy at this, and has been busy throwing spanners in the works. In other circumstances Chang might expect to be purged, but Kim Jong-il is said to regard him with awe and fear. There are reports that Kim Jong-un accompanied his father on a recent visit to China – which, if true, confirm that the succession has China's approval. But since few people know what he looks like, the story is difficult to verify. Into this maelstrom of family intrigue should also be factored the increasingly erratic behaviour of Kim Jong-il himself. From recent botched currency reforms to the sinking of the South Korean military vessel, Cheonan, it has become difficult to second-guess what is going on in his head. In recent weeks, perhaps contemplating the approaching food shortages, the North has offered \"military talks\" with the South over border issues. But again, Kim Jong-il visiting China may have played a part in this change. Because, despite continuing economic decline, the North Korean regime now finds itself in a comparatively secure position as it reshuffles its aged leadership: it has China on its side. South Korea's charm offensive, aimed at detaching China from its historic support for the North, appears to have misfired. South Korea's president Lee Myung-bak famously broke with his predecessors and took a much harder line towards Pyongyang. Coupled with tougher sanctions and a cessation of much of the aid to the North, behind the scenes the South Korean government has offered an extraordinary deal to the Chinese. In return for a delinking from North Korea, the South let it be known that it was prepared to consider negotiating a free trade agreement with China, as well as recognising China's claims over Taiwan and Tibet. Not that Lee is leaving anything to chance. While claims of North Korea's demise have proved premature, a leap from 68-year-old Kim Jong-il to Kim Jong-un throws up as many possibilities as it does problems. Lee has recently instituted a special \"reunification tax\" after findings from the Federation of Korean Industries put a price on reunification at a cool $3 trillion. The relationship between China and North Korea seems not only to be holding up but getting stronger. At one level the North still provides a valuable buffer; on another it's a useful piece of real estate with which to trade on the international stage. There are other reasons: the Chinese are not prepared to countenance a unified Korea that might one day see the US military patrolling its Yalu river border with the North. The succession of Kim Jong-un is a work in progress – but should he fail, the military will not stand idly by. If the succession plans unravel, the armed forces will reassert themselves. Meanwhile the shift in Pyongyang throws up opportunities to the US and its allies. Should they encourage the Chinese to help North Korea out of isolation or probe for weaknesses? The North has always demanded direct talks with the US in order to reach a final peace agreement over the Korean war. The US could consider this radical approach with a new leadership as a means to ending North Korea's nuclear programme. Toughing it out with the North hasn't worked in the past – and has less chance of working in the future, as China emerges as a great superpower. In the end the family affair that is the Kim dynasty in North Korea is probably a problem for a bigger family to sort out – the Asian family.",
    "keywords": [
        "intrigue",
        "south",
        "military",
        "korea",
        "seddon",
        "kim",
        "china",
        "jongun",
        "mark",
        "family",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "Into this maelstrom of family intrigue should also be factored the increasingly erratic behaviour of Kim Jong-il himself.\nFrom recent botched currency reforms to the sinking of the South Korean military vessel, Cheonan, it has become difficult to second-guess what is going on in his head.\nSouth Korea's president Lee Myung-bak famously broke with his predecessors and took a much harder line towards Pyongyang.\nThe US could consider this radical approach with a new leadership as a means to ending North Korea's nuclear programme.\nIn the end the family affair that is the Kim dynasty in North Korea is probably a problem for a bigger family to sort out – the Asian family.",
    "sentiment": {
        "neg": 0.0622,
        "neu": 0.8093,
        "pos": 0.1286,
        "compound": 0.1796
    }
}