{
    "date": "2010-05-21T14:20:14Z",
    "title": "US and Japan strive to meet deadline for Okinawa airbase decision",
    "url": "https://www.theguardian.com/world/2010/may/21/us-japan-airbase-okinawa-relocation",
    "content": "The US secretary of state, Hillary Clinton, today reassured Japan that a simmering feud over the future of a US marine base would not affect the countries' \"rock solid\" 50-year-old alliance at a time of heightened tensions in north-east Asia. Washington and Tokyo have yet to reach agreement on the planned relocation of Futenma, a sprawling airbase located in a heavily populated city on Okinawa, an island 1,000 miles south of the capital which hosts more than half the 47,000 US troops based in Japan. \"We both seek an arrangement that is operationally viable and politically sustainable,\" Clinton told reporters in Tokyo at the start of a three-nation tour of Asia. \"The goal of our governments remains unchanged: we want to maintain the security of Japan and the stability of the region.\" Yukio Hatoyama, Japan's prime minister, who has given himself until the end of the month to devise a solution, angered the Obama White House by suggesting he would ditch an earlier agreement to build a replacement for the base off the island's remote north coast. The same deal would see 8,000 US marines and their families move to the US Pacific territory of Guam by 2014. Hatoyama had hoped to move the base off the island altogether, but has been unable to reach agreement with potential host communities in other parts of Japan. Clinton said the two countries would continue to seek agreement by the 31 May deadline. \"We have committed to redoubling our efforts to meet the deadline that has been announced by the Japanese government,\" she said after meeting Japan's foreign minister, Katsuya Okada. Bilateral talks over the future of Futenma, home to 2,000 marines, were sparked by public outrage following the abduction and rape of a 12-year-old girl by three US servicemen in 1995. While many Okinawans oppose the military presence, Washington insists that the island is ideally located should the US need to intervene in conflicts on the Korean peninsula or between China and Taiwan. Japan has been diplomatically wrongfooted by the sinking in March of the Cheonan, a South Korean navy ship, in which 46 sailors died, and evidence that a North Korean torpedo was to blame. Mounting tensions on the Korean peninsula have lent weight to the US-Japan security alliance and made it more likely that Hatoyama will bow to the White House's wishes over Futenma. Okada appeared to concede as much: \"I want to explain frankly to the Japanese people that the presence of US troops in Japan is indispensable to Japan's security and to the peace and stability of the region in the current security environment.\" Referring to the Cheonan sinking, he added: \"We need to be aware this could happen to us. There is no guarantee it won't happen to Japan.\" Hatoyama, meanwhile, has seen support for his administration plummet amid mounting criticism of his handling of the Futenma relocation. Having vowed during last summer's general election to move the base off Okinawa, he recently angered local people when he conceded it would be impossible to fulfil his promise. Media reports this week suggested that Hatoyama was preparing to accept a tweaked version of the 2006 plan, which would require building a new offshore runway, a move opposed by locals and environmentalists. Some analysts believe his Democratic party could lose the support of a leftwing coalition partner over the issue and risk losing control of the upper house before elections for the chamber in July. Even if he survives until then, a very poor performance at the polls could force Hatoyama's resignation, less than a year after his party swept into power after a landslide defeat of the once-dominant Liberal Democratic party.",
    "keywords": [
        "futenma",
        "hatoyama",
        "party",
        "base",
        "decision",
        "strive",
        "meet",
        "japans",
        "okinawa",
        "japan",
        "deadline",
        "security",
        "agreement",
        "island",
        "airbase",
        "korean"
    ],
    "summary": "\"The goal of our governments remains unchanged: we want to maintain the security of Japan and the stability of the region.\"\nHatoyama had hoped to move the base off the island altogether, but has been unable to reach agreement with potential host communities in other parts of Japan.\nClinton said the two countries would continue to seek agreement by the 31 May deadline.\n\"We have committed to redoubling our efforts to meet the deadline that has been announced by the Japanese government,\" she said after meeting Japan's foreign minister, Katsuya Okada.\nHatoyama, meanwhile, has seen support for his administration plummet amid mounting criticism of his handling of the Futenma relocation.",
    "sentiment": {
        "neg": 0.0775,
        "neu": 0.8237,
        "pos": 0.0988,
        "compound": 0.0531
    }
}