{
    "date": "2010-09-09T13:09:22Z",
    "title": "North Korea marks 62nd anniversary and awaits next Kim off the rank",
    "url": "https://www.theguardian.com/world/2010/sep/09/north-korea-62nd-anniversary-kim",
    "content": "North Korea has marked its 62nd anniversary today amid speculation that its dictator, Kim Jong-il, is not well enough to open a rare meeting of ruling party members that could see his youngest son, Kim Jong-un, effectively named the country's leader in waiting. As North Koreans made pilgrimages to a giant statue of the country's founder, Kim Il-sung, Korea watchers speculated on the precise timing of the congress, the Korean Workers' party's first major gathering for 30 years. Some had expected the meeting to begin early this month, but new reports from South Korea suggested it had been postponed due to Kim Jong-il's health. The 68-year-old is widely believed to have had a stroke in 2008 and is said to be suffering from kidney trouble and diabetes. Open Radio for North Korea, a Seoul-based group with a network of informers in the north, attributed the apparent delay to the start of the meeting to Kim Jong-il's physical condition. \"There is no other reason,\" the station's president, Ha Tae-Keung, told AP. \"He has to be in the conference at least five hours, even though he will be sitting most of time. I think he's trying to find a day when he is well enough to do that.\" Other groups that monitor the north said the problem could be logistical, with the arrival of delegates hampered by recent floods that have reportedly blocked roads and affected rail services. Kim had reportedly planned to name Jong-un as his successor in 2012, the centenary of the birth of his own father, Kim Il-sung, but was forced by ill health to speed up the process. The secretive regime is unlikely to make a formal announcement about the succession: the clearest sign that Jong-un, who is believed to be 27 or 28, has been anointed the third member of the Kim dynasty to rule the communist state will come when, as many expect, he is named to a senior party position. Jong-un's father took the first steps to power when he was given a senior position in the party at the last congress, in 1980, although he did not become leader until Kim Il-sung's sudden death from a heart attack in 1994. Local party representatives have been arriving in the capital, Pyongyang, but reports by monitors in South Korea say there is no sign the meeting has started. An official from the General Association of Korean Residents in Japan, a pro-Pyongyang organisation in Tokyo, told the Guardian that the congress should begin within days. \"We have heard nothing to indicate that it has already started,\" he said. \"I expect it will begin by the 15th of this month.\" A resident of Pyongyang interviewed by Associated Press Television News suggested the party had decided to open the meeting shortly after the anniversary. The broadcaster showed footage of soldiers and civilians, including women in traditional dress, bowing and offering floral tributes before a giant statue of Kim Il-sung, while party officials paid homage at a museum in the capital where his embalmed body lies in state. Giant billboards have appeared across the city describing the congress as an opportunity to make the country's \"history shine forever\". The party's newspaper, the Rodong Sinmun, urged the country's 24 million people to support Kim Jong-il's military-first policy, while state television broadcast patriotic songs and referred to him as a \"great, friendly general\". The US said it was monitoring the transition of power in Pyongyang and again urged North Korea to abandon its nuclear weapons programme. The north walked away from six-party nuclear talks in April 2009 after the UN imposed sanctions in response to a long-range missile test. The American secretary of state, Hillary Clinton, said Washington was looking to China, North Korea's only ally, to lead efforts to restart negotiations and \"convince whoever's in leadership in North Korea that their future would be far better served by denuclearising\". The US navy, meanwhile, has said it is on heightened alert as North Korea appears to enter a period of political change. \"As we go into a period of uncertainty it would be best for us to be ready and to be prepared for any contingency,\" Admiral Patrick Walsh, commander of the US Pacific fleet, said in Tokyo. Tensions in the region have increased since the March sinking of a South Korean naval vessel by a North Korean torpedo. Some analysts believe the attack, in which 46 sailors died, was part of attempts by Kim Jong-il to bolster domestic support as he prepares to groom Kim Jong-un for power.",
    "keywords": [
        "meeting",
        "rank",
        "62nd",
        "countrys",
        "korea",
        "party",
        "state",
        "kim",
        "marks",
        "jongun",
        "congress",
        "awaits",
        "anniversary",
        "north",
        "korean"
    ],
    "summary": "Open Radio for North Korea, a Seoul-based group with a network of informers in the north, attributed the apparent delay to the start of the meeting to Kim Jong-il's physical condition.\nThe US said it was monitoring the transition of power in Pyongyang and again urged North Korea to abandon its nuclear weapons programme.\nThe US navy, meanwhile, has said it is on heightened alert as North Korea appears to enter a period of political change.\nTensions in the region have increased since the March sinking of a South Korean naval vessel by a North Korean torpedo.\nSome analysts believe the attack, in which 46 sailors died, was part of attempts by Kim Jong-il to bolster domestic support as he prepares to groom Kim Jong-un for power.",
    "sentiment": {
        "neg": 0.0706,
        "neu": 0.864,
        "pos": 0.0654,
        "compound": -0.0199
    }
}