{
    "date": "2010-03-26T19:01:00Z",
    "title": "South Korean ship in troubled waters | Robert Farley",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/mar/26/south-korean-ship-sinking",
    "content": "Late last night, the South Korean patrol ship Cheonan suffered an explosion and sank. As of midnight Korean time, 58 of the 104 member crew of the Cheonan had been rescued. The cause of the sinking of the Cheonan, a 1,300 ton missile corvette, is as of yet unknown. However, the South Korean cabinet has convened an emergency meeting to deal with the situation, and some reports suggest that a North Korean torpedo may have struck the Cheonan. Details remain sketchy, and at this point it is unclear whether Cheonan sank as the result of an attack, or because of an accidental explosion. Another South Korean patrol ship reportedly fired on North Korean targets in the area. The area in which Cheonan sank has recently seen several skirmishes between North and South Korean forces. In January, patrol vessels from each nation exchanged gunfire with one another. A similar exchange in November resulted in severe damage to a North Korean vessel, and the death of a North Korean sailor. The disputed area involves several islands that are claimed by both sides. South Korea recognises a UN-drawn line of demarcation, while North Korea does not. If Cheonan sank because of an accident, the incident will serve as an example of the challenges presented by high tension situations like that between North and South Korea. In such situations, a lack of information can lead to considerable danger, as both sides face pressure to react without having a grasp of the full situation. If, on the other hand, Cheonan was destroyed by a torpedo, the situation must be considered extremely grave. Forty-six crewmen at last report have yet to be accounted for, and are unlikely to survive long in cold Korean waters. South Korea cannot ignore a provocation of this magnitude, and will likely be forced to respond in some fashion. South Korea's navy substantially outmatches its North Korean counterpart, but the North Korean response to any South Korean retaliation remains uncertain. The problem of discerning North Korean intentions complicates factors. It is possible that the North Korean government ordered the attack in order to provoke the South, but the attack may instead have been launched by lower level local commanders. Even if this were the case, however, it would be impossible for South Korea to divine genuine North Korean intentions. If the sinking of Cheonan was intentional, it creates a serious crisis for the Koreas' neighbours and for the United States. None of the US, Japan, or China desire the threat of major military action on the Korean Peninsula. The US, still embroiled in Iraq and Afghanistan, doesn't want another military confrontation on its plate. At the same time, it will be difficult for the US to restrain South Korea from some form of retaliation. Japan's patience with North Korea has similarly run thin, and it is unlikely that Tokyo could be relied on too heavily as a voice of caution. Beijing has only limited affection for its North Korean client, but certainly does not want war, or even the threat of war. North Korea's intentions remain mysterious; if it intended to signal its toughness and resolve to South Korea, it may have bitten off more than it can chew. At this point, I suspect that officials in Beijing, Washington, Tokyo, and perhaps even Seoul are hoping that Cheonan sank becaue of an accidental explosion. If the North Koreans sank Cheonan and killed dozens of South Korean sailors, the situation in northeast Asia may become very dangerous very quickly.",
    "keywords": [
        "south",
        "robert",
        "patrol",
        "korea",
        "cheonan",
        "farley",
        "waters",
        "situation",
        "intentions",
        "ship",
        "troubled",
        "koreas",
        "sank",
        "north",
        "korean"
    ],
    "summary": "Late last night, the South Korean patrol ship Cheonan suffered an explosion and sank.\nAnother South Korean patrol ship reportedly fired on North Korean targets in the area.\nA similar exchange in November resulted in severe damage to a North Korean vessel, and the death of a North Korean sailor.\nSouth Korea's navy substantially outmatches its North Korean counterpart, but the North Korean response to any South Korean retaliation remains uncertain.\nEven if this were the case, however, it would be impossible for South Korea to divine genuine North Korean intentions.",
    "sentiment": {
        "neg": 0.1431,
        "neu": 0.8022,
        "pos": 0.0546,
        "compound": -0.2287
    }
}