{
    "date": "2010-11-24T20:13:00Z",
    "title": "Sarah Palin: 'We've got to stand with our North Korean allies' | Richard Adams",
    "url": "https://www.theguardian.com/world/richard-adams-blog/2010/nov/24/sarah-palin-north-korea-allies",
    "content": "Sarah Palin never claimed she could see Russia from her house – that was Tina Fey – but she went one better on Glenn Beck's radio show in discussing the tensions in the Korean Peninsula and saying: \"We've got to stand with our North Korean allies\". A transcript of the radio show reads: Interviewer: How would you handle a situation like the one that just developed in North Korea? Palin: Well, North Korea, this is stemming from a greater problem, when we're all sitting around asking, 'Oh no, what are we going to do,' and we're not having a lot of faith that the White House is going to come out with a strong enough policy to sanction what it is that North Korea is going to do. So this speaks to a bigger picture that certainly scares me in terms of our national security policy. But obviously, we've got to stand with our North Korean allies – we're bound to by treaty.... Interviewer: South Korean. Palin: Yes, and we're also bound by prudence to stand with our South Korean allies, yes. Although it was obvious from her preceding remarks that this really was just a slip of the tongue, it's exactly the kind of slip that Palin can't afford to make if she wants to be a credible presidential candidate in 2012. It wasn't long before Twitter wags got on the case: Like the brave Sarah Palin, I, too, support our allies in North Dakota A book on the 2008 presidential election campaign, Game Change, had some revealing if unsourced claims about Palin's lack of knowledge, presumably coming from one of John McCain's advisors. Page 397 of the paperback edition described events from September 2008: [M]embers of her traveling party met Palin at the Rtitz-Carlton near Reagan airport, in Pentagon City, Virginia – and found that, although she'd made some progress with her memorization and studies, her grasp of rudimentary facts and concepts was minimal. Palin couldn't explain why North and South Korea were separate nations. She didn't know what the Fed did. Asked who attacked America on 9/11, she suggested several times that it was Saddam Hussain. And asked to identify the enemy that her son would be fighting in Iraq, she drew a blank. A slip of the tongue is the bane of any politician's life: ask Barack Obama, who in the presidential campaign said he'd visited 57 states and has rarely been allowed to forget it. So if Palin is a serious candidate for the Republican nomination it's better that she mix up South and North Korea than North and South Carolina, where a crucial early presidential primary takes place. Aside from the North Korea mistake, Palin's full response to the question was foreign policy boilerplate: stand by South Korea and try to put pressure on China. Hardly maverick stuff – and almost certainly what the White House is already doing.",
    "keywords": [
        "policy",
        "adams",
        "south",
        "slip",
        "sarah",
        "allies",
        "richard",
        "korea",
        "stand",
        "weve",
        "palin",
        "presidential",
        "north",
        "korean"
    ],
    "summary": "Sarah Palin never claimed she could see Russia from her house – that was Tina Fey – but she went one better on Glenn Beck's radio show in discussing the tensions in the Korean Peninsula and saying: \"We've got to stand with our North Korean allies\".\nA transcript of the radio show reads: Interviewer: How would you handle a situation like the one that just developed in North Korea?\nBut obviously, we've got to stand with our North Korean allies – we're bound to by treaty.... Interviewer: South Korean.\nPalin: Yes, and we're also bound by prudence to stand with our South Korean allies, yes.\nAside from the North Korea mistake, Palin's full response to the question was foreign policy boilerplate: stand by South Korea and try to put pressure on China.",
    "sentiment": {
        "neg": 0.0596,
        "neu": 0.8615,
        "pos": 0.0789,
        "compound": 0.1322
    }
}