{
    "date": "2010-11-28T00:11:50Z",
    "title": "Both Koreas issue threats on eve of US-Seoul war games",
    "url": "https://www.theguardian.com/world/2010/nov/28/korea-tensions-yellow-sea-war-games",
    "content": "As US and South Korean forces prepared for joint war games in the Yellow Sea today, North Korea threatened further attacks and accused its neighbour of using civilians as \"human shields\". The developments deepened fears of serious armed conflict in the region, which is undergoing its greatest period of tension since the 1950-53 Korean war. Using typically bellicose language, a state-run website in the North warned that the military exercises would be an \"unpardonable provocation\" and that it would create a \"sea of fire\" if any of its own territory was violated. At the same time the North Korean state news agency accused the South of causing casualties by using civilians as shields around military installations on the island of Yeonpyeong, where Northern artillery fire killed two South Korean marines and two civilians last week. \"Responsibility lies in enemies' inhumane action of creating a 'human shield' by deploying civilians around artillery positions,\" the agency said, blaming the US for creating a \"propaganda campaign\" against it. Such accusations by the North are a common feature of the periodic crises that flare up on the Korean peninsula, but there seems little doubt the current situation is gravely serious. This time the public mood in the South appears to have turned away from placating its unpredictable neighbour in favour of a more punishing policy. At a funeral yesterday for the marines killed on Yeonpyeong, the South Korean military commander, Major-General You Nak-jun, laid flowers at an altar and vowed that his country would retaliate if there was a further attack from the North. \"Our marine corps ... will carry out a hundred – or thousand-fold…\" in retaliation, he said at the ceremony. \"We will put our feelings of rage and animosity in our bones and take our revenge on North Korea,\" he added. At the same time protesters in Seoul took to the streets demanding a tougher response. They included a demonstration by some 70 former special forces troops who donned white headbands and confronted riot police with wooden batons and fire extinguishers in front of the defence ministry. Elsewhere 1,000 marine veterans burned photographs of North Korean leader Kim Jong-il and chanted slogans urging action. \"Time for retaliation. Let's hit the presidential palace in Pyongyang,\" they shouted. The crisis has already cost the South Korean defence minister, Kim Tae-young, his job amid accusations that the response to North Korea's initial attack had been too weak. Now the South Korean president, Lee Myung-bak, has sent 4,000 troops as reinforcements to Yeonpyeong and other nearby islands with extra weapons and new rules of engagement that give them greater scope to respond if attacked. The world's diplomatic corps is working feverishly to contain the crisis and make sure there is no further conflict. China, which is widely seen as having influence over the North, has held talks with the US between its foreign minister, Yang Jiechi, and the secretary of state, Hillary Clinton. \"The pressing task now is to put the situation under control,\" the Chinese foreign ministry quoted Yang as telling Clinton. Meanwhile the US stressed that its military operation with the South – which includes deployment of a nuclear-armed aircraft carrier – was not intended to provoke the North. Yet the North's news agency addressed that issue: \"If the US brings its carrier to the West Sea of Korea [Yellow Sea] at last, no one can predict the ensuing consequences.\" The crisis has special resonance due to the delicate nature of politics in the secretive North. The country is undergoing a mostly opaque transition of power from the elder Kim to his son Kim Jong-un, who is only in his 20s. It also comes just after the North unexpectedly revealed a new, apparently ultra-modern uranium enrichment facility that could improve its ability to add to its nuclear weapons capability.",
    "keywords": [
        "threats",
        "war",
        "south",
        "yeonpyeong",
        "military",
        "using",
        "korea",
        "games",
        "sea",
        "eve",
        "issue",
        "usseoul",
        "civilians",
        "kim",
        "korean",
        "north",
        "koreas"
    ],
    "summary": "As US and South Korean forces prepared for joint war games in the Yellow Sea today, North Korea threatened further attacks and accused its neighbour of using civilians as \"human shields\".\nThe developments deepened fears of serious armed conflict in the region, which is undergoing its greatest period of tension since the 1950-53 Korean war.\n\"We will put our feelings of rage and animosity in our bones and take our revenge on North Korea,\" he added.\nElsewhere 1,000 marine veterans burned photographs of North Korean leader Kim Jong-il and chanted slogans urging action.\nThe crisis has already cost the South Korean defence minister, Kim Tae-young, his job amid accusations that the response to North Korea's initial attack had been too weak.",
    "sentiment": {
        "neg": 0.1601,
        "neu": 0.785,
        "pos": 0.0549,
        "compound": -0.3836
    }
}