{
    "date": "2010-08-26T08:34:52Z",
    "title": "North Korean leader Kim Jong-il 'visiting China with his son'",
    "url": "https://www.theguardian.com/world/2010/aug/26/north-korean-leader-china",
    "content": "North Korea's leader, Kim Jong-il, prompted speculation that he will soon anoint a successor by making an unexpected trip today to the country's main ally, China. The ailing dictator, who reportedly suffered a stroke two years ago, crossed the border in his armoured train and visited the Chinese school where his father, the former president Kim Il-sung, began taking an interest in communism. The second trip to China in less than three months is unusual for Kim, who rarely leaves his home. Coming before a rare meeting of the North Korean Workers' party in Pyongyang, analysts said the visit might be aimed at laying the groundwork for a transfer of power to his third son, Kim Jong-un. After recent floods in North Korea, Kim may be seeking more aid from his country's main benefactor, and discussing steps to resume six-party nuclear talks. As with previous trips, neither government has commented on reports that Kim has crossed the border, but teachers at Yuwen middle school in Jilin province confirmed they had received a 20-minute visit. \"He definitely came over,\" a physical education teacher who would give only his surname, Zhao, told the Associated Press. \"But I'm not sure if his son was with him or what time he came.\" According to South Korean media, Kim may be travelling with his son to consult with Chinese officials on plans to extend the world's only communist dynasty. Analysts said Kim's reported trip to Beijing was probably connected to next month's party assembly, the first of its kind for more than 30 years. At the last such meeting, in 1980, the party confirmed Kim Jong-il's status as heir apparent to his father, Kim Il-sung, although he did not become leader until his father's death in 1994. \"There is so much circumstantial evidence pointing to the succession issue,\" said Daniel Pinkston, a North Korea expert with the International Crisis Group in Seoul. He said there were also signs that the North Koreans were looking for \"cash aid and assistance\". \"If the succession is being accelerated, then of course Kim has an incentive to address the economic problems and other issues which will be helpful for his son in the transition to taking power,\" he added. The visit comes a day after the former US president Jimmy Carter arrived in Pyongyang to seek the release of an American who has been sentenced to eight years in prison for entering North Korea illegally. There was no word today on the progress of Carter's mission, although reports suggested he would return to the US with Aijalon Gomes, a 31-year-old English teacher and Christian missionary. Carter, who arrived yesterday on a private jet, accompanied by his wife, Rosalynn, is also expected to use the visit to engage in unofficial diplomacy with the regime, although the Obama administration has been quick to stress that he is on a private humanitarian visit. \"It's a mission to secure the release of Mr Gomes,\" said a US state department spokesman, Mark Toner. \"But we don't want to jeopardise the prospects for Mr Gomes to be returned home by discussing any of the details.\" Gomes, who had been teaching English in South Korea, crossed the border from China to North Korea in January. He is thought to have wanted to help Robert Park, a friend and fellow Christian who had entered North Korea illegally on Christmas Day. Park, who said he had wanted to draw attention to human rights abuses in the north, was expelled six weeks later. Carter made his last trip to North Korea in 1994, and is credited with defusing a nuclear crisis after talks with the regime's then leader, Kim Il-sung. Relations between Pyongyang and Washington have deteriorated since North Korea conducted its second nuclear test last year, a move that prompted tougher UN sanctions. Tensions rose again earlier this year when international investigators said a North Korean torpedo had sunk the Cheonan, a South Korean warship, killing 46 sailors. The US responded by expanding sanctions designed to cut off funds to the regime's elite. Washington refuses to negotiate with North Korea until it apologises for sinking the Cheonan. Pyongyang, meanwhile, has indicated it will return to nuclear talks – which also involve South Korea, China, Russia and Japan – in return for aid and the conclusion of a formal peace treaty with the US.",
    "keywords": [
        "south",
        "leader",
        "korea",
        "kim",
        "china",
        "visit",
        "trip",
        "nuclear",
        "jongil",
        "visiting",
        "son",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "After recent floods in North Korea, Kim may be seeking more aid from his country's main benefactor, and discussing steps to resume six-party nuclear talks.\nGomes, who had been teaching English in South Korea, crossed the border from China to North Korea in January.\nHe is thought to have wanted to help Robert Park, a friend and fellow Christian who had entered North Korea illegally on Christmas Day.\nTensions rose again earlier this year when international investigators said a North Korean torpedo had sunk the Cheonan, a South Korean warship, killing 46 sailors.\nWashington refuses to negotiate with North Korea until it apologises for sinking the Cheonan.",
    "sentiment": {
        "neg": 0.0589,
        "neu": 0.8721,
        "pos": 0.0691,
        "compound": 0.0335
    }
}