{
    "date": "2010-09-26T21:28:02Z",
    "title": "China launches major push to invest in North Korea",
    "url": "https://www.theguardian.com/world/2010/sep/26/china-push-invest-in-north-korea",
    "content": "China has launched a major push to boost economic engagement with North Korea and persuade Pyongyang to adopt reforms, experts say. Analysts suggest Beijing believes development will improve regional stability by encouraging its impoverished neighbour to act more cautiously. China also hopes to benefit from port access, mineral rights and increased trade. But some believe the economic drive undercuts the impact of sanctions imposed in the hope of forcing North Korea to denuclearise. China has more sway over the North than anyone else, but it cannot control Pyongyang's actions and has often been frustrated by them. \"The second nuclear test [last year] was an absolute red line for China,\" said Professor Hazel Smith, a leading researcher on North Korea at Cranfield University. \"It looks like they decided to do something totally counterintuitive to us: invest and take control.\" Scott Snyder, author of China's Rise and the Two Koreas, pointed to the North Korean leader's recent visit to China as evidence that Beijing is more actively promoting reform through a cross-border growth strategy. \"Instead of simply showing Kim Jong-il the fruits of China's reform and opening with the hopes that he will follow, China now appears ready to take a variety of measures to induce North Korea's opening as a condition of its economic 'bailout' of the north,\" he writes in an essay for Yale Global this month. Beijing used Kim Jong-il's two visits this year to hammer home the benefits of reform, taking him to the fast-developing cities of Dalian and Tianjin in May and to north-eastern factories in August. President Hu Jintao highlighted China's reform and opening process. \"The Chinese are a very practical people and they will not invest where they don't see a mid to longterm return,\" said Dr Kongdan Oh of the Brookings Institution in Washington DC. \"But that alone would not make the Chinese government promote this. It is strategic and political ... They want North Korea to have at least minimum economic stability.\" Beijing fears that the collapse of the regime could lead to a flood of refugees and upset the regional power balance. Bilateral trade reached $1.3bn (£822m) in the first half of 2010, according to Chinese data. That is particularly valuable since South Korea's trade agency recently estimated the North's total trade had fallen by 10% year-on-year thanks to United Nations sanctions introduced in the wake of the nuclear test. It reported that China accounted for almost 80% of the North's trade, excluding trade with the South. Now China wants to boost cross-border trade across the three north-eastern provinces that border North Korea, with Jilin taking the lead. Beijing media have reported that a Chinese firm spent 20m yuan (£1.9m) building a pier at North Korea's Rajin port, with work on a second to begin soon. China has also spent a reported 3.6m yuan repairing a bridge across the Tumen river, which divides the two countries, and is expected to spend multiple millions more upgrading a road to improve access to Rajin. Separately, South Korean media have reported that China is spending 1.8bn yuan to build a new bridge across the Yalu river and Chinese reports have highlighted a potential £500m plan to create a special investment zone on two islands there. This year Pyongyang created the Korea Taepung international investment group – and a state development bank – and has talked of creating special enterprise zones. Yet Rodong Shinmun – the official Workers' Party newspaper – this week called for a self-reliant economy, attacking what it called \"begging from others\". Nor is it clear that accepting foreign investment will lead to wider economic changes. Pyongyang launched reforms in 2002 only to roll them back swiftly, apparently fearful that they would erode its authority. \"China has been telling the Kim family and party elites for over 20 years: 'You should follow our model',\" said Oh. \"Why are we expecting that suddenly, for the sake of a couple of railroads, the regime will change position?\" Korea-watchers say the country's black markets have become an essential part of its economy, with many people relying on them for food. The question is whether the leadership allows the markets to develop and puts them on a stable footing. November's botched currency reform targeted the growing wealth and confidence of \"kiosk capitalists\" – although Oh suggests the backlash may have convinced parts of the regime that some change is needed to appease the urban population. Smith argued the Chinese were taking a generational view, preparing the ground for change in case the next leader was more sympathetic to reform. The push does not breach UN sanctions, but Snyder said that Beijing's strategy was in \"direct contradiction\" to US-led efforts to increase sanctions on the North. Critics argue the much-needed inflow of foreign currency reduces pressure on the regime to denuclearise. \"Chinese engagement provides a safety valve and a guarantee to the North that it need not fear the recent announcement of the stepped-up US bilateral sanctions,\" wrote Snyder.",
    "keywords": [
        "reported",
        "economic",
        "korea",
        "invest",
        "trade",
        "beijing",
        "major",
        "china",
        "sanctions",
        "launches",
        "chinese",
        "reform",
        "push",
        "north"
    ],
    "summary": "China has launched a major push to boost economic engagement with North Korea and persuade Pyongyang to adopt reforms, experts say.\nBut some believe the economic drive undercuts the impact of sanctions imposed in the hope of forcing North Korea to denuclearise.\n\"The second nuclear test [last year] was an absolute red line for China,\" said Professor Hazel Smith, a leading researcher on North Korea at Cranfield University.\nThey want North Korea to have at least minimum economic stability.\"\nNow China wants to boost cross-border trade across the three north-eastern provinces that border North Korea, with Jilin taking the lead.",
    "sentiment": {
        "neg": 0.048,
        "neu": 0.8247,
        "pos": 0.1274,
        "compound": 0.2484
    }
}