{
    "date": "2010-10-10T17:39:49Z",
    "title": "North Korea puts on show of military might for heir apparent – and the world",
    "url": "https://www.theguardian.com/world/2010/oct/10/north-korea-military-parade-dance",
    "content": "The ground shook as thousands of boots slammed on to the road in unison. Martial tunes blared, bayonets glinted and the tanks' diesel fumes filled the air. Today saw the largest military parade that North Korea has ever witnessed: a blend of sheer force and razzmatazz. However, the real show was not down on Kim Il-sung Plaza, but on the viewing rostrum, where the country's leader, Kim Jong-il, and his heir apparent, Kim Jong-un, stood watching. For most of the spectators, who swivelled as one to cheer the arrival of the two Kims, this was the first sighting of the Young General – a man who, until two weeks ago, had never been acknowledged by state media. Unusually, the event was broadcast live, giving 24 million North Koreans a chance to see their leader-in-waiting at last. \"Kim Jong-un has the love of all the Korean people,\" declared Kim Chong-il, a media officer from the foreign affairs ministry. \"No words can describe our excitement [at seeing him],\" added civilian participant Cho Song-bok, through an official translator. It was hard to imagine anyone professing anything short of total loyalty to Kim or his father. The crowd chanted \"Kim Jong-il! Protect him to the death!\" and \"Kim Jong-il! Unite to support him!\" as the 68-year-old leader smiled and saluted troops. His absence at the last parade, in 2008, was linked to reports of a stroke. Today he stood for the 90-minute event, then slowly walked the length of the building to wave from each corner, leaning on the balcony rail as he went. Beneath him, female spectators were bright in their gowns while men bore two, three or even four columns of enormous medals on their jackets alongside the Kim Il-sung pins worn by every North Korean. The country's founder is still revered and his image has been central to his son's rule and establishing his grandson as the next leader. The Kim family and the military are the pillars of the state. Although the parade officially marked the 65th anniversary of the Korean Workers' party, its scale suggested it owed more to cementing Kim Jong-un's position and the country's songun (\"military first\") policy. Ri Yong-ho, chief of the army, stood between father and son. As many as 20,000 soldiers, sailors and air force pilots took part. Women with identical black bobs and khaki-skirted uniforms carried machine guns; sailors marched in blazingly white jackets. Armed officers guarded lorries loaded with rocket launchers and enormous missiles that underlined international concerns about the country's military stance. The north has faced sanctions after a second nuclear test and missile-firings last year, and the sinking of a South Korean warship this spring. Pyongyang denies involvement in that incident and says it is defending itself against US aggression. The country is one of the world's most tightly controlled, and had never before allowed so many international media to visit at once. Kim So-hye, of the foreign ministry, said: \"A lot of people from outside Korea came here and we meant for them to see [the celebrations], because you don't know a lot of things about Korea and probably might have some misunderstandings and wrong impressions.\" Where outsiders usually focus on weapons programmes and food shortages, the authorities want to project an image of colour, joy and harmony. \"I think our might of single-hearted unity around the headquarters of revolution is demonstrated to the full through the ceremony today,\" said Kim Song-yon, another participant. \"As we have the Young General, I think the future of our Korea is very bright and I think we are very much honoured.\" The celebrations continued into the night, with 10,000 dancers flooding the square for a mass dance – a sequined extravaganza crossing Busby Berkeley with socialist realism. They leapt up and down waving plastic flowers as fireworks exploded over the plaza. Cheering erupted from the speakers: the father and son had reappeared. An all-female orchestra in white meringue frocks played popular tunes, while men dressed as ostriches ran in circles in tribute to the country's animal husbandry. Images of prosperity and progress unfolded across giant screens: a harvester rolling through the fields gave way to one of the country's two computing rooms for students. Above, lasers raked the sky; beneath, men in jumpsuits gyrated with women in orange tops and vinyl miniskirts. Down the length of the Juche tower ran the message: \"How glad President Kim Il-sung would be if he could see this reality.\" But it is his inexperienced grandson who must find a way to sustain this extravagant vision of plenty and the magic of his name.",
    "keywords": [
        "heir",
        "think",
        "puts",
        "military",
        "countrys",
        "world",
        "korea",
        "kim",
        "stood",
        "parade",
        "today",
        "apparent",
        "north",
        "korean"
    ],
    "summary": "Today saw the largest military parade that North Korea has ever witnessed: a blend of sheer force and razzmatazz.\nHowever, the real show was not down on Kim Il-sung Plaza, but on the viewing rostrum, where the country's leader, Kim Jong-il, and his heir apparent, Kim Jong-un, stood watching.\nUnusually, the event was broadcast live, giving 24 million North Koreans a chance to see their leader-in-waiting at last.\n\"Kim Jong-un has the love of all the Korean people,\" declared Kim Chong-il, a media officer from the foreign affairs ministry.\nArmed officers guarded lorries loaded with rocket launchers and enormous missiles that underlined international concerns about the country's military stance.",
    "sentiment": {
        "neg": 0.0267,
        "neu": 0.8796,
        "pos": 0.0937,
        "compound": 0.1842
    }
}