{
    "date": "2010-05-21T17:37:23Z",
    "title": "Hillary Clinton warns of 'consequences' for North Korea over sinking of ship",
    "url": "https://www.theguardian.com/world/2010/may/21/clinton-north-korea-ship-censure",
    "content": "The US secretary of state, Hillary Clinton, will explore options for censuring North Korea over the sinking of a South Korean warship with the Chinese government early next week. Clinton, who is due to arrive in Beijing on Sunday for a three-day visit, said on a stop-over in Tokyo that North Korea will face consequences. She added: \"We cannot allow this attack on South Korea to go unanswered by the international community,\" The options available to the US and South Korea are limited, especially as the Chinese are reluctant to join in any action against their ally North Korea. Beijing has described the incident only as unfortunate and urged all parties to show restraint. The South Korean Yonhap news agency reported, citing South Korean government sources, that Seoul may close sea routes that allow North Korean ships through its waters to save costs. North Korea, which denies one of its submarines fired a torpedo at the corvette, said again that it would regard any punitive action as an act of war. Tension on the Korean peninsula grew this week after an international investigation team blamed North Korea for the sinking of the Cheonan with 46 lives. The South Korean president, Lee Myung-bak, is due to announce in a televised address on Monday what actions his government will take. Clinton is unlikely to set out a US response until after his address and after she has spoken to the Chinese. She is to visit Seoul on Wednesday for further talks about how to respond. In her talks with the Chinese, Clinton will be hampered by the fact that she needs their backing over North Korea, but also for sanctions against Iran and a deal on readjusting the Chinese currency. The likeliest action is a US-led push for a condemnatory statement from the UN security council where China wields a veto. Other options include imposing more sanctions against North Korea, though almost every conceivable one is in place, transferring more US military equipment to South Korea or joint US-South Korean naval exercises in the Yellow Sea, where the sinking took place. Josh Rogin, writing on the Foreign Policy website, said: \"Clinton will need China to at least not forswear UN action: a Chinese abstention on any security council resolution would be good enough. But it will be tough for Clinton to pressure China into any specific course of action, mainly because the US hasn't decided what action it is advocating in the first place.\" Any action against North Korea is fraught with risk. Two years ago, the UN condemned North Korea over a missile launch. North Korea responded by launching a second one. The South Korean cabinet held an emergency session today and discussed preparations against any North Korean retaliatory actions, including cyber-terrorism. The South Korean president sounded cautious about escalating the crisis. \"Since this case is very serious and has grave importance, we cannot afford to have the slightest mistake and will be very prudent in all response measures we take,\" Lee said. The North said it was prepared to tear up all agreements with its neighbour. \"From this time on, we will regard the situation as a phase of war and will be responding resolutely to all problems in North-South relations,\" the Committee for the Peaceful Reunification of the Fatherland said. \"If the South puppet group comes out with 'response' and 'retaliation' we will respond strongly with ruthless punishment including the total shutdown of North-South ties, abrogation of the North-South agreement on non-aggression and abolition of all North-South co-operation projects.\" Separately, a North Korean naval spokesman, Colonel Pak In Ho, told the broadcaster APTN that the report's evidence was faked. The 1950-53 war ended with an armistice, but the two Koreas never signed a peace treaty. Yonhap reported that the UN command's military armistice commission would investigate whether the North had violated the terms of the agreement to suspend hostilities.",
    "keywords": [
        "sinking",
        "south",
        "war",
        "korea",
        "hillary",
        "warns",
        "clinton",
        "ship",
        "chinese",
        "northsouth",
        "action",
        "consequences",
        "north",
        "korean"
    ],
    "summary": "The US secretary of state, Hillary Clinton, will explore options for censuring North Korea over the sinking of a South Korean warship with the Chinese government early next week.\nClinton, who is due to arrive in Beijing on Sunday for a three-day visit, said on a stop-over in Tokyo that North Korea will face consequences.\nThe South Korean Yonhap news agency reported, citing South Korean government sources, that Seoul may close sea routes that allow North Korean ships through its waters to save costs.\nThe South Korean cabinet held an emergency session today and discussed preparations against any North Korean retaliatory actions, including cyber-terrorism.\nSeparately, a North Korean naval spokesman, Colonel Pak In Ho, told the broadcaster APTN that the report's evidence was faked.",
    "sentiment": {
        "neg": 0.1152,
        "neu": 0.8376,
        "pos": 0.0471,
        "compound": -0.1867
    }
}