{
    "date": "2010-07-22T10:00:00Z",
    "title": "Sanctions and Dr Strangelove | David Shariatmadari",
    "url": "https://www.theguardian.com/commentisfree/2010/jul/22/nuclear-sanctions-north-korea-iran",
    "content": "In a world of competing national interests, political differences, clashes not just of personalities, but of civilisations, you could be forgiven for thinking that there's nothing of any significance all our leaders agree on. The need to prevent the spread of nuclear weapons, however, may qualify. This is why Iran now finds itself facing toughened sanctions, why Barack Obama, just like George W Bush before him, sees preventing an Iranian bomb as an urgent foreign policy priority, and why North Korea, it was announced yesterday, will receive similar treatment. Iran and North Korea are just the latest states to come under the nuclear spotlight: proliferation has obsessed the international community since the beginning of the atomic age. Hawks would argue that the risks of allowing it to occur unchecked are severe enough to justify pre-emptive war. Doves are likely to favour diplomatic solutions. Both, however, would be in agreement about the need to take action. But what if either approach made proliferation more, not less, likely? If anti-proliferation policies themselves acted as an incentive to acquire nuclear weapons? It would be a bitter irony. In Atomic Obsession, a book that has met with mixed reviews but was praised in this paper, John Mueller attempts a radical critique of anti-proliferation efforts, beginning with a startling analysis of US-Soviet arms control. According to Mueller, Salt I, the 1972 treaty that must have seemed like a rare outbreak of common sense in a Mad world, in fact acted as a spur to more ingenious and destructive methods of delivery. How? It limited the number of intercontinental ballistic missiles, but not the number of warheads each missile could carry. Partly as a result, so-called \"multiple independently targetable reentry vehicles\", first deployed by the US in 1969, became much more appealing. Treaties and talks, Mueller explains, were seen as opportunities to wring concessions from the other side. Carter kept the way open for the development of neutron bombs so the prospect could be used as a bargaining chip in arms control negotiations. But Carter was booted out, and the groundwork having been laid, Ronald Reagan was able to put them into production. Mueller convincingly shows how efforts at arms control can have unintended consequences. And in any case, he argues, the likely pace of proliferation has always been hugely exaggerrated. Most countries don't, in fact, want nuclear weapons. They confer few military advantages, they aren't necessary for prestige, they are massively difficult and expensive to make, and are likely to alienate foreign powers. There is already a huge inherent disincentive, and clumsily executed, aggressive and often inhumane efforts to stop proliferation have only made things worse. \"Insofar as nuclear proliferation is a response to perceived threat, efforts to threaten, sanction, or attack potential new nuclear states can have the opposite effect, encouraging them to seek their own bomb in response to the pressure\", he says. It's not that counter-proliferation, by itself, causes a state to go after nuclear weapons, just that it is likely to make them seem more urgently needed. The \"intense hostility\" that comes as part and parcel of non-proliferation efforts, a hostility which both Iran and North Korea are currently being exposed to, \"has had the perverse effect of enhancing the appeal of such weapons to the threatened regimes for the sake of deterrence if nothing else.\" And sanctions, apart from inflicting hardship on the entire population, directly or indirectly, may also make it slightly easier (though still very difficult) to obtain nuclear weapons, by enhancing regime control. Mueller suggests that \"the internal group likely to benefit most from sanctions [in Iran] is the Pasdaran, or Revolutionary Guards ... By creating artifical shortages and driving up prices for scarce commodities, sanctions make smuggling an extremely lucrative enterprise. As shown in Iraq in the 1990s, the regime can readily award this business to the chosen, assuring that they remain ardent supporters of its rule.\" Even Leon Panetta, director of the CIA, is of the opinion that sanctions will \"probably not\" deter Iran, which does raise the question of what, exactly, they are supposed to achieve. Mueller continues: \"If Iran and North Korea really do want to develop a nuclear weapons capacity, there is no way this can be prevented, at least in the long term, except by invading the countries directly – enterprises that in both cases would likely make America's costly war in Iraq look like child's play in comparison.\" It seems like common sense, but in the circles that matter, these arguments currently have the status of taboo. Something must be done, is the consensus, and in the absence of anything remotely effective, what is being done is worse than nothing. Now, that really is Mad.",
    "keywords": [
        "proliferation",
        "iran",
        "korea",
        "efforts",
        "david",
        "shariatmadari",
        "strangelove",
        "sanctions",
        "nuclear",
        "mueller",
        "weapons",
        "dr",
        "north",
        "likely"
    ],
    "summary": "The need to prevent the spread of nuclear weapons, however, may qualify.\nIf anti-proliferation policies themselves acted as an incentive to acquire nuclear weapons?\nMost countries don't, in fact, want nuclear weapons.\nIt's not that counter-proliferation, by itself, causes a state to go after nuclear weapons, just that it is likely to make them seem more urgently needed.\nAnd sanctions, apart from inflicting hardship on the entire population, directly or indirectly, may also make it slightly easier (though still very difficult) to obtain nuclear weapons, by enhancing regime control.",
    "sentiment": {
        "neg": 0.1352,
        "neu": 0.7699,
        "pos": 0.0949,
        "compound": -0.1091
    }
}