{
    "date": "2010-06-10T11:46:00Z",
    "title": "South Korean space rocket explodes two minutes after launch",
    "url": "https://www.theguardian.com/world/2010/jun/10/south-korea-space-rocket-explodes",
    "content": "A South Korean rocket carrying a climate observation satellite apparently exploded two minutes into its flight today, the country's second major space setback in less than a year. The two-stage Naro rocket operated normally during and after liftoff from the country's space centre, the minister of education, science and technology Ahn Byong-man said. But then communications with the rocket were lost. \"We believe that the Naro rocket is likely to have exploded,\" he told reporters. \"We are sorry for failing to live up to people's expectations.\" He said South Korean and Russian experts were trying to find the cause of the problem. The blastoff at the coastal space centre in Goheung, 290 miles (465km) south of Seoul, was the country's second launch of a rocket from its own territory. In the first attempt last August, the satellite failed to reach orbit because one of its two covers apparently failed to come off after liftoff – despite the rocket launch itself being considered a success. Since 1992, South Korea has launched 11 satellites from overseas sites, all on foreign-made rockets. The first stage of the two-stage Naro rocket was designed and built by Russia. The second stage was built by South Korea. The ministry of education, science and technology, which oversees the space programme, says South Korea plans to develop a space launch vehicle with its own technology by 2020. China, Japan and India are Asia's current space powers. Japan has launched numerous satellites, while China sent its first astronaut into space in 2003 and carried out its first spacewalk in 2008. India launched a satellite into moon orbit in 2008, but had to abandon it nearly a year later after communication links snapped and scientists lost control of it. South Korea's launch last year riled its neighbour to the north. Pyongyang said it was unjust for it to be hit with UN sanctions for firing a long-range rocket in April last year, but regional powers saw the launch as a disguised test of a ballistic missile that violated UN measures. Apart from North Korea, few doubt the South's rocket was for anything but its civilian space programme, although experts said it did raise questions about regional security because it could also enhance Seoul's ability to build ballistic missiles. The Naro-1, also called the Korea Space Launch Vehicle-1, was 33 metres (108ft) long. The rocket was built at a cost of 502.5bn won (around £270m). Russia's Khrunichev space production centre built the first-stage booster, conducted tests and provided technical assistance. South Korea has produced several satellites and relied on countries including Russia to put them into orbit. South Korea wants to build a rocket on its own by 2018 and send a probe to monitor the moon by 2025. It also wants to develop a commercial service to launch satellites. Budget and legal constraints will weigh on South Korea even as it tries to move forward with the programme, space experts have said.",
    "keywords": [
        "launch",
        "south",
        "korea",
        "satellites",
        "space",
        "built",
        "second",
        "technology",
        "explodes",
        "satellite",
        "minutes",
        "rocket",
        "korean"
    ],
    "summary": "A South Korean rocket carrying a climate observation satellite apparently exploded two minutes into its flight today, the country's second major space setback in less than a year.\nThe blastoff at the coastal space centre in Goheung, 290 miles (465km) south of Seoul, was the country's second launch of a rocket from its own territory.\nThe ministry of education, science and technology, which oversees the space programme, says South Korea plans to develop a space launch vehicle with its own technology by 2020.\nThe Naro-1, also called the Korea Space Launch Vehicle-1, was 33 metres (108ft) long.\nSouth Korea wants to build a rocket on its own by 2018 and send a probe to monitor the moon by 2025.",
    "sentiment": {
        "neg": 0.0585,
        "neu": 0.9097,
        "pos": 0.0318,
        "compound": -0.0746
    }
}