{
    "date": "2010-08-25T12:55:00Z",
    "title": "Jimmy Carter arrives in North Korea in attempt to free US prisoner",
    "url": "https://www.theguardian.com/world/2010/aug/25/jimmy-carter-north-korea",
    "content": "Jimmy Carter today arrived in North Korea on a mission to win the release of an American sentenced to eight years for entering the communist state illegally. Arriving in Pyongyang, the former US president was greeted by the deputy foreign minister and chief nuclear negotiator, Kim Kye-gwan, according to the official Korean Central News Agency. Reports quoted US officials in Washington as saying the regime had agreed to release Aijalon Mahli Gomes, a 31-year-old from Boston, in return for a visit from Carter. Carter last visited North Korea in 1994 and helped defuse a nuclear crisis through talks with the then leader, Kim Il-sung. He is expected to stay overnight and return to the US with Gomes tomorrow. Last summer another former president, Bill Clinton, travelled to Pyongyang to secure the release of Laura Ling and Euna Lee, two American TV journalists seized after straying into North Korea while filming near the Chinese border. US officials said hat Carter, who arrived with his wife Rosalynn on a private jet, was not making an official visit. His humanitarian mission would have been impossible without the blessing of the Obama administration. \"We will continue to withhold comment,\" said PJ Crowley, the US state department spokesman. \"We do not want to jeopardise the prospects for Mr Gomes to be returned home by discussing any details related to private humanitarian efforts to get him released and back here safely to the US.\" Given rising tensions on the Korean peninsula over Pyongyang's nuclear weapons programme and its sinking of the Cheonan, a South Korean corvette, Washington cannot be seen to be dealing with the regime on an official level. The US has strengthened bilateral sanctions since the Cheonan attack in March, and supported tougher UN measures after the North conducted a nuclear weapons test last year. Experts believe the North hopes to win concessions in return for releasing Gomes as it struggles with economic problems, sanctions and reductions in overseas aid. Carter may be able to gauge the political situation in the reclusive state amid speculation that its ailing leader, Kim Jong-il, is preparing to hand over power to his youngest son, Kim Jong-un. Concerns are growing for Gomes after reports that he is in poor health and has attempted to kill himself while in custody. It was not clear why Gomes, a Protestant missionary who had been teaching English in Seoul for two years, crossed the border from China. A South Korean religious activist said Gomes was carrying a letter calling on Kim Jong-il to \"repent his sins\" and resign. He was arrested in January and sentenced to eight years' hard labour in April. Korean state media said Gomes's reported suicide attempt had been driven \"by his strong guilty conscience, disappointment and despair at the US government, which has not taken any steps to secure his freedom\". Robert Park, an American Christian missionary who was freed by North Korea earlier this year after six weeks in jail for illegal entry, said Gomes had behaved \"uncharacteristically\" in deciding to cross the border. Park, who befriended Gomes when they were both living in South Korea, said the imprisoned man had expressed an interest in teaching English in the North. \"\"He's a beautiful person and a true friend,\" he said.",
    "keywords": [
        "arrives",
        "south",
        "korea",
        "state",
        "free",
        "gomes",
        "return",
        "kim",
        "nuclear",
        "carter",
        "korean",
        "attempt",
        "prisoner",
        "north",
        "jimmy"
    ],
    "summary": "Jimmy Carter today arrived in North Korea on a mission to win the release of an American sentenced to eight years for entering the communist state illegally.\nCarter last visited North Korea in 1994 and helped defuse a nuclear crisis through talks with the then leader, Kim Il-sung.\nLast summer another former president, Bill Clinton, travelled to Pyongyang to secure the release of Laura Ling and Euna Lee, two American TV journalists seized after straying into North Korea while filming near the Chinese border.\nA South Korean religious activist said Gomes was carrying a letter calling on Kim Jong-il to \"repent his sins\" and resign.\nPark, who befriended Gomes when they were both living in South Korea, said the imprisoned man had expressed an interest in teaching English in the North.",
    "sentiment": {
        "neg": 0.1053,
        "neu": 0.8102,
        "pos": 0.0845,
        "compound": -0.0628
    }
}