{
    "date": "2010-12-31T00:03:44Z",
    "title": "North Korea bends David Beckham film",
    "url": "https://www.theguardian.com/world/2010/dec/31/north-korea-david-beckham-film",
    "content": "Bend it like Beckham has become the first western-made film to be broadcast on television in North Korea – but the broadcast, monitored in Seoul on Boxing Day, was edited down to just an hour long, instead of the original 112 minutes. The film, made in 2002 and starring Keira Knightley and Parminder Nagra, is about a soccer-mad teenage girl who outrages her traditional Indian family by idolising David Beckham and playing football in a local all-female team. North Korea's TV programming more usually features news, documentaries and soap operas. Although Bend it like Beckham is about a sport beloved among North Koreans, the film also tackles taboo topics, including interracial relationships, homosexuality and religion. In a post on Twitter yesterday the British ambassador to South Korea, Martin Uden, said the broadcast the was \"1st ever western-made film to air on TV\" in North Korea. The British embassy had arranged it, he added. During the film, a message was broadcast saying it was being shown to mark the 10th anniversary of the establishment of diplomatic ties between Britain and North Korea. North Korea's leader Kim Jong-Il is a fanatical cinephile whom is said to have a library of 15,000 films, and for years he has directed his own propaganda movies. He was behind the seizure of a leading South Korean film director and his wife in 1978, \"re-educating\" him in prison and camps for five years before telling him get on with more movies, although the couple later escaped during a trip to Vienna in 1986.",
    "keywords": [
        "south",
        "tv",
        "movies",
        "korea",
        "david",
        "broadcast",
        "film",
        "bends",
        "beckham",
        "koreas",
        "north",
        "westernmade"
    ],
    "summary": "Bend it like Beckham has become the first western-made film to be broadcast on television in North Korea – but the broadcast, monitored in Seoul on Boxing Day, was edited down to just an hour long, instead of the original 112 minutes.\nNorth Korea's TV programming more usually features news, documentaries and soap operas.\nAlthough Bend it like Beckham is about a sport beloved among North Koreans, the film also tackles taboo topics, including interracial relationships, homosexuality and religion.\nIn a post on Twitter yesterday the British ambassador to South Korea, Martin Uden, said the broadcast the was \"1st ever western-made film to air on TV\" in North Korea.\nDuring the film, a message was broadcast saying it was being shown to mark the 10th anniversary of the establishment of diplomatic ties between Britain and North Korea.",
    "sentiment": {
        "neg": 0.0257,
        "neu": 0.9338,
        "pos": 0.0407,
        "compound": 0.0167
    }
}