{
    "date": "2010-11-29T07:00:00Z",
    "title": "WikiLeaks US embassy cables: as it happened",
    "url": "https://www.theguardian.com/news/blog/2010/nov/29/wikileaks-us-embassy-cables-live-updates",
    "content": "7.15am: Hillary Clinton and several thousand diplomats around the world are going to have a heart attack when they wake up one morning and find an entire repository of classified foreign policy is available, in searchable format, to the public ... Everywhere there's a US post, there's a diplomatic scandal that will be revealed ... It's beautiful, and horrifying. So wrote Bradley Manning, the 22-year-old former intelligence analyst, suspected of being behind the leak of more than 250,000 dispatches from US embassies around the world. The first batch of those cables were released last night, so this is the morning for diplomatic heart attacks. And there will be more to come over the coming days. The focus of today's cables are the revelations of Saudi Arabia's desire to attack Iran; and details of US diplomats being ordered to spy on the United Nations leadership. Later today the Guardian will publish more details about what the cables say on North Korea. The Guardian's editor, Alan Rusbridger, will be online at 4pm to take questions on the paper's decision to cover this story. Meanwhile, David Leigh tells the story of how the 250,000 cables were leaked, and an editor's note explains the Guardian's decisions on which cables to publish, which to redact and which to keep secret. Four other international media organisations which have also been working with WikiLeaks on the disclosures, the New York Times, Le Monde, El País and Der Spiegel, have been explaining their own approaches to the cables. There has been a hostile response to the leaks from politicians around the world. You can follow the initial reaction in last night's live blog. US Republican representative Peter King, a member of the House homeland security committee said WikiLeaks should be treated as a terrorist organisation. Republican senator Lindsey Graham warned that \"WikiLeaks could have blood on their hands\". Italy's foreign minister Franco Frattini described the leaks as the 9/11 of world diplomacy. US diplomats have been frantically trying to contain the damage. Washington's new ambassador to Pakistan, Cameron Munter, published an article today in a Pakistan's English-language paper, the News, which aims to pre-empt unflattering references to the Pakistani government and its military. Declan Walsh, our correspondent in Pakistan, writes: Munter offers a coded half-apology for the content of the Pakistan files. \"Of course, even a solid relationship will have its ups and downs,\" he says, adding later that: \"Honest dialogue – within governments and between them – is part of the basic bargain of international relations; we couldn't maintain peace, security, and international stability without it. I'm sure that Pakistan's ambassadors to the United States would say the same thing.\" The cables likely to trouble Munter, which include allegations that the military is colluding with militant groups and unflattering pen portraits of leading politicians, were written by his predecessor Anne Patterson, a sharp, well-regarded diplomat who left Islamabad a few months ago. The Pakistan files are due to be published in the coming days. 7.23am: The UN has responded to evidence in cables that the US instructed its diplomats to spy on the UN leadership, including secretary general Ban Ki-Moon. In a carefully-worded three-point statement sent to the Guardian, spokesman Farhan Haq refused to address specifics, but he pointedly reminded the US that the UN is supposed to be treated as inviolable. Haq said: 1. The UN is not in a position to comment on the authenticity of the document purporting to request information-gathering activities on UN officials and activities. 2. The UN is by its very nature a transparent organisation that makes a great deal of information about its activities available to the public and member states. UN officials regularly meet representatives of member states to brief them on UN activities. 3. The UN Charter, the Headquarters Agreement and the 1946 Convention contain provisions relating to the privileges and immunities of the Organization. The UN relies on the adherence by member states to these various undertakings. 7.38am: Cables to be released in the coming days are expected to further strain US relations with Hamid Karzai's government in Afghanistan. In a teaser of what's to come, the New York Times says it will detail more US suspicions of corruption in the regime. The US ambassador to Afghanistan, Karl Eikenberry, issued this statement in an attempt to placate Karzai and his government ahead of the leaks. The owners of the WikiLeaks website claim to possess some 250,000 classified documents, many of which have been released to the media. These documents were purportedly downloaded from US Defence Department computers and appear to contain US diplomatic personnel's assessments of policies, negotiations, and leaders from countries around the world, including Afghanistan, as well as reports of private conversations with people inside and outside other governments. Whatever WikiLeaks' motives are in publishing these documents, releasing them poses real risks to real people. We deeply regret the disclosure of information that was intended to be confidential. And we condemn it. For our part, the United States Government is committed to maintaining the security of our diplomatic communications and is taking steps to make sure they are kept in confidence. We are moving aggressively to make sure this kind of breach does not happen again. It is important to be clear that diplomatic personnel's internal reports do not represent a government's final determination of official foreign policy. In the United States, they are just one of many elements that shape our policies, which are ultimately set by the President and the Secretary of State. When it comes to Afghanistan, our policy has been made clear by President Obama in his speech on December 1, 2009 at West Point and again at the NATO Lisbon Summit just a few days ago. The United States is absolutely committed to building and strengthening a long-term partnership with the Afghan people and the Afghan Government. Our shared goals do not change based on the release of purported diplomatic reporting from the past. Secretary Clinton and I have spoken with President Karzai and we are all committed, along with President Obama, to looking forward and focusing on those issues that are key to the success of the Afghan people and the security of the American people. 7.51am: Iraq's foreign minister Hoshyar Zebari, has joined in the international condemnation of the leaks, according to AP. He refused to discuss specifics, but called the leaks \"unhelpful and untimely\". 8.00am: The Australian government has launched a \"whole-of-government\" investigation into WikiLeaks, whose founder Julian Assange, is an Australian citizen. Asked if Assange's passport would be removed, Australia's attorney general Robert McClelland said: \"We're waiting for advice from the agencies as to appropriate course of actions that may be taken in response.\" 8.09am: Iran's state-funded broadcaster Press TV has an interesting take on the revelations that Arab states want to attack Iran to thwart its nuclear programme. The cables revealed that Saudi Arabia's King Abdullah was recorded as having \"frequently exhorted the US to attack Iran to put an end to its nuclear weapons programme\", one cable stated. \"He told you [Americans] to cut off the head of the snake,\" the cables state. Press TV's headline asks: \"Saudi king playing into US hands?\" It adds: \"Analysts believe the recent document release is a scenario carefully orchestrated by US intelligence agencies to deflect attention from the United States' domestic problems, upset the situation in the region and lay the groundwork for military action against Iran.\" 8.30am: Britain's former ambassador to the United States, Sir Christopher Meyer, says it wrong to interpret the cables as a US instruction to spy on the UN. \"I think you have overwritten the story,\" Meyer told Guardian editor Alan Rusbridger in an exchange on the Today programme. \"The story of Hillary Clinton ordering US diplomats to spy on members of the UN like Ban Ki-moon, is a serious misinterpretation,\" he said. Rusbridger responded: \"We have different notions of what constitutes spying. If you go for the biometrical details, credit card numbers and passwords to private emails addresses, I call that spying.\" Rusbridger added: \"The diplomats that I have spoken to are astonished that this material was shared on a system which could be accessed by 2.5 million users.\" Meyer also played down the leaks and said they wouldn't make any difference to the way diplomats behaved. \"So far on policy I don't see any revelations. What I do see is more embarrassment than damage. I'm slightly underwhelmed by the content so far, although the fact and the size of the leak does raise very big issues about how you keep things confidential.\" But Meyer admitted that he didn't know that Saudi Arabia wanted to attack Iran. 8.43am: In another teaser of what's to come the New York Times said the cables reveal a \"dangerous standoff with Pakistan over nuclear fuel\". It reports: Since 2007, the United States has mounted a highly secret effort, so far unsuccessful, to remove from a Pakistani research reactor highly enriched uranium that American officials fear could be diverted for use in an illicit nuclear device. In May 2009, Ambassador Anne W. Patterson reported that Pakistan was refusing to schedule a visit by American technical experts because, as a Pakistani official said, \"if the local media got word of the fuel removal, 'they certainly would portray it as the United States taking Pakistan's nuclear weapons,' he argued\". Pakistan has criticised the release of the cables. \"We condemn the irresponsible disclosure of sensitive official documents,\" its foreign ministry spokesman, Abdul Basit, said today. 8.59am: \"It's a bombshell,\" says the historian Timothy Garton-Ash in a Guardian video on the released of the cables. \"It's the most extraordinary window into how American diplomacy works.\" If you are new to the story the video provides an excellent primer on how the cables were leaked, how the Guardian handled them, and what the first batch of leaks contain. 9.09am: Silvio Berlusconi laughed when told the content of the cables, according to Italian newspaper reports this morning, doubtless based on a briefing by senior government officials, writes our Rome correspondent John Hooper. The cables include a a senior US diplomat's assessment of the billionaire politician as \"feckless, vain and ineffective as a modern European leader\". Even if Berlusconi did not take the leak seriously, others in Italy did. The prosecution service in Rome said it would be looking at the documents to see if their publication violated Italian official secrecy legislation. The announcement followed a suggestion from Berlusconi's foreign minister, Franco Frattini, that the judiciary should take action. Italy was perhaps the country in which the impending release of the cables was viewed with greatest – or, at least, most obvious – alarm by the government. Frattini described the leaks as \"the 9/11 of world diplomacy\". The head of his party in the lower house of parliament, Fabrizio Cicchitto, said the documents were representative of a new form of \"media terrorism\". 9.21am: Establishment scorn for the leaks is summed up in a post on the Economist's Diplomacy in America blog. It dismisses them as gossip. At this point, what WikiLeaks is doing seems like tattling: telling Sally what Billy said to Jane. It's sometimes possible that Sally really ought to know what Billy said to Jane, if Billy were engaged in some morally culpable deception. But in general, we frown on gossips. If there's something particularly damning in the diplomatic cables WikiLeaks has gotten a hold of, the organisation should bring together a board of experienced people with different perspectives to review the merits of releasing that particular cable. But simply grabbing as many diplomatic cables as you can get your hands on and making them public is not a socially worthy activity. 9.31am: Don't confuse WikiLeaks and Wikipedia. Larry Sanger, the co-founder of Wikipedia, strongly condemned the whistle-blowing site for releasing the cables. In a tweet yesterday he wrote: \"@wikileaks Speaking as Wikipedia's co-founder, I consider you enemies of the U.S.--not just the government, but the people.\" 10.01am: The leak of the cables has divided newspaper commentators in the UK. Writing in the Times Libby Purves says she is on the side \"horrified Washington diplomats\" [paywall]. The loose-lipped internet has done the world many favours, but there is a strong possibility that this latest release will do it none at all. If diplomats no longer dare to send undiplomatic, unvarnished truths to their governments on encrypted cables, the world's peace will be in more danger. Not less. The Telegraph devotes lots of space to the revelations, but its deputy editor Benedict Brogan says they contain no surprises. Effective diplomacy involves all the transgressions WikiLeaks is exposing. Embarrassment is just the consequence of exposure. Perhaps the more sophisticated response is to stand firm, to assume a degree of worldiness from those involved in the world of diplomacy (who will for example enjoy seeing the US Secretary of State squirming about her UN spying operation, but only because theirs hasn't been exposed as well), and to accept that occasional embarrassment is an occupational hazard in a 21st century marked by vast quantities of information circulating in all too accessible digital form. But John Kampfner, chief executive of the Index on Censorship, provides a stout defence of free speech and WikiLeaks in the Independent. The mainstream media in the UK are serial offenders. Newspapers that have no compunction about invasions of privacy or about shrill comment devote precious little time or energy to challenging authority through rigorous investigative journalism. Most political \"scoops\" are merely stories planted by politicians on pliant lobby hacks. Editors and senior journalists are habitually invited into MI5 and MI6 for briefings. These are affable occasions, often over lunch. There is no harm in that. What tends to happen, however, is that journalists are tickled pink by the attention. They love being invited to the \"D-notice\" committee to discuss how they can all behave \"responsibly\". It makes them feel important. Many suspend their critical faculties as a result. Far from being \"feral beasts\", to use Tony Blair's phrase, the British media are overly respectful of authority. Newspapers and broadcasters tend to be suspicious of those who do not play the game, people like Mr Assange who are awkward outsiders. Some editors are quite happy to help the authorities in their denunciations of him, partly out of revenge for not being in his inner circle. Rather than throwing stones, newspapers should be asking themselves why they did not have the wherewithal to hold truth to power. 10.18am: Like the Saudis, Tony Blair is also keen to use force to end Iran's nuclear ambitions. Blair's former spin doctor, Alastair Campbell, says the cables could open the way for a tougher stance against Tehran. In a new blogpost he writes: I was left with the impression that anyone in the US system pushing for a hardening of the policy position vis a vis Iran would be able to build a lot of support for such a move. Fascinating too the view of Israeli defence minister Ehud Barak last year that if Iran's nuclear ambitions were not checked soon, they would be developed to such an extent that a military response would be impossible because of collateral damage. Part of me thought that was just the Israelis doing their usual thing of trying to push the US harder than they want to go. Another part of me thought 'holy shit!' 10.28am: The Saudi Gazette reports the leaks without mentioning Saudi Arabia's desire to attack Iran. There has been no word from Saudi officials on the disclosures. 10.46am: So far the media in Iran has glossed over Arab aggression towards Tehran and focused instead on what the cables suggest about America's role in the post-election unrest last year, writes Saeed Kamali Dehghan. An Iran watcher in Turkmenistan sent out a cable in June 2009, at the height of the post election turmoil, in which a prominent Iranian source is quoted condemning Ahmadinejad's victory as a \"coup d'etat\" engineered by the Iranian Revolutionary Guard Corps (IRGC). The source says opposition leader Mir Hossein Mousavi gained 26 million votes, 61% of the total, against \"a maximum of 4 to 5 million\" for Ahmadinejad. Alef.ir, a website affiliated to the Revolutionary Guards, said the cables showed \"America does not trust its agents in Iran\". In another article Alef.ir talks of \"America's post-election co-operation with Iranian post election rioters\". \"The interesting parts of this documents are those which show that the rioters in the aftermath of the election are linked to the American diplomatic service and they have been consulted by them. For example an American contact in Ashghabad said: \"If they are mobilised and if the protesters 'shut down the country' and don't go to work then the regime is forced to think again.\" 11.04am: Former Pakistani spy chief Hameed Gul has seized on the cables indicating a US desire to block Pakistan's nuclear programme, writes Saeed Shah. Gul condemned as a fraud the first batch of WikiLeaks documents earlier this year, which reported that he remained active in directing the Afghan insurgency. But speaking to the Guardian about the latest leak, he said: \"This confirms that the Americans haven't given up their pursuit, to try to snatch Pakistan's nuclear capability.\" Many in Pakistan sincerely believe that Washington's real plan for Pakistan is to somehow take away its nuclear weapons. The WikiLeaks cable from the then US ambassador in Islamabad, sent only last year, played directly to those fears. \"If the local media got word of the fuel removal, they certainly would portray it as the United States taking Pakistan's nuclear weapons,\" US ambassador Anne Patterson said in one cable, according to the New York Times. 11.28am: Der Speigel, one of the five media organisations including the Guardian to have had access to the cables, has a new roundup of the reaction. It says one of the few countries which may stand to benefit from the revelations appears to be Israel. \"These (disclosures) don't hurt Israel at all -- perhaps the opposite,\" Giora Eiland, a former national security adviser to ex-prime ministers Ariel Sharon and Ehud Olmert, told Israeli radio. \"If there is something on the Iranian issue that, in my opinion, happens to help Israel, it is that these leaks show that Arab countries like Saudi Arabia are far more interested in Iran than they are in the Israeli-Palestinian conflict.\" It also quotes US senator Joseph Lieberman, chair of the Senate homeland security committee, calling for WikiLeaks to be shut down. By disseminating these materials, WikiLeaks is putting at risk the lives and the freedom of countless Americans and non-Americans around the world. It is an outrageous, reckless and despicable action. 11.34am: The Chinese media has been banned from reporting the revelations, according to Al Jazeera English's correspondent in China, Melissa Chan. 11.39am: Downing Street has condemned WikiLeaks in a briefing with lobby journalists. It also said it expects several more days of disclosures, according to a tweet from the BBC's Laura Kuenssberg. Downing Street said the leaks had been damaging to national security, she told BBC News. 12.03pm: There's been lots of reaction all over the world so it's high time for a summary. • Senior US politicians have launched a series of scathing attacks against WikiLeaks. US Republican congressman Peter King, a member of the House homeland security committee, said WikiLeaks should be treated as a terrorist organisation (7.15am). Senator Joseph Lieberman, chair of the Senate homeland security committee, said the leaks had put lives at risk. • Washington's new ambassador to Pakistan, Cameron Munter, offered a semi-apology for the cables in a newspaper article (7.15am). \"Of course, even a solid relationship will have its ups and downs,\" he wrote. • The UN pointedly reminded the US that the UN is supposed to be treated as inviolable, after the cables showed diplomats had been ordered to spy on the UN leadership (7.23am). Britain's former ambassador to the US, Sir Christopher Meyer, said it was wrong to interpret the cables as an order to spy, a point challenged by Guardian editor Alan Rusbridger (8.30am). • Governments across the world have been taking action to contain the damage. Australia has launched an investigation on WikiLeaks, China has ordered local media not to report the revelations, and Downing Street says the leaks have damaged national security. • The Iranian media has glossed over the disclosure that several Arab states, including Saudi Arabia, wanted to attack Tehran. It has focused instead on the suggestion of a US role in the post-election unrest last year. Saudi Arabia has stayed quiet. • Silvio Berlusconi laughed when he was told about the cables (9.09am). 12.47pm: Breaking news from Tehran: The Iranian president Mahmoud Ahmadinejad has dismissed the cables as US mischief making. He said the disclosure that Arab states wanted to attack Iran was not a genuine leak, but part of a US campaign of psychological warfare. More follows soon... 12.54pm: Here's more from Ahmadinejad: Regional countries are all friends with each other. Such mischief will have no impact on the relations of countries. Some part of the American government produced these documents. We don't think this information was leaked. We think it was organised to be released on a regular basis and they are pursuing political goals. The state news agency IRNA quoted Ahmadinejad as saying that the cables were not credible. 12.59pm: State-controlled Press TV has more from Ahmadinejad's press conference, where he claimed the cables about Iran were deliberately leaked by the US. In response to a question by Press TV over the whistleblower website's \"leaks\", President Mahmoud Ahmadinejad said, \"Let me first correct you. The material was not leaked, but rather released in an organised way.\" \"The US administration released them and based on them they pass judgment … [The documents] have no legal value and will not have the political effect they seek,\" the Iranian chief executive added at the press briefing in Tehran. Ahmadinejad stressed that the WikiLeaks \"game\" is \"not worth commenting upon and that no one would waste their time reviewing them\". 1.22pm: Craig Murray, the political activist and former UK ambassador to Uzbekistan, claims the British also tried to spy on the UN. In a longer version of an article he posted on the Guardian's Comment is free website, he writes: It is no surprise that US diplomats are complicit in spying on senior UN staff. The British do it too, and a very brave woman, Katherine Gunn, was sacked for trying to stop it. While the cables released so far contain nothing that will shock informed observers, one real impact will be the information available to the Arab peoples on how far they are betrayed by their US puppet leaders. 1.30pm: The French government described the leaks as an attack on democracy. Government spokesman and budget minister François Baroin said France was made aware of the cables before their release and pledged to support the United States, a Nato ally, in defending diplomatic secrecy. Speaking to Europe 1 Radio he said: \"We are very supportive of the American administration in its efforts to avoid what not only damages countries' authority and the quality of their services, but also endangers men and women working to defend their country.\" \"Authority and democratic sovereignty are threatened by such practices ... If there was such a thing as a French WikiLeaks, we would have to be inflexible (in dealing with it),\" he added. 1.38pm: In Iran it is not just Ahmadinejad who is claiming that leaks about Iran were a deliberate ploy by the Americans, writes Saeed Kamali Dehghan. In a blogpost written before the president's press conference, Amin Alef, a prominent opposition blogger in Iran, wrote: \"It is possible that this leak of information is deliberate, so that the decision makers inside Iran can see that they are not only confronted by the US. The cables show that the US has played a role in holding back those who want to see a military strike against Iran.\" 1.51pm: The Guardian got hold of the cables from WikiLeaks and then deliberately shared them with the New York Times, according to a blogpost on the US news site the Cutline. David Leigh, the Guardian's investigations executive editor, told The Cutline in an email that \"we got the cables from WL\" – meaning WikiLeaks – and \"we gave a copy to the NYT\". It's not everyday that a newspaper gives valuable source material to a competitor. But Leigh explained in a second email that British law \"might have stopped us through injunctions [gag orders] if we were on our own.\" 2.15pm: The cables portray the US in a positive light on Iran, according to the BBC's world affairs correspondent Paul Reynolds. What the documents show in fact is not that the US secretly wants to go to war with Iran but that it has resisted pressure to do so from Israel and Arab leaders acting out of a coincidental common interest. This is very much in line with President Barack Obama's public diplomacy, which is to engage with Iran and, if necessary, to impose sanctions to try to get it to stop its nuclear activities. This it has done and the documents agree. The damage in this case is that the US has not protected the Gulf Arab leaders from having their opinion that Iran should be attacked made public. Yet for the rest of the world this is actually very important information. It might even give Iran pause for reflection. But the spying disclosure are much more problematic for the Americans, he argues: On the evidence so far there is really only one secret operation that appears to have been blown. That is an effort by US diplomats at the UN to get personal details (passwords and even frequent flyer numbers) about senior UN staff and permanent representatives on the Security Council. That indeed might come as something of a shock to the British ambassador there. He might have felt that his country's claimed \"special relationship\" with the US protected him. Not so, it appears. 2.27pm: The White House has just ordered all US agencies to review safeguards on classified information, according to AP. A security review is already underway at the US state department, it's spokesman told the Guardian. 2.47pm: The respected Middle East analyst Juan Cole says one of the cables is particularly revealing about fears in Israel of Jewish emigration if Iran gets a nuclear weapon. The cable shed light on the thinking of high Israeli officials about why Israel cannot, as many US analysts have suggested, just live with an Iranian bomb if one is achieved. They believe that such a development would create a psychological nervousness in the Israeli public that would likely doom it as a Jewish state. What is being implicitly referred to is the expectation that if the Middle East turns even more dangerous for Israelis, such that they lose their status as the sole nuclear regional superpower, then Israeli Jews may well simply emigrate in large numbers. Over time, this development would ensure that Palestinian-Israelis, now over 20% of the population, become a plurality and even a majority. 3.09pm: The state department has just postponed a press conference with secretary of state Hillary Clinton. It was due to begin nowish, but it has been delayed until 6pm, our time. 3.16pm: Max Boot, senior fellow at the US foreign affairs thinktank the Council on Foreign Relations is appalled. The WikiLeaks files only fill in details about what has generally already been known. Those details have the potential to cause acute embarrassment — or even end the lives of — those who have communicated with American soldiers or officials, but they do little to help the general public to understand what's going on... This is journalism as pure vandalism. If I were responsible, I would feel shame and embarrassment. But apparently, those healthy emotions are in short supply these days. 3.42pm: John Kornblum, former US ambassador in Berlin, tells Der Spiegel that the leaks will lead to less information sharing with the US. Other governments will at first be cautious about sharing too much information with the United States. But perhaps reading the released telegrams will also help us all better to understand how difficult and frustrating diplomacy can be, why secrecy is necessary. Diplomats, like politicians and journalists, are also human. They too love to exchange gossip. Richar Haass, president of Council on Foreign Relations makes a similar point. The longer term damage may be more real. Foreign governments may think twice before sharing their secrets or even their candid judgments with American counterparts lest they read about them on the Internet. And American diplomats may be less less willing to commit their thoughts to paper. Such reticence will deprive policymakers of an important source of information and make decision making more ad hoc and less systematic that it needs to be. But don't belief the US rhetoric about the risk of endangering lives, writes Nancy Youssef for McClatchy Newspapers. Despite similar warnings ahead of the previous two massive releases of classified US intelligence reports by the website, US officials concede that they have no evidence to date that the documents led to anyone's death. 3.50pm: More tough-talking from the US authorities, this time from attorney general Eric Holder. He said there is an \"active and ongoing criminal investigation\" into the leaks. 3.52pm: The media commentator Roy Greenslade rounds-up the British press reaction to the disclosure. None of the UK front pages are quite as succinct as the New York post (left). It is one of the Washington-based Newseum's top ten front pages today. 4.02pm: Reuters has more on that security crackdown ordered by the US government. The new procedures would ensure \"that users do not have broader access than is necessary to do their jobs effectively, as well as implementation of restrictions on usage of, and removal media capabilities from, classified government directives,\" according to a directive from the Office of Management and Budget. That's enough from me. Richard Adams, from our Washington office, is poised to take over. Thanks for all your comments. There'll be more from me tomorrow. 4.10pm: Thank you Matthew and good morning from Washington, where the latest WikiLeaks disclosures are the talk of the town – although the Washington Post rather bizarrely chose this headline for the front page splash in its print edition: Cables reveal intricacies of US diplomacy 4.20pm: A quick survey of the US cable news networks this morning suggests that Fox News is giving WikiLeaks the most airtime, especially over the revelations involving Iran and North Korea, which appears to be red meat to several of its commentators. 4.28pm: More on Eric Holder, the US attorney-general, has just given a press conference (on an FBI sting that arrested a possible terrorist in Portland), during which he was asked about the investigation into the source of the WikiLeaks content. Holder said that \"there is an active, ongoing criminal investigation\" into the leaking of classified material and, more ominously, that some members of the media have not acted responsibly and will face \"real consequences\". \"This is not sabre-rattling,\" he said, adding: \"To the extent that we can find anybody who was involved in the breaking of American law, who put at risk the assets and the people I have described, they will be held responsible, they will be held accountable. \"To the extent that there are gaps in our laws, we will move to close those gaps, which is not to say that anybody at this point, because of their citizenship or residence, is not a target or a subject of an investigation that is ongoing.\" 4.34pm: The chorus of voices demanding some sort of retribution against WikiLeaks is coming most loudly from the Republicans and their allies. Earlier we mentioned New York congressman Peter King saying WikiLeaks should be treated as a terrorist organisation, and now Peter Hoekstra of Michigan, the senior Republican on the House intelligence committee, called the release very damaging, telling AP: \"The catastrophic issue here is just a breakdown in trust,\" [Hoekstra] said, adding that many other countries – allies and foes alike – are likely to ask, 'Can the United States be trusted? Can the United States keep a secret?'\" But foreign policy hawk Senator Joe Lieberman has walked back some of the more full-blooded rhetoric, arguing that designating WikiLeaks as a terrorist organisation would be a mistake: \"Normally we reserve that designation for groups that fit the traditional definition of terrorism, which is that they are using violence to achieve a political end... While it's true that what WikiLeaks did may result in damage to some people ... it's not al-Qaida.\" But Lieberman still supports shutting the site down, saying: \"It's a terrible thing that they, that WikiLeaks did. I hope we are doing everything we can to take down their website.\" 4.47pm: Fox News's London correspondent just did a round-up of the media coverage of WikiLeaks in the UK – and held up the front pages of the Times and the Independent. Bah. 5pm GMT: Waiting on a press conference by President Obama, to announce the details of what is expected to be a two-year pay freeze for US government employees, and it's possible he'll have something to say about the WikiLeaks cables, although he's not expected to take any questions. Otherwise, Robert Gibbs, the White House press secretary, will be talking to the media at 12.30pm ET, and Hillary Clinton will be speaking on WikiLeaks from the State Department in Foggy Bottom at 1pm ET. OK, here's Obama, and first up a quip about his bust lip from Friday's basketball game. No one laughs. 5.10pm GMT: Obama is now speaking about the US's fiscal position and economy, and then announces the aforementioned pay freeze: \"Today I'm proposing a two-year pay freeze for all civilian Federal employees.... I want to be clear that this freeze does not apply to the men and women of our armed forces.\" A few journalists shout \"Any reactions to WikiLeaks?\" as Obama walks off, but there's no response. 5.16pm GMT: If we had one of those red siren things that the Drudge Report has, it would be flashing here: stand by for incoming hot news. 5.22pm GMT: Alan Rusbridger, the Guardian's editor, is answering questions from readers about the WikiLeaks cables right here. 5.30pm GMT: A string of outrageous comments and asides by Prince Andrew appears in the leaked diplomatic cables – here's the latest from the Guardian's WikiLeaks coverage now online: \"Prince Andrew launched a scathing attack on British anti-corruption investigators, journalists and the French during an 'astonishingly candid' performance at an official engagement that shocked a US diplomat.\" Tatiana Gfoeller, Washington's ambassador to Kyrgyzstan, recorded in a secret cable that Andrew spoke \"cockily\" at the brunch with British and Canadian business people, leading a discussion that \"verged on the rude\". But the good news is that Prince Andrew was prepared to speak up in praise of British geography teachers. According to the cable from Gfoeller: \"[O]ne British businessman noted that despite the 'overwhelming might of the American economy compared to ours' the amount of American and British investment in Kyrgyzstan was similar. Snapped the duke: 'No surprise there. The Americans don't understand geography. Never have. In the UK, we have the best geography teachers in the world!'\" Here's a link to the original diplomatic cable. 5.45pm GMT: At last Sarah Palin speaks on the WikiLeaks revelations – well, she tweets on the subject. And being Sarah Palin, it's mainly about her: \"Inexplicable: I recently won in court to stop my book America by Heart from being leaked, but US Govt can't stop Wikileaks' treasonous act?\" Well, one is under the jurisdiction of the United States' government and laws, and one isn't. Apart from that, inexplicable. But top marks for using this unlikely subject to plug your own book. 5.55pm GMT: Hillary Clinton is about to start speaking at the State department on the WikiLeaks US diplomatic cables – a tricky one for her to deal with since many of the cables from Washington go out under her name (even if she never laid eyes on them). It seems Clinton has been making a lot of late night phone calls to various heads of state. 6.14pm GMT: Hillary Clinton speaking now, saying that the WikiLeaks cable leaks imperils lives and US diplomatic efforts. Arguing that the revelations hurts diplomacy, Clinton said: \"So let's be clear: this disclosure is not just an attack on America's foreign policy interests, it is an attack on the international community, the alliances and partnerships, the conversations and negotiations that safeguard global security and advance economic prosperity. I am confident that the partnerships that the Obama administration has worked so hard to build will withstand this challenge.\" \"I will not comment on or confirm what are alleged to be stolen state department cables. But I can say that the US deeply regrets the disclosure of any information that was intended to be confidential, including private discussions between counter-parts or diplomats' personal assesments or observations. I want to make clear that our official foreign policy is not set in these messages but here in Washington.\" 6.20pm GMT: Secretary Clinton still talking, saying that the US government was tightening its internal security \"so that this kind of breech does not and cannot happen again\": \"I would also add to the American people and to our friends and partners I want you to know that we are taking aggressive steps to hold responsible those who stole this information.\" Clinton also raised the spectre of the cables exposing individuals to danger, saying: \"US diplomats meet with local human rights workers, journalists, religious leaders and others outside of governments that offer their own candid insights... Revealing that person's identity could have serious repercussions: imprisonment, torture, even death.\" Clinton went on to explain: \"Some may mistakenly applaud those responsible, so I want to set the record straight: there is nothing laudable about endangering innocent people and there is nothing brave about sabotaging the peaceful relations between nations on which our common security depends.\" 6.26pm GMT: Hillary Clinton is still pushing back against the fact of the leaks, and says she won't address individual topics raised by the \"stolen cables\" which she says were released \"without regard for the consequences\" for the entire international community. Disclosures such as these \"tear at the fabric of proper, responsible government\", according to the secretary of state: \"Every country, including the United States, must be able to have candid conversations about the people and nations with whom they deal. And every country, including the United States, must be able to have honest, private dialogue with other countries about issues of common concern. I know that diplomats around the world share this view... We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off.\" Now there are questions from journalists. 6.30pm GMT: Asked if she's embarrassed by the leaks, Clinton waffles somewhat, before replying: \"It is imperative that we have candid reporting.... I think this is well understood in the diplomatic community as part of the give and take.\" Despite saying that she wouldn't discuss individual issues raised by the \"alleged stolen cables\", Secretary Clinton can't resist taking the bait when asked about Iran, and uses the cables to make a point: \"It should not be a surprise to anyone that Iran is a source of great concern... If anything, any of the comments that are being reported on, allegedly, from the cables, confirm the fact that Iran poses a very serious threat in the eyes of many of her neighbours and a serious concern far beyond the region. That is why the international community came together to pass the strongest possible sanctions against Iran.... If anyone reading the stories about these alleged cables thinks carefully, they will conclude that the concern about Iran is well founded and widely shared.\" That's it, Clinton wraps it up after just two questions, and we'll have the report of the Guardian's Ewen MacAskill – who was at the Foggy Bottom briefing – to follow shortly. 6.46pm GMT: And now we go over to the White House briefing room, where Robert Gibbs is telling journalists how terrible these WikiLeaks cable disclosures are. \"The stealing of classified information and its dissemination is a crime,\" says Gibbs, having noted that President Obama \"was, as an understatement, not pleased with this information becoming public\". And being the White House press corps, the next question is some Washington inside baseball about a meeting between Obama and Republican leaders tomorrow. 6.54pm GMT: Now the New York York Times editor Bill Kellher is answering questions online – and his batch of answers includes this nugget: The London newspaper, The Guardian, gave us a copy of the archive, because they considered it a continuation of our collaboration on earlier WikiLeaks disclosures. (The Guardian initially asked us not to reveal that they were our source, but the paper's editor said on Sunday night that he was no longer concerned about anonymity.) 7.15pm GMT: The WikiLeaks cables have been studied intently in Israel, and so far it appears to be one country where the nation's diplomats haven't been dismayed or embarrassed by the leaks. Aluf Benn, one of Israel's leading columnists, writes in Ha'aretz that the country's diplomats and leaders appear to have been saying in private the same things they have been saying in public: The secret documents sent by the US Embassy in Tel Aviv show that the heads of the Israeli intelligence apparatus and the defense establishment refer to the same talking points when briefing American bureaucrats and congressional delegations as they do when speaking to journalists and Knesset members.... Thus Israel has no reason to be embarrassed by the leak, because there are no large gaps between what it said domestically and what it said for public consumption. 7.26pm GMT: The Guardian's John Hooper reports from Rome on the reaction to the US embassy cables and the mentions of Italy prime minister Silvio Berlusconi: Silvio Berlusconi may – as earlier reported – have had a good old laugh about the WikiLeaks revelations when first told of their contents. But by this afternoon, his smile had vanished. On a visit to Libya, Italy's colourful prime minister flatly denied attending \"wild parties\", as alleged by the US embassy in Rome, and said he had no interest in the opinions of \"third or fourth rank\" diplomats. In fact, the most damaging assessment of Italy's colourful prime minister came from the then US charge d'affaires. Berlusconi asked reporters accompanying him to reflect on who might be paying the young women who have claimed to attend his parties, at least one of which is alleged to have ended in an erotic game known to participants as \"Bunga Bunga\". The billionaire politician gave a rather different account of his social life, saying that \"Once a month, I give dinners in my houses where everything takes place in a proper, dignified and elegant fashion.\" Referring to a cable that described Berlusconi as often exhausted by parties that lasted into the early hours of the morning, the prime minister's lawyer, Niccolo Ghedini, said: \"If there were tiredness – and that isn't the way it is – then it could only be a corollary of the very intense political and governmental activity\". Berlusconi's foreign minister, Franco Frattini, who yesterday described the release as a diplomatic 9/11, kept up his barrage of apocalyptic criticism today. \"WikiLeaks\", he declared \"wants to destroy the world.\" 7.36pm GMT: Sarah Palin isn't the only person who can use Twitter to make a point about WikiLeaks. Here's a round-up of some of the more recent Twitterific responses. Susan Rice, the US's ambassador to the UN, tweets: Our diplomats are just that, diplomats. I applaud their great skill and integrity. #cablegate The Observer's Paul Harris: Hillary Clinton says #wikileaks undermines US diplomacy. No, what undermines it is trying to steal Ban Ki Moon's frequent flyer number Republican strategist and former Bush White House speechwriter Joshua Treviño: I'm not saying Julian Assange should be tormented by the world's bounty hunters until he meets death or justice. But I'm not not saying it. Christine O'Donnell – remember her? – is still tweeting away: Some may cringe when I say this but Hillary - You Go Girl! She's no Reagan yet her verbal lashing against wikileak is tough- watch out Obama! 8pm GMT: The Wall Street Journal reveals that it was offered a look at the US embassy cables by WikiLeaks but says it turned it down: In a strategy aimed at raising its profile, WikiLeaks has been teaming up with news organizations on its leaks. Last week it offered The Wall Street Journal access to a portion of the documents it possesses if the Journal signed a confidentiality agreement. The Journal declined. \"We didn't want to agree to a set of pre-conditions related to the disclosure of the Wikileaks documents without even being given a broad understanding of what these documents contained,\" a spokeswoman for the paper said. 8.04pm GMT: Fox News's website asks its readers: \"Do You Think WikiLeaks Is a Terrorist Organization?\" And it seems that 68% of them do. \"This is not a scientific poll,\" the site warns. 8.28pm GMT: Hold the front page, Sarah Palin has written a Facebook post about the WikiLeaks affair. Basically, it's all the Obama administration's fault: First and foremost, what steps were taken to stop Wikileaks director Julian Assange from distributing this highly sensitive classified material especially after he had already published material not once but twice in the previous months? Assange is not a 'journalist,' any more than the 'editor' of al Qaeda's new English-language magazine Inspire is a 'journalist.' He is an anti-American operative with blood on his hands. His past posting of classified documents revealed the identity of more than 100 Afghan sources to the Taliban. Why was he not pursued with the same urgency we pursue al Qaeda and Taliban leaders? Palin does raise a good point: Most importantly, serious questions must also be asked of the US intelligence system. How was it possible that a 22-year-old Private First Class could get unrestricted access to so much highly sensitive information? And how was it possible that he could copy and distribute these files without anyone noticing that security was compromised? 8.48pm GMT: The Guardian's Ewen MacAskill was at Hillary Clinton's press briefing this afternoon and has filed his piece, including this fascinating glimpse: Although she started the press conference with a smile and even managed a joke during it – saying one of her foreign colleagues said she should see what they say privately about her – she looked tired after days talking to counterparts around the world, warning them of what might be coming and trying to soothe hurt feelings. 9.02pm GMT: The website Salon has a good round-up of the Top 10 most important WikiLeaks revelations – and it has another good piece about the Bush administration pressuring Germany not to prosecute CIA officials involved with torture and extraordinary rendition. 9.24pm GMT: So how did Bradley Manning (allegedly) manage to get hold of so many classified documents, as Sarah Palin asked earlier? Here with the answer is the excellent Marc Ambinder, now at the National Journal, with a thorough must-read: So how did Manning allegedly manage to get access to the diplomatic cables? They're transmitted via email in PDF form on a State Department network called ClassNet, but they're stored in PST form on servers and are searchable. If Manning's unit needed to know whether Iranian proxies had acquired some new weapon, the information might be contained within a diplomatic cable. All any analyst has to do is to download a PST file with the cables, unpack them, SNAP them up or down to a computer that is capable of interacting with a thumb drive or a burnable CD, and then erase the server logs that would have provided investigators with a road map of the analyst's activities. But analysts routinely download and access large files, so such behavior would not have been seen as unusual. PST, PDF, thumb files, it's all very simple. 9.34pm GMT: The Guardian's Simon Tisdall has the US embassy cables revealing that China is ready to cut off North Korea – something with huge implications and possibly, after the UN spying charges, the biggest story to emerge so far from the WikiLeaks files: China has signalled its readiness to accept Korean reunification and is privately distancing itself from the North Korean regime, according to leaked US embassy cables that reveal senior Beijing figures regard their official ally as a \"spoiled child\". The cables also reveal: In highly sensitive discussions in February this year, the-then South Korean vice-foreign minister, Chun Yung-woo, told a US ambassador, Kathleen Stephens, that younger generation Chinese Communist party leaders no longer regarded North Korea as a useful or reliable ally and would not risk renewed armed conflict on the peninsula, according to a secret cable to Washington. 9.41pm GMT: The New York Times has an excellent round-up of all its coverage of the US embassy cables in its State's Secrets cache. 9.57pm GMT: A cute piece from Wired's Danger Room blog, which finds that several countries, including Turkey and the United Arab Emirates, really want to buy Predator drones from the US. But there's a waiting list – and that upsets some people. 10.16pm GMT: Michael Calderone of The Cutline blog finds the Washington Post's editor Marcus Brauchli puzzled as to why the WikiLeakers don't offer his paper some of the good stuff: \"You'll have to ask WikiLeaks or the consortium of media companies cooperating with them,\" Brauchli said in an email. \"There's certainly not a better platform for national-security and diplomatic news\". 10.22pm GMT: I've just seen Steve Bell's cartoon for tomorrow's Guardian – and it is very, very good indeed. 10.44pm: WikiLeaks founder Julian Assange has a long interview with Forbes – and warns that the next target will be a major US bank. Here's Andy Greenberg of Forbes: In a rare interview, Assange tells Forbes that the release of Pentagon and State Department documents are just the beginning. His next target: big business. Early next year, Julian Assange says, a major American bank will suddenly find itself turned inside out. Tens of thousands of its internal documents will be exposed on Wikileaks.org with no polite requests for executives' response or other forewarnings. The data dump will lay bare the finance firm's secrets on the Web for every customer, every competitor, every regulator to examine and pass judgment on. The full interview with Assange is here. 11pm GMT: My colleague Oliver Burkeman alerts us to the thoughts of Rush Limbaugh, who is fascinated by the Wikileaks saga and what it tells us, according to the transcript of his syndicated radio show today: Frankly, I find what's in this stuff interesting. I think it's more interesting than the news the networks come up with each and every day. Give me more of this stuff. For example, we have learned that the Saudis, our friends the Saudis, they're all ticked off at us because we won't go take out Iran. Later, Rush responds to his listeners: People in the email asked: \"Why do you like these leaked cables so much, Rush?\" Because they don't lie in diplomatic cables. The odds are that what we're getting here is the raw truth. People don't lie in these cables. These are not trumped up speeches, they're not written for the teleprompter. You don't write your cable on the teleprompter before you send it off. You write it up. I mean this stuff is better than People magazine. Well, people in the Clinton administration lied to their diaries, but for the most part people are not gonna lie to their diplomatic cables. 11.05pm GMT: More from Rush Limbaugh: I hate the word Wiki. I know what it means. Wiki is a website where anybody can add to it, WikiLeaks, Wikipedia, Wiki, it does not sound like a manly word. Wiki. I think of candles. Wiki. Wiki. And then you look at this waif, Julian Assange, WikiLeaks, and it just all kinda goes together, just does. 11.25pm GMT: Strangest story to come out of the WikiLeaks cables so far? That the US State Department asked its diplomats if Argentina's president Cristina Kirchner was on medication to calm herself down. The Guardian's Rory Carroll reports: Clinton asked diplomats a series of questions in December last year which could infuriate Kirchner and sabotage a recent rapprochement between Argentina and America. In a section headed \"mental state and health\" she asked how the first lady-turned president was managing \"her nerves and anxiety\" in a blunt tone which suggested US concerns. \"How does stress affect her behaviour toward advisers and/or her decision-making? What steps does Cristina Fernandez de Kirchner or her advisers/handlers take in helping her deal with stress? Is she taking any medications?\" That must be some of the \"conversations and negotiations that safeguard global security and advance economic prosperity\" that Clinton highlighted in her attack on WikiLeaks this afternoon. 11.41pm GMT: Not surprisingly, El Pais leads its site with the revelation that the US State Department wanted to know about Argentina's Cristina Kirchner's mental health – and is able to flesh out the leaked cable with further background (in Spanish), placing the blame on the US's chief diplomat in the region, assistant secretary of state Arturo Valenzuela: La demanda de información sobre la personalidad de Cristina Fernández de Kirchner se produjo poco después de la visita del nuevo secretario de Estado adjunto para América, Arturo Valenzuela, a Buenos Aires (15 de diciembre de 2009), que se desarrolló de forma poco afortunada. El Pais also highlights some intriguing details in the cables about Argentina and Bolivia. 12 midnight GMT: Time to wrap things up for the evening. There will be plenty more to come tomorrow both in the Guardian and elsewhere, including the New York Times. • Full Guardian coverage • Full New York Times coverage The last word goes to the Guardian's Steve Bell.",
    "keywords": [
        "leaks",
        "diplomatic",
        "embassy",
        "wikileaks",
        "iran",
        "gmt",
        "states",
        "documents",
        "diplomats",
        "happened",
        "cables",
        "clinton"
    ],
    "summary": "If there's something particularly damning in the diplomatic cables WikiLeaks has gotten a hold of, the organisation should bring together a board of experienced people with different perspectives to review the merits of releasing that particular cable.\nBut simply grabbing as many diplomatic cables as you can get your hands on and making them public is not a socially worthy activity.\nGul condemned as a fraud the first batch of WikiLeaks documents earlier this year, which reported that he remained active in directing the Afghan insurgency.\n5.22pm GMT: Alan Rusbridger, the Guardian's editor, is answering questions from readers about the WikiLeaks cables right here.\n11.25pm GMT: Strangest story to come out of the WikiLeaks cables so far?",
    "sentiment": {
        "neg": 0.0775,
        "neu": 0.8461,
        "pos": 0.0764,
        "compound": 0.0079
    }
}