{
    "date": "2010-11-25T17:23:44Z",
    "title": "South Korean defence minister resigns as response to North Korean shelling condemned",
    "url": "https://www.theguardian.com/world/2010/nov/25/south-korean-defence-minister-resigns",
    "content": "The South Korean defence minister today resigned amid scathing criticism of the military response to the North Korean artillery bombardment in which two soldiers and two civilians were killed. Even politicians from the ruling party had demanded the departure of Kim Tae-young and other officials, angered by what they saw as a slow and ineffective response to the shelling of Yeonpyeong island on Tuesday. News of the resignation came after the South Korean president, Lee Myung-bak, ordered the country's military to strengthen its troop presence on islands near its disputed maritime border with North Korea and Pyongyang warned of retaliation for any \"reckless military provocations\". A US aircraft carrier and other warships were on their way to the Yellow Sea for joint military drills with the South, due to begin on Sunday. The shelling increased international concerns about the stability of the peninsula, already heightened by last week's reports that North Korea was operating a new uranium enrichment facility. Seoul had promised it would be ready to respond strongly to further attacks following the sinking of a warship this spring, which it blamed on North Korea. Kim offered to stand down following that incident, in which 46 sailors died. The presidential chief of staff, Yim Tae-hee, told reporters today that Lee's decision to accept the resignation was meant to hold Kim responsible for recent accidents involving troops and freshen up the troubled military. \"Let me say a word about those bastards at the Blue House [presidential palace] who advised the president to say the situation should be managed to avoid a full-blown war,\" Hong Sa-duk, of the ruling Grand National party, had earlier told the Korea Joongang Daily. \"They must all be fired for advising the president to have such a weak response.\" Park Jie-won, the floor leader of the opposition Democratic party, accused the government of a \"belated response and lax defence posture\". Lee pledged to reinforce troops during an emergency meeting to assess the security and economic implications of the clash. The government had been planning to scale down the military presence. \"We should not let our guard down in preparation for another possible North Korean provocation,\" he was quoted as saying by the Yonhap news agency. The government has also said it will redraw the rules of engagement, which currently focus on avoiding escalation when there is a conflict and do not cover the involvement of civilians. A statement issued by the North Korean military warned that it would carry out \"strong physical retaliations without hesitation if South Korean warmongers carry out reckless military provocations\". It did not specifically refer to the joint drills, but blamed Washington for the South Korean live fire exercises that prompted the shelling, saying it should \"thoroughly control\" Seoul. The US state department has sought to play down the artillery barrage as an isolated incident, but South Korean media quoted intelligence sources suggesting that the decision came from the top of the Pyongyang hierarchy. There is no way of verifying the claims. Chosun Ilbo cited a picture released by the North Korean media, which showed Kim Jong-il and his son and heir Kim Jong-un visiting a duck and fish farm near an artillery base with senior military officials. \"It's very unlikely that someone as high up as the chief of military operations went all the way to South Hwanghae Province just to see a fish farm,\" Baek Seung-joo, of the Korean Institute for Defense Analyses, told the newspaper. A South Korean intelligence officer said: \"The real purpose of Kim's trip ... must have been to check up on the firing plans.\" The US and South Korea are pressing China, the North's major ally, to rein in its neighbour. It refused to condemn Pyongyang over the shelling. Lee said he \"expected\" Beijing to work with Seoul this time because the North had acknowledged the bombardment and because of the uranium programme. But in Beijing's highest-level response so far, the China's premier, Wen Jiabao, today merely called on all sides to exert \"maximum restraint\". A foreign ministry spokesman said Beijing had \"concern\" about the US-South Korean drills in the Yellow Sea, which lies between the Korean peninsula and China. It reacted far more angrily to plans for similar training earlier this year, which it said endangered its security.",
    "keywords": [
        "south",
        "shelling",
        "defence",
        "military",
        "korea",
        "resigns",
        "kim",
        "way",
        "condemned",
        "told",
        "minister",
        "response",
        "north",
        "korean"
    ],
    "summary": "The South Korean defence minister today resigned amid scathing criticism of the military response to the North Korean artillery bombardment in which two soldiers and two civilians were killed.\n\"We should not let our guard down in preparation for another possible North Korean provocation,\" he was quoted as saying by the Yonhap news agency.\nA statement issued by the North Korean military warned that it would carry out \"strong physical retaliations without hesitation if South Korean warmongers carry out reckless military provocations\".\nA South Korean intelligence officer said: \"The real purpose of Kim's trip ... must have been to check up on the firing plans.\"\nThe US and South Korea are pressing China, the North's major ally, to rein in its neighbour.",
    "sentiment": {
        "neg": 0.1306,
        "neu": 0.8106,
        "pos": 0.0588,
        "compound": -0.2011
    }
}