{
    "date": "2010-09-21T15:02:08Z",
    "title": "Kim Jong-il's year of living dangerously | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2010/sep/21/north-korea-elections-kim-jong-il",
    "content": "North Korea's decision to hold party leadership elections next week is further evidence that 2010 is proving a watershed year in the affairs of the world's most secretive dictatorship. Kim Jong-il, the long-serving and supposedly ailing chief panjandrum of Pyongyang, is not going to surrender power just yet. But for him, 2010 has become a year of living dangerously. The \"elections\", involving Workers' party delegates from around the country, are more of a shakeup of the existing power structure than a genuine contest to renew the ageing oligarchy around Kim. Most regional analysts expect that Kim's youngest son, Kim Jong-un, will be given a prominent civilian and perhaps also a military role, thereby lining him up for a third-generation dynastic succession, at the latest by 2012. The hazards for Kim inherent in this mooted transition are as numerous as they are opaque. If he is ill – he reportedly suffered a stroke in 2008 – any move to promote his son could be interpreted internally as a potentially terminal admission of weakness. Already there is speculation that his sister, Kim Kyong-hui, cast as a sort of oriental Lady Macbeth, is manoeuvring for power at the expense of her inexperienced nephew. Melodramatic family intriguing is also attributed to Jang Song-thaek, Kim's brother-in-law, who was purged in 2004 during an earlier power struggle. The current suggestion that Jang could be appointed \"regent\" to Kim Jong-un looks like a recipe for ongoing regime infighting and instability. It's equally possible that Kim has a problem with the million-man military, by far the country's most powerful institution. If so, it wouldn't be the first time. After taking power in 1994 on the death of his father, Kim is said to have faced an army mutiny and an attempt on his life. He learned then the importance of keeping the generals happy. It remains perfectly unclear who ordered the lethal attack in March on the South Korean navy corvette Cheonan, if attack it was (Pyongyang denies all responsibility). One possibility, mentioned by senior Chinese officials, is that Kim had nothing to with it – and that if the North was involved, it may have been sanctioned by top military commanders acting unilaterally in the hope of gaining political advantage. Christian Caryl, writing in Foreign Policy, noted that in April, just after the Cheonan sinking, Kim promoted 100 generals. His mishandling of the country's impoverished economy, a disastrous attempt at currency reform, recent severe flooding, this year's imposition of tougher international sanctions and the nuclear talks stand-off with the west are all additional factors contributing to the pressure on Kim – pressure that could culminate in an unpredictable showdown next week. Yet it's not all gloom and doom. Contradicting most precedents, this looming crunch moment appears, for now at least, to be producing a softer line from Pyongyang. The North recently called for a resumption of military talks with Seoul and a new round of nuclear negotiations. It released an American prisoner during a visit by former US president Jimmy Carter and agreed to recommence cross-border family reunions. It also accepted food aid from South Korea. More significantly, perhaps, the normally reclusive Kim visited China again in August, his second trip there in four months. China is the North's only serious ally. And his return visit fired speculation that next week's leadership shake-up is being carefully choreographed in advance with Beijing. \"Kim's infrequent trips abroad often relate to major adjustments in North Korean economic and foreign policy, and usually include a final co-ordination with China,\" a recent Stratfor intelligence report said. The impression that forthcoming political \"adjustments\" were also discussed in Beijing was strengthened when Hu Jintao, China's president, was quoted predicting the Workers' party summit would be a \"signal success\". For his part, Kim was almost candid. \"It is our important historical mission to hand over to the rising generation the baton of the traditional friendship,\" he told state media. Carter said he \"received clear, strong signals\" that the North wanted to end its international isolation and conclude a peace treaty with South Korea and the US. American policymakers also appear to be moving away from confrontation, not least because the Cheonan incident showed how easy it would be to get involved in a full-scale shooting war. US secretary of state Hilary Clinton reportedly believes sanctions and military containment are not enough; Washington and its allies must find ways to re-engage with Pyongyang, she argued recently. Looked at this way, it's conceivable that next week's summit could mark a benign turning point rather than another fraught step towards the abyss – that Kim's year of living dangerously may turn out to be a catalyst for North Korea's prospective rehabilitation. But the fact is, no one, including the CIA, honestly knows. Kurt Campbell, US assistant secretary of state for east Asia, told Congress last week that, frankly, Washington did not understand what was going on in Pyongyang: \"In fundamental ways, North Korea is still a black box. We have some glimpses and some intelligence and the like, but the truth is, oftentimes in retrospect some of that intelligence has proven to be wrong. It's a very, very hard target, probably the hardest target we face in the global arena.\"",
    "keywords": [
        "south",
        "military",
        "dangerously",
        "state",
        "jongils",
        "party",
        "week",
        "kim",
        "living",
        "simon",
        "power",
        "kims",
        "tisdall",
        "pyongyang",
        "north"
    ],
    "summary": "Kim Jong-il, the long-serving and supposedly ailing chief panjandrum of Pyongyang, is not going to surrender power just yet.\nThe hazards for Kim inherent in this mooted transition are as numerous as they are opaque.\nThe current suggestion that Jang could be appointed \"regent\" to Kim Jong-un looks like a recipe for ongoing regime infighting and instability.\nIt's equally possible that Kim has a problem with the million-man military, by far the country's most powerful institution.\nMore significantly, perhaps, the normally reclusive Kim visited China again in August, his second trip there in four months.",
    "sentiment": {
        "neg": 0.0855,
        "neu": 0.8172,
        "pos": 0.0973,
        "compound": 0.0251
    }
}