{
    "date": "2010-11-24T14:30:01Z",
    "title": "Guessing North Korea's dangerous game | Lionel Beehner and Nuno Monteiro",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/nov/24/north-korea-south-korea",
    "content": "Does North Korea want war with the South? The evidence in favour is startling. To recap: Last March, Pyongyang sank a South Korean patrol vessel, killing 46 on board. Last week, it displayed a previously undisclosed, state-of-the-art uranium enrichment facility to a visiting American scientist. And yesterday, the North exchanged artillery fire with the South, killing two marines and wounding twenty others. What explains North Korea's recent chutzpah? Actually, Pyongyang seems to be following a familiar playbook in great-power politics. Its hardliners appear to have learned Thomas Schelling's teachings on the rationality of irrationality. Schelling saw the manipulation of shared risks as one of the best strategies to get one's way in international politics. Imagine, he suggested, a game in which you're walking on the edge of a cliff chained by the ankle to someone else. The first to cry uncle loses. What do you do? You dance closer and closer to the cliff's edge. You increase the shared risk bit by bit, inch by inch, convince the other that you're crazy, that you're willing to get you both killed – convince him you're willing to incur greater risks than he is – and your enemy will give up. That's the essence of brinkmanship. In March, Seoul acted with remarkable restraint after evidence suggested Pyongyang was behind the torpedo attack that sunk the Cheonan. Sure, the South ratcheted up the rhetoric, but essentially responded by doing nothing. In fact, earlier this month, Seoul dropped its demand for a formal apology from the North in order to resume talks on dismantling its nuclear programme. But this restraint appears to have signalled weakness – both at home and abroad. As seen from Pyongyang, it means more provocative actions will strongarm Seoul into meeker responses, emboldening the North. So, should the South have reacted more boldly? Probably not. A bolder reaction would equally empower the hardliners in Pyongyang. Faced with the South's retaliation, the hawks in Pyongyang would have a field day pushing aside whatever reasonable resistance to their plans may exist at home. And they would be emboldened abroad. A retaliatory action by the South would create the dangerous world that vindicates hawkish views inside the regime of the North. That is the beauty of the provocation strategy designed by the North's hawks. It places South Korea and the US in a Catch-22 situation. Backing down strengthens the North's hardliners – but so does retaliating. Hence the shrewdness of their strategy: whatever we do, they come out stronger. And since they have the bomb, there is no way of getting rid of them. Additional provocations seem to be on the cards no matter how the South Koreans respond. Either way, the North Koreans can spin this crisis as a victory. Behind this provocation strategy, there are three possible explanations. The first is timing. Two weeks ago, South Korea hosted the G20 summit. With South Korea on the world stage, the North Koreans may have felt upstaged. Acting like a snubbed younger brother, Pyongyang is invested in turning the table on Seoul to capture the world's attention. In addition, this artillery shelling comes at the precise moment the US special envoy tasked with denuclearising North Korea is in Beijing, trying to get the Chinese on board. According to this view, the North Koreans are displaying their technological and military prowess in an attempt to upstage the South and keep the Chinese squarely in their corner. The second focuses on the leadership transition in Pyongyang. Both the military and Kim Jong-un, anointed heir to (and son of) ailing leader Kim Jong-il, have an interest in acting hawkish and ratcheting up external conflict in order to consolidate domestic power. Provoking the South generates a rally-around-the-flag effect, making it harder for critics to voice their positions. It also produces a more dangerous world, and therefore bolsters demand for a stronger hand at the helm and a stronger military machine. Finally, the North feels emboldened now that it has a credible nuclear deterrent. Its May 2009 nuclear test – which, contrary to the earlier 2006 test, was a clear success – made clear to the world that Pyongyang's regime is invulnerable to outside pressure. This has liberated the North to aggressively provoke the South into a crisis. According to this view, Pyongyang's bolder posture is here to stay, at least for as long as the North keeps its nuclear weapons, and it's hard to imagine it giving them up. Only time will tell which explanation is right. Churchill once said of Russia that there was only one key to understanding its actions: the national interest. The same goes for North Korea. And its national interest, as conceived by the Pyongyang elites, is advanced by incidents like what happened this week. Of course, these kinds of skirmishes are not new. Tit-for-tat exchanges break out between the two Koreas on a regular basis. Only three weeks ago, the South fired warning shots at a North Korean fishing vessel, after it strayed across the demarcation line. The boat promptly retreated, suggesting that North Korea does back down under pressure. But the latest crisis appears more dangerously close to escalating into war than past crises. In Schelling's formulation, North Korea is dancing precariously close to the cliff – that is, it reckons its best strategy is to fake being irrational. So, what can Seoul – or Washington, for that matter – do? Remain calm, hope that Kim Jong-un sees that the path to become a true \"hero of the people\" would be to develop the North's economy, provide him with the right incentives to do so, and hope Beijing does the same. Or, as Churchill might say, keep muddling through.",
    "keywords": [
        "monteiro",
        "guessing",
        "beehner",
        "south",
        "youre",
        "korea",
        "world",
        "seoul",
        "strategy",
        "nuno",
        "nuclear",
        "dangerous",
        "game",
        "koreans",
        "pyongyang",
        "lionel",
        "north",
        "koreas"
    ],
    "summary": "Additional provocations seem to be on the cards no matter how the South Koreans respond.\nEither way, the North Koreans can spin this crisis as a victory.\nWith South Korea on the world stage, the North Koreans may have felt upstaged.\nThe boat promptly retreated, suggesting that North Korea does back down under pressure.\nIn Schelling's formulation, North Korea is dancing precariously close to the cliff – that is, it reckons its best strategy is to fake being irrational.",
    "sentiment": {
        "neg": 0.0921,
        "neu": 0.8243,
        "pos": 0.0837,
        "compound": -0.0128
    }
}