{
    "date": "2010-12-21T14:57:00Z",
    "title": "North Korea steps back, but South Korea remains on high alert",
    "url": "https://www.theguardian.com/world/2010/dec/21/north-korea-pulls-back-envoy",
    "content": "North Korea has stepped back from the brink of war and is ready for a new round of regional peace talks, an unofficial US envoy to Pyongyang said today as a sceptical South Korea kept its troops on high alert and lit up a provocative Christmas tree on the border. Bill Richardson, governor of New Mexico, said North Korea has promised to re-admit United Nations nuclear inspectors and to sell its neighbour 12,000 plutonium fuel rods, which would reduce its potential bomb-making stockpile. \"My sense is the North Koreans realise that they have moved too negatively against negotiations, that they have taken some very bad steps and they wanted to move in the right direction,\" Richardson told reporters. \"I think it is important that a new effort at re-engagement takes place among the six-party countries [involved in nuclear talks]. Maybe now is the time for the six-party countries to reach out to North Korea and say, 'Okay, let's get down to business.' \" Richardson, a veteran intermediary on the peninsula, was returning from an emergency mission to Pyongyang where he was trying to ease one of the most dangerous outbreaks of hostilities since the 1950-53 Korean war. Following the sinking of a South Korean naval ship with the loss of 46 lives in March, North Korea killed two civilians and two marines last month with an artillery barrage of Yeonpyeong island, carried out in retaliation for a live-fire drill in disputed waters nearby. The government in Pyongyang warned that it would launch an even greater counter-strike if South Korea went ahead with a second military exercise yesterday, but after a frantic burst of last-minute diplomacy the drill passed without response. \"I pushed them very hard not to respond. They make their own decisions, but I think our trip had a good impact,\" said Richardson. \"I noticed a pragmatic attitude on their part, a more realistic attitude, a view perhaps that they'd moved a little too far down the precipice and it was time to come back and pull back and start negotiations again.\" North Korea has also agreed to consider Richardson's proposal for a military commission between the US, North and South Korea, and a hotline, according to a CNN crew that joined him on the trip. Russia, one of the six parties involved in previous nuclear talks, has proposed using the hiatus in the conflict to send a special UN delegation to the region. The envoy's mission would be to \"ensure the normalisation of the situation\", Sergei Razov, Moscow's ambassador to China said. Along with Richardson, Russia and China hope for a resumption of six-nation talks, which broke down in April 2009 when the UN security council condemned Pyongyang for a rocket launch, and North Korea ejected inspectors from the International Atomic Energy Agency. The IAEA chief, Yukiya Amano, said in Tokyo on Friday that the nuclear watchdog has an essential role to play and is prepared to dispatch inspectors once an agreement is worked out. But given the long history of breakdowns and broken promises, South Korea, the US and Japan remain deeply suspicious that the sudden talk of conciliation is anything more than a tactical gambit. \"North Korea talks a great game. They always do,\" said US state department spokesman PJ Crowley. \"The real issue is what will they do.\" The South Korean military kept fighter jets and Aegis-equipped destroyers on patrol in the disputed area. \"When it provokes, we will firmly punish North Korea,\" defence minister Kim Kwan-jin said. The government in Seoul has cut aid and tourism projects, dispatched more troops to the frontline and threatened air-strikes in an increasingly hardline stance. Even Christmas festivities have been caught up in the propaganda war. For the first time in seven years, South Korea has illuminated a 30m steel Christmas tree near the demilitarised zone dividing the two Koreas. The practice was stopped by the previous government as it was deemed a provocative act that emphasised the difference in religions and living standards between the prosperous, largely Christian south and the impoverished and mostly secular north. The government in Pyongyang, itself no stranger to provocation, accuses the US and South Korea of \"absolutely unfair bellicose provocation\", that, it warns, could lead the situation on the peninsula to an explosion. \"The world should properly know who is the true champion of peace and who is the real provocateur of a war,\" the North's military command said yesterday in a statement on the official news agency KCNA.",
    "keywords": [
        "war",
        "south",
        "military",
        "korea",
        "high",
        "remains",
        "talks",
        "nuclear",
        "richardson",
        "alert",
        "steps",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Maybe now is the time for the six-party countries to reach out to North Korea and say, 'Okay, let's get down to business.'\nNorth Korea has also agreed to consider Richardson's proposal for a military commission between the US, North and South Korea, and a hotline, according to a CNN crew that joined him on the trip.\n\"North Korea talks a great game.\nThe South Korean military kept fighter jets and Aegis-equipped destroyers on patrol in the disputed area.\nFor the first time in seven years, South Korea has illuminated a 30m steel Christmas tree near the demilitarised zone dividing the two Koreas.",
    "sentiment": {
        "neg": 0.1015,
        "neu": 0.8008,
        "pos": 0.0978,
        "compound": -0.0445
    }
}