{
    "date": "2010-11-25T12:41:02Z",
    "title": "South Korean defence minister quits over response to North Korean attack",
    "url": "https://www.theguardian.com/world/2010/nov/25/south-korea-defence-minister-quits",
    "content": "South Korea's defence minister has resigned following criticism of the country's response to an artillery bombardment by North Korea which left four people dead and destroyed dozens of houses. President Lee Myung-bak accepted the resignation of Kim Tae-young, which followed bitter recriminations over the government's response to the shelling of Yeonpyeong island on Tuesday. Ruling and opposition party members demanded his dismissal as well as those of military leaders and some presidential aides, the Yonhap news agency reported. News of the resignation came after Lee ordered the country's military to strengthen its presence on islands near its border with North Korea, and Pyongyang warned of retaliation for any \"reckless military provocations\". Kim had previously offered to resign after the sinking of a South Korean warship in March, which Seoul blamed on North Korea. Lee only accepted the resignation today \"to improve the atmosphere in the military and to handle the series of incidents,\" a presidential official said. Earlier, a senior South Korean marine defended the military response to the shelling. \"The soldiers did not desert and in the midst of a rain of fire, they pinpointed the target and started firing which has never occurred before,\" Lieutenant-General Joo Jong-hwa told reporters. \"They did very well.\" The attack on Yeonpyeong island, close to the disputed maritime border, left two soldiers and two civilians dead and heightened tensions on the region. It came days after reports that North Korea was operating a new uranium enrichment facility. A US aircraft carrier is heading to the Yellow Sea for joint military manoeuvres with the South, due to begin on Sunday. A spokesman for China's foreign ministry said that Beijing had \"concerns\" about the drills. Lee pledged to reinforce troops in the area during an emergency meeting to assess the security and economic implications of Tuesday's clash. The government had been planning to scale down the military presence. \"We should not let our guard down in preparation for another possible North Korean provocation,\" Lee was quoted as saying by the Yonhap news agency. North Korea did not mention the joint exercises in its statement, but said it would launch \"strong physical retaliations without hesitation if South Korean warmongers carry out reckless military provocations.\" The military statement, carried by state news agency KCNA, also blamed Washington for the live-fire exercises by South Korean troops that prompted the North to fire artillery at Yeonpyeong island, saying it should \"thoroughly control\" Seoul. The US and South Korea are to press China to rein in the North, hoping that Pyongyang's closest ally will play a pivotal role in restoring calm. But in Beijing's highest-level response so far, China's premier, Wen Jiabao, merely called on all sides to exert \"maximum restraint\". \"China has all along devoted itself to maintaining the peninsula's peace and stability, and opposed military provocations in any form,\" Wen said, in remarks on the foreign ministry website. The Chinese foreign minister, Yang Jiechi, postponed a trip to Seoul this week, it emerged today. Seoul's foreign ministry blamed timetabling problems. US state department spokesman PJ Crowley said: \"China does have influence with North Korea and we would hope and expect China would use that influence.\" Barack Obama earlier made it clear that he wanted Beijing to restrain North Korea, while Admiral Mike Mullen, chairman of the US joint chiefs of staff, said last night: \"It's very important for China to lead.\" Although the US is dispatching the carrier George Washington and other warships for a show of solidarity with South Korea this weekend, it has few options left to use as leverage on the North. Beijing had reacted angrily to plans for joint exercises in the Yellow Sea – which lies between the Korean peninsula and China – earlier this year. They were moved to the Sea of Japan, on the east coast. Crowley sought to play down the artillery barrage, characterising it as an isolated incident, but South Korean media claimed that Kim Jong-il and his son and heir, Kim Jong-un, had visited the artillery base used to shell Yeonpyeong hours before the attack. The reports are impossible to verify and North Korea released an undated photo of Kim visiting a factory shortly after the attack.",
    "keywords": [
        "south",
        "minister",
        "defence",
        "military",
        "yeonpyeong",
        "korea",
        "lee",
        "attack",
        "china",
        "kim",
        "quits",
        "response",
        "north",
        "korean"
    ],
    "summary": "South Korea's defence minister has resigned following criticism of the country's response to an artillery bombardment by North Korea which left four people dead and destroyed dozens of houses.\nKim had previously offered to resign after the sinking of a South Korean warship in March, which Seoul blamed on North Korea.\nEarlier, a senior South Korean marine defended the military response to the shelling.\nIt came days after reports that North Korea was operating a new uranium enrichment facility.\nThe reports are impossible to verify and North Korea released an undated photo of Kim visiting a factory shortly after the attack.",
    "sentiment": {
        "neg": 0.1105,
        "neu": 0.8342,
        "pos": 0.0553,
        "compound": -0.1421
    }
}