{
    "date": "2010-05-03T16:56:16Z",
    "title": "Kim Jong-il turns to lone ally China amid rising tensions",
    "url": "https://www.theguardian.com/world/2010/may/03/kim-jong-il-china-ally-tensions",
    "content": "Kim Jong-il, North Korea's leader, has arrived in China on a rare foreign trip that is being seen as an attempt to win financial and political support from his impoverished nation's only remaining ally. Kim, on his first overseas visit since suffering a stroke in 2008, reportedly crossed the border in his luxury train early this morning before arriving in Dalian, a prosperous port city in north-east China. There he is expected to see, at first-hand, the benefits of decades of free-market reforms before he leaves for talks in Beijing tomorrow. His visit comes amid anxiety about the state of the North Korean economy and rising political tensions following the sinking in March of the Cheonan, a South Korean naval vessel in which 46 sailors died. North Korea has not claimed responsibility for the attack, although suspicions persist that the ship was sunk by one of the country's torpedoes. Kim's first visit to China since 2006 will test China's commitment to its unpredictable ally. Chinese officials are frustrated by Pyongyang's refusal to resume six-party talks on its nuclear weapons programme, and concerned that its economy, further weakened by UN sanctions and a disastrous currency revaluation late last year, could start a humanitarian crisis. This week's UN conference in Washington on the nuclear proliferation treaty will increase pressure on China, a signatory, to persuade North Korea to comply with controls on the spread of nuclear materials. Kim appears to have turned to Beijing, an ally during the 1950-53 Korean war and now its biggest provider of aid, for help in preparing for potential fallout from the Cheonan sinking and for extra food aid in return for agreeing to resume the nuclear talks. Pyongyang has said it will not discuss its nuclear programme until the UN lifts sanctions imposed after its second nuclear test a year ago and the US agrees to hold talks on a formal peace treaty. \"I think Kim's visit is to discuss ways to co-operate in the near future with China, especially in regard to economic ties between the North and China, the six-party talks and the Cheonan accident,\" said Yang Moo-jin, a professor at South Korea's University of North Korean Studies. South Korea has so far resisted accusing North Korea of sinking the Cheonan, but warned at the weekend that it would retaliate against those responsible. \"We must charge those responsible for the killing of soldiers, though we should consider the vicious circle of retaliation,\" the defence minister, Kim Tae-young, said in a television interview. Kim's armoured 17-carriage train arrived under heavy guard in the Chinese border town of Dandong before heading to Dalian, Yonhap news agency said. Reports said a convoy of 15 limousines was seen arriving at the Furama hotel in the city and that nearby roads were blocked off. Kim's obsession with his safety is not without foundation. In 2004 an explosion ripped through Ryongchon station in North Korea hours after he passed through on his way to China. Some North Korea watchers believe that the blast, in which more than 150 people died, was a failed assassination attempt. There was no confirmation of reports that Kim, 68, was accompanied by his youngest son and heir apparent, Kim Jong-un. The North Korea leader is reportedly petrified of flying, preferring to travel long distances in his luxury train equipped with conference rooms and hi-tech communications. His huge entourage includes a battalion of security guards and female dining companions. Lee Yong-guk, a defector who worked as a bodyguard for Kim in the 1980s, said the \"dear leader\" had not lost his penchant for young women and good food and wine, despite his recent health problems. \"Of course he'll still be doing all that, even when he's older now,\" he said.",
    "keywords": [
        "lone",
        "rising",
        "korea",
        "cheonan",
        "turns",
        "tensions",
        "amid",
        "kim",
        "china",
        "nuclear",
        "talks",
        "visit",
        "ally",
        "jongil",
        "kims",
        "north",
        "korean"
    ],
    "summary": "North Korea has not claimed responsibility for the attack, although suspicions persist that the ship was sunk by one of the country's torpedoes.\nKim's first visit to China since 2006 will test China's commitment to its unpredictable ally.\nIn 2004 an explosion ripped through Ryongchon station in North Korea hours after he passed through on his way to China.\nSome North Korea watchers believe that the blast, in which more than 150 people died, was a failed assassination attempt.\nThe North Korea leader is reportedly petrified of flying, preferring to travel long distances in his luxury train equipped with conference rooms and hi-tech communications.",
    "sentiment": {
        "neg": 0.1049,
        "neu": 0.8184,
        "pos": 0.0767,
        "compound": -0.0873
    }
}