{
    "date": "2010-08-19T15:35:04Z",
    "title": "North Korea Twitter account banned in South Korea",
    "url": "https://www.theguardian.com/technology/pda/2010/aug/19/north-korea-twitter-banned-south",
    "content": "South Korea has blocked access to the official North Korea Twitter account, a matter of days after the secretive state started posting messages. North Korea's newest channel of communication has amassed more than 8,500 followers since its first post a week ago, but authorities in South Korea have moved quickly against it. A statement by South Korea's Communication Standards Commission said the account was classified as containing \"illegal information\" – \"contents that praises, promotes and glorifies\" North Korea – and is banned under the country's national security law. Han Myung-ho, a commission official, said: \"We decided to act immediately, after having considered the unique nature of social networking services like Twitter, where specific information can be dispersed to thousands in a short period of time.\" The commission has restricted access to 65 sites that is says either pro-North Korea in nature or run by North Korea, although the YouTube channel that the North launched last month was given a reprieve. In 32 tweets – at the time of writing – the North Korean regime has moved to repeatedly denounce its southern neighbours, saying reports that Pyongyang sank a South Korean navy ship were a \"conspiracy\". Gilles Lordet, chief editor at the press freedom body Reporters Without Borders, told the Guardian earlier this week that North Korea's move into social media is the natural extension of regime's long and animated history of propaganda. \"This is about the abroad image of the country. Now they're trying to work on the image of North Korea outside of the country because they have the possibility of the tools, that's what is new,\" Lourdet said. \"Now, with the access to the technology it's easier to do, like with access to Twitter. Perhaps there is a need to get across its own image more, because of events like the sinking of the South Korean boat.\"",
    "keywords": [
        "south",
        "account",
        "korea",
        "commission",
        "twitter",
        "image",
        "week",
        "banned",
        "korean",
        "access",
        "north",
        "koreas"
    ],
    "summary": "South Korea has blocked access to the official North Korea Twitter account, a matter of days after the secretive state started posting messages.\nNorth Korea's newest channel of communication has amassed more than 8,500 followers since its first post a week ago, but authorities in South Korea have moved quickly against it.\nA statement by South Korea's Communication Standards Commission said the account was classified as containing \"illegal information\" – \"contents that praises, promotes and glorifies\" North Korea – and is banned under the country's national security law.\nIn 32 tweets – at the time of writing – the North Korean regime has moved to repeatedly denounce its southern neighbours, saying reports that Pyongyang sank a South Korean navy ship were a \"conspiracy\".\nPerhaps there is a need to get across its own image more, because of events like the sinking of the South Korean boat.\"",
    "sentiment": {
        "neg": 0.0392,
        "neu": 0.8746,
        "pos": 0.0862,
        "compound": 0.1622
    }
}