{
    "date": "2010-04-21T07:37:36Z",
    "title": "North Korean 'spies' held over alleged mission to assassinate defector",
    "url": "https://www.theguardian.com/world/2010/apr/21/north-koreans-held-assassination-plot",
    "content": "South Korea has arrested two North Koreans who it believes were on a mission to assassinate the highest-ranking defector from the state, prosecutors have said. Octogenarian Hwang Jang-yop had been secretary of the Workers' party and chairman of the national assembly, but has vociferously condemned leader Kim Jong-il since defecting 13 years ago. The arrests comes amid tension over last month's sinking of a South Korean naval ship, in which 46 sailors died. The North has denied any involvement but some in Seoul suspect it fired a torpedo at the boat. Yesterday, there was also claims – albeit treated sceptically by the South and the US – that Pyongyang is preparing for a third nuclear test. Prosecutors in Seoul charged Major Kim Myong-ho, 36, and Major Tong Myong-kwan, 36, with violating national security and conspiracy to commit murder. Seoul officials allege the men posed as refugees so they could find and kill Hwang, 87, who lives under heavy security. A spy agency source told Reuters they were under orders to track the defector and await instructions to assassinate him. According to prosecutors, the two men crossed the border into China in November last year, meeting other agents and receiving mobile phones and money from a liaison office of the reconnaissance bureau of the North's armed forces. They then pretended to defect, travelling to Thailand, where police arrested them and deported them to South Korea. But according to a spy agency source, inconsistencies in their stories emerged during routine questioning. The Chosun Ilbo newspaper reported that they admitted having orders to file reports on Hwang's whereabouts and cut off his head. A senior district prosecutor said the men had been ordered to \"slit the betrayer's throat\". Prosecutors said they had been trained for five years to infiltrate South Korea and assassinate key figures. North Korea has branded Hwang as \"human scum\". He has received several death threats. But the prosecutor said it was the first time agents had been arrested for planning to assassinate him. Weeks after Hwang fled to the South in 1997, another high-profile defector – a relative of Kim Jong-il – was shot in front of his Seoul apartment. Officials never caught the assailants, but suggested North Korean agents were responsible. An unnamed aide of Hwang's told the Yonhap news agency: \"I called Hwang after watching news of the agents' arrest, but he told me, 'Why are you concerned about such a thing?'\" It is said the defector does not drink water provided to him in his public speeches attacking the North because of fears it could be poisoned. Earlier this month, on a rare trip to the US, Hwang said that living under round-the-clock security in Seoul was still better than \"a life of servitude as a high-ranked slave\" in Pyongyang. In 2008 a North Korean woman was sentenced to five years in prison for spying. Prosecutors said she had been instructed to discover the whereabouts of Hwang and other high profile defectors.",
    "keywords": [
        "agents",
        "south",
        "korea",
        "alleged",
        "hwang",
        "mission",
        "spies",
        "held",
        "seoul",
        "prosecutors",
        "told",
        "assassinate",
        "defector",
        "north",
        "korean"
    ],
    "summary": "South Korea has arrested two North Koreans who it believes were on a mission to assassinate the highest-ranking defector from the state, prosecutors have said.\nA spy agency source told Reuters they were under orders to track the defector and await instructions to assassinate him.\nThey then pretended to defect, travelling to Thailand, where police arrested them and deported them to South Korea.\nProsecutors said they had been trained for five years to infiltrate South Korea and assassinate key figures.\nNorth Korea has branded Hwang as \"human scum\".",
    "sentiment": {
        "neg": 0.1707,
        "neu": 0.7969,
        "pos": 0.0323,
        "compound": -0.3581
    }
}