{
    "date": "2010-04-06T23:03:50Z",
    "title": "US nuclear review: Poor posture | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2010/apr/07/barack-obama-nuclear-weapons",
    "content": "Radical is not the word that leaps to mind reading through President Obama's long-delayed Nuclear Posture Review. Any document that has been the product of 150 meetings, 30 of those convened by the White House National Security Council, almost by definition can not be. The United States has for the first time declared it will not use nuclear weapons against non-nuclear states, which means it would not reply to a chemical or biological attack on the US with a nuclear one. But this assurance is hedged with caveats: the non-nuclear states have to be \"in compliance\" with their nuclear non-proliferation obligations (this specifically rules out both Iran and North Korea ); and given the catastrophic potential of biological weapons, the US reserves the right to go back on that. This falls some way short of declaring that the sole purpose of nuclear weapons is to deter a nuclear attack, although the review states that that is the long-term goal, and the pledge to only use nuclear weapons in extreme circumstances is also open to a wide degree of interpretation. But compare those promises to the policy of deliberate ambiguity which successive British governments have used – in our view unsuccessfully – to explain the need for a British nuclear deterrent. The 2006 white paper on Trident states, for example: \"Retaining some degree of uncertainty over the nature and scale of our response to any particular set of circumstances is an important part of our overall deterrence posture.\" Those words belong to the Bush era and Obama's cautious caveat-ridden review still represents a modest advance on that. There are other examples of progress. The document says the United States would not develop new nuclear warheads – which appears to rule out lower-yield and therefore more \"usable\" bombs – and there would be no further testing. It also says it would reduce the size of the so-called strategic hedge of warheads – which are held in reserve, but are not dismantled. These are incremental steps towards the goal of a nuclear-free world which Mr Obama ambitiously set for himself over a year ago. As this speech helped him win the Nobel Peace Prize last year, it is at least valid to ask to what extent the nuclear posture review reflects the boldness of the vision that the president articulated in Prague. The answer is that a year on, that reflection has been dimmed by the many detailed concessions the president felt he had to make to his military. But for the first time a document which sets the framework for decisions on nuclear policy has started to push that policy in the right direction.",
    "keywords": [
        "policy",
        "white",
        "posture",
        "document",
        "poor",
        "states",
        "editorial",
        "president",
        "nuclear",
        "warheads",
        "weapons",
        "review"
    ],
    "summary": "Radical is not the word that leaps to mind reading through President Obama's long-delayed Nuclear Posture Review.\nThe United States has for the first time declared it will not use nuclear weapons against non-nuclear states, which means it would not reply to a chemical or biological attack on the US with a nuclear one.\nThis falls some way short of declaring that the sole purpose of nuclear weapons is to deter a nuclear attack, although the review states that that is the long-term goal, and the pledge to only use nuclear weapons in extreme circumstances is also open to a wide degree of interpretation.\nAs this speech helped him win the Nobel Peace Prize last year, it is at least valid to ask to what extent the nuclear posture review reflects the boldness of the vision that the president articulated in Prague.\nBut for the first time a document which sets the framework for decisions on nuclear policy has started to push that policy in the right direction.",
    "sentiment": {
        "neg": 0.0463,
        "neu": 0.8706,
        "pos": 0.0832,
        "compound": 0.0446
    }
}