{
    "date": "2010-12-07T10:57:18Z",
    "title": "Dictator-lit: Kim Jong-il's political philosophy",
    "url": "https://www.theguardian.com/books/booksblog/2010/dec/07/dictator-lit-kim-jong-il-political-philosophy",
    "content": "I didn't want to read Kim Jong-il's Our Socialism Centered On the Masses Shall Not Perish. I was more interested in On Film. After all, the diminutive dictator loves cinema so much he once kidnapped Shin Sang-ok – the \"Orson Welles of South Korea\" – and forced him to make communist kaiju movies. But the University Press of the Pacific wouldn't send me a review copy. It's almost as if they don't want people to know about their catalogue of Kim Jong-il texts available in translation. Bizarre. Since no free copy of On Film was on offer I bought the cheapest Kim I could find, namely Our Socialism Centered on the Masses Shall Not Perish, also published by the prudent souls at the University Press of the Pacific. As it is, perhaps it was good that UP of P were so stingy. Our Socialism, which clocks in at 46 pages, is 10 times shorter than On Film – and given that Kim's prose is awful enough to kill infants if read aloud in their hearing, brevity is a blessing. Meanwhile, given the reportedly fragile state of Kim's health, and the recent anointment of Kim Jong-un as the il's heir apparent, the theme of the imperishability of North Korean socialism is very timely. But enough of all that; let us consider the text. Our Socialism was originally a talk delivered to senior officials of the North Korean Workers' Party on May 5 1991, just as the world's remaining socialist regimes were either collapsing (the USSR), transforming themselves into something else (China) or undergoing mummification (Cuba, North Korea). Nor was Kim's own pappy, Kim Il-sung, long for this world (he would die in 1994). Thus the title of Kim's book screams a bold defiance of global historical trends. You think socialism is dead? Ha! Our socialism, that is to say the version centered on the masses, shall endure! On what basis does Kim make this claim? Perhaps because he is willing to use unlimited violence and terror against his own people? Fie, foolish reader, fie! No, it's because North Korean socialism is the most authentic brand of socialism in the world, perfected as it was by Kim Il-sung, who first unveiled the juche idea back in 1955. Now, I have actually read a large chunk of one of Kim senior's books entirely dedicated to juche, and the concept remained unclear even after tens of thousands of words had been slathered all over it. It is still vague now, in spite of Mini-Kim's efforts. Kim does stress that juche is man-centred socialism, ie, it is a socialism centred on man; that is to say, if you are a man, then this is the form of socialism centred upon you. Juche also involves independence, self-reliance and creativity, but this independence, self-reliance and creativity is collective and must be strictly guided by the party and supreme leader who \"… has an unusual gift of foresight, is all-powerful in the leadership art and noble in personal virtue, and leads people wisely in their struggle.\" If that kind of solipsism and naked self-aggrandisement appeals to you, then you will dig Kim Jong-il's book! If not you may be struck by the leaden irony that, for all Kim's talk about the masses, we never hear any voice other than his own. In this regard Our Socialism reminded me of John Berger's A Seventh Man, also ostensibly about the toiling masses, in which the author permitted not one squeak from the aforementioned oppressed to be heard. But let's not be unkind to Berger: On Socialism is much worse than his boring book. Hell, it's even worse than Fredric Jameson. The French call this hyper-bureaucratic coma-inducing zombie style, so beloved of communist apparatchiks, langue de bois – \"tongue of wood\". Kim elevates this death-prose to an almost avant-garde level. His speech is radically dehumanised, stripped of any references to anything outside his closed rhetorical system (bar wicked America). Rather we get clusters of Marxist jargon and sweeping grandiose generalities. Everybody is marching forward, striving, but to what? Well therein lies the problem, you see, because practically every sentence contains a lie, such as: \"Our socialist system is the best of all social systems, providing as it does an independent and creative life for the popular masses.\" Or: \"In our socialist society, which regards man as most precious, human rights are fully guaranteed by law; not the slightest infringing upon them is tolerated.\" I count at least three lies in the first sentence, and another three in the second, although there could be more. Multiply that by a couple of thousand and you will get a sense of Kim's pathological language machine, the Omega Point of totalitarian communist propaganda, a nightmare matrix of deceiving nouns, adjectives, prepositions and verbs, from which there is no escape. I recall a passage from Anthony Daniels's The Wilder Shores of Marx, in which he describes journeys to Cuba, North Korea, Romania, Vietnam and Albania in the late 1980s: \"... within an established totalitarian regime the purpose of propaganda is not to persuade, much less to inform, but to humiliate. From this point of view, propaganda should not approximate to the truth as closely as possible: on the contrary it should do as much violence to it as possible. For by endlessly asserting what is patently untrue, by making such untruth ubiquitous and unavoidable, and finally by insisting that everyone publicly acquiesce in it, the regime displays its power and reduces individuals to nullities. Who can retain his self-respect when, far from defending what he knows to be true, he has to applaud what he knows to be false – not occasionally, as we all do, but for the whole of his adult life?\" Our Socialism signals that the lie shall continue to venture forth daily, forcing all to submit, thus becoming helpless co-conspirators in their own infinite humiliation. Onward to the final victory of socialism and communism! Long live famine! Long live the Gulag!",
    "keywords": [
        "masses",
        "political",
        "philosophy",
        "man",
        "juche",
        "socialist",
        "jongils",
        "kim",
        "read",
        "socialism",
        "dictatorlit",
        "kims",
        "shall",
        "north"
    ],
    "summary": "I didn't want to read Kim Jong-il's Our Socialism Centered On the Masses Shall Not Perish.\nIt's almost as if they don't want people to know about their catalogue of Kim Jong-il texts available in translation.\nNor was Kim's own pappy, Kim Il-sung, long for this world (he would die in 1994).\nOur socialism, that is to say the version centered on the masses, shall endure!\nIf that kind of solipsism and naked self-aggrandisement appeals to you, then you will dig Kim Jong-il's book!",
    "sentiment": {
        "neg": 0.1328,
        "neu": 0.7907,
        "pos": 0.0765,
        "compound": -0.1076
    }
}