{
    "date": "2010-05-24T08:43:00Z",
    "title": "Barack Obama backs South Korea in torpedo dispute",
    "url": "https://www.theguardian.com/world/2010/may/24/south-korea-trade-south-korea",
    "content": "Barack Obama has given his full support to South Korea's decision to act against Pyongyang for the torpedo attack on its warship, the White House said today, adding that the president has ordered the US military to \"ensure readiness\" to help deter future aggression by the North. Earlier Seoul suspended all trade and investment with North Korea, banned the North's ships from passing its waters, and vowed to take Pyongyang to the UN security council over the incident, in which 46 sailors died. The White House said it endorsed South Korean president Lee Myung-bak's demand that \"North Korea immediately apologise and punish those responsible for the attack, and, most importantly, stop its belligerent and threatening behaviour\". Seoul can continue to count on the full backing of the US, an official said, adding that military commanders were co-ordinating closely with South Korea's government and defence department on ways the US could help if North Korea continued its threatening behaviour. The official, who spoke on the condition of anonymity because the discussions are continuing, said that was likely to include US assistance with military training exercises. The US secretary of state, Hillary Clinton, said the attack had created a \"highly precarious\" security situation in the region. The South Korean president, in an address delivered at the war memorial in Seoul, said Pyongyang had to pay for its brutality over the sinking of the warship. Lee accused Pyongyang of \"incessant\" attacks, listing incidents including a 1983 bombing that targeted a South Korean presidential delegation in Burma and the 1987 shooting down of an aircraft, in which 115 people died. \"We have always tolerated North Korea's brutality, time and again,\" Lee said. \"We did so because we have always had a genuine longing for peace on the Korean peninsula. But now things are different. North Korea will pay a price corresponding to its provocative acts.\" The South Korean moves followed last week's findings by an investigative team of \"overwhelming evidence\" that the 1,200-tonne Cheonan was sunk by a torpedo from a North Korean submarine on 26 March as the ship carried out a routine patrol of disputed waters in the Yellow Sea. North Korea denies any involvement, and its main newspaper, the Rodong Sinmun, today described the investigation results as an \"intolerable, grave provocation\" tantamount to a declaration of war. China, North Korea's main ally and a permanent member of the security council, has so far described the sinking only as unfortunate and urged all sides to show restraint. It is concerned that instability in its neighbour could lead to a huge flow of refugees and bring US military forces close to its border. Japan's chief cabinet secretary, Hirofumi Hirano, told a news conference he believed the country would \"strongly support\" Seoul going to the security council, adding: \"If that takes place, we would like to play a role, if given the chance, in getting China to recognise that it is in the same situation.\" The disputed maritime border where the Cheonan sank has seen repeated skirmishes. South Korean military officials said a November firefight killed one North Korean sailor. Daniel Pinkston, north-east Asia deputy project director for the International Crisis Group, said: \"South Korea would like a [security council] resolution, but I think they are realistic and their expectations are low. They are going to take whatever they can get there and look for whatever they can get from their friends and allies in a kind of coalition of the willing [in a] multidimensional approach.\" He said that although South Korea would like to see extra sanctions on top of those introduced following nuclear and missile tests by the North, it knew they were unlikely. Instead it would be creative, with a package of measures such as increased military exercises, which would not only send a message to the North but exact a toll on its resources when it inevitably responded.",
    "keywords": [
        "torpedo",
        "south",
        "military",
        "korea",
        "barack",
        "north",
        "backs",
        "council",
        "seoul",
        "obama",
        "security",
        "koreas",
        "pyongyang",
        "dispute",
        "korean"
    ],
    "summary": "The White House said it endorsed South Korean president Lee Myung-bak's demand that \"North Korea immediately apologise and punish those responsible for the attack, and, most importantly, stop its belligerent and threatening behaviour\".\n\"We have always tolerated North Korea's brutality, time and again,\" Lee said.\nNorth Korea will pay a price corresponding to its provocative acts.\"\nNorth Korea denies any involvement, and its main newspaper, the Rodong Sinmun, today described the investigation results as an \"intolerable, grave provocation\" tantamount to a declaration of war.\nSouth Korean military officials said a November firefight killed one North Korean sailor.",
    "sentiment": {
        "neg": 0.1259,
        "neu": 0.7996,
        "pos": 0.0745,
        "compound": -0.1358
    }
}