{
    "date": "2010-05-30T15:15:31Z",
    "title": "Chinese premier calls for calm in Korean row",
    "url": "https://www.theguardian.com/world/2010/may/30/wen-jiabao-china-korea-calm",
    "content": "The Chinese premier, Wen Jiabao, today warned of an urgent need to defuse tensions on the Korean peninsula, but appeared to brush off calls to take a tougher line towards North Korea. Wen made the comments at a trilateral regional summit meeting with Japanese and South Korean leaders that was meant to focus on economic issues. Inevitably, the controversy over the sinking of the South's warship last month took centre stage at the talks. Seoul blames Pyongyang for destroying its warship, the Cheonan, with a torpedo but the North has denied any involvement. South Korea has said it intends to take the issue to the United Nations security council. It is pushing Beijing for support because, as North Korea's main ally and a permanent member of the council, China could use its veto to block a resolution or a statement. China says it is still assessing the evidence on the March sinking, in which 46 sailors died. Addressing a closing news conference at the summit in Seogwipo, South Korea, Wen said: \"The urgent task for the moment is to properly handle the serious impact caused by the Cheonan incident, gradually defuse tensions over it and avoid possible conflicts.\" Yang Moo-jin, a professor at the University of North Korean Studies in Seoul, said he doubted whether the security council would take up the issue. \"Wen Jiabao's speech today gave no practical measures in dealing with the Cheonan incident,\" he said. The South Korean president, Lee Myung-bak, said the three leaders would continue discussing the issue. According to an aide, Lee told his guests: \"We are not afraid of war, but nor do we want one. We have no intention of fighting a war.\" At a separate briefing, Japan's prime minister, Yukio Hatoyama, said: \"China was cautious because it does not want North Korea to lash out.\" Wen has flown to Tokyo for a three-day visit, where officials are expected to press him again to support action over the Cheonan. Stephanie Kleine-Ahlbrandt, north-east Asia project director for the International Crisis Group, said that even if China backed security council action, it might not prove effective. \"We have seen plenty of cases in which external pressure has not worked on North Korea,\" she said. Tens of thousands of people packed Pyongyang's main square today for a rally condemning Seoul and Washington. They clapped and pumped their fists in the air. Associated Press reported that they carried a huge portrait of the country's leader and shouted anti-South Korean slogans. \"Because of the South Korean war-loving, mad puppets and American invaders, the North and South relationship is being driven to a catastrophe,\" Choi Yong Rim, secretary of the North Korean Workers party in Pyongyang, told the rally. The North has organised such rallies during previous international disputes. Relations are at a 12-year low on the peninsula, with the South suspending trade and taking other tough measures towards the North after an investigation blamed it for the sinking, and the North retaliating by announcing it would sever all ties. South Korea's Yonhap news agency reported that the military had put off plans to drop propaganda leaflets in the North. It cited an unnamed official and said plans for loudspeaker broadcasts across the border would probably be put on hold too. The South had announced it would resume psychological warfare after a six-year break. It has already begun radio broadcasts and plans to install loudspeakers in the heavily fortified border area, although Pyongyang had warned that it would fire at any such equipment. \"Leaflet distribution had been put off due to weather conditions but we have now decided to put it on hold for the time being, considering the political situation,\" the official said.",
    "keywords": [
        "sinking",
        "south",
        "calm",
        "wen",
        "premier",
        "korea",
        "cheonan",
        "calls",
        "china",
        "today",
        "chinese",
        "row",
        "council",
        "north",
        "korean"
    ],
    "summary": "The Chinese premier, Wen Jiabao, today warned of an urgent need to defuse tensions on the Korean peninsula, but appeared to brush off calls to take a tougher line towards North Korea.\nWen made the comments at a trilateral regional summit meeting with Japanese and South Korean leaders that was meant to focus on economic issues.\nThe South Korean president, Lee Myung-bak, said the three leaders would continue discussing the issue.\n\"We have seen plenty of cases in which external pressure has not worked on North Korea,\" she said.\n\"Because of the South Korean war-loving, mad puppets and American invaders, the North and South relationship is being driven to a catastrophe,\" Choi Yong Rim, secretary of the North Korean Workers party in Pyongyang, told the rally.",
    "sentiment": {
        "neg": 0.1116,
        "neu": 0.8489,
        "pos": 0.0395,
        "compound": -0.1732
    }
}