{
    "date": "2010-11-15T10:19:55Z",
    "title": "South Korea reports huge rise in defectors from the North",
    "url": "https://www.theguardian.com/world/2010/nov/15/south-korea-defectors-north",
    "content": "The number of North Koreans defecting to the South has soared in the past few years, Seoul's unification ministry announced today. Officials said around 10,000 had arrived since 2007: roughly equivalent to the total for the previous half-century after the 1950-53 Korean war. The border between the South and North is heavily fortified and almost all defectors travel via China, where they risk repatriation because Beijing regards them as illegal economic migrants. About 2,500 defectors arrived in the South in 2007 and more than 2,900 defected last year. But the Seoul-based Yonhap news agency said defections had slowed in the last year because of China's crackdown on the tens of thousands of North Koreans thought to be living there illicitly. There have also been reports of tighter controls along the lengthy border with the North. Yonhap reported that the 20,000th defector, a 41-year-old woman with the surname Kim, arrived last Thursday with her two sons. The unification ministry said she had fled owing to economic hardship. Hundreds of thousands of North Koreans are believed to have died in the devastating famine of the mid-90s, and the country remains heavily reliant on food aid. Those who make their way to Seoul are interviewed at length by officials seeking to weed out North Korean agents. Although they receive several months of training and a cash settlement to help them adjust to life in the South, many struggle to adapt. \"Discrimination is one main obstacle that makes it hard for the North Korean defectors to live here,\" Choi Bong-dae, a professor at the University of North Korean Studies in Seoul, told Yonhap. \"There is still much we need to do to help them better adapt to the capitalist society here.\" This year's annual report from Human Rights Watch said those crossing the border \"face grave punishments upon repatriation such as torture, lengthy terms in horrendous detention facilities, and even execution, depending on what they did and who they met while abroad\". The North accuses its critics of defaming it, but it condemns defectors as traitors. The state news agency, KCNA, described them as \"human scum\", adding: \"It is a well-known fact that those 'defectors from the north' are criminals who fled the DPRK after committing crimes and wicked traitors to the nation and wretched bêtes noires who abandoned their families, parents, brothers and sisters and friends in quest of their own comfort.\"",
    "keywords": [
        "border",
        "south",
        "huge",
        "yonhap",
        "korea",
        "reports",
        "arrived",
        "unification",
        "traitors",
        "defectors",
        "rise",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "The number of North Koreans defecting to the South has soared in the past few years, Seoul's unification ministry announced today.\nAbout 2,500 defectors arrived in the South in 2007 and more than 2,900 defected last year.\nHundreds of thousands of North Koreans are believed to have died in the devastating famine of the mid-90s, and the country remains heavily reliant on food aid.\nThose who make their way to Seoul are interviewed at length by officials seeking to weed out North Korean agents.\n\"Discrimination is one main obstacle that makes it hard for the North Korean defectors to live here,\" Choi Bong-dae, a professor at the University of North Korean Studies in Seoul, told Yonhap.",
    "sentiment": {
        "neg": 0.1695,
        "neu": 0.7975,
        "pos": 0.0331,
        "compound": -0.4344
    }
}