{
    "date": "2010-06-29T16:30:29Z",
    "title": "China trade deal has a sting in its tail for Taiwan | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2010/jun/29/china-trade-deal-taiwan-fears",
    "content": "The signing of an unprecedented economic co-operation agreement between China and Taiwan was greeted with quiet satisfaction in Beijing and consternation among its many opponents in Taipei. The deal promises short-term trade advantages for Taiwan. But there are fears that, in the longer term, it may ensnare the self-ruled island in China's smothering embrace – and further tip the east Asian balance of power away from the US and its regional allies. Ma Ying-jeou, Taiwan's president and leader of the nationalist Kuomintang (KMT), strongly backed the pact – known as the economic co-operation framework agreement – as part of his policy of improved ties with the mainland. Beijing views Taiwan as a \"renegade province\". But since Ma's election in 2008, cross-strait links and tourism have boomed. Trade with China, Taiwan's largest export market, grew by almost 70% in the first four months of 2010. The initial \"early harvest\" agreement cutting tariffs on about 800 items does not cover many of Taiwan's hi-tech and plastics exports. Analysts predict China's insistence on protecting its own, less competitive manufacturers in these areas could stymie follow-on negotiations, leaving Taiwan at a disadvantage. But the deal is expected to help level the playing field after China implemented a free-trade deal with the 10-member Association of South-east Asian Nations. Optimists suggest it could also lead to a reduction in military tensions, although there is as yet no sign that China will withdraw its 1,400 missiles aimed at the island. Critics, including former president Lee Teng-hui, say an influx of cheap Chinese goods could hit Taiwanese jobs, undermine local industries and inextricably lock Taiwan into a \"one China\" market. Ominously, they say, the pact was modelled on the China-Hong Kong \"closer economic partnership arrangement\", in which the former British colony was designated a \"territory\" of China. Pro-independence Taiwanese, roughly one-third of the population, see all this as a Beijing plot for eventual annexation. \"This agreement is not about free trade, it is about political control,\" said Bob Yang of the US-based Formosan Association for Public Affairs. \"[It] undermines Taiwan's sovereignty and the ability of Taiwanese to determine their own future … The net effect will be to push Taiwan closer to a still repressive China at the expense of freedom and democracy.\" Taiwan's main opposition parties strongly agree. Tens of thousands of protesters rallied at weekend demonstrations in Taipei. Outrage was also expressed at the blocking of a national referendum on the deal. A new referendum proposal has now been tabled. Whatever the outcome, the opposition is vowing Ma's KMT will pay a high price in local elections this autumn and in the 2012 presidential poll. The Taiwanese predilection for the status quo, after 60 years of uneasy but largely peaceful co-existence with the island's giant neighbour, is also evident amid the uproar. \"Depending on how one looks at it, today could either be the beginning of a new era of trade in the Taiwan strait or a day of infamy for Taiwan as an independent country,\" the Taipei Times said in an editorial. \"Many Taiwanese who voted for Ma did so because they believed he was the right man to revive the economy and improve strained relations with key allies. Never did they think he would propel the nation into a sea of uncertainty by adopting hurried and undemocratic means to shove paradigm-changing cross-strait agreements down people's throats,\" the paper said. Ma's presidency has improved relations with the US as well as China. The Beijing-baiting, pro-independence views of his Democratic Progressive party predecessor, Chen Shui-bian, alarmed the Bush administration, given that the US guarantees Taiwan's security. But those in Washington suspicious of China's growing reach may worry now that Ma is over-reaching – that Taiwan, like other countries in the region, is wandering unwittingly into the spider's web. Recent leadership changes in Japan and Australia, key US allies, have left plans for multilateral, regional political, economic and security structures in even greater flux than before. China, meanwhile, is steadily cutting Taiwan-style bilateral deals elsewhere, extending its influence and leverage, and pursuing what looks like a sort of self-serving neighbourhood-watch policy. The latest example: its objections to a planned joint military exercise in the Yellow Sea by the US and South Korea following North Korea's torpedoing in March of a South Korean naval vessel. China has done nothing to punish its North Korean ally. But following the US move, it announced a six-day, live ammunition military exercise in the adjoining East China Sea. The foreign ministry in Beijing says there is no connection between the two – but if warships and planes cross paths, there certainly could be.",
    "keywords": [
        "tail",
        "taiwan",
        "deal",
        "taiwanese",
        "trade",
        "economic",
        "taiwans",
        "beijing",
        "china",
        "taipei",
        "simon",
        "agreement",
        "tisdall",
        "sting"
    ],
    "summary": "The signing of an unprecedented economic co-operation agreement between China and Taiwan was greeted with quiet satisfaction in Beijing and consternation among its many opponents in Taipei.\nThe deal promises short-term trade advantages for Taiwan.\nTrade with China, Taiwan's largest export market, grew by almost 70% in the first four months of 2010.\nBut the deal is expected to help level the playing field after China implemented a free-trade deal with the 10-member Association of South-east Asian Nations.\nBut following the US move, it announced a six-day, live ammunition military exercise in the adjoining East China Sea.",
    "sentiment": {
        "neg": 0.061,
        "neu": 0.8166,
        "pos": 0.1224,
        "compound": 0.1397
    }
}