{
    "date": "2010-06-21T22:02:21Z",
    "title": "North Korea broadcasts live match on TV for first time (pity they lost 7-0)",
    "url": "https://www.theguardian.com/football/2010/jun/21/north-korea-live-match-tv-7-0-beating",
    "content": "Of all the games to choose for a first live broadcast during this World Cup, a 7-0 drubbing was probably the last thing the authorities in North Korea wanted to see. But the isolated, football-loving nation witnessed its team's collapse to Portugal along with the rest of the world today as the state broadcaster, Korean Central Television, showed the entire game, despite a reputation for political caution and face-saving censorship. Previous games in the tournament – including North Korea's narrow loss to Brazil – were screened several hours after they happened, but visitors to Pyongyang confirmed the country's second Group B match was broadcast in full with no noticeable delay. The collapse in North Korea's fortunes was all the more surprising after their ultra-defensive strategy had frustrated Brazil for so long in the opening fixture. After today's match the players trooped silently back to the dressing room, heads down, and did not speak to reporters. Perhaps fearful of the repercussions back home for his squad, North Korea's manager, Kim Jong-hun, attempted to deflect blame on to himself. \"As the coach, it was my fault for not playing the right strategy,\" he said. \"That is why we conceded so many goals.\" North Korea were only a goal down at half-time but, chasing an equaliser, the team's much-vaunted blanket defence disintegrated. \"My players played to their full potential but technically we fell apart and could not stop their attacks,\" added Kim. \"As the game went on the Portuguese attack became more aggressive. After the first goal we tried to pull one back but it just led to the team collapsing. The attack and defence was not balanced, the players became agitated and couldn't defend well.\" Kim was, however, optimistic reaction in North Korea would not be too severe. \"Back home I believe they will look to the next game and be rooting for us to play well in our final game and encourage us. We have not been able to reach our objectives but we have one game left to reinforce our mental abilities.\" Ahead of the live screening there was considerable excitement in North Korea, where football is the most popular sport but most games, even in domestic and foreign leagues, are shown only after a delay of several hours or days. The country's opening match against Brazil was reportedly not broadcast in full until 17 hours after it finished, and many people already knew the score via newspaper and radio reports. The World Cup draw – shown live across most of the world late last year – was not broadcast in North Korea until weeks later. Authorities in Pyongyang have not disclosed their reasons for the earlier delays, but it is likely to be a combination of time differences (the Brazil game was played in the middle of the night in North Korea), technical issues (there is only one channel outside the capital), rights ownership, and censorship (North Korea's media is arguably more tightly controlled than any other in the world). Foreign residents in North Korea said the news of the live broadcast spread like wildfire. \"This is significant,\" said Simon Cockerell of Beijing-based Koryo Tours, which has organised several trips to the isolated nation. \"I have seen a lot of games in North Korea and they never show them live. I doubt there has been a letter-writing campaign, but they do seem receptive to the public desire to see live football.\" Last week the Asia-Pacific Broadcasting Union – a regional agent for Fifa – announced it would provide free coverage of the tournament so that North Korea's 23 million citizens can get a taste of life outside their homeland. The agreement was reportedly finalised only hours before the start of the tournament, which has given the local broadcaster little time to prepare. At the last World Cup broadcasts were shared by the South Korean rights holder, but relations between the two sides of the peninsula have soured since the sinking of a South Korean ship with the loss of 46 lives this year. Earlier this month South Korea said it would not provide coverage of the tournament. The political implications are hard to gauge. The heavy loss will certainly have been a blow to a pride-conscious nation, but the realism of many fans about their team's chances may have softened the impact. While some hoped for revenge against Portugal – who knocked North Korea out of the World Cup during their last appearance in the finals, in 1966 – there was widespread understanding that they are a superior side. Now out of the tournament, North Korea will be hoping to salvage some pride in their final game against Ivory Coast, though it remains to be seen whether the authorities will once again risk showing the game live.",
    "keywords": [
        "match",
        "lost",
        "hours",
        "broadcasts",
        "tv",
        "korea",
        "world",
        "games",
        "live",
        "pity",
        "tournament",
        "broadcast",
        "70",
        "game",
        "north",
        "koreas"
    ],
    "summary": "The collapse in North Korea's fortunes was all the more surprising after their ultra-defensive strategy had frustrated Brazil for so long in the opening fixture.\nPerhaps fearful of the repercussions back home for his squad, North Korea's manager, Kim Jong-hun, attempted to deflect blame on to himself.\nNorth Korea were only a goal down at half-time but, chasing an equaliser, the team's much-vaunted blanket defence disintegrated.\nKim was, however, optimistic reaction in North Korea would not be too severe.\nForeign residents in North Korea said the news of the live broadcast spread like wildfire.",
    "sentiment": {
        "neg": 0.0808,
        "neu": 0.8521,
        "pos": 0.0671,
        "compound": -0.0222
    }
}