{
    "date": "2010-11-23T22:08:39Z",
    "title": "South Koreans wake up to possibility of attack on capital",
    "url": "https://www.theguardian.com/world/2010/nov/23/seoul-south-korea-north-korea",
    "content": "The surprise artillery attack on an obscure island held by South Korea since the Korean war in the 1950s sent shock waves through a civilian population in Seoul that has often been complacent about the threat from its northern neighbour. South Koreans seem suddenly to have woken up to a reality many had overlooked during the years of their \"economic miracle\" – it can happen here. \"People are saying we cannot escape if they attack us in Seoul,\" said Lee Tae-kyun, a teacher, watching scenes of smoke spiralling from houses and shops on tiny Yeonpyeong island, home to about 1,200 farmers and fishermen. Kim Ki-yun, a taxi driver, agreed. If there was a major attack on the capital, he said, \"we cannot escape, we will all die. It's impossible to get out of Seoul as it was during the Korean war. It is too crowded. There will be too much traffic and no escape route.\" As about 80 buildings went up in flames, South Koreans learned the island has only one fire engine and there was nothing to do but let the fires burn out and hope the North Koreans would not open fire again. Villagers who had not managed to get out by boat to the port of Incheon, 40 miles to the east, were spending an uneasy night in hastily dug bunkers. The reality that North Korea is now ready to attack a civilian rather than just a military target was the greatest lesson of a day in which North Korean gunners pumped out 100 rounds. By the time the smoke had cleared, two South Korean marines were dead and a score more people, including several civilians, were injured. That toll was minor compared to the number killed when a North Korean midget submarine fired a torpedo at the South Korean navy corvette the Cheonan in March, splitting it in two and killing 46 South Korean sailors. The fact that civilians had come under fire, however, made all the difference to people who had tended to shrug off even the Cheonan incident as a military clash that would not affect most people. \"People are shocked,\" said office worker Kim Youn-suk . \"It's a kind of a war. People are worrying the financial markets will crash tomorrow.\" The timing was significant – on the first day of South Korean exercises that North Korea has pledged to crush with \"relentless retaliation.\" North Korea claimed the attack was provoked by South Korea for firing first and intruding in its waters. The issue is the NLL, Northern Limit Line, set by the UN Command three years after the Korean War, marking the line in the Yellow sea below which North Korean boats are banned. North Korea has been challenging the line for many years, most dramatically in June1999 when South and North Korean vessels clashed and a North Korean vessel was sunk, and again in June 2002 when a North Korean vessel fired on a South Korean boat, killing six sailors. The confrontation worsened in November of last year when a South Korean navy corvette sent a North Korean vessel back to port \"in flames\" with loss of life – though no one knows for sure how many casualties were inflicted. It was in retaliation for that incident presumably that North Korea staged the meticulously planned attack on the Cheonan. The question for many though is whether South Korea's president, Lee Myung-bak, is prepared to make good on his threat of \"retaliation\" if North Korea attacks again during the current military exercises. \"People are saying we cannot escape, we will all die,\" said taxi driver Kim Ki-yun. \"We might as well die in Seoul. It's impossible to get out of Seoul as it was during the Korean war. It is too crowded. There will be too much traffic and no escape route.\"But then there was the contrasting view that it can't really happen here. \"People don't think there will be a real war,\" said Chang Sung-hee, shopping in a supermarket. \"They're saying it's another incident.\" \"The government stance is this will not lead to war,\" said Park Weon-sun, a shopkeeper in central Seoul, as people crowded around a TV screen in his shop. \"Koreans tend to be more complacent than they should be. I don't think it has yet really shaken them out of their complacency.\" More attacks, though, might well have that effect. \"Nobody I know has an escape plan,\" said Park. \"At first everyone was shocked, but now they are going about business as usual.\" Sooner or later, he said, \"people will realise, it can happen to you.\"",
    "keywords": [
        "war",
        "south",
        "vessel",
        "wake",
        "korea",
        "seoul",
        "korean",
        "possibility",
        "koreans",
        "capital",
        "escape",
        "north",
        "attack"
    ],
    "summary": "South Koreans seem suddenly to have woken up to a reality many had overlooked during the years of their \"economic miracle\" – it can happen here.\nBy the time the smoke had cleared, two South Korean marines were dead and a score more people, including several civilians, were injured.\nThat toll was minor compared to the number killed when a North Korean midget submarine fired a torpedo at the South Korean navy corvette the Cheonan in March, splitting it in two and killing 46 South Korean sailors.\nNorth Korea claimed the attack was provoked by South Korea for firing first and intruding in its waters.\nNorth Korea has been challenging the line for many years, most dramatically in June1999 when South and North Korean vessels clashed and a North Korean vessel was sunk, and again in June 2002 when a North Korean vessel fired on a South Korean boat, killing six sailors.",
    "sentiment": {
        "neg": 0.152,
        "neu": 0.7951,
        "pos": 0.0528,
        "compound": -0.2809
    }
}