{
    "date": "2010-05-24T16:30:03Z",
    "title": "China faces tough choices over Korea | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2010/may/24/china-faces-tough-choices-korea",
    "content": "The risk of renewed, all-out warfare on the Korean peninsula is rated low by most western and Chinese analysts. But the chances of escalating armed clashes, planned or otherwise, have risen significantly following South Korea's decision to punish the North for the March sinking of its naval corvette, the Cheonan. And once shooting starts, it can be hard to stop. Today's South Korean announcement that it is planning joint anti-submarine exercises with the US provides one obvious possible flashpoint. Seoul says a North Korean torpedo destroyed the Cheonan, killing 46 sailors. If its vengeful navy were to encounter another of Kim Jong-il's submarines, mayhem may ensue. President Lee Myung-bak's move to resume psy-ops (psychological warfare operations) along the demilitarised zone, including broadcast propaganda messages targeted at North Korean troops, has already led Pyongyang to threaten to shoot up the border. And if the South makes good its vow to intercept North Korean commercial shipping, more trouble is likely. Both sides have much to lose if violence ratchets up. \"This latest violence is as unlikely as previous incidents to lead to renewal of general fighting,\" said author Arthur Cyr in the China Post. \"The Korean war was extraordinarily costly, and neither side has ever tried to renew such hostilities. North Korea now has at least a primitive nuclear weapon, but any use would result in instant devastating retaliation.\" The US, with 29,000 troops based in the South, may quickly be drawn into any new skirmishing. Barack Obama has directed the US military to be ready \"to deter future aggression\" and is demanding the North admit responsibility and apologise. But cash-strapped Washington has no appetite, and scant capacity, for more war, with the conflicts in Afghanistan and Iraq unfinished. Much the same goes for Japan, which is backing South Korea at the UN security council. The unpalatable truth is Washington has failed utterly to resolve the North Korean conundrum over a period of decades. Neither carrot nor stick has worked, while the problem has grown steadily worse. If any one country has sufficient leverage to prevent escalation of the current crisis and open the path to a solution, it is China, not the US. Beijing is the North's only serious ally. It is its biggest trading partner, provides food and fuel, and recently gained Kim's agreement to expanded co-operation in talks in Beijing. The US secretary of state, Hillary Clinton, recognises this fact. In Beijing for this week's US-China strategic dialogue, Clinton is urgently pressing Chinese leaders to rein in their rogue neighbour. \"The North Koreans will be more easily dissuaded from further attacks if they don't get cover from China,\" Michael Green of the Centre for International Studies told the New York Times. \"It is absolutely critical to Korea and the US that China send that signal.\" But China faces a difficult choice. Too much pressure could be counterproductive. If the ailing Kim's political position is as weak as some analysts suggest, he could fall in an internal military coup or succession struggle. Or the regime may implode, sending a flood of refugees across the Chinese border. The ensuing chaos could bring American intervention in China's backyard and prospectively, a reunited, democratic, pro-western Korea – a displeasing prospect for Beijing. On the other hand, if it stands back and Kim gets away with the Cheonan attack (which US intelligence believes he personally authorised), China's wish for acceptance as a responsible member of the international community will suffer. And so, too, may its own security and commercial interests, as the North continues to enhance its nuclear and other WMD capabilities and an emboldened Kim and his generals create more provocations. Given the multifaceted, inter-dependent and often fractious nature of the US-China relationship, there is a limit to the amount of pressure Washington can apply. On the other hand, South Korea could and should push China to act, Cyr said. \"Seoul's economic leverage is crucial. China's trade with South Korea now approaches approximately $200bn per year, compared to about $3bn with North Korea. South Korea's government should use this leverage to maximum advantage,\" he said. South Korea should nevertheless tread carefully for fear of making matters worse, said Irish Times commentator Patrick Smyth. \"The determination that Pyongyang should understand that acts of piracy are not cost-free is constrained by fears that such measures will lead to increased hardship, not to mention the unpredictability of the North's reaction and the need to bring it back into the [UN-backed] nuclear talks.\" The answer to North Korea's aggression, if there is one, may be a mixture of punitive US, South Korean and Japanese action backed by behind-the-scenes arm-twisting by the Chinese. But that would require the sort of united front that Beijing and Washington have notoriously failed to achieve on other key international issues such as Iran, free and fair trade, and climate change. Lee Byong-Chul of the Seoul Institute for Peace and Co-operation suggested the key players remained China and the North Koreans themselves: \"All in all, North Korea's future is likely to be shaped by a more complex set of circumstances surrounding the peninsula, with the fate of the Kim regime determined by the intricate power struggles of the party, the military and the bureaucracy, as well as by the degree to which China conditions its relations with a newly emerging regime,\" he said. \"China now should prove to the world that it's ready to address responsible diplomacy as a global leader.\" • The headline of this article was amended on 24 May",
    "keywords": [
        "south",
        "choices",
        "korea",
        "beijing",
        "washington",
        "tough",
        "china",
        "kim",
        "simon",
        "faces",
        "chinese",
        "tisdall",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "Today's South Korean announcement that it is planning joint anti-submarine exercises with the US provides one obvious possible flashpoint.\nNorth Korea now has at least a primitive nuclear weapon, but any use would result in instant devastating retaliation.\"\nMuch the same goes for Japan, which is backing South Korea at the UN security council.\nChina's trade with South Korea now approaches approximately $200bn per year, compared to about $3bn with North Korea.\nSouth Korea should nevertheless tread carefully for fear of making matters worse, said Irish Times commentator Patrick Smyth.",
    "sentiment": {
        "neg": 0.1472,
        "neu": 0.7854,
        "pos": 0.0674,
        "compound": -0.1437
    }
}