{
    "date": "2010-11-24T21:32:14Z",
    "title": "North Korean attack on South Korea pushes China's patience",
    "url": "https://www.theguardian.com/world/2010/nov/24/north-korea-attack-south-korea-china",
    "content": "It is only weeks since China's leaders commemorated the 60th anniversary of its entry into the Korean War and the \"friendship established in battle\" with the North. But the last week's events demonstrate that its neighbour and ally is more often a source of frustration than sympathy these days. Indeed, Beijing's cautious response to the artillery attack – refusing to ascribe blame and calling on all sides to show restraint – should not be mistaken for approval. \"Of course they [Chinese leaders] will be angry. But they are angry in their hearts – not publicly,\" said Shi Yinhong, professor of international relations at Renmin University in Beijing. \"It is hard to find the delicate balance between relations with the North and the South. It is also hard to balance international expectations and China's trait of not openly condemning or pressing North Korea hard,\" added Zhu Feng, professor of international relations at Peking University, though he warned that Beijing's patience would run out if the North continued to act provocatively. China is the North's major ally, providing as much as 90% of its energy and up to 45% of its food on some estimates. It is also a permanent member of the security council, allowing it to veto resolutions. It has more influence over the North than any other state: a useful card in its hand as a regional and global player. But there are limits to how it can use it unless it is willing to risk regional instability, the North's collapse, a flood of refugees along the lengthy border between the countries and potentially a unified peninsula. \"The Chinese reaction is unhappy, unhappy, unhappy. It damages the economy of the region and this is what matters for China. But they don't have much leverage,\" said Dr Andrei Lankov, an expert on the North at Kookmin University in Seoul. \"has a choice between an unruly North which makes provocations and an unstable North which will collapse. [The former] is clearly the lesser evil.\" China has, in the past, slapped down the North in public But analysts suggest Beijing does not believe such measures are effective and does not want to damage relations with the North, already resentful of Beijing's increasing ties with Seoul – trade between China and the South reached $140bn last year; in comparison, that with the North was worth less than $3bn in 2008. Shi argued that Beijing's stance towards the North in the last year – increasing investment and showing support for the succession process – made it less likely than ever that it would criticise the North. \"They don't want to give the US any excuse to be militarily involved in the area and that is one of the reasons they are not engaged more fully through the UN in a sanctions regime,\" added Smith. Besides, the Chinese might point out, switching carrots for sticks has not proved an effective strategy for the United States and South Korea. Smith argued that the North felt pushed into a corner because Seoul and Washington were not negotiating with it. \"They don't see that their interests can be pursued in almost any forum except discussions with China,\" she said.",
    "keywords": [
        "hard",
        "beijings",
        "south",
        "international",
        "patience",
        "relations",
        "korea",
        "attack",
        "china",
        "university",
        "seoul",
        "chinas",
        "unhappy",
        "pushes",
        "north",
        "korean"
    ],
    "summary": "But they are angry in their hearts – not publicly,\" said Shi Yinhong, professor of international relations at Renmin University in Beijing.\n\"It is hard to find the delicate balance between relations with the North and the South.\n\"The Chinese reaction is unhappy, unhappy, unhappy.\nBut they don't have much leverage,\" said Dr Andrei Lankov, an expert on the North at Kookmin University in Seoul.\n\"has a choice between an unruly North which makes provocations and an unstable North which will collapse.",
    "sentiment": {
        "neg": 0.1421,
        "neu": 0.7723,
        "pos": 0.0857,
        "compound": -0.1578
    }
}