{
    "date": "2010-07-27T17:48:00Z",
    "title": "Escaped South Korean prisoner of war 'sent back to North after fleeing to China'",
    "url": "https://www.theguardian.com/world/2010/jul/27/south-korea-north-korea-prisoner-of-war",
    "content": "A South Korean prisoner of war who had been in North Korea for almost six decades escaped to China last year but has since been sent back to the North, a Seoul newspaper reported today. The Dong-a Ilbo, citing an unnamed government source, said South Korean officials had repeatedly asked Beijing to return the 81-year-old to them but that he was instead deported to North Korea. Seoul has estimated that around 500 of its former soldiers could still be in the North following the 1950-53 Korean war, and believes many more died in captivity. But Pyongyang denies holding any South Koreans against their will and has said some stayed voluntarily. The issue was highlighted when Cho Chang-ho, a South Korean artillery officer taken captive in 1950, escaped from the North in the mid-90s. He later told a US congressional hearing he had spent years in a prison camp, unaware that the war had ended or that an exchange of prisoners had taken place. The Dong-a Ilbo said the latest escapee fled to China with the help of Seoul-based activists last August, but was arrested days later when the broker who helped him reported him to Chinese police following a row over money. The paper quoted an anonymous official source as saying: \"The government has made tremendous diplomatic efforts [to bring him to South Korea], but he was eventually sent back to North Korea.\" It said Seoul contacted the Chinese authorities more than 50 times to request his handover, but Beijing did not disclose any information on his whereabouts. China regards North Koreans seeking refuge as illegal immigrants and returns them. Choi Sung-Yong, an activist who campaigns for the return of South Korean abductees, told AFP that the man, whose surname is Jung, was returned to the North about a month after his arrest. The foreign ministry in Seoul said it was investigating Dong-a Ilbo's claims. China's foreign ministry said it was not aware of the allegations and would look into them. South Korea's president, Lee Myung-bak, has said the prisoner of war issue is a priority and vowed to push for progress. But relations on the peninsula have deteriorated dramatically since he came to power two years ago and adopted a tougher stance towards Pyongyang than his predecessors.",
    "keywords": [
        "war",
        "south",
        "sent",
        "taken",
        "donga",
        "korea",
        "escaped",
        "china",
        "seoul",
        "told",
        "prisoner",
        "fleeing",
        "north",
        "korean"
    ],
    "summary": "A South Korean prisoner of war who had been in North Korea for almost six decades escaped to China last year but has since been sent back to the North, a Seoul newspaper reported today.\nThe Dong-a Ilbo, citing an unnamed government source, said South Korean officials had repeatedly asked Beijing to return the 81-year-old to them but that he was instead deported to North Korea.\nSeoul has estimated that around 500 of its former soldiers could still be in the North following the 1950-53 Korean war, and believes many more died in captivity.\nThe issue was highlighted when Cho Chang-ho, a South Korean artillery officer taken captive in 1950, escaped from the North in the mid-90s.\nThe paper quoted an anonymous official source as saying: \"The government has made tremendous diplomatic efforts [to bring him to South Korea], but he was eventually sent back to North Korea.\"",
    "sentiment": {
        "neg": 0.106,
        "neu": 0.8789,
        "pos": 0.0151,
        "compound": -0.3139
    }
}