{
    "date": "2010-10-15T06:59:01Z",
    "title": "The cultural life of North Korea",
    "url": "https://www.theguardian.com/world/2010/oct/15/north-korea-pyongyang-secret-culture",
    "content": "Old men playing cards in a park; a woman shopping for vegetables; tired workers jostling for space on a rusting trolley bus. These tiny glimpses of daily life would be unremarkable anywhere else. But this is Pyongyang, capital of one of the world's most insular countries, and even the mundane is an extraordinary sight – more fascinating to a journalist than the pomp of North Korea's largest military parade, the real reason we have been allowed in. We expect to see the portraits of Eternal President Kim Il-sung and his son, the Dear Leader Kim Jong-il, gazing down at us from roadsides. We have been well briefed on socialist haircuts and vinalon, the miracle fabric made from limestone and better known for durability than comfort. We have read the propaganda, combining revolutionary fervour, the vocabulary of 30s potboilers and accounts of Kim's visits to potato-starch factories. But who knew that The Da Vinci Code was a hit in this strictly controlled city? That Céline Dion is a karaoke favourite? Or that the mass performances are not only a tribute to the leadership and motherland, but the way that many young people find partners? Few foreigners see this city at all. Around 2,000 western tourists visited last year, plus perhaps 10 times as many Chinese visitors. The expatriate population, excluding Chinese and Russian diplomats, and including children, stands at 150. Mobile phones are confiscated at entry; visitors are accompanied by official escorts at all times; tourists' photos are inspected and frequently deleted, even when their subject matter is – to outside eyes – entirely innocuous. Information is so sparse that interpreting North Korea is not so much like reading tea leaves in a saucer as examining them while they float in a milky brew. People devote their careers to the country yet acknowledge they know little about it – one Seoul-based expert, Park Hyeong-jung, is reportedly writing a paper on \"just how terrible our research and predictions are\", though others say information about daily life – such as market prices – is much better than two decades ago. Our rare media trip has been organised by the government at little notice to show the world that Kim Jong-un, the leader's youngest son, is now heir apparent. We arrive in Pyongyang less than 24 hours after flinging scribbled applications at the Beijing embassy and officials admit they hadn't expected so many journalists. With minders in short supply we have more freedom than usual, visiting the railway station, department store, vegetable shops and kiosks and a local restaurant. This is by far the wealthiest section of the wealthiest part of the country. \"Nobody who lives in Pyongyang is an ordinary person. This is the top five to 10% of the population,\" points out Barbara Demick, whose book Nothing To Envy offers a vivid account of ordinary life in North Korea. On top of that, we have arrived amid unusual celebrations. The party has promised special supplies to households in the capital, including a bottle of alcohol, cooking oil and sweets. Most passersby are drab, in grey, khaki or navy outfits; their only colour the red Kim Il-sung badge pinned to each lapel. But women attending the military parade have brought out their bright traditional gowns for the holiday and others show a thirst for colour, with vivid bags or jackets. Hot pink is a surprisingly popular shade in Pyongyang. Most are immaculately made-up and all are neatly coiffed. Hair is a serious matter in North Korea, which licences a limited range of haircuts – in 2005, state television launched a series titled Let's Trim our Hair in Accordance with the Socialist Lifestyle. On the streets, a handful of residents lick ice lollies; one tiny girl holds a candy floss stick in each hand. Across from our hotel, people jostle at food stalls for savoury pancakes, fritters and pizza (reportedly a favourite of Kim Jong-il's). An enormous white frosted cake with pink icing roses is priced at 9,000 won (£6.25), while a dish of shaved ice with syrup costs just 5 won. Young men take aim at shooting stalls, and around town crowds gather to watch open-air concerts, the bands lined up in neat rows like Merseybeat-era Beatles. But some who know the city suggest that attractions such as the street lighting will vanish once we have gone. Even during our visit, most roads away from our hotel are dark. The sleek restaurants surrounding it are almost empty. The central department store is gloomy, illuminated only by late-afternoon light and a string of fairy lights. As at a rainy English fete, the effect of the bunting above the counters is more plaintive than festive. Stock lies untroubled in glass counters or on the shelves behind them: lengths of plaid fabric, clocks, footballs, pastel towels, TVs and even a cafetiere set. There are perhaps 20 visitors sprinkled across four sizeable floors and the only actual customer appears to be a small child buying a cheap plastic toy. There are certainly signs of change here: Air Koryo has new planes and three gleaming airport buses to ferry passengers from runway to terminal. Last week a vast new theatre opened, as did an apartment complex, although it may be destined for officials. The 105-storey Ryugyong hotel – more than two decades in construction – is finally glass-sheathed and due to open in 2012. That year will mark the 100th birthday of the country's founder, Kim Il-sung. But it is hard to see how it can achieve its pledge to become \"a great, powerful and prosperous nation\" by then – even given the Stakhanovite industrial efforts lauded in its newspapers. Life must be good for some in Pyongyang. A journalist spots a North Korean handing over $2,000 to buy two Longines watches. Orascom, the Egyptian mobile phone company that opened a network here last year, already has 200,000 subscribers, although the handsets cost anywhere between £65 and £190 and their use is strictly limited: Koreans can only call other Koreans, while foreigners can only call each other or abroad. But away from the handful of show projects there is little sign of improvement in ordinary lives. Overloaded trolley buses wheeze along, more rust than steel. One reporter sees a woman and child apparently digging for roots in a park. The country has been heavily reliant on food handouts since the 90s, when hundreds of thousands died. Those who have visited the countryside recently say residents are visibly gaunt, even in farming areas. Pyongyang is lucky: no one is plump, but nor is there noticeable emaciation. Dr Andrei Lankov, associate professor at Kookmin University in Seoul, says the official income in Pyongyang is around 3,000 won a month, but many have ways of making money on the side and – unlike other North Koreans – its residents receive subsistence food rations. Most top those up at markets that are legal though never formally acknowledged (officials insist that \"everything is public\"). At the turn of the year, the government embarked on currency reforms to eradicate an increasingly independent group of \"kiosk capitalists\". But wiping out hard-won savings caused highly unusual public discontent and even, reportedly, unrest. \"It was a near complete disaster; the first time in my memory that high-level North Korean officials openly complained to their counterparts about government policy,\" says Lankov. The government swiftly reversed the changes and reportedly executed a senior official for the blunder. Now, says one frequent visitor, the economy is exactly as it was – except that prices have risen sharply and people are unhappier. The government would like foreign investors to help revive the economy, but the country's unpredictability and the international sanctions imposed over its missile and nuclear tests make that unlikely, despite its rock-bottom wages. Armaments are its big earner and those aside, its existing production base seems unlikely to save it. The current issue of Foreign Trade, designed to woo international business, advertises a curious selection of goods – homemade wigs, rabbit fur, steel cutlery and Kaesong Koryo Ginseng Extract, recommended \"for treating radiation diseases, cancer and Aids\". Amid these problems, culture becomes more important than ever as a tool to bind support for the regime. Often, it makes little attempt to disguise its pedagogic intent – songs include Vinalon is a Textile Made from Stone and My Youngest Daughter, Pok Sun, Became an AA-Machine Gunner. But music is a genuine passion as well as a political tool for North Koreans, and other tunes combine political themes with romance. Our foreign ministry escorts grow misty- eyed when The Night of Pyongyang City starts playing at the mass dance. Young lovers walk hand-in-hand at night murmuring the romantic melody, they say. Many of those couples have met through the months of drilling for such performances. \"Lots of people also find love in the Grand People's Study Hall. I found my love there,\" says one minder. \"People usually keep loving relationships for a long time and try to help each other in study or work . . . You can't achieve CNC technology [technological production] if people don't have that aspiration,\" he adds. More surprisingly, The Da Vinci Code was a big hit here, though it seems unlikely that Dan Brown's publishers are aware of the fact – or are benefiting much. So, too, was Harry Potter. Young women love Jane Eyre and Anne of Green Gables – a translation of the third volume in the series is due out shortly. Though banned, foreign films are also increasingly – albeit surreptitiously – popular. The government hoped people would watch films such as the sprawling patriotic series Nation and Destiny when it authorised DVD players. But smuggled movies from China have provided residents with a glimpse of life outside. One NGO worker recalls a teenager requesting shyly whether she could ask her a question: Who did she think was better – Brad Pitt or Keanu Reeves? Though they might sound trivial, such anecdotes show that the information seal is not airtight. Koreans in border areas are also using smuggled handsets and sim cards to make calls via Chinese networks. Many have slipped across the border, too, or have relatives living covertly in China. The country is becoming increasingly porous. \"People are beginning to suspect that the world lives better than they do,\" says Lankov. But he adds that very few realise how much better, and that North Korean propaganda has adapted. \"It doesn't insist any more that it is a prosperous and rich nation and everything else is hell. They say, 'Well, there are other places, but we have our leader and our pure national blood . . .',\" he notes. It is impossible to know whether North Koreans find such statements convincing. Tears stain the faces of some performers at the mass dance when they glimpse Kim Jong-il watching them – but the cheering is piped through speakers and apparently pre-recorded. \"North Koreans do criticise the leaders and politics, just not in public – especially to foreign visitors. That is the quickest way to be arrested, tortured and sent to prison. It's a society where pretty much all freedoms are restricted,\" says Kay Seok, the Seoul-based researcher for Human Rights Watch. State news agency KCNA describes such reports as lies, insisting: \"The independent and creative life the Korean people enjoy is a dignified, worthwhile and happy life unimaginable in the capitalist society.\" In the absence of open conversation, analysts seize on the tiniest signs to read the mood of the country. If rising hemlines indicate optimism in western economies, so too can trousers show defiance in North Korea, one observer suggests. Women are banned from wearing them in Pyongyang in the summer, apparently because Kim Jong-il considers them alien to Korean culture. Neighbourhood committees monitor compliance and send offenders home to change. Yet as the temperatures rose this year, several women defiantly clung to their slacks. Is that, asks the Korea watcher in all seriousness, a sign of increasing disaffection and feistiness following the disastrous currency reforms? Only North Koreans know for sure. And they are not telling.",
    "keywords": [
        "cultural",
        "korea",
        "better",
        "kim",
        "country",
        "koreans",
        "pyongyang",
        "foreign",
        "life",
        "north",
        "korean"
    ],
    "summary": "Information is so sparse that interpreting North Korea is not so much like reading tea leaves in a saucer as examining them while they float in a milky brew.\nThis is the top five to 10% of the population,\" points out Barbara Demick, whose book Nothing To Envy offers a vivid account of ordinary life in North Korea.\nHair is a serious matter in North Korea, which licences a limited range of haircuts – in 2005, state television launched a series titled Let's Trim our Hair in Accordance with the Socialist Lifestyle.\nBut music is a genuine passion as well as a political tool for North Koreans, and other tunes combine political themes with romance.\nIf rising hemlines indicate optimism in western economies, so too can trousers show defiance in North Korea, one observer suggests.",
    "sentiment": {
        "neg": 0.0413,
        "neu": 0.8195,
        "pos": 0.1018,
        "compound": 0.1619
    }
}