{
    "date": "2010-04-30T13:35:12Z",
    "title": "Zimbabwean offer to host North Korean World Cup squad backfires",
    "url": "https://www.theguardian.com/world/2010/apr/30/zimbabwe-north-korea-world-cup",
    "content": "Zimbabwe's attempt to bask in the reflected glory of next month's World Cup has backfired by reviving memories of one of the country's bloodiest massacres. Plans to host the North Korean football squad have been condemned as a symbolic insult by opposition politicians and activists because of North Korea's role in the mass killings of Zimbabweans in the 1980s. Campaigners are threatening to target the visitors' hotel and training camp and disrupt their preparations for the tournament, which kicks off in neighbouring South Africa on 11 June. At least 20,000 people were slaughtered by an army brigade trained by North Korean instructors in western Zimbabwe's Matabeleland province during a five-year uprising from 1982. The operation was known as Gukurahundi, meaning \"the rain that washes away the chaff before the spring rains\". Despite local sensitivities, North Korea are due to play friendly matches in Matabeleland's main city, Bulawayo, and were set to have their training base there, although the government now insists no final decision has been made. Zapu, an opposition party based in the region, said the affair had reopened wounds for families of victims massacred by troops loyal to the president, Robert Mugabe, a longtime ally of North Korea. Dumiso Dabengwa, interim chairman of Zapu, said: \"After all the atrocities caused by Gukurahundi as a result of the training given by North Koreans, it revives bad memories. The people say they will not be welcome. You could get people throwing stones at them.\" He said the consequences of the \"ethnic cleansing\" were still acutely felt. \"It's more than 20 years ago but these memories have not died down for people who lost their loved ones. You get to an area today where you find there are families headed by people under 18. Most of the parents were killed during that time. There are families headed by very elderly men and women who saw it all, and they are now the ones looking after the grandchildren. No mothers, no fathers.\" Troops were trained and commanded by North Koreans to crush the uprising after Zimbabwe won independence from Britain in 1980. Parts of Matabeleland were blocked from access to medicine and food during a drought. The uprising ended when Mugabe signed a peace pact with Zapu rebels and made the party's leader, Joshua Nkomo, a vice-president in 1987. Zimbabwe had sought a major football power such as England or Brazil in the weeks before the World Cup. Its hopes for a boost from spillover tourism have also been dashed as projections for the number of foreign visitors to southern Africa waned. Political activists say the North Korean players are not welcome. Max Mkandla, of the Liberators Peace Initiative, whose father was killed in Gukurahundi, said: \"We don't want anything from Korea because that reminds us what they did, training the locals to slaughter the people of Matabeleland. To look in the face of the Koreans reminds us what happened here.\" He warned: \"People are mobilising for a showdown to make sure they don't come. We will find their hotel and something will be done. I cannot reveal what.\" North Korea have qualified for their first World Cup since 1966 and will play Brazil, Portugal and Ivory Coast in what is probably the toughest of the eight first-round groups. Zimbabwe's sports minister, David Coltart, said the dates of the North Koreans' visit were still to be confirmed. \"It is important that the Zimbabwe government deals with this matter in a very sensitive way and does not ignore the history of North Korea here, and does not do anything that might inflame passions or reopen old wounds,\" he said. But he added: \"I don't think it is right to attack a group of young players for what happened 27 years ago in this country.\"",
    "keywords": [
        "uprising",
        "zimbabwes",
        "offer",
        "memories",
        "world",
        "korea",
        "squad",
        "cup",
        "zapu",
        "host",
        "training",
        "zimbabwean",
        "backfires",
        "zimbabwe",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "At least 20,000 people were slaughtered by an army brigade trained by North Korean instructors in western Zimbabwe's Matabeleland province during a five-year uprising from 1982.\nTroops were trained and commanded by North Koreans to crush the uprising after Zimbabwe won independence from Britain in 1980.\nZimbabwe had sought a major football power such as England or Brazil in the weeks before the World Cup.\nNorth Korea have qualified for their first World Cup since 1966 and will play Brazil, Portugal and Ivory Coast in what is probably the toughest of the eight first-round groups.\nZimbabwe's sports minister, David Coltart, said the dates of the North Koreans' visit were still to be confirmed.",
    "sentiment": {
        "neg": 0.0964,
        "neu": 0.8433,
        "pos": 0.0604,
        "compound": 0.0096
    }
}