{
    "date": "2010-03-31T21:00:02Z",
    "title": "North Korea: a dangerous anachronism | Isabel Hilton",
    "url": "https://www.theguardian.com/commentisfree/2010/mar/31/north-korea-china-paranoid-state",
    "content": "The relatives of the 46 men missing from the South Korean corvette Cheonan may never know what caused it to explode and sink last Friday. But if one explanation – that the ship struck a North Korean mine – is true, the men of the Cheonan will have become the latest casualties of the world's longest-running military conflict. This is not to say that North Korea meant to sink the Cheonan, though that cannot be ruled out. But regardless of intent, the state of congealed hostilities that exists on the 38th parallel is a dangerous anachronism. It is time it ended. The Korean peninsula is the final holdout of the cold war. The US, in the aftermath of the second world war, partitioned a country that had a history of nearly a thousand years as a unified kingdom, and whose citizens had a creditable record of fighting the Japanese. The US propped up a rightwing dictatorship in the south; the communist guerrilla leader, Kim Il-sung, established his dynasty in the north. When the US withdrew its troops in 1950, Kim invaded in an attempt to reunite the country. After he was beaten back to the 38th parallel, the US-led UN forces invaded the north, bringing China into the war. By 1953, after three years of heavy casualties and the devastation by bombing of North Korea, a truce was signed at the 38th parallel, and a dangerous stand-off began. A peace treaty was never concluded, though it has remained on the agenda, including the so far unproductive six-party talks. Though it seems unbelievable now, there was little to choose between the standards of living in North and South Korea until the 1980s – and, until democracy finally came to the south in the same decade, both were dictatorships. Then the USSR's collapse deprived North Korea of the cheap energy its economy relied on, and the south began its spectacular modernisation. Now, despite help from China, the north is an economic basket case and South Koreans worry about the economic and social costs of reunification, however remote the prospect. Reunification is unlikely to get closer without the first step of a peace treaty – a longstanding North Korean aspiration – that normalises relations with the south and US. Only then could North Korea begin what will undoubtedly be a tortuous road to domestic reform and economic recovery, and only then is there likely to be progress in defusing North Korea's nuclear programme. There is no magic bullet to resolve this crisis. But waiting for North Korea to collapse – which seems still to be at the heart of US policy – has little to recommend it. Paranoid garrison states do not collapse easily; nor can dictatorships be relied on to go down without a heavy price in human suffering. We might wish the regime away, but should be careful about how we seek to make it happen. There are arguably more dependable routes. The west has been close to buying out North Korea's nuclear weapons programme with the promise of a controlled and subsidised programme of nuclear energy. This would help to stabilise the economy and allow North Korea to stop relying on its weapons programme as its only international leverage. There are many examples of authoritarian dictatorships that evolved into more humane systems through contact, trade, cultural exchange and normalisation: South Korea, Taiwan and Vietnam all had decades of authoritarianism. China, the biggest of all, was at its most paranoid and repressive from the late 50s to the mid-70s. They changed through growth, development, and domestic – not external – pressure. China's approach to North Korea has evolved with its own development. Once seen as a buffer against US aggression, North Korea is now China's problem child, rattling its nuclear programme to gain attention, a source of instability on China's border. While China has thrived with economic liberalisation, North Korea continues on the road to bankruptcy, in part because of the regime's refusal to reform. China is growing tired of a game that has long outlived its usefulness, and anxious about North Korea's deterioration. Instead of being an obstacle to normalisation on the Korean peninsula and the demilitarisation that would allow, China could be a key ally. The ailing Kim Jong-il is likely to visit Beijing soon and will still be received with due courtesy: Beijing has little difficulty understanding the desire for respect of a small Asian country that has built its identity on resisting imperialism. It is a harder sell in the west, but the result could be worth the effort.",
    "keywords": [
        "war",
        "hilton",
        "south",
        "economic",
        "anachronism",
        "korea",
        "parallel",
        "china",
        "nuclear",
        "dangerous",
        "isabel",
        "programme",
        "north",
        "korean"
    ],
    "summary": "This is not to say that North Korea meant to sink the Cheonan, though that cannot be ruled out.\nThen the USSR's collapse deprived North Korea of the cheap energy its economy relied on, and the south began its spectacular modernisation.\nBut waiting for North Korea to collapse – which seems still to be at the heart of US policy – has little to recommend it.\nThis would help to stabilise the economy and allow North Korea to stop relying on its weapons programme as its only international leverage.\nChina's approach to North Korea has evolved with its own development.",
    "sentiment": {
        "neg": 0.1185,
        "neu": 0.8019,
        "pos": 0.0796,
        "compound": -0.1172
    }
}