{
    "date": "2010-07-07T20:56:53Z",
    "title": "Papers reveal Nixon plan for North Korea nuclear strike",
    "url": "https://www.theguardian.com/world/2010/jul/07/nixon-north-korea-nuclear-strike",
    "content": "It is more than 35 years since he was shunted out of office, but the thought of Richard Nixon's finger on the nuclear trigger still has the power to terrify. Now it has been revealed that the highly erratic president's metaphorical digit was hovering even closer than was widely realised as his administration laid plans for an atomic strike against North Korea in 1969 following the shooting down of a US spy plane. According to newly revealed government documents, Nixon is even believed to have ordered nuclear bombers to be put on standby for an immediate strike after North Korean jets downed the American plane as it flew over international waters collecting electronic and radio intelligence. The documents, obtained by the National Security Archive in Washington after a freedom of information request, describe the plan codenamed Freedom Drop, which called for \"pre-co-ordinated options for the selective use of tactical nuclear weapons against North Korea\". Surprisingly, the contingency plans predicted that – depending on the scale of the nuclear strike – there could be as few as 100 casualties and no more than a few thousand. A June 1969 memo from the US defence secretary, Melvin Laird, to Nixon's national security adviser, Henry Kissinger, outlined a number of options for a conventional and nuclear response to what were perceived as growing provocations by North Korea. These included a plan to \"conduct strikes against military targets in North Korea employing one nuclear weapon on each target\". The memo suggests a \"punitive attack\" against 12 targets listed as command centres, airfields and naval bases. But in what appeared to be an acknowledgement that the use of smaller scale nuclear weapons of less than 10 kilotonnes would prompt North Korean retaliation, a second option was added. \"An attack with nuclear weapons with a yield of 70 kt each to neutralise the North Korean air order of battle in response to a North Korean air attack on South Korea,\" the memo said. \"All 16 major North Korean airfields can be struck under this option.\" The NSA's Robert Wampler, who uncovered the documents, said that the Nixon administration saw the North Koreans as an \"imminent threat\". He said planners concluded that the consequence of any such strike was likely to be all-out war and so if the US were to attack North Korea it would have to be with overwhelming force.\"They were always warning about the ability of North Korea to retaliate in some fashion, particularly against South Korea should the US carry out some sort of limited strike. So the military's saying if you want to totally eliminate North Korea's ability to retaliate then you really do have to think about a much larger and wider strike which is getting close to all out war with North Korea,\" he said. While the shooting down of the spy plane prompted longer term plans, it also appears to have caused the US military to take more urgent action in the hours afterwards. A former US fighter pilot told National Public Radio in Washington that he was put on alert for a nuclear attack. Bruce Charles, who flew an aircraft armed with nuclear weapons based at Kunsan in South Korea, said that he was called in to see his commanding officer. \"When I got to see the colonel, it was very simple. He described the shooting down of the EC-121 about 100 miles at sea. And he had a message, which he showed me at that time, saying to prepare to strike my target,\" Charles told NPR. Charles said his aircraft had been armed with a B61 nuclear bomb, a weapon about 20 times as powerful as the atom bomb dropped on Hiroshima. The airfield he was assigned to hit was the same one that the North Koreans had used to launch the attack on the US spy plane. Several hours later, the order came to stand down. Although there is no documentary evidence that precisely confirms what Charles said, the memos note that \"USAF tactical fighters armed with nuclear weapons are on 15-minute alert in ROK [South Korea] to strike airfields in North Korea\". Wampler said: \"It's very possible that Nixon ordered this option available right after the plane was shot down but then very quickly decided not to go that route.\"",
    "keywords": [
        "papers",
        "south",
        "korea",
        "reveal",
        "plan",
        "nuclear",
        "nixon",
        "plane",
        "strike",
        "weapons",
        "korean",
        "charles",
        "north",
        "attack"
    ],
    "summary": "Surprisingly, the contingency plans predicted that – depending on the scale of the nuclear strike – there could be as few as 100 casualties and no more than a few thousand.\nThese included a plan to \"conduct strikes against military targets in North Korea employing one nuclear weapon on each target\".\n\"An attack with nuclear weapons with a yield of 70 kt each to neutralise the North Korean air order of battle in response to a North Korean air attack on South Korea,\" the memo said.\n\"They were always warning about the ability of North Korea to retaliate in some fashion, particularly against South Korea should the US carry out some sort of limited strike.\nA former US fighter pilot told National Public Radio in Washington that he was put on alert for a nuclear attack.",
    "sentiment": {
        "neg": 0.1118,
        "neu": 0.8474,
        "pos": 0.0408,
        "compound": -0.2329
    }
}