{
    "date": "2010-11-29T21:40:01Z",
    "title": "WikiLeaks cables: How China lost patience with North Korea",
    "url": "https://www.theguardian.com/world/2010/nov/29/north-korea-china-us-buck",
    "content": "China's willingness to accept Korean reunification, revealed in private conversations between senior Communist party officials and US and South Korean diplomats, reflects Beijing's deep, previously concealed exasperation with its wayward ally North Korea. But the leaked US diplomatic cables suggest there is no consensus on how to proceed towards this goal, with Beijing and Washington looking to each other to take the lead. China's reluctance to confront its ally was highlighted last week after the North launched a one-hour artillery bombardment of a South Korean island, plunging the peninsula into one of its worst crises since the Korean war. The White House swiftly deplored what it called an \"outrageous\" act and pledged military solidarity with South Korea. But Beijing declined to condemn Pyongyang, instead calling for calm and a resumption of talks on the North's nuclear programme. Admiral Mike Mullen, chairman of the US joint chiefs of staff, was among several American officials who subsequently demanded China take a stand. US pressure seems to have yielded limited results, with Beijing today inviting a North Korean official for talks in an apparent mediation effort. A senior Chinese diplomat has also travelled to Seoul as part of what China is calling \"emergency consultations\". It was reported last night that US, Japanese and South Korean officials will meet in Washington on 6 December to discuss the crisis with North Korea. But China's immediate Korea priorities continue unchanged: maintaining stability, a benign economic environment, and if possible, a peaceful dialogue. Notwithstanding its openness in the longer term to the idea of reconciliation and reunification, Beijing remains unwilling to do anything that could force the North Korea into a corner and increase the possibility that it might lash out unpredictably. A December 2009 meeting with US officials in Beijing shows the Chinese side sticking firmly to this gameplan, placing the ball firmly in America's court after a year in which North Korea deliberately stoked international tensions over its nuclear and missile programmes. William Burns, US undersecretary of state for political affairs, was told by Wang Jiarui, director of international liaison for the Communist party's central committee, that North Korea \"needed a breakthrough in its relations with the United States … because of its domestic situation and the current international environment. \"Wang reiterated China's longstanding position that the key objective at this stage was to prevent the situation on the Korean peninsula from spinning out of control and to establish a positive direction through dialogue and negotiation.\" Wang continued: \"It was not in US interests to prolong the current state of hostility [and the US should demonstrate] it had no intention of promoting regime change … This was contingent upon a change in North Korean behaviour and an eventual North Korean pledge to the world that it would not embark on the road to nuclear weapons.\" Beijing's assessment as reported in the cables was echoed by a South Korean official involved in talks with North Korea. He told diplomats in Seoul that Pyongyang wanted Washington to guarantee its sovereignty and territorial integrity, preferably through a peace treaty, and firmly believed Washington alone could do this. \"The DPRK craved a dialogue with the US, aiming for a 'big deal', but first needed to raise tensions to create the need for dialogue,\" the official said. Colonel Lee Sang-chul, North Korea policy division director at Seoul's ministry of national defence, said he believed the North Korean leader, Kim Jong-il, had suffered \"physical and psychological trauma\" as a result of his reported stroke in 2008 and had become obsessed with creating political stability to allow an orderly succession. In another meeting between James Steinberg, US deputy secretary of state, and Chinese officials in 2009, high-ranking state councillor Dai Bingguo reported \"frank and blunt\" discussions with North Korea about the need to return to the six-party talks on Pyongyang's nuclear programme. North Korea's vice-foreign minister, Kang Sok-ju, and others told their Chinese visitor they wanted dialogue with Washington first. Dai indicated that China supported bilateral discussions and advised there was \"no limit to how far you could go. Dai admitted … his conversation with Kim [Jong-il] was not as direct and candid and joked that he 'did not dare' to be that candid with the DPRK [Democratic People's Republic of Korea] leader\". Dai said Kim \"appeared to be in reasonably good health and still had 'a sharp mind'\". There has been speculation about Kim's health and its impact on North Korea's stability since his alleged stroke in 2008. Despite China's insistence that the US must show the way, the Americans appear convinced Beijing has more leverage than it admits – and are concerned the situation in North Korea could rapidly deteriorate. In a confidential report of a meeting in February 2010 between the US assistant secretary of state Kurt Campbell and the then South Korean national security adviser, Kim Sung-hwan, Kim – who is now foreign minister – is quoted as saying that Kim Jong-il would visit China \"soon\" in order to obtain desperately needed economic assistance. The prediction proved correct: Kim travelled to Beijing in May and again in August. \"The situation inside North Korea, he [Kim Sung-hwan] added, appeared increasingly unstable. The north's currency replacement had created strong resentment throughout DPRK society, Kim said … Kim asserted there were credible reports of unrest in the north; according to ROK [Republic of Korea] intelligence sources DPRK police recently found a bomb on a passenger train en route from Pyongyang to Beijing.\"This assessment finds an echo in a meeting between senior US officials and South Korea's then foreign minister, Yu Myung-hwan, in January 2010. \"Yu asserted that … KJI [Kim Jong-il] needed both Chinese economic aid and political support to stabilise an 'increasingly chaotic' situation at home. In particular FM Yu claimed that the north's botched currency reform had caused 'big problems' for the regime and that the power succession from KJI to Kim Jong-un was 'not going smoothly'. Moreover, Yu confided, an unspecified number of high-ranking North Korean officials working overseas had recently defected to the ROK. (Note: Yu emphasised that the defections have not been made public.)\" The problems caused by the lack of a clearly agreed US-China policy on how to deal with North Korea are exacerbated by tensions and rivalries between other countries involved in the six-party process. One leaked cable reports a stinging attack by a senior South Korean minister on Wu Dawei, China's vice-foreign minister, who was Beijing's lead negotiator in the talks. He suggested Wu was an old-school communist not up to the job [ID: 249870]. In an indication of international pessimism, the Russian ambassador at large to the six-party talks lamented to US diplomats in Moscow that \"no one had good ideas on how to pull North Korea back from its brinkmanship\". Grigoriy Logvinov said his country's foreign minister (Sergey Lavrov) had just had a rough trip to North Korea because its leadership \"was 'very angry' and told Lavrov categorically that it was resolved to restart its nuclear programme, would never participate in the six-party talks again and would not trust anything but nuclear deterrence as its security guarantee\". Logvinov urged patience, suggesting Pyongyang's hard line \"was either a negotiating tactic or an indication that a power transition was near, but in any case did not represent the final word on the denuclearisation issue\". He derided North Korea's rocket as \"a piece of junk that miraculously flew\".",
    "keywords": [
        "lost",
        "south",
        "patience",
        "wikileaks",
        "korea",
        "beijing",
        "talks",
        "china",
        "kim",
        "nuclear",
        "minister",
        "officials",
        "cables",
        "north",
        "korean"
    ],
    "summary": "The White House swiftly deplored what it called an \"outrageous\" act and pledged military solidarity with South Korea.\nIt was reported last night that US, Japanese and South Korean officials will meet in Washington on 6 December to discuss the crisis with North Korea.\nBeijing's assessment as reported in the cables was echoed by a South Korean official involved in talks with North Korea.\n\"The situation inside North Korea, he [Kim Sung-hwan] added, appeared increasingly unstable.\nMoreover, Yu confided, an unspecified number of high-ranking North Korean officials working overseas had recently defected to the ROK.",
    "sentiment": {
        "neg": 0.0804,
        "neu": 0.8465,
        "pos": 0.0731,
        "compound": -0.0348
    }
}