{
    "date": "2010-05-20T15:43:00Z",
    "title": "North Korea threatens South over report on sinking of warship",
    "url": "https://www.theguardian.com/world/2010/may/20/north-korea-naval-ship-report",
    "content": "Tensions between North and South Korea escalated dramatically today following the publication of an international report which concluded that a South Korean warship was sunk by a torpedo from a North Korean submarine in March. The report by civilian and military investigators, who worked with experts from countries including Britain, said there was \"no other plausible explanation\" for the sinking of the Cheonan, which caused the deaths of 46 sailors. But the findings prompt as many questions as they answer for Seoul, which has limited options in response. Pyongyang again denied involvement, dismissing the South's findings as a fabrication and threatening to wage \"all-out war\" if punished. Such hawkish comments are common in its disputes. The South Korean president, Lee Myung-bak, vowed to take stern action against the North and the White House described the attack as an act of aggression that challenged international peace and security. The British foreign secretary, William Hague, said the UK and others would work closely with Seoul on an appropriate multilateral response. But China – North Korea's main ally and a permanent member of the security council – said it was still assessing the investigation results. Its vice foreign minister, Cui Tiankai, called the sinking \"unfortunate\" while a foreign ministry spokesman, Ma Zhaoxu, later urged all involved to show restraint to avoid escalating the situation. The 1,200-tonne corvette was patrolling the Northern Limit Line in the Yellow Sea when it was hit by a massive blast late on 26 March. The disputed sea border had seen previous skirmishes, but the sinking was the South's worst military disaster since the end of the Korean war. Today, the inquiry report said that torpedo fragments from the site were compatible with a North Korean weapon recovered several years ago. Intelligence gathered with allies – the US, Britain and Australia – showed it was likely that Northern submarines were operating near the site, it added. \"We have reached the clear conclusion that [South Korea's] Cheonan was sunk as a result of an external underwater explosion ... The evidence points overwhelmingly to the conclusion that the torpedo was fired by a North Korean submarine,\" the report said. But the North's powerful National Defence Commission condemned a \"conspiratorial farce\", the state-run Korea Central News Agency reported, and threatened an \"unlimited retaliatory blow\" if the South conducted provocative acts near the border. \"[Officials in Seoul] have a dilemma: they are really angry, but they are quite constrained,\" said Jing Huang, a north Asia security expert and visiting professor at Singapore's Lee Kuan Yew School for Public Policy. The New York Times said South Korea was expected to push next week for the case to be referred to the security council, with the US backing it \"strongly and unequivocally\", citing Obama administration sources. But Huang said much would depend on whether Pyongyang escalated the situation through actions in the next few days, or stuck to bellicose rhetoric. Although China might sign up to a condemnatory statement it would be reluctant to back tough new measures – and it is not clear what could be added to already tightened sanctions. Beijing is anxious that destabilisation of its neighbour could risk a shift in the regional power balance and a flood of refugees. The US has also expended considerable energy on winning China's support for new sanctions against Iran. Even with regard to North Korea, experts say its main goal is denuclearisation. But Han Sung-joo, a former foreign minister for the South, said: \"With countries with which we work closely there are things that can be done to tighten security and increase pressure on North Korea.\" Analysts predict the US and South Korea will step up joint military training, but no one believes the South would risk military action. \"The actual benefit would be minimal and the risks would be tremendous,\" said Han. Professor Hazel Smith, a North Korea expert at Cranfield University, said she did not believe Pyongyang ordered the torpedo strike. \"There is no mileage in it for them ... [and] it simply doesn't fit into any pattern,\" she said. \"The command and control lines are simply not functioning ... If it wasn't an accident – which it could be because [their hardware] is so decrepit – it could be some unit which was simply going its own way.\" Other analysts disagree, believing the country's strict hierarchy remains largely unchanged. Smith added: \"In the North Korea statements you get all the bluster, but they are also saying 'show us the evidence'.\" That suggested that the leadership might be open to discussions on the issue. But neither Seoul nor Washington has the back channels to Pyongyang that previous administrations used, Smith said. The dispute is likely to dominate the US secretary of state Hillary Clinton's Asian tour, which will take her to Seoul next week. Japan, which also condemned the attack today, said the report's findings would make it hard to resume the stalled multilateral aid-for-denuclearisation discussions. The two Koreas never signed a peace treaty to end formally the 1950-53 war. Relations on the peninsula have often been fraught and deteriorated rapidly when Lee became president in Seoul in 2008 and ended his predecessor's policy of free-flowing aid.",
    "keywords": [
        "sinking",
        "south",
        "torpedo",
        "military",
        "korea",
        "seoul",
        "report",
        "pyongyang",
        "security",
        "korean",
        "warship",
        "north",
        "threatens"
    ],
    "summary": "Tensions between North and South Korea escalated dramatically today following the publication of an international report which concluded that a South Korean warship was sunk by a torpedo from a North Korean submarine in March.\nThe evidence points overwhelmingly to the conclusion that the torpedo was fired by a North Korean submarine,\" the report said.\nEven with regard to North Korea, experts say its main goal is denuclearisation.\nAnalysts predict the US and South Korea will step up joint military training, but no one believes the South would risk military action.\nSmith added: \"In the North Korea statements you get all the bluster, but they are also saying 'show us the evidence'.\"",
    "sentiment": {
        "neg": 0.121,
        "neu": 0.8327,
        "pos": 0.0463,
        "compound": -0.1633
    }
}