{
    "date": "2011-12-20T17:22:06Z",
    "title": "Has Kim Jong-il brainwashed North Koreans? | Kathleen Taylor",
    "url": "https://www.theguardian.com/commentisfree/2011/dec/20/kim-jong-il-brainwashed-north-koreans",
    "content": "Since the death of Kim Jong-il, images of weeping North Koreans have filled the western media. But is their grief real? Some have suggested that the hysterical displays of mourning were staged, others have come up with an even shorter answer: brainwashing. But what does that mean? It's a homecoming of sorts. The word \"brainwashing\" was coined in the Korean war: it was CIA man Edward Hunter's attempt to explain alarming footage of captured US personnel supporting communism and denouncing the west. The soldiers had undergone a process of \"thought-reform\" in Chinese prison camps. Made famous by The Manchurian Candidate, this mysterious process, it seemed, could wipe a mind clean of previous loyalties, achieving total, programmable control. For westerners raised to believe in strength of mind and individual free will, brainwashing was a nightmare. Zombies and demonic possession have staying power in our cultures for good reason: they represent the terror of mind control. And as possession was all about black magic, so brainwashing reeks of dark and dangerous science. What else could explain those US soldiers' behaviour but mind-altering technology? A horrifying idea, but also encouraging for the US military, since technologies can be captured and transferred. Except that, even in secretive North Korea, we can be pretty sure there is no such technology. To date. Neuroscience is developing so fast that brainwashing machines may yet appear, but they are not responsible for the grief in Pyongyang. So what, apart from propaganda, is? The thought-reform that terrified the west did not use new technology but old psychology, cleverly applied. Chinese culture, less individualistic than its western opponents', was more aware of how groups can manipulate individuals. They used that social power on American prisoners and in their own societies. We see it now at work in North Korea. In this sense, brainwashing does exist. People can be made to believe things that clearly aren't good for them. There's a trap, of course. Can the west really know what's best for the North Koreans? If \"brainwashing\" were some semi-magical mind-wipe, then maybe. But it isn't. It's more like psychological abuse, whose victims need careful treatment but haven't lost their minds. Brainwashing simply pushes to extremes persuasion techniques developed over centuries, using a highly coercive, controlled environment. A prison camp is ideal; an authoritarian dictatorship can come close. The intense social pressures make adopting – or appearing to adopt – new beliefs the easiest course of action. Believers always have reasons, however strange their beliefs may seem to us. The five basic techniques use isolation, control, uncertainty, repetition and emotions. They work because our brains are not static and self-sufficient, but constantly updating information about our environment (including our bodies), creating minds and generating behaviours. Change the incoming data, control the behaviours, and you can change the minds. First, move the person somewhere new. Isolation immediately changes the brain's inputs, weakening old beliefs. This is why cults often stop their members talking to friends and family. North Korea's population has been remarkably isolated for decades. Second, control the new environment, especially inputs that might trigger former beliefs. Surround the person with believers, make sure conversations include approved topics only. Ban the media and internet, or govern what they show. Unsettle the body's inputs too, with pain, a different diet, hard labour or sleep deprivation. And control behaviour. Marching, rote learning, vast public rituals. Use uncertainty. We humans hate it, especially when we feel threatened. Challenge old beliefs until they seem ridiculous; any idea can seem weird if you push it hard enough. Chinese thought-reform used intensive criticism. People wrote their thoughts in diaries, which were subjected to group analysis: a hunt for signs of ideological deviance, which could be extremely hostile and psychologically devastating. I expect Pyongyang still relies on similar methods. Use repetition. Brainwashing doesn't happen fast; it takes time and effort. Chinese dissidents, sent for re-education far from home, could be interned for years. Lectures and criticism sessions lasted for hours, day after day. The pressure builds up. Finally, use strong emotions. Punish when former beliefs are mentioned; reward support for new ones. Use love and disgust, the most effective of social emotions. Combined over years, these techniques are immensely powerful. Yet even North Korea's control is far from total. The more the regime is seen as a source of uncertainty and hardship, rather than a protection, the likelier it is to crumble – and that collapse could be very rapid. Not all the tears are genuine. But nor are they all fake. Kim Jong-il offered stability. However he abused his long-suffering people, the fear they must now be feeling is surely real.",
    "keywords": [
        "thoughtreform",
        "brainwashed",
        "taylor",
        "west",
        "kim",
        "techniques",
        "chinese",
        "kathleen",
        "jongil",
        "beliefs",
        "uncertainty",
        "koreans",
        "technology",
        "brainwashing",
        "north",
        "control"
    ],
    "summary": "Since the death of Kim Jong-il, images of weeping North Koreans have filled the western media.\nZombies and demonic possession have staying power in our cultures for good reason: they represent the terror of mind control.\nExcept that, even in secretive North Korea, we can be pretty sure there is no such technology.\nThe five basic techniques use isolation, control, uncertainty, repetition and emotions.\nChinese thought-reform used intensive criticism.",
    "sentiment": {
        "neg": 0.1704,
        "neu": 0.748,
        "pos": 0.0815,
        "compound": -0.1228
    }
}