{
    "date": "2011-11-08T16:40:35Z",
    "title": "If North Korea go out of the World Cup, will anyone hear them fall? | Marc Bennetts",
    "url": "https://www.theguardian.com/football/blog/2011/nov/08/north-korea-world-cup-qualifying",
    "content": "It was a good five minutes into the game before it became clear that something was amiss. There was no singing or chanting of any kind whatsoever. Something suggested there would not be any Mexican waves in Pyongyang either. The only noise made by the North Korean fans, who were identically dressed in military-type outfits and wearing Kim loyalty badges, came when their team went close or the Uzbeks threatened the North Korean goal. At all other times an eerie hush reigned. The silence deepened when the Uzbekistan striker Alexander Geynrikh opened the scoring after 25 minutes of the World Cup 2014 qualifier. \"It was so weird,\" Geynrikh said in the lobby of Pyongyang's Hotel Koryo after the game. \"Usually when we play in front of such a large crowd we can't hear each other on the pitch. But today we could even make out the instructions from our trainer.\" As with most things in North Korea, the outside world knows very little about the country's football. The hermit nation's obsession with total secrecy at all levels is so great that foreigners are forbidden from domestic fixtures. A group of tourists was permitted to attend a league game earlier this year, but this seems to have been an inexplicable one-off. Fifa regulations – yes, the hand of Sepp Blatter reaches even as far as Pyongyang – mean that non-North Koreans are free to attend international games. But getting hold of a ticket is something of a challenge. The authorities have seen fit to ban the internet, so ordering a ticket online is impossible. Foreigners are also strictly forbidden to use the local currency and have to be accompanied pretty much everywhere they go by guides, who are really minders. So turning up at the ticket office a few hours before kick-off is another no-go. In my case, the friendly people at KCNA, the state news agency, agreed to accompany me to the game. I forked out €20 for a front-row seat. There had been a possibility that the match would take place at the city's May the First stadium, the largest non-Formula One sports arena in the world, with a capacity of 150,000, and where a number of generals were reportedly burnt to death for attempting to assassinate the Dear Leader, Kim Jong-il, in the late 1990s. But the North Korean Football Association had decided, perhaps wisely, that the much smaller Yanggakdo stadium would suffice for an encounter with the Uzbeks. A traffic jam, the only one I saw during my week-long stay in the country, hindered travel to the game as generals, officials and other VIPs made their way through, by local standards, the packed streets around the ground. There was also a rare example of private – and illegal – commerce, in the form of an old woman selling cigarettes to fans. Despite the modest opposition and a kick-off time of 4pm on a Tuesday, the stadium was almost full to its 30,000 capacity. There were no away fans to be seen. My guide, Comrade Lee (a \"keen football fan\"), told me that workers, students and soldiers had been given time off to support the North Korean team's attempt to qualify for a second successive World Cup. North Korea lost all their three group matches at last summer's tournament in South Africa, including a humiliating 7-0 defeat by Portugal. They also lost 2-1 to Brazil and 3-0 to Ivory Coast. Reports that the national team coach, Kim Jong-hun, was sentenced to a stint in labour camp as punishment were dismissed after an investigation by Fifa. Kim is now reported to be the manager of the Pyongyang side April 25. A request for an interview was, however, turned down. An application to speak to a North Korean sports journalist after the match was also rejected. \"Forbidden,\" said Comrade Leeas we took our seats. That was a word I got used to hearing a lot during my week-long visit. Unlike the rest of the city, where hundreds of billboards, signs and posters declare the glory of North Korea's Eternal President, Kim Il-sung, and Kim Jong‑il, the stadium was surprisingly free of propaganda. There was not a Kim portrait in sight. When the match kicked off, there was also little sign of the speed of the Chollima, the mythical winged horse whose swift footedness inspired North Korea's 1966 World Cup quarter-finalists. The present-day North Koreans were a solid enough outfit, but they lacked a certain spark. \"They were very, very disciplined, and you could see they were playing strictly to a plan. But they had nothing more to offer,\" Geynrikh said. Given that they are a team from an austere socialist society where the collective is afforded considerably more importance than the individual, it was not too surprising that the North Koreans were not blessed with flair and style. It was equally predictable that the striker Jong Tae-se, an ethnic Korean who lives in Japan, would be the one exception to this stifling conformity. A constant threat in front of the Uzbekistan goal, Jong seemed to have lost none of the skill that earned him the moniker of \"North Korea's Wayne Rooney\" at the World Cup. Not that too many people in the crowd were likely to have heard of Rooney. Football, we are told time and time again, is a universal language that transcends culture, politics and geography. On the whole, that's true. Just not in North Korea. North Korea's self-imposed isolation and media blackout means that only a small percentage of the crowd – those from the more clued-up elite – would have been familiar with the stars of Europe's top leagues. Here, boys kicking balls in the streets do not wear Manchester United or Arsenal replica shirts. There is, however, no doubt that football is big in North Korea. Perhaps even, for the authorities at least, too big. In 2005, violence broke out on the terraces and on the streets as North Korea lost 2-0 to Iran in a World Cup qualifier at the Kim Il-sung stadium in Pyongyang. The disturbances started after the North Korean defender Nam Song-chol was sent off for pushing the Syrian referee. Riot police and soldiers were called in to restore order as fans tried to stop the Iranian team leaving the ground. The trouble was a rare display of public displeasure in North Korea, where such large events are usually tightly choreographed. The authorities were reported to have been stunned by the willingness of ordinary people to battle with the police over such a \"trivial\" issue. Back at the stadium, the North Koreans' physical and ideological reserves were running low as the final whistle approached. On one of their rare attacks, an Uzbek defender upended Jong just outside the penalty area. \"Red card!\" a general in the VIP box to my right shouted. It was so quiet that the Iranian referee may well have heard him. A group of visiting Russian businessmen attempted to fire up the home side with a quick burst of \"Olé, olé, olé, come on North Korea!\" but the resulting free-kick came to nothing and the Uzbeks played their way with relative ease to a valuable 1-0 away win. The victory put them top of Group C. The North Koreans are struggling to make the next stage of the qualifiers. Failure to beat Japan in Pyongyang next Tuesday will all but seal their fate.",
    "keywords": [
        "football",
        "world",
        "korea",
        "cup",
        "kim",
        "fall",
        "pyongyang",
        "game",
        "hear",
        "stadium",
        "koreans",
        "marc",
        "bennetts",
        "north",
        "korean"
    ],
    "summary": "As with most things in North Korea, the outside world knows very little about the country's football.\nNorth Korea lost all their three group matches at last summer's tournament in South Africa, including a humiliating 7-0 defeat by Portugal.\nThe trouble was a rare display of public displeasure in North Korea, where such large events are usually tightly choreographed.\nA group of visiting Russian businessmen attempted to fire up the home side with a quick burst of \"Olé, olé, olé, come on North Korea!\"\nThe victory put them top of Group C. The North Koreans are struggling to make the next stage of the qualifiers.",
    "sentiment": {
        "neg": 0.0735,
        "neu": 0.8475,
        "pos": 0.079,
        "compound": -0.0117
    }
}