{
    "date": "2011-12-19T12:46:19Z",
    "title": "North Koreans' reaction to Kim Jong-il's death is impossible to gauge",
    "url": "https://www.theguardian.com/world/2011/dec/19/north-koreans-kim-jong-il",
    "content": "It is a measure of the tight controls imposed on civic life in North Korea that it is impossible to gauge how most of the country's 24 million people reacted to the death of Kim Jong-il. On Monday the world was presented with the official version as propagated by the state-run Korean Central News Agency (KCNA): images of sobbing schoolchildren, marshalled into public view in the capital, Pyongyang, the soldiers falling to their knees with undiluted grief. Hours after a female presenter, dressed in black traditional dress, delivered the news, a live stream of North Korean TV showed occasional news \"bulletins\" extolling the virtues of the departed \"Dear Leader\". Most airtime, though, was filled with sweeping mountain vistas, gaudy sunsets and black clouds rolling ominously across an unmistakably North Korean landscape, all to the accompaniment of forbidding choral and military music. In between, there were black and white photographs from Kim's youth, and more recent images of his widely ridiculed visits to state-run farms and factories. The KCNA, while hardly a barometer of public opinion, is nonetheless the only available window into the apparent grief of a nation. Soon after Kim's death was announced, people poured on to the streets of Pyongyang to begin what will be 10 days of national mourning. A two-minute report released by KCNA showed Pyongyang residents gathering at monuments to the Kim dynasty in what was described as a spontaneous show of grief. Reporters for Xinhua, China's official news agency, said they witnessed large numbers of people gathering around a bronze statue of Kim Il-sung – the country's founder and Kim Jong-il's father – in the centre of the city. \"Some laid wreaths to the statue. Some burst into tears. Some women even fainted and fell to the ground,\" the Xinhua report said. Japan's Kyodo news agency quoted a source in the capital as saying that, grieving aside, life appeared to be continuing as normal. \"It's calm, and people are gathering around monuments along the streets,\" it quoted the source as saying. \"People are seen going about their business as usual, and traffic is flowing normally.\" Another said that the streets were generally quiet, adding that some businesses had remained closed for the day. This evening, Kim's passing is being marked with repeated tributes on state TV to his patriotism and leadership, while other arms of the country's propaganda machine prime its citizens for a new, and relatively unknown, leader. \"The Korean people have suffered the great loss but are decisively rising up as they have Kim Jong-un, great successor to the revolutionary cause ... prominent leader of the party and the army and people of [North Korea] who is standing in the vanguard of the Korean revolution,\" KCNA said on its website. \"He is another great person produced by Korea who is identical to Kim Jong-il. No force on earth can block the revolutionary advance of our party, army and people wisely led by Kim Jong-un. At this moment of greatest sorrow and grief, people feel as if the sky were falling down. The hearts of all of them are now filled with stronger faith in victory, optimism and solemn pledge.\" The agency quoted Jong Il-guk, an officer in the Korean People's Army, as saying that Kim's vision of Juche – a version of self-reliance pioneered by his father – would be safe in the hands of Kim Jong-un. \"We will overcome sorrow and display fresh strength and courage to tide over the present difficulties and work harder for the great and fresh victory of the Juche revolution, true to the leadership of Kim Jong-un.\" Ho Song Chol, a member of the cabinet, said: \"The Korean revolution is sure to always triumph under the leadership of Kim Jong-un.\" The few North Koreans who were outside the country when the news broke reacted much like their compatriots at home. One woman, part of a group of North Koreans waiting to board a plane in Beijing, broke into tears and was led away by friends when it looked like she would collapse. While traffic was said to be moving normally in Pyongyang, the Associated Press reported that staff at the Koryo hotel, which usually accommodates visiting foreigners, were in tears. Hopes that Kim's death could spark grassroots political change are wildly optimistic. The social networks that gave impetus to the Arab spring uprisings are available to only a small number of North Koreans. Instead, groups with contacts in Pyongyang said they were expecting an even greater clampdown on communications. \"We're expecting some form of lockdown on communications and travel in the immediate period as North Korean authorities move to stabilise the situation and prepare for mourning,\" said Geoffrey See, managing director at Chosun Exchange, a Singapore-based non-profit group that promotes academic exchanges with North Korea. The Daily NK, an online news service that monitors North Korea from Seoul, said the regime had moved quickly to stifle potential unrest, including the closure of markets and the imposition of a curfew in Musan, a city in North Hamkyung province near the border with China. The Daily NK quoted sources as saying that local Workers' party officials were ordering residents not to leave their homes, adding that security agencies had posted agents and on the streets and in alleyways \"to control civilian movements\". \"Not even children are allowed to go out,\" one source said. Kim's sudden death, it added, had caught the country's people by surprise. \"Nobody had the slightest idea about [his] death even right before they saw the broadcast,\" another source said. \"You can hear the sound of wailing outside.\"",
    "keywords": [
        "impossible",
        "korea",
        "jongils",
        "source",
        "gauge",
        "kim",
        "death",
        "jongun",
        "kims",
        "streets",
        "koreans",
        "pyongyang",
        "reaction",
        "north",
        "korean"
    ],
    "summary": "It is a measure of the tight controls imposed on civic life in North Korea that it is impossible to gauge how most of the country's 24 million people reacted to the death of Kim Jong-il.\nSoon after Kim's death was announced, people poured on to the streets of Pyongyang to begin what will be 10 days of national mourning.\nNo force on earth can block the revolutionary advance of our party, army and people wisely led by Kim Jong-un.\nHo Song Chol, a member of the cabinet, said: \"The Korean revolution is sure to always triumph under the leadership of Kim Jong-un.\"\nHopes that Kim's death could spark grassroots political change are wildly optimistic.",
    "sentiment": {
        "neg": 0.0876,
        "neu": 0.8238,
        "pos": 0.0886,
        "compound": 0.0065
    }
}