{
    "date": "2011-12-20T14:07:16Z",
    "title": "Not-so-eternal leader: Kim Jong-il looks set to miss out on embalming",
    "url": "https://www.theguardian.com/world/2011/dec/20/eternal-kim-jong-il-embalming",
    "content": "He may be the late son of North Korea's eternal president, but Kim Jong-il could be denied the status of demigod and have to settle for demagogue. Speculation about the younger Kim's body, now lying in state at a mausoleum in the capital, Pyongyang, is focusing on whether he will be buried, as some reports suggest, or granted a perpetual presence similar to the mummified form of his father, North Korea's founder Kim Il-sung. After Kim Il-sung's death in July 1994, his corpse was handed to visiting embalmers from the centre for biological structures in Moscow, who spent almost a year preparing it for display. The practice of embalming Communist leaders began with Lenin in 1924, entombed in a mausoleum in Moscow's Red Square, and joined by Stalin in 1953. The embalming was reportedly done without the knowledge of the Great Leader's subjects, who were said to believe the body still on view in Pyongyang today was preserved by an act of providence. Pickling does not come cheap, however: according to unconfirmed reports, the Russian chemists and biologists travelled between Moscow and Pyongyang for almost a year until Kim Il-sung appeared to be in repose. The annual cost of keeping him this way reportedly runs to hundreds of thousands of dollars. In his book North of the DMZ, Andrey Lankov writes that North Korea was rumoured to have paid Kim Il-sung's embalmers $1m for the procedure. The Russian news agency Itar-Tass has quoted North Korean media as saying that the younger Kim would be buried on 28 December and laid to rest in the mausoleum next to his father.",
    "keywords": [
        "leaders",
        "set",
        "leader",
        "embalming",
        "mausoleum",
        "notsoeternal",
        "miss",
        "younger",
        "reports",
        "reportedly",
        "kim",
        "looks",
        "russian",
        "jongil",
        "pyongyang",
        "moscow",
        "north"
    ],
    "summary": "He may be the late son of North Korea's eternal president, but Kim Jong-il could be denied the status of demigod and have to settle for demagogue.\nThe practice of embalming Communist leaders began with Lenin in 1924, entombed in a mausoleum in Moscow's Red Square, and joined by Stalin in 1953.\nPickling does not come cheap, however: according to unconfirmed reports, the Russian chemists and biologists travelled between Moscow and Pyongyang for almost a year until Kim Il-sung appeared to be in repose.\nIn his book North of the DMZ, Andrey Lankov writes that North Korea was rumoured to have paid Kim Il-sung's embalmers $1m for the procedure.\nThe Russian news agency Itar-Tass has quoted North Korean media as saying that the younger Kim would be buried on 28 December and laid to rest in the mausoleum next to his father.",
    "sentiment": {
        "neg": 0.0511,
        "neu": 0.9316,
        "pos": 0.0172,
        "compound": -0.1398
    }
}