{
    "date": "2011-12-20T18:04:32Z",
    "title": "North Korea mourns Kim Jong-il and prepares for the 'great successor'",
    "url": "https://www.theguardian.com/world/2011/dec/20/north-korea-prepares-great-successor",
    "content": "Kim Jong-il's son and heir apparent has led mourners paying respects to North Korea's Dear Leader , as the country's propaganda machine sought to smooth the transition by ramping up the family personality cult. State television showed Kim Jong-un bowing before the body of his father, as it lay draped in a scarlet flag, in a glass casket at the Kumsusan memorial palace. Sombre music echoed through the gloomy, marble-lined hall. Honour guards stood by, and senior military and political figures followed as the \"great successor\" observed a moment's silence before circling the bier where Kim Jong-il lay in his trademark khaki suit, surrounded by the red kimjongilia begonias named in his honour. The images appeared designed to cement the younger man's position as much as to honour the elder, who died on Saturday aged 69. As the tributes to the father piled up in the state media, so did the plaudits for the son, who is thought to be just 28. The state-run Korean Central News Agency (KCNA) described him for the first time as a \"great person born of heaven\" – a phrase previously bestowed only on his father and grandfather - and \"the eternally immovable mental mainstay of the Korean people\". \"The Korean people now pledge themselves to remain true to the leadership of General Kim Jong-un while overcoming the greatest sorrow of the nation,\" it added. The Rodong Sinmun newspaper described him as the people's \"spiritual pillar and the lighthouse of hope\". But as significant as the domestic praise was, the note struck by Hillary Clinton, who told reporters the US wanted a \"peaceful and stable transition\", was perhaps more significant. In a formal statement issued later, the US secretary of state said: \"We are deeply concerned with the wellbeing of the North Korean people and our thoughts and prayers are with them during these difficult times. It is our hope that the new leadership will choose to guide their nation on to the path of peace by honouring North Korea's commitments, improving relations with its neighbours, and respecting the rights of its people.\" She said the US stood ready to help the North Korean people and urged the new leadership to engage with the international community for \"peace, prosperity and lasting security on the Korean peninsula.\" The US had been gently attempting to improve relations but the prospects of fresh nuclear talks and food aid have been put on hold while the implications of Kim's death are assessed. John Delury, a professor at Yonsei University, said: \"In both her statements there are some direct messages, definitely, for whoever is calling the shots in Pyongyang. Referring to Kim Jong-il by his full title [of National Defence Commission chairman], talking about national mourning, these are carefully crafted to send really non-threatening messages.\" Dr Leonid Petrov, of the University of Sydney, said he believed North Korea would be co-operative if Clinton restarted the relationship and proposed a peace agreement and roadmap for security and trade. \"But I'm afraid the expectations are of one-sided disarmament, democratisation and openness – without much commitment from the US to changing its unequivocal position of trade sanctions, no security assurance and no diplomatic recognition, so that regime change could happen at any time. That is what North Korea fears most,\" he added. After more than 24 hours of consideration, Seoul finally sent condolences to its neighbour. The unification minister, Yu Woo-ik, told reporters that no official delegation would travel to Pyongyang to pay respects, but said the government would allow visits by relatives of former president Kim Dae-jung – whose \"sunshine\" policy led to a period of happier relations on the peninsula – and former Hyundai Asan chairman Chung Mong-hun. North Korea has already said it will not receive foreign delegations during the mourning period. It is not clear whether that would include individuals. The tepid tone of Seoul's message suggested it had little interest in using the change in leadership to reset relations. \"That is what they are trying not to do,\" said Stephanie Kleine-Ahlbrandt, north-east Asia project director for the International Crisis Group. \"That is simply not this government's policy; why would they push it?\" \"There is no point sending anybody to North Korea considering the damage that Kim Jong-il had done to South Korea and its people,\" added Prof Han Seung-joo, a former foreign minister. \"The new leader or leadership needs time to establish itself so I don't think we can expect a breakthrough any time soon in relations between North and South Korea or on the nuclear issue.\" China and Russia had earlier sent condolences and president Hu Jintao visited the North Korean embassy in Beijing in a rare gesture of respect. Liu Weimin, a spokesman for the foreign ministry, said China would welcome a visit from the North Korean leader at a convenient time to both sides, underlining Beijing's keenness for a smooth succession. Cuba, Vietnam and Venezuela were among the other countries expressing their sadness. In Japan, the Yomiuri Shimbun newspaper said prime minister Yoshiko Noda had ordered government officials to improve measures to collect information on North Korea's moves, sharing it with the US, South Korea and China, and to be fully prepared for unpredictable circumstances. But in North Korea the mood was muted on the second of eleven days of national mourning. Shops in the capital Pyongyang were closed, flags flew at half mast and streams of mourners laid flowers at memorials. State news agency KCNA ran story after story of widespread sorrow: \"Korean people overcome with grief\"; \"Country, veritable sea of mourners; Korean people's wailing voices rock heaven and earth\". The Daily NK blog, which garners news from North Korea, said workplaces and local government offices had been organising meetings to establish an atmosphere of mourning, arranging trips to monuments to pay respects and urging people: \"Follow comrade General Kim Jong-un to turn sadness to strength and bravery and complete the work of comrade Kim Jong-il\". The theme of continuity was evident in the Rodong Sinmun's claim that Kim Jong-un was born on Mount Paektu, a revered site where, according to official accounts, Kim Jong-il's birth was greeted by a double rainbow and the formation of a new star. Soviet records place his birth at a village near Khabarovsk. But curiously, while North Koreans know of the family relationship – with many commenting on the young general's resemblance to his grandfather – official media have never actually stated that the \"great successor\" is Kim Jong-il's son.",
    "keywords": [
        "mourning",
        "relations",
        "prepares",
        "korea",
        "state",
        "kim",
        "jongun",
        "jongil",
        "great",
        "leadership",
        "successor",
        "mourns",
        "north",
        "korean"
    ],
    "summary": "That is what North Korea fears most,\" he added.\nNorth Korea has already said it will not receive foreign delegations during the mourning period.\n\"There is no point sending anybody to North Korea considering the damage that Kim Jong-il had done to South Korea and its people,\" added Prof Han Seung-joo, a former foreign minister.\nChina and Russia had earlier sent condolences and president Hu Jintao visited the North Korean embassy in Beijing in a rare gesture of respect.\nBut in North Korea the mood was muted on the second of eleven days of national mourning.",
    "sentiment": {
        "neg": 0.0742,
        "neu": 0.8209,
        "pos": 0.105,
        "compound": 0.1746
    }
}