{
    "date": "2011-12-21T17:33:03Z",
    "title": "South Korean intelligence disputes circumstances of Kim Jong-il's death",
    "url": "https://www.theguardian.com/world/2011/dec/21/kim-jong-il-death-disputed-south-korea",
    "content": "North Korea is moving fast to consolidate its new leader Kim Jong-un, with senior military officials already having pledged allegiance, the South's intelligence service believes. It also disputed the official account of Kim Jong-il's death, telling MPs in Seoul he could not have died en route to a visit because his train had been stationary all weekend. Officials suggested the account could have been created to burnish his image as a Dear Leader devoted to his people. A source with close ties to Pyongyang and Beijing told Reuters that the military had vowed to support the \"great successor\" and an unnamed South Korean source told Yonhap news agency that Kim Jong-un had issued his first military order – for all units to return to their bases – just before the announcement of his father's death. The 28-year-old became vice-chairman of the Central Military Commission of the ruling Workers' party and a four-star general last year. Kim has taken the lead in mourning his father's death. Official media said more than five million North Koreans had gathered at monuments and memorials in Pyongyang since the announcement of Kim's death, aged 69, on Monday. Dr Leonid Petrov, an expert on North Korea at the University of Sydney, said it would be crucial to see what new roles Kim Jong-un assumes and how other key positions are filled \"in the coming days, months and even years\". A key question will be whether Kim replaces his father as chairman of the National Defence Commission (NDC). \"If it is Jang Song-thaek [the young general's uncle and vice-chairman of the NDC] it means Kim Jong-un will be more of a ceremonial figure. If he [Kim] goes straight to the chairman's seat — which would be logical — he will be very firmly put in the driving seat,\" he noted. Petrov added that Kim Jong-il appeared to have prepared the ground for his son by purging officials over the past two years. But analysts stress that Kim Jong-un will wield less power than his father, and that even Kim Jong-il ruled with the support of the military rather than with the supreme authority of the country's founder Kim Il-sung. In Seoul, Won Sei-hoon, director of the National Intelligence Service (NIS), threw the account of Kim Jong-il's death into question by saying there was no sign that Kim's special train ever left Pyongyang station over the weekend. He cited US satellite surveillance photos. \"We kept tabs on Kim's whereabouts until Thursday but could not locate him starting Friday,\" added Won, according to the Chosun Ilbo newspaper. \"There are signs that he tried to go somewhere [on Saturday morning] but died.\" An unnamed intelligence official added: \"We believe he died at home.\" \"Death on the train is possibly the best story that the North Korean regime can use to promote Kim as a hardworking leader who worked for the people until the moment he died. North Koreans would feel there's a huge difference between an easy and peaceful death in his bed and death at work far from home,\" a senior South Korean official told the Chosun Ilbo. State media tributes have lauded Kim's devotion to duty and humility – even stressing that the photographs now hanging around the capital show him \"in an ordinary jumper\". Military officials told the Chosun Ilbo that they believed Kim's train had travelled over the weekend, although a report from Yonhap news agency later challenged that account. A researcher at a state-run thinktank argued: \"It's a great risk to the credibility of the regime if it's later revealed that Kim died in his bed. They would think twice about lying about it.\" In South Korea, a small group of activists and defectors gathered to launch giant balloons carrying 200,000 leaflets attacking Kim and the hereditary power transfer across the border. North Korea has previously warned it would fire at its southern neighbour because of such pamphlets. Some carried slogans such as \"Kim Jong-il is in hell\". One showed Kim Jong-il flanked by portraits of Muammar Gaddafi and Egypt's ousted president, Hosni Mubarak. In Beijing, Chinese premier Wen Jiabao and other top leaders followed president Hu Jintao by paying respects at North Korea's embassy. All nine members of the Politburo standing committee – the top political body – have now visited, underlining China's determination to retain its influence and support a smooth transition in its neighbour.",
    "keywords": [
        "south",
        "military",
        "jongils",
        "kim",
        "officials",
        "circumstances",
        "died",
        "jongun",
        "intelligence",
        "train",
        "kims",
        "told",
        "disputes",
        "death",
        "north",
        "korean"
    ],
    "summary": "North Korea is moving fast to consolidate its new leader Kim Jong-un, with senior military officials already having pledged allegiance, the South's intelligence service believes.\nOfficial media said more than five million North Koreans had gathered at monuments and memorials in Pyongyang since the announcement of Kim's death, aged 69, on Monday.\n\"If it is Jang Song-thaek [the young general's uncle and vice-chairman of the NDC] it means Kim Jong-un will be more of a ceremonial figure.\nMilitary officials told the Chosun Ilbo that they believed Kim's train had travelled over the weekend, although a report from Yonhap news agency later challenged that account.\nA researcher at a state-run thinktank argued: \"It's a great risk to the credibility of the regime if it's later revealed that Kim died in his bed.",
    "sentiment": {
        "neg": 0.0917,
        "neu": 0.8154,
        "pos": 0.0928,
        "compound": 0.0494
    }
}