{
    "date": "2011-01-11T10:55:51Z",
    "title": "Korean hackers mount cyber skirmishes in propaganda war",
    "url": "https://www.theguardian.com/world/2011/jan/11/korea-hackers-mount-cyber-skirmishes",
    "content": "While North and South Korea consider the possibility of reopening cross-border talks, the two countries' hackers are conducting a proxy war in cyberspace. In recent days hackers from the South have poked fun at the Kim dynasty, rulers of North Korea for more than 60 years, and their Northern counterparts retaliated by temporarily disabling a popular South Korean website suspected of being behind the attacks. Pyongyang reportedly warned of \"grave consequences\" for South Korean hackers found to have tarnished the name of the Kim family. Users of the South's dcinside.com website claimed responsibility for hacking into Pyongyang's official Twitter account, @uriminzok, and its official website, uriminzokkiri.com. They posted messages denigrating the North Korean leader, Kim Jong-il, and his youngest son and heir apparent, Kim Jong-un. The Pyongyang regime launched Twitter and YouTube accounts last summer in an attempt to harness the propaganda potential of cyberspace, although very few North Koreans have access to the internet. The Twitter account now has more than 11,000 followers, although it has been inactive for the past three days. One tweet posted by hackers urged the North Korean military to \"point guns towards traitor Kim Jong-il wasting fortunes on nuclear and missile weapons instead of feeding his people\". On Uriminzokkiri, hackers called for an uprising against the ruling dynasty. \"Let's create a new world by driving out rebels Kim Jong-il and his son Kim Jong-un!\" they said. The first letters of an apparently adulatory 12-line acrostic sent to the North's website spelled out derogatory remarks about the ruling family. The hackers' coup de grace came when they posted a video on the regime's YouTube account to coincide with Kim Jong-un's birthday on Saturday. The short animated film shows the younger Kim driving a sports car along a railway track laden with birthday gifts, mowing down his impoverished countrymen along the way. The Seoul-based Free North Korea Radio said North Korean officials had questioned the operators of Uriminzokkiri, based in the Chinese city of Shenyang, over their failure to prevent the attacks. Much of the disruption has emanated from South Korea, but the North reportedly employs a team of expert hackers who are thought to have disabled dozens of South Korean and US websites in July 2009. North Korean hackers are thought to have retaliated in the latest cyber exchange, temporarily paralysing dcinside.com through a DDOS (distributed denial of service) attack. Yesterday the site marked its return to service by issuing a challenge to the Pyongyang leadership: \"Come out, Jong-il and Jong-un! Let's fight!\" The propaganda wars are not confined to private citizens: the Korea Times reported plans to launch propaganda audio and video webcasts targeting the few North Koreans with access to the internet. Not all South Koreans support the online onslaught against the North. A 54-year-old man allegedly violated the South's strict national security laws by posting about 100 messages in praise of the North Korean regime on his blog and Twitter account. He also accused Seoul and Washington of fabricating the March sinking of a South Korean warship and said Pyongyang had been provoked into attacking Yeonpyeong island in November. The justice ministry in Seoul has threatened to punish South Koreans who try to connect with North Koreans via Twitter's reply and retweet functions. South Koreans are banned from unauthourised communication with North Koreans, and offenders face a prison term.",
    "keywords": [
        "cyber",
        "war",
        "south",
        "korea",
        "twitter",
        "kim",
        "hackers",
        "skirmishes",
        "mount",
        "propaganda",
        "koreans",
        "pyongyang",
        "website",
        "north",
        "korean"
    ],
    "summary": "Pyongyang reportedly warned of \"grave consequences\" for South Korean hackers found to have tarnished the name of the Kim family.\nThey posted messages denigrating the North Korean leader, Kim Jong-il, and his youngest son and heir apparent, Kim Jong-un.\nNorth Korean hackers are thought to have retaliated in the latest cyber exchange, temporarily paralysing dcinside.com through a DDOS (distributed denial of service) attack.\nThe justice ministry in Seoul has threatened to punish South Koreans who try to connect with North Koreans via Twitter's reply and retweet functions.\nSouth Koreans are banned from unauthourised communication with North Koreans, and offenders face a prison term.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.8568,
        "pos": 0.0446,
        "compound": -0.1873
    }
}