{
    "date": "2011-10-14T15:56:02Z",
    "title": "Why South Korea's action movies blow Hollywood out of the Yellow Sea",
    "url": "https://www.theguardian.com/film/filmblog/2011/oct/14/korea-action-movies-yellow-sea",
    "content": "These may seem golden times for the action movie. An only slightly embalmed-looking Arnold Schwarzenegger is merrily tweeting from the Bulgarian set of The Expendables 2, while his co-star Bruce Willis has announced a return to the fray with a fifth Die Hard. Or perhaps that all strikes you as a little short-termist. However much fun is had in the meantime, it can't be a sign of good health for any genre to become so reliant on men who have clearly, to use the cinematically correct parlance, got too old for this shit. All the stranger then that one of the freshest action films in recent memory risks slipping by unnoticed – The Yellow Sea, a darkly propulsive South Korean crime thriller featuring all manner of car chases, gunplay and loving scenes of glass lavishly shattering, to be released in Britain next week. Named for the stretch of water that lies between China, North and South Korea, it's a compelling affair – the protagonist is a broken gambler from the Chinese border town of Yanbian, who in desperation to find his wife after she escapes to Seoul agrees to be smuggled there to carry out a mob hit. What then unfolds does so in a series of adrenalised setpieces; while the pace of Na Hong-jin's storytelling might be some way from flawless, the rush of those sequences is dizzying. Of course, the thing about the action movie is that there's still a sense in some quarters that its noisy, car-go-boom pleasures exist at one end of a spectrum, with foreign language film at the other. Whereas in fact, as any action fan knows, that divide is bogus. On the most basic level, subtitles cease to be an issue when the focus is flying bullets and stuff blowing up. But also, film-makers from outside Hollywood have always had a knack for stylistically raising the bar and leaving America to catch up – a tradition spanning from Eisenstein to John Woo to Korea's own Park Chan-wook. The Yellow Sea is also one of the main attractions at the upcoming London Korean film festival, a three-week celebration so self-assured it doesn't even need to call on the stellar back catalogues of Park or Bong Joon-ho. As befits a country with such a madly diverse film culture, the programme runs from high school K-horror to slapstick 16th-century detective yarns – but with a cluster of superior action thrillers at its centre. Na's previous film, the technically staggering The Chaser, gets another airing on the big screen – while onetime \"Action Kid\" Ryoo Seung-wan has a full retrospective. The highlight there is probably his most recent film The Unjust, a sprawling tale of police corruption with a genuine sense of ambivalence among the random head-poundings. But aside from their facility with blood and pyrotechnics, another aspect of Korean cinema lends its action flicks a particular heft – their connection to the real world. What really makes The Yellow Sea tick is its grounding in the experience of ethnic Koreans in Chinese-controlled outposts like Yanbian, the mood of semi-lawless gloom dramatic ballast for the chaos of its later stages. Time and again through the festival's lineup, the realities of the class divide and the anxiety and sadness of the relationship with the North arise almost as often as ultraviolent bedlam. Of course, South Korea's film-makers aren't the first to give action movies a social undercarriage. But that combination has become as much a signature of the country's cinema as operatic plotting, an ice-cream swirl of unease that runs through even its biggest mainstream hits. The vastly successful 1999 blockbuster Shiri centred on the tension between Seoul and Pyongyang, while Bong's much-loved monster spectacular The Host doubled as a critique of the presence of the US military in South Korea. Here in the west, unless The Expendables 2 finds Arnie and friends taking on the banks, our action still happens firmly in the land of make believe.",
    "keywords": [
        "south",
        "movies",
        "blow",
        "sea",
        "sense",
        "seoul",
        "film",
        "korean",
        "hollywood",
        "runs",
        "yanbian",
        "action",
        "yellow",
        "koreas"
    ],
    "summary": "All the stranger then that one of the freshest action films in recent memory risks slipping by unnoticed – The Yellow Sea, a darkly propulsive South Korean crime thriller featuring all manner of car chases, gunplay and loving scenes of glass lavishly shattering, to be released in Britain next week.\nThe Yellow Sea is also one of the main attractions at the upcoming London Korean film festival, a three-week celebration so self-assured it doesn't even need to call on the stellar back catalogues of Park or Bong Joon-ho.\nNa's previous film, the technically staggering The Chaser, gets another airing on the big screen – while onetime \"Action Kid\" Ryoo Seung-wan has a full retrospective.\nWhat really makes The Yellow Sea tick is its grounding in the experience of ethnic Koreans in Chinese-controlled outposts like Yanbian, the mood of semi-lawless gloom dramatic ballast for the chaos of its later stages.\nOf course, South Korea's film-makers aren't the first to give action movies a social undercarriage.",
    "sentiment": {
        "neg": 0.066,
        "neu": 0.856,
        "pos": 0.078,
        "compound": 0.0684
    }
}