{
    "date": "2011-07-07T18:35:59Z",
    "title": "Pakistani generals 'helped sell nuclear secrets'",
    "url": "https://www.theguardian.com/world/2011/jul/07/pakistani-generals-helped-sell-nuclear-secrets",
    "content": "The story of the world's worst case of nuclear smuggling took a new twist on Thursday when documents surfaced appearing to implicate two former Pakistani generals in the sale of uranium enrichment technology to North Korea in return for millions of dollars in cash and jewels handed over in a canvas bag and cardboard boxes of fruit. The source of the documents is AQ Khan, who confessed in 2004 to selling parts and instructions for the use of high-speed centrifuges in enriching uranium to Libya, Iran and North Korea. Extracts were published by the Washington Post, including a letter in English purportedly from a senior North Korean official to Khan in 1998 detailing payment of $3m to Pakistan's former army chief, General Jehangir Karamat, and another half-million to Lieutenant General Zulfiqar Khan, who was involved in Pakistan's nuclear bomb tests. Both generals denied the allegations. \"What can I say. [These are] bits of old info packaged together. [There is] not an iota of truth in the allegations against me. [There is] no reason on earth for anyone to pay me for something I could not deliver,\" Karamat wrote in an email to the Guardian. Lt Gen Khan told the Washington Post that the documents were \"a fabrication\". The issue is seen as critically important by western governments. Seven years after Khan, the godfather of the Pakistani nuclear programme, made his public confession on Pakistani television, there is still uncertainty over the extent to which he was a rogue operator or just a salesman acting on behalf of the Pakistani state and its army. Western officials are also unsure whether the covert nuclear sales are continuing. One of the documents published on Thursday was allegedly a copy of a 1998 letter in English to him from Jon Byong Ho, then the secretary of the North Korean Workers' party, who is believed to have masterminded the state's covert trade in nuclear and missile technology. The document states that \"the $3m have already been paid\" to Karamat, and \"half a million dollars\" and some jewellery had been given to Lt Gen Khan, who went on to run the national water and power company. The Washington Post interviewed senior US officials who said that the document contained \"accurate details of sensitive matters known only to a handful of people in Pakistan, North Korea and the United States\", and that the substance was \"consistent with our knowledge\" of the same events. Khan's smuggling network was broken in 2003, and he delivered a confession on Pakistani television in February 2004 in which he admitted selling centrifuge technology for enriching uranium to Iran, North Korea and Libya to further those countries' nuclear weapons programme. He claimed in his confession that the Pakistani government had not been complicit. Khan has since said he had been persuaded to absolve the Islamabad government in return for his freedom. He handed over his version of events to a British journalist, Simon Henderson, now an analyst at the Washington Institute for Near East Policy. Henderson said Khan gave him the North Korean letter \"several years ago\" as an \"insurance policy\", but later agreed to have it published. \"I think he wants to set the historical record straight,\" Henderson said. \"This would appear to confirm that Khan was not a rogue operator; secondly, that the military was deeply involved in what he was doing; and that thirdly, it confirms the growing concerns that the Pakistani military is not working in our interests, at best, and is duplicitous at worst.\" Among the documents Khan handed over to Henderson was the written account of his activities given to Pakistani investigators in 2004, in which he claims he handed over two deliveries of cash from the North Koreans to Karamat. He said the first payment was for half a million dollars and the balance was paid once details had been agreed on how Pakistan would help Pyongyang develop technology for enriching uranium. \"I personally gave the remaining $2.5m to Gen Karamat in cash at the Army House to make up the whole amount,\" Khan wrote. According to the Washington Post, he claims to have delivered the money in a canvas bag and three cardboard boxes. David Albright, an expert on nuclear proliferation and author of a book on AQ Khan's smuggling network, Peddling Peril, said he had obtained the same account some years ago but that no western government had made a judgment on its reliability. \"In these documents, Khan blames everybody else, including [assassinated former prime minister] Benazir Bhutto,\" Albright said. He added that he still believes Khan was the driving force behind the network, rather than a mere servant of the Pakistani state. \"He had tremendous autonomy which he used to build up his network, and he used the corruption of the state to further his goals.\"",
    "keywords": [
        "uranium",
        "pakistani",
        "helped",
        "sell",
        "karamat",
        "documents",
        "washington",
        "post",
        "nuclear",
        "technology",
        "khan",
        "generals",
        "secrets",
        "north"
    ],
    "summary": "Lt Gen Khan told the Washington Post that the documents were \"a fabrication\".\nSeven years after Khan, the godfather of the Pakistani nuclear programme, made his public confession on Pakistani television, there is still uncertainty over the extent to which he was a rogue operator or just a salesman acting on behalf of the Pakistani state and its army.\nAccording to the Washington Post, he claims to have delivered the money in a canvas bag and three cardboard boxes.\n\"In these documents, Khan blames everybody else, including [assassinated former prime minister] Benazir Bhutto,\" Albright said.\nHe added that he still believes Khan was the driving force behind the network, rather than a mere servant of the Pakistani state.",
    "sentiment": {
        "neg": 0.0484,
        "neu": 0.9101,
        "pos": 0.0415,
        "compound": -0.0196
    }
}