{
    "date": "2011-12-29T15:53:00Z",
    "title": "North Korea photo illustrates art of editing a nation in mourning",
    "url": "https://www.theguardian.com/world/blog/2011/dec/29/north-korea-photo-editing-mourning",
    "content": "Now you see them, now you don't: a combination picture of two images appears to indicate that with the eyes of the world upon it, North Korea is not beyond applying a touch of media manipulation when portraying a nation in mourning. Taken a second apart, one image from the Japanese news agency Kyodo shows the funeral cortege led by a limousine carrying a huge portrait of its recently deceased leader, Kim Jong-il, as it made its way through the crowds. But in the second, released by the Korean Central News Agency (KCNA), something is missing. The group of men, clearly seen on the left of the picture standing around what appears to be a video camera mounted on a tripod, have vanished – apparently digitally erased to be replaced with some blotchy-looking blobs purporting to be snow. And, talking of snow, how much whiter and brighter it appears to be in the second. Which may, of course, be entirely down to the photographer's settings rather than any Photoshopping. Quite what the motivation behind the apparent alteration remains unclear, though most would agree it makes for a crisper and more aesthetically pleasing image altogether. Releasing the images, the Reuters news agency said: \"This combination picture of two handout images from KCNA shows a limousine with a portrait of the late North Korean leader Kim Jong-il leading his funeral procession in Pyongyang December 28 2011. \"In the top picture released by Kyodo, a group of men is seen on the left side of the picture. In the bottom picture which was sent directly to Reuters by KCNA, the group is missing. Reuters now believes the bottom picture was altered by KCNA.\" It's not the first time North Korea has been accused of digitally manipulating photographs. In 2008, it was reported that an image of Kim Jong-il posing with the North Korean army was a fake, with experts claiming the shadow of his legs ran in a different direction to that of soldiers on either side of him, and a black line had disappeared when it reached him.",
    "keywords": [
        "illustrates",
        "kcna",
        "mourning",
        "nation",
        "korea",
        "art",
        "second",
        "image",
        "group",
        "kim",
        "images",
        "korean",
        "jongil",
        "editing",
        "north",
        "picture"
    ],
    "summary": "Now you see them, now you don't: a combination picture of two images appears to indicate that with the eyes of the world upon it, North Korea is not beyond applying a touch of media manipulation when portraying a nation in mourning.\nBut in the second, released by the Korean Central News Agency (KCNA), something is missing.\n\"In the top picture released by Kyodo, a group of men is seen on the left side of the picture.\nIn the bottom picture which was sent directly to Reuters by KCNA, the group is missing.\nIt's not the first time North Korea has been accused of digitally manipulating photographs.",
    "sentiment": {
        "neg": 0.0756,
        "neu": 0.8717,
        "pos": 0.0526,
        "compound": -0.0847
    }
}