{
    "date": "2011-12-19T19:43:05Z",
    "title": "US sees Kim Jong-il death as opportunity to improve relations",
    "url": "https://www.theguardian.com/world/2011/dec/19/north-korea-kim-jong-un",
    "content": "The White House is hoping for a thaw in relations with North Korea after the death of the dictator Kim Jong-il and his expected replacment by his son Kim Jong-un. Relations between the US and North Korea have long been strained over Pyongyang's nuclear weapons ambitions, its role in nuclear proliferation and its often tense military face-offs with South Korea. The White House has so far kept its statements neutral, going little beyond a comment that it is monitoring the situation. Kim's death saw a flurry of phone-calls between the US military, the White House and the state department overnight. President Barack Obama spoke to South Korean president Lee Myung-bak at midnight Sunday. In a statement on Monday, the White House said: \"The president reaffirmed the United States' strong commitment to the stability of the Korean peninsula and the security of our close ally, the Republic of Korea. \"The two leaders agreed to stay in close touch as the situation develops and agreed they would direct their national security teams to continue close coordination.\" The White House can test relations with North Korea by approaching the son about re-opening long-stalled negotiations over abandoning its nuclear weapons programme. As an incentive, it can also offer food aid. Although Kim's death is seen as opportunity, there is also concern that it could go the other way and lead to a bout of instability. Top US commander Gen Martin Dempsey, the chairman of the joint chiefs of staff, told reporters that so far there had been no change in \"in North Korean behaviour of a nature that would alarm us.\" The security alert status on the Korean peninsula remained unchanged. Dempsey, briefing reporters during a stop-over in Germany, said of the son: \"It is my expectation ... that he will be the successor. I would only say at this point that he is young to be put in this position and we will have to see if it, in fact, is him and how he reacts to the burden of governance that he hasn't had to deal with before.\" Dr Leonid Petrov of the University of Sydney said Pyongyang could use the opportunity of the succession to seek engagement with the international community. \"They will try to use it to resume negotiations with the US, saying there is a new leader so why not go and talk,\" he predicted. While Kim Jong-il was groomed for well over a decade prior to his succession, Kim Jong-un's elevation has been far more abrupt and many wonder how the communist dynasty founded by his grandfather Kim Il-sung will fare. The aura surrounding the country's founder has never been matched and has been so crucial to the regime that he remains \"eternal president\" 17 years after his death. Daniel Pinkston of the International Crisis Group said: \"I think the North has done quite a bit to accelerate the succession process so I think at least in the short term they will coalesce around the next generation of leadership and watch and see whether his son will be able to consolidate power. But there will be a lot of uncertainty ahead.\" The death of Kim Jong-il has been felt far beyond North Korea's population of 24 million. The country has long been a source of international concern because of its nuclear and missiles programmes and there is widespread anxiety about potential instability. Seoul's Yonhap News Agency said North Korea has conducted a short-range missile test following Kim's death, although South Korean military officials said they could not immediately confirm the report. Yonhap cited unidentified government officials as saying the missile test occurred off the east coast. Earlier, Yonhap reported that South Korean military leaders had declared an emergency alert after the news of Kim's death was announced. A spokesman for the Japanese prime minister said he had set up a crisis management team in North Korea.",
    "keywords": [
        "white",
        "south",
        "korea",
        "president",
        "opportunity",
        "kim",
        "improve",
        "sees",
        "house",
        "jongil",
        "korean",
        "son",
        "death",
        "north",
        "relations"
    ],
    "summary": "The White House is hoping for a thaw in relations with North Korea after the death of the dictator Kim Jong-il and his expected replacment by his son Kim Jong-un.\nThe White House has so far kept its statements neutral, going little beyond a comment that it is monitoring the situation.\nKim's death saw a flurry of phone-calls between the US military, the White House and the state department overnight.\nPresident Barack Obama spoke to South Korean president Lee Myung-bak at midnight Sunday.\nA spokesman for the Japanese prime minister said he had set up a crisis management team in North Korea.",
    "sentiment": {
        "neg": 0.0928,
        "neu": 0.8345,
        "pos": 0.0727,
        "compound": -0.146
    }
}