{
    "date": "2011-12-22T14:11:16Z",
    "title": "Kim Jong-il's death sends North Korean media into overdrive",
    "url": "https://www.theguardian.com/world/2011/dec/22/kim-jong-il-north-korean-media",
    "content": "The tributes are lavish, the grief spectacular and the rhetoric often startling. North Korea's state media – never known for understatement – have been in overdrive since the announcement of Kim Jong-il's death on Monday. The Korean Central News Agency (KCNA) has dramatically increased productivity, posting tales of mysteriously glowing skies over the revered Mount Baekdu, accounts of mass pledges of devotion to \"great successor\" Kim Jong-un and articles such as Kim Jong-il's Field Jacket Cherished in Hearts of People. To westerners, such accounts can seem perilously close to the work of The Onion, the satirical US website. But experts say it is too easy to mock and that embedded in the rhetoric are important messages from the state. \"Absurdity is in the eye of the beholder and North Koreans find a lot of things about our society incredible and laughable,\" said Brian Myers, associate professor at Dongseo University in South Korea and author of The Cleanest Race, which examines the country's ideology. \"It's not particularly helpful to treat North Korean propaganda simply as one big joke.\" A story about Kim's famous \"greige\" field jacket – like repeated references to him wearing \"an ordinary jumper\" – is intended as testament to a humble, hard-working life as a servant of his people. Another piece described how he \"worked hard day and night, having uncomfortable sleep and taking rice-balls\" – in stark contrast to foreign accounts of his taste for cognac, sushi and pizza. Another article, Unforgettable Last Days of Kim Jong-il's Life, commented on bitter winds and high seas. \"Those weather data make one more keenly feel the painful labours of Kim Jong-il who continued in common attire his journey of field guidance ... despite the biting cold weather,\" it said. But the metaphorical aspect of the account was underlined by its conclusion: meteorologists stressed \"that the spring of prosperity under socialism will surely come ... thanks to the patriotic devotion of Kim Jong-il who blocked the howling wind of history till the last moments of his life\". A separate article reported strange natural phenomena including the cracking of ice sheets and a bird that flew around a statue of Kim Il-sung three times, as if \"even the crane seemed to mourn the demise of Kim Jong-il\". \"A lot of it is figurative language. It's very unfair to North Koreans to take it absolutely literally; it's as if they were to say Americans believed George Washington was literally the father of the entire American people,\" said Myers. He added: \"There is no element of the supernatural at all in the North Korean personality cult; no sense that 'he is up there looking down on us' which you got [from some people] with Michael Jackson or Lady Diana. In that sense it is much more grounded in reality that our own culture.\" Myers argued that North Korea should not be understood as a communist state but as a far-right one, comparable to a monarchy. While the hyperbole \"presumably induces a certain amount of fatigue\" in most North Koreans, they remain wedded to the idea of their nation, even if they doubt its leadership. \"The entire legitimacy of the regime derives from Kim Il-sung's myth,\" Myers added. But he said the rationale was the leader's descendants' ability to uphold his legacy, not their genetic link. \"Kim Jong-il was known to the public as Kim Il-sung's son even as a small boy, but if you look at the propaganda accounts they never refer to each other as father and son ... He had spent his life with Kim Il-sung and knew Kim Il-sung's will better than anyone,\" Myers added. Kim Jong-un has already been hailed not only as an \"outstanding leader\" and \"great successor\", but as someone who will continue Kim Il-sung's legacy and whose thoughts are the same as Kim Jong-il's. State media have never referred to his family connection, although North Koreans are clearly aware of it. Myers said it was striking that Kim Jong-un's \"biographical myth\" had not yet been published, noting that it was not clear what messages were being sent through study sessions. KCNA also reported that more than 100 poems and lyrics had been inspired by Kim's death, demonstrating the reach of the country's propaganda apparatus and the way it is embedded in culture. \"There is nothing public that is not part of ideology and the state system,\" said Keith Howard, a professor of music at the School of Oriental and African Studies in London who has researched music and political ideology in North Korea. \"Behind the scenes people are human ... [But] the private side of things we hardly get to see.\" Even there, he suggested, people would not be challenging the ideology \"but not going along with it with quite the fervour you see in filmed images\". Howard said artistic production would offer insight into developments in North Korea in the coming months and years. \"Obviously you are going to get stuff honouring and glorifying the one who has died and the one coming in. But you will also get a period where the army feels it needs to be valued and you will see a flowering of songs about how glorious the army is ... You will be able to map it quite clearly,\" he predicted.",
    "keywords": [
        "overdrive",
        "korea",
        "state",
        "jongils",
        "kim",
        "media",
        "ilsungs",
        "jongil",
        "sends",
        "koreans",
        "myers",
        "death",
        "life",
        "north",
        "korean"
    ],
    "summary": "North Korea's state media – never known for understatement – have been in overdrive since the announcement of Kim Jong-il's death on Monday.\nAnother article, Unforgettable Last Days of Kim Jong-il's Life, commented on bitter winds and high seas.\nHe had spent his life with Kim Il-sung and knew Kim Il-sung's will better than anyone,\" Myers added.\nKim Jong-un has already been hailed not only as an \"outstanding leader\" and \"great successor\", but as someone who will continue Kim Il-sung's legacy and whose thoughts are the same as Kim Jong-il's.\nHoward said artistic production would offer insight into developments in North Korea in the coming months and years.",
    "sentiment": {
        "neg": 0.0681,
        "neu": 0.8585,
        "pos": 0.0735,
        "compound": 0.0167
    }
}