{
    "date": "2011-12-19T19:02:26Z",
    "title": "North Korea's London embassy mourns Kim Jong-il from behind closed doors",
    "url": "https://www.theguardian.com/world/2011/dec/19/north-korea-london-embassy-mourns",
    "content": "Down the road from the petrol station and the tile shop, past the curry house and the rugby ground, the tiny and anonymous corner of west London that serves as one of the furthest-flung and least exotic outposts of North Korean sovereignty was in silent mourning on Monday. The flagpole outside the embassy may have lacked a blue-and-red banner to flutter at half-mast over the North Circular, but the sudden apparition of groups of silent men and women carrying bouquets of white flowers suggested that the death of Kim Jong-il was being felt almost as keenly in Ealing as Pyongyang. Exactly how they marked his passing, however, is impossible to say. The doors to the embassy, like the borders of North Korea itself, remained firmly shut and the ceremonies and reminiscences taking place behind them went unobserved and unreported. A ring of the bell elicited no response from within and the only confirmation that it worked came half an hour later when two Metropolitan police officers pitched up to convey the embassy's displeasure and to ask the press to keep off the doorstep. Nor were the bouquet-bearing men and women who emerged from successive Mercedes-Benz cars any more forthcoming as they slipped through the sliding rear gate and headed past the basketball hoop in the back garden and into the embassy. It was left to the other residents of the affluent area – with its mock-Tudor houses and drives stocked with Range Rovers, Jaguars and BMWs – to shed some light on their mysterious neighbours. Was it not chilling to live so close to the emissaries of a heavily militarised totalitarian regime? \"In all honesty, I have seen very decent people indeed; very friendly, very down-to-earth,\" said Ahmed Ismail, a consultant obstetrician and gynaecologist who has lived near the embassy for four years. \"They're no trouble whatever for the neighbourhood. They are excellent, excellent neighbours – very polite, very decent.\" So decent, in fact, that when one embassy worker accidentally shunted Ismail's wife's car, he immediately leapt out to provide his details. The only quibble the doctor could find with the diplomats was the lack of proper security to make himself and other residents feel that little bit safer. Still, he mused, that probably had more to do with British policing priorities than geopolitics. \"You have an embassy here where there are active diplomats and you have one of Tony Blair's houses near Edgware Road guarded all the time when he is hardly there,\" he said. \"[But] there's absolutely no security here.\" Outside the large, detached 30s house that has functioned as the DPRK embassy for eight years, bored and cold camera crews and photographers were eyeing each passing Mercedes with hopeful suspicion and wondering whether the flag might be in the wash. With no comment from inside, it was left to the man whistling past on a bike to improvise an obituary for the Dear Leader that would not have gone down well in Pyongyang. \"Don't worry!\" he shouted, perhaps mistaking the shivering Japanese and Korean journalists for mourners. \"The world is better!\"",
    "keywords": [
        "london",
        "doors",
        "past",
        "residents",
        "embassy",
        "decent",
        "women",
        "silent",
        "kim",
        "security",
        "jongil",
        "closed",
        "road",
        "pyongyang",
        "mourns",
        "north",
        "koreas"
    ],
    "summary": "The doors to the embassy, like the borders of North Korea itself, remained firmly shut and the ceremonies and reminiscences taking place behind them went unobserved and unreported.\nWas it not chilling to live so close to the emissaries of a heavily militarised totalitarian regime?\nSo decent, in fact, that when one embassy worker accidentally shunted Ismail's wife's car, he immediately leapt out to provide his details.\nThe only quibble the doctor could find with the diplomats was the lack of proper security to make himself and other residents feel that little bit safer.\nStill, he mused, that probably had more to do with British policing priorities than geopolitics.",
    "sentiment": {
        "neg": 0.0874,
        "neu": 0.8338,
        "pos": 0.0788,
        "compound": -0.0088
    }
}