{
    "date": "2011-12-31T12:29:30Z",
    "title": "Kim Jong-un named supreme commander of North Korea's military",
    "url": "https://www.theguardian.com/world/2011/dec/31/kim-jong-un-north-korea-supreme-commander",
    "content": "North Korea's new leader, Kim Jong-un, has been formally named supreme commander of the armed forces in a sign that he is consolidating his power base. Kim Jong-un, who became the country's leader following the death of his father, Kim Jong-il, earlier this month, was appointed by the powerful political bureau of the central committee of the Workers' party at a meeting on Friday, the Korean Central News Agency reported. The appointment, which puts him in charge of the world's fourth-largest army, was reportedly in accordance with a will written by Kim Jong-il on 8 October. It is also the latest step in a burgeoning personality cult around Kim Jong-un. The state news agency also referred to him as 'great leader' for the first time – a further sign that his accession marks continuity with the regime of his late father. It said Kim Jong-un's new title \"provides sure guarantee for glorifying the great exploits performed by Kim Jong-il for army building and carrying forward the cause of the songun [military-first] revolution generation after generation\". The Worker's party said the country should unite around Kim Jong-un and strengthen \"the monolithic leadership system of the dear respected Comrade Kim Jong-un throughout the party and society.\" A party official added: \"This is a historic event reflecting the unanimous will of the service persons and the people to defend the dignity of the country.\" Kim Jong-il, known in North Korea as 'dear leader', was in the process of formalising Kim Jong-un as his successor when he died in mid-December after 17 years in power. The transition had not been completed when he died, prompting fears of a power struggle in the nuclear-armed rogue state. But officials and state media have bestowed a string of titles on Kim Jong-un since his father's death in an apparent bid to strengthen his position. Kim Jong-il held three main positions: chairman of the national defence commission (NDC), general secretary of the Workers' party and supreme commander of the Korean People's Army. According to the constitution, his position as chairman of the NDC made him 'supreme leader' of North Korea. He retains the title 'eternal president' even after his death. Kim Jong-un was made a four-star general last year and appointed a vice chairman of the central military commission of the Workers' party. Since his father's death, he has picked up major titles from officials and state media: 'great successor', 'supreme leader' and 'great leader'. Kim Yeon-su, a North Korea expert at Korea National Defense University, said North Korea was showing the world that its system was stable and \"the elite remain united\". He said the next step for Kim Jong-Un in 2012 would be for him to be nominated as chairman of the NDC and to rise to general secretary of the Workers' party. Yang Moo-jin, a professor at the University of North Korean Studies in Seoul, said the swift succession showed that \"the military-first rule will continue\". Kim Jong-un's age and inexperience have raised questions outside North Korea about his leadership of a nation engaged in delicate negotiations over its nuclear programme and grappling with decades of economic hardship and chronic food shortages.",
    "keywords": [
        "military",
        "leader",
        "party",
        "korea",
        "state",
        "north",
        "workers",
        "kim",
        "commander",
        "jongun",
        "jongil",
        "supreme",
        "named",
        "koreas"
    ],
    "summary": "North Korea's new leader, Kim Jong-un, has been formally named supreme commander of the armed forces in a sign that he is consolidating his power base.\nIt is also the latest step in a burgeoning personality cult around Kim Jong-un.\nThe Worker's party said the country should unite around Kim Jong-un and strengthen \"the monolithic leadership system of the dear respected Comrade Kim Jong-un throughout the party and society.\"\nAccording to the constitution, his position as chairman of the NDC made him 'supreme leader' of North Korea.\nKim Yeon-su, a North Korea expert at Korea National Defense University, said North Korea was showing the world that its system was stable and \"the elite remain united\".",
    "sentiment": {
        "neg": 0.064,
        "neu": 0.7983,
        "pos": 0.1378,
        "compound": 0.2766
    }
}