{
    "date": "2011-12-19T11:40:00Z",
    "title": "Kim Jong-il: ten things you never knew",
    "url": "https://www.theguardian.com/world/shortcuts/2011/dec/19/kim-jong-il-things-never-knew",
    "content": "1) North Korea's future 'dear leader' was born in, well, no one seems exactly sure where or when. According to the legend his family cultivated, he was born at his father's log cabin on the side of North Korea's sacred Mt Paektu in 1942. A swallow was seen in the sky, signalling the early arrival of spring. A new star shone in the sky and a double rainbow was sighted nearby. The Soviets, meanwhile, said their records showed he was born in the Siberian village of Vyatskoye in 1941. 2) The first confirmed sighting of Kim Jong-il came in the early 1970s, when he was spotted on holiday in Malta, where it is understood he was receiving personal English lessons from the Maltese prime minister, Dom Mintoff. 3) In 1994, when he succeeded his father and \"Eternal President\" Kim Il-sung to lead North Korea, he was granted the first of more than 200 official titles. These included \"Guiding Star of the 21st Century\", \"Glorious General, Who Descended from Heaven\", \"Amazing Politician\", \"Ever-Victorious, Iron-Willed Commander\" and \"Highest Incarnation of the Revolutionary Comradely Love\". 4) When Pyongyang's first golf course opened in 1994, he was given the honour of playing the first round. When he came to sign his card at the end, it stated that he had shot a 38-under-par round, which included 11 holes-in-one. His 17 bodyguards were put forward as witnesses to his remarkable feat. 5) In 2006, in reaction to North Korea testing a nuclear weapon, the US stepped up its sanctions against the rogue state. In an attempt to dent Kim Jong-il's known love of luxury goods, the US banned 60 luxury items entering the country, including yachts, Chanel No 5, Segways and even rare stamps. Knowing that he loved cognac – his court apparently spent $800,000 (£517,000) a year on Hennessy – the US also banned lead crystal and spirits. 6) The US government also banned televisions with screens larger than 29in. It was another attempt to impact on Kim Jong-il's lifestyle. As a film buff, he had a collection of 20,000 videos and DVDs, including his favourites such as Rambo, Friday the 13th and the complete oeuvre of Elizabeth Taylor. 7) In 1978, Kim Jong-il reportedly ordered the kidnapping of celebrated South Korean film-maker Shin Sang-ok and his actor wife Choi Eun-hee so that they could make a socialist version of Godzilla, his all-time favourite film. 8) Ermanno Furlanis, an Italian chef who once worked directly for Kim Jong-il, wrote a book about his experiences stating that he was ordered to carve sashimi from a live fish and never to place anchovies on pizzas. He was also sent to Uzbekistan to buy caviar, Denmark to buy pork, China for grapes and to Thailand for mangos and papayas. A former personal doctor also said that a team of 200 scientists worked to cultivate the perfect diet to ensure he had a longer life. 9) In 2000, a new food \"invented\" by Kim Jong-il called \"Gogigyeopbbang\" was introduced to North Koreans. It was described as \"double bread with meat\", but took on the uncanny appearance of a conventional hamburger. In 2006, another culinary revolution was introduced on Jong-il's orders in an attempt to alleviate food shortages – the breeding of giant rabbits. 10) A government website once stated that Kim Jong-il never needed to urinate or defecate. But the reference was later removed.",
    "keywords": [
        "things",
        "jongils",
        "knew",
        "kim",
        "banned",
        "star",
        "jongil",
        "attempt",
        "worked",
        "stated",
        "born",
        "north"
    ],
    "summary": "2) The first confirmed sighting of Kim Jong-il came in the early 1970s, when he was spotted on holiday in Malta, where it is understood he was receiving personal English lessons from the Maltese prime minister, Dom Mintoff.\nIt was another attempt to impact on Kim Jong-il's lifestyle.\n7) In 1978, Kim Jong-il reportedly ordered the kidnapping of celebrated South Korean film-maker Shin Sang-ok and his actor wife Choi Eun-hee so that they could make a socialist version of Godzilla, his all-time favourite film.\n9) In 2000, a new food \"invented\" by Kim Jong-il called \"Gogigyeopbbang\" was introduced to North Koreans.\n10) A government website once stated that Kim Jong-il never needed to urinate or defecate.",
    "sentiment": {
        "neg": 0.0281,
        "neu": 0.8977,
        "pos": 0.0743,
        "compound": 0.1814
    }
}