{
    "date": "2011-12-19T10:55:55Z",
    "title": "Kim Jong-il's death: an uneasy legacy | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2011/dec/19/kim-jong-il-death-legacy",
    "content": "To be honest, nobody knows for sure what may happen in North Korea following the sudden death of Kim Jong-il. A key part of the mercurial dictator's legacy is the dysfunctional secrecy that envelops the country like a dark funeral shroud. In equal measure, Kim threatened, and felt threatened by, the outside world. His personal insecurity translated into a national policy of paranoia. The first, pressing consideration for western countries, principally the US, which effectively guarantees South Korea's defence, will be whether Kim's designated heir and successor, his third son, Kim Jong-un, is able to assert and entrench his authority. State media today purposefully thrust Kim to the forefront of the nationwide mourning ceremonies, making clear that like his father and grandfather before him, he is the new \"dear leader\". This is both good and bad news. Western analysts have long warned of the dangers of a power vacuum and the possibly dangerous consequences of a struggle over the succession. Tensions with South Korea rose sharply in 1994 when Kim Jong-il took over from his father, Kim Il-sung, and unlike Kim Jong-un, who is in his 20s, he had two decades or more to prepare himself for the top job. It is highly significant that two days elapsed between Kim's death, reportedly of a heart attack during a train journey on Saturday, and today's public announcement of his demise. If powerful members of the extended ruling clan, or leading generals in the National Defence Commission (NDC), were going to successfully challenge the handover, they might have been expected to have done so by now. The unified stance presented to the world suggests there will be no destabilising internal coup-making, at least for now. But Kim Jong-un's ascendancy may prove to be contingent on his furnishing early proofs that he is up to the task. When his ailing father appeared to run into domestic turbulence at home last year, he resorted to the old trick of conjuring outside threats and externalising the problem. The result was the unprovoked sinking of a South Korean naval vessel and a brief bombardment, a year ago this month, of a South Korean island. Some reports at the time suggested Kim Jong-un was involved in, or even commanded, these attacks, as a way of proving his martial credentials. The worry now for South Korea, which has placed its armed forces on high alert, and for Seoul's American and Japanese allies, is that a fresh period of confrontation may be about to begin as Pyongyang's new leader attempts to demonstrate his authority. A second key consideration is the safety of North Korea's atomic weapons stockpile. Kim Jong-il's grisly signature achievement was to turn his country into an acknowledged nuclear power, conducting two bomb tests in 2006 and 2009. Disarmament talks between the US and North Korea resumed last summer after a year's hiatus, but substantive progress has been largely lacking, while the six-party talks involving both countries plus South Korea, Japan, China and Russia are stalled. Concerns that the succession crisis could mutate into a nuclear crisis seem misplaced at this point. North Korea's weapons stockpile is understood to be primarily under the control of the armed forces, principally the generals in the NDC rather than the Kim dynasty. Although military by nature, it remains essentially a political tool – a lever used for extracting concessions, respect and aid and assistance from supposedly hostile neighbours. This approach has served the regime well, in the sense that it has been able to maintain itself in power and has avoided foreign intervention despite its appalling economic mismanagement. The new leadership might be expected to continue to use its nuclear programme as a bargaining chip, rather than an offensive weapon. This is not to say, however, that there will not be more nuclear tests or provocative missile launches over the Sea of Japan in the weeks and months to come, depending on how the internal political dynamics play out in Pyongyang. China's public endorsement of the power handover is similarly reassuring and problematic at the same time. Beijing is North Korea's only significant ally and its praise for the late Kim and explicitly, for his successor, was evidently designed to calm matters. China believed the North Korean people would \"turn their grief into strength, unite as one, and continue to advance the cause of socialism,\" a spokesman said. China, he said, would help make \"active contributions\" towards maintaining peace and stability on the Korean peninsula and in the wider region. On the other hand, these statements indicate plainly that Beijing is counting on the regime staying in place and on maintaining the overall status quo, as far as possible. This is not an objective favoured in Washington or in London, which would dearly love to see North Korea come in from the cold and an end to its \"rogue state\" behaviour. Where China stresses continuity, William Hague, Britain's foreign secretary, sees an opportunity. \"This could be a turning point for North Korea,\" Hague said today. \"We hope that their new leadership will recognise that engagement with the international community offers the best prospect of improving the lives of ordinary North Korean people.\" Barack Obama, recently returned form his Asian tour, now faces an early test of his regional \"reset\" – his stated determination to promote American re-engagement in the Asia-Pacific area, not least in ensuring the security of US allies and US interests in the face of China's new assertiveness. It has been the historical failure of Washington and Beijing to agree about what to do about the North Korean regime that has enabled it to survive so long. In western eyes, the age of dictators is over. China sees things differently – and has just given its blessing to the enthronement to a brand new one.",
    "keywords": [
        "south",
        "korea",
        "jongils",
        "north",
        "kim",
        "china",
        "simon",
        "power",
        "nuclear",
        "western",
        "uneasy",
        "tisdall",
        "koreas",
        "death",
        "legacy",
        "korean"
    ],
    "summary": "To be honest, nobody knows for sure what may happen in North Korea following the sudden death of Kim Jong-il.\nThe result was the unprovoked sinking of a South Korean naval vessel and a brief bombardment, a year ago this month, of a South Korean island.\nA second key consideration is the safety of North Korea's atomic weapons stockpile.\nKim Jong-il's grisly signature achievement was to turn his country into an acknowledged nuclear power, conducting two bomb tests in 2006 and 2009.\n\"This could be a turning point for North Korea,\" Hague said today.",
    "sentiment": {
        "neg": 0.1147,
        "neu": 0.7672,
        "pos": 0.1181,
        "compound": 0.0448
    }
}