{
    "date": "2011-12-19T19:53:48Z",
    "title": "Kim Jong-il's successor to rule North Korea is publicly endorsed by China",
    "url": "https://www.theguardian.com/world/2011/dec/19/kim-jong-il-successor-endorsed-china",
    "content": "China has endorsed Kim Jong-un as North Korea's new leader in a gesture of support designed to bolster Pyongyang and avoid regional instability. The Chinese government announced that co-operation with North Korea would continue. It hailed the late Kim Jong-il as a great leader and a close friend, and called on the North Korean people to unify under the leadership of \"comrade Jong-un\" and turn their \"anguish into strength\". China is crucial to the survival of Pyongyang in the face of international isolation. It has provided economic assistance to North Korea since 2006, when US and South Korean aid dried up after Pyongyang carried out the first of two nuclear tests. In the past 18 months Kim Jong-il travelled four times to China. He also visited Russia, North Korea's other key partner. Beijing is anxious to avoid any collapse of its often troublesome neighbour, reasoning that this would lead to a flood of refugees and economic migrants across its border. Unlike the US, which wants North Korea to scrap its nuclear capabilities, China's chief strategic concern is to maintain regional stability. The White House said it was closely monitoring developments on the Korean peninsula following Kim Jong-il's death. It restated its commitment to the \"freedom and security\" of its allies, with Barack Obama phoning South Korea's president, Lee Myung-bak, at midnight. They agreed to stay in close contact. The US had been expected to decide – perhaps as early as Tuesday – whether to resume nuclear negotiations with North Korea and to provide it with urgently needed food aid. The decision is likely to be postponed until well after Kim Jong-il's state funeral on 28 December. Hillary Clinton, the US secretary of state, said she had discussed the \"evolving situation\" in the Korean peninsula with international partners. Clinton said she hoped for a \"peaceful and stable transition in North Korea\" and wished for an improvement in relations. Earlier, US officials quoted by the Associated Press said they were moderately hopeful tensions on the peninsula would not increase, despite North Korea's symbolic move to test-fire a short-range missile hours after news of Kim Jong-il's death from a heart attack on Saturday was made public. Speaking in Germany, the top US military officer, General Martin Dempsey, said Washington and its allies had so far not seen any change \"in North Korean behaviour that would alarm us\". Dempsey, chairman of the US joint chiefs of staff, said there had been no changes to the readiness of US forces on the Korean peninsula, although South Korea has put its military on high alert. The Obama administration has taken a cautious line with North Korea since the collapse of six-party talks – also involving South Korea, Japan, China and Russia – in 2009, following Pyongyang's second nuclear test. Over the past six months Washington has held tentative talks with Pyongyang officials in Beijing. South Korea's president has urged his people to remain calm, as his cabinet and parliament went into emergency session. The defence ministry said South Korea's military – together with 28,500 US troops stationed in South Korea – were boosting reconnaissance operations. According to Yang Moo-jin, a professor at the University of North Korean Studies in Seoul, South Korea would probably attempt to quickly establish a working relationship with the new leadership of its northern neighbour. \"Now, South Korea urgently needs to think of who in North Korea it has to deal with,\" he said. \"South Korea doesn't want any instability in North Korea, so it will probably work to expand its co-operation efforts.\" Other countries were scrambling to make sense of developments in the secretive state, and to anticipate power struggles in the months and years ahead. The central question is whether Kim Jong-un's succession will spark instability given his lack of experience – or, as seems possible, whether North Korea's ruling elites will rally behind him as a new leader. Japan's prime minister, Yoshihiko Noda, said he had ordered officials \"to be prepared for the unexpected\". He said he had also told them to bolster their intelligence operations, and to co-operate with their opposite numbers in the US, South Korea and China. \"We cannot allow Kim's death to harm peace and stability on the Korean peninsula,\" Noda said. Japan has no formal relations with North Korea. Ties have been strained by Pyongyang's anger over Japan's occupation of the Korean peninsula between 1910 and 1945, Tokyo's anxiety over North Korea's nuclear and ballistic programme, and Japanese anger over the abduction of its citizens by North Korean agents decades ago. In Britain the foreign secretary, William Hague, said Kim's death could be a turning point for North Korea. Hague said he hoped the country's new leadership would recognise that engagement offered the best prospect for improving the lives of ordinary North Koreans. He also urged Pyongyang to return to six-party talks. Germany's foreign minister, Guido Westerwelle, holding talks with Hague, hoped that the country's dismal human rights record would now improve. Chinese analysts were in broad agreement that the new North Korean regime was likely to be circumspect, at least to begin with, in its dealings with the outside world. Cheng Xiaohe, associate professor at the school of international studies at Renmin University of China, said he didn't expect internal conflict in the next few months. But he added that it is \"probably brewing for the future\". He also predicted: \"I don't think Sino-North Korean relations will have big changes.\" Chu Shulong, professor at the institute of public administration at Tsinghua University, agreed: \"Historically the relationship between North Korea and China has been quite stable during the past few transitions. North Korea doesn't really have any option as China is now the only close alliance it has.\" Russia's foreign minister, Sergei Lavrov, indicated that Moscow would remain an important North Korean partner. He said that the change of leadership would not materially affect the two countries' \"friendly relations\". Russian analysts said that Pyongyang's decision to test-fire a missile sent a hawkish message to the international community. Konstantin Makienko, deputy director of the Moscow-based Centre for Analysis of Strategies and Technologies, told the Russian agency RIA-Novosti: \"Its goal is to show the world that … the armed forces of this country now are completely battle-ready and will react to any development.\" The UN secretary general, Ban Ki-moon, expressed his sympathy to North Korea's people. He reaffirmed his commitment to peace in the region and pledged that the UN would continue to send aid to the new regime in Pyongyang. The UN's humanitarian arm has raised funds to combat hunger in North Korea, and the UN development programme has a small presence in the isolated state.",
    "keywords": [
        "south",
        "korea",
        "jongils",
        "kim",
        "china",
        "peninsula",
        "nuclear",
        "pyongyang",
        "rule",
        "endorsed",
        "koreas",
        "successor",
        "publicly",
        "north",
        "korean"
    ],
    "summary": "Clinton said she hoped for a \"peaceful and stable transition in North Korea\" and wished for an improvement in relations.\nThe defence ministry said South Korea's military – together with 28,500 US troops stationed in South Korea – were boosting reconnaissance operations.\n\"Now, South Korea urgently needs to think of who in North Korea it has to deal with,\" he said.\n\"South Korea doesn't want any instability in North Korea, so it will probably work to expand its co-operation efforts.\"\nIn Britain the foreign secretary, William Hague, said Kim's death could be a turning point for North Korea.",
    "sentiment": {
        "neg": 0.0689,
        "neu": 0.8445,
        "pos": 0.0866,
        "compound": 0.0392
    }
}