{
    "date": "2011-12-21T14:25:02Z",
    "title": "Did Kim Jong-il die in his bed rather than on his train?",
    "url": "https://www.theguardian.com/world/2011/dec/21/kim-jong-il-die-bed",
    "content": "His life was surrounded by mystery and now Kim Jong-il's death is provoking equal amounts of rumour and conjecture. South Korean intelligence experts have questioned the north's account, which said Kim died on a train on Saturday on one of his field guidance trips. Won Sei-hoon, director of the National Intelligence Service (NIS), told MPs there was no sign that Kim's special train ever left Pyongyang station over the weekend, citing US satellite surveillance photos – although some media reports suggested that the south's military disagreed. \"We kept tabs on Kim's whereabouts until Thursday but could not locate him starting Friday,\" added Won, according to the Chosun Ilbo newspaper. \"There are signs that he tried to go somewhere [on Saturday morning] but died.\" An unnamed intelligence official added: \"We believe he died at home.\" A military officer also questioned whether, given his ill health, Kim would have gone outside on such a cold morning – it was -12C in Pyongyang – and suggested that he was unlikely to be up so early given that he was known to be a night owl. Earlier media reports had suggested he might have been returning overnight from a trip the previous day. One senior South Korean official speculated that the north might have embellished its story to protect the image of Kim. \"Death on the train is possibly the best story that the North Korean regime can use to promote Kim as a hardworking leader who worked for the people until the moment he died. North Koreans would feel there's a huge difference between an easy and peaceful death in his bed and death at work far from home,\" he told the newspaper. But a researcher at a state-run thinktank disagreed: \"It's a great risk to the credibility of the regime if it's later revealed that Kim died in his bed. They would think twice about lying about it.\" Military officials told the Chosun Ilbo that they believed Kim's train had travelled over the weekend. \"We can determine which trains travelled through which stations using our intelligence network,\" an officer said. \"Based on that intelligence, we have concluded that the train did move.\" Yonhap news agency later reported defence ministry sources had confirmed that the train was stationary, with one official saying it shared a common source of intelligence with the NIS. Wilder conspiracy theories emerged on some South Korean websites, with some asking whether Kim's death was natural – partly on the grounds that his health had seemed better recently. Others argued that the death of a 69-year-old known to have drunk and smoked heavily for many years, and to have suffered a life-threatening stroke three years ago, was hardly surprising. North Korea appears to have anticipated such questions: its announcement of Kim's death stated that an autopsy had confirmed the cause of death as a heart attack.",
    "keywords": [
        "bed",
        "die",
        "kims",
        "kim",
        "suggested",
        "died",
        "told",
        "jongil",
        "train",
        "intelligence",
        "death",
        "north",
        "korean"
    ],
    "summary": "His life was surrounded by mystery and now Kim Jong-il's death is provoking equal amounts of rumour and conjecture.\nSouth Korean intelligence experts have questioned the north's account, which said Kim died on a train on Saturday on one of his field guidance trips.\nOne senior South Korean official speculated that the north might have embellished its story to protect the image of Kim.\nBut a researcher at a state-run thinktank disagreed: \"It's a great risk to the credibility of the regime if it's later revealed that Kim died in his bed.\nMilitary officials told the Chosun Ilbo that they believed Kim's train had travelled over the weekend.",
    "sentiment": {
        "neg": 0.1332,
        "neu": 0.76,
        "pos": 0.1068,
        "compound": -0.0836
    }
}