{
    "date": "2011-12-30T06:08:00Z",
    "title": "North Korea warns the world: no change in policy under Kim Jong-un",
    "url": "https://www.theguardian.com/world/2011/dec/30/north-korea-policy-change-kim-jong-un",
    "content": "Hopes for a new era of engagement with North Korea have faded after the country's powerful defence commission warned the world not to expect a change in policy under its new leader, Kim Jong-un. The announcement broadcast by the state-run Korean Central News Agency on Friday, effectively dashed hopes that Kim might be ready to engage with South Korea and the wider international community. In comments attributed to the national defence commission, the agency said \"foolish politicians\" should expect no change in policy and threatened South Korea's conservative president, Lee Myung-bak, with a \"sea of fire\". \"We declare solemnly and confidently that foolish politicians around the world, including the puppet forces in South Korea, that they should not expect any changes from us,\" the commission said. It reserved its strongest criticism for Lee's refusal to allow ordinary South Koreans to pay their respects to the former North Korean leader Kim Jong-il, who died a fortnight ago. Only a former first lady and the chairwoman of the Hyundai group, whose husbands had strong ties to the North, were permitted to travel to Pyongyang to view Kim's body. Lee, who has ditched the \"sunshine policy\" of engagement pioneered by Kim Dae-jung in the late 1990s, ended unconditional aid to the North in 2008. Pyongyang, the commission said, would \"refuse forever to engage with traitor Lee Myung-bak and his group\". It added: \"The world shall clearly see how the millions of our soldiers and people, who united firmly round great leader comrade Kim Jong-un to transform sorrow into courage and tears into strength, will achieve the final victory. \"The sea of bloody tears from our military and people will follow the puppet regime until the end. The tears will turn into a sea of revengeful fire that burns everything.\" Koh Yu-hwan, a North Korea expert at Dongguk University in Seoul, said the statement did not necessarily mean that Pyongyang was averse to reform. \"It is raising the stakes in case the South wants better relations so Pyongyang can extract greater concessions,\" Koh told Associated Press, adding that it was \"too early to say the North is dashing hopes for reforms\". The North frequently issues statements heavy with bellicose rhetoric, but the commission's statement, coming a day after the country named Kim Jong-un its \"Supreme Leader,\" bodes ill for the prospects of multiparty talks on North Korea's nuclear weapons programme. The North is known to have the material needed to build nuclear weapons. Earlier this week a US expert said he believed the regime was one or two years away from mounting a warhead on a medium-range missile. The US will attempt to calm fears of regional instability when the assistant secretary of state for East Asian and Pacific affairs, Kurt Campbell, travels to Beijing, Seoul and Tokyo early next month to discuss the global response to the new regime. The US and South Korean defence chiefs on Thursday reiterated their commitment to stability on the Korean peninsula. The Pentagon said that the two countries \"shared the view that peace and stability on the Korean peninsula is our overarching priority and agreed to maintain close co-operation and co-ordination in the weeks and months ahead\". Cross-border ties deteriorated dramatically last year after the North shelled Yeonpyeong island, a South Korean territory close to the countries' maritime border in the Yellow Sea. North Korea has also been blamed for the 2010 torpedo attack on the Cheonan, a South Korean naval vessel, in which 46 sailors died. North and South Korea signed a truce, but not a peace treaty after their 1950-53 conflict and remain technically at war, separated by a heavily fortified border.",
    "keywords": [
        "policy",
        "change",
        "south",
        "leader",
        "world",
        "korea",
        "sea",
        "commission",
        "warns",
        "kim",
        "jongun",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Hopes for a new era of engagement with North Korea have faded after the country's powerful defence commission warned the world not to expect a change in policy under its new leader, Kim Jong-un.\nIt reserved its strongest criticism for Lee's refusal to allow ordinary South Koreans to pay their respects to the former North Korean leader Kim Jong-il, who died a fortnight ago.\nThe US and South Korean defence chiefs on Thursday reiterated their commitment to stability on the Korean peninsula.\nNorth Korea has also been blamed for the 2010 torpedo attack on the Cheonan, a South Korean naval vessel, in which 46 sailors died.\nNorth and South Korea signed a truce, but not a peace treaty after their 1950-53 conflict and remain technically at war, separated by a heavily fortified border.",
    "sentiment": {
        "neg": 0.1156,
        "neu": 0.7724,
        "pos": 0.112,
        "compound": 0.0783
    }
}