{
    "date": "2011-12-21T09:38:34Z",
    "title": "North Korea: senior military figures pledge allegiance to Kim Jong-un",
    "url": "https://www.theguardian.com/world/2011/dec/21/north-korea-military-allegiance-kim-jong-un",
    "content": "Senior military officials in North Korea have already pledged allegiance to their new leader as the state consolidates his position in the wake of Kim Jong-il's death, South Korea believes. South Korea's National Intelligence Service told a parliamentary committee in Seoul that North Korea had put troops on alert and tightened police security in major cities, according to an MP who attended the meeting. A source with close ties to Pyongyang and Beijing told Reuters that the military had vowed to support Kim Jong-un, the \"great successor\". The 28-year-old has taken the lead in mourning his father's death. An 11-day mourning period is due to culminate in a state funeral and processions through the capital on 28 and 29 December. Official media said more than 5 million North Koreans had gathered at monuments and memorials in Pyongyang since the announcement of Kim's death at 69 on Monday. In South Korea, activists and defectors gathered at Imjingak to launch giant balloons carrying tens of thousands of propaganda leaflets across the border on Wednesday. North Korea has previously warned it would fire at its southern neighbour because of such pamphlets. Some of the leaflets opposed another hereditary power transfer and carried slogans such as \"Kim Jong-il is in hell\". One showed Kim Jong-il flanked by portraits of Muammar Gaddafi and Egypt's ousted president, Hosni Mubarak. South Koreans wishing to send condolences rather than condemnation will be able to do so, it seems. Officials at the unification ministry – which, by law, must approve contacts between the two Koreas – told Yonhap news agency that it expected to let most missives through. \"The government decided to basically allow civilians to send messages of condolences to North Korea via fax or mail,\" said a spokesman, Choi Boh-seon. In Beijing, China's prime minister, Wen Jiabao, and several other top officials followed president Hu Jintao by paying respects at North Korea's embassy. It underlined China's determination to see a smooth transition in its neighbour and retain its influence. Kim Jong-il was in power for six years before he visited China, but Beijing has already said it would welcome a visit from his son. An unnamed South Korean source told Yonhap news agency that Kim Jong-un had already issued his first military order – for all units to return to their bases – just before the announcement of his father's death. Intelligence officials had previously thought he had not assumed full control. He became vice-chairman of the Central Military Commission of the ruling Workers' party and a four-star general last year. Analysts will be watching closely to see what new roles he assumes and how other key positions are filled. \"This is what's crucial and we have to look in the coming days, months and even years,\" said Dr Leonid Petrov, an expert on North Korea at the University of Sydney. \"We have to look carefully at who is going to occupy [Kim Jong-il's] seat as chairman of the National Defence Commission (NDC). \"If it is Jang Song-thaek [the young general's uncle] it means Kim Jong-un will be more of a ceremonial figure. If he goes straight to the chairman's seat – which would be logical – he will be very firmly put in the driving seat of the state, party, army and even assembly.\" Jang is vice-chairman of the NDC, while Kim is vice-chairman of the military commission of the Workers' party. Petrov predicted a long period of national grief, even after the official mourning period had ended: \"They are not in a hurry … Everyone knows Kim Jong-un is the successor and the family is in control. No discord is expected.\" He added that Kim Jong-il appeared to have cleared the way for his son over the past two years by purging officials. \"He cleared the way for decision-making and even money-making posts for his people … He wanted to make sure the family business would be sustained,\" he said. But others believe that Kim Jong-un's inexperience, and the inevitable ambition of those around him, could cause problems. \"Considering the fact that the power elites in both the party and the military will not show much loyalty, Kim Jong-un will try to divide them,\" Park Hyung-jun, a senior research fellow at Korea Institute for National Unification, predicted in an interview with the DailyNK news blog, based in Seoul. He added: \"If the National Security Defence, People's Safety Agency, General Staff Department and the General Political Department unite, there is a larger possibility of resistance. Thus, it seems likely that Kim Jong-un will build a mechanism to separate these departments.\" Park argued that the current regime had no specific ideology, meaning Kim would need to reward people to ensure his dominance.",
    "keywords": [
        "figures",
        "south",
        "military",
        "korea",
        "party",
        "pledge",
        "kim",
        "national",
        "jongun",
        "senior",
        "told",
        "officials",
        "allegiance",
        "north"
    ],
    "summary": "Senior military officials in North Korea have already pledged allegiance to their new leader as the state consolidates his position in the wake of Kim Jong-il's death, South Korea believes.\nNorth Korea has previously warned it would fire at its southern neighbour because of such pamphlets.\n\"The government decided to basically allow civilians to send messages of condolences to North Korea via fax or mail,\" said a spokesman, Choi Boh-seon.\n\"If it is Jang Song-thaek [the young general's uncle] it means Kim Jong-un will be more of a ceremonial figure.\nThus, it seems likely that Kim Jong-un will build a mechanism to separate these departments.\"",
    "sentiment": {
        "neg": 0.0839,
        "neu": 0.8369,
        "pos": 0.0791,
        "compound": 0.0144
    }
}