{
    "date": "2011-08-08T11:48:00Z",
    "title": "Chinese chemical plant under threat as Muifa reaches China",
    "url": "https://www.theguardian.com/world/2011/aug/08/muifa-storm-typhoon-reaches-china",
    "content": "Chinese troops have been dispatched to save a chemical plant from towering waves after a 200-metre breach in a protective wall opened up before a tropical storm. The dyke around the Jinzhou industrial complex in the port city of Dalian was only half-completed as tropical storm Muifa approached on Monday, state media reported. According to the Xinhua news agency, 20-metre-high waves breached the coastal defences of the Fujia petrochemical facility, prompting local residents to flee and the government to call on the military to provide emergency engineering work to fill the gap. Behind a growing hole in the protective wall is a storage area containing around 20 metal tanks holding oil-based chemicals at the Fujia industrial chemical plant, said the website of the People's Daily newspaper. \"If the breach cannot be blocked up, toxic chemical products may spill, and that would be extremely dangerous,\" the news website reported from Dalian. It said a thousand emergency workers had been sent to the area. Chinese television news showed trucks and earthmovers lined up to block the breach with rocks and sand. Broadcasters said the threat was \"under control\" but nearby residents had been moved as a precaution. The chemical company and local government did not respond to requests for details, but paramilitary police units confirmed that they had been called into the operation. \"Detachments have been sent throughout the day to build the dyke,\" said Yu You, spokesman for the headquarters of the Dalian Border Guard. \"It is hard to say how many are there now. The government has also mobilised troops from elsewhere.\" A day earlier, Muifa had moved along China's eastern coast as a typhoon and downed power lines, billboards and trees in Shanghai and brought heavy rain to coastal Shandong province. Last week Muifa killed four people in the Philippines without making landfall and caused injuries and power outages when it passed the Japanese island of Okinawa on Friday. Although it has been downgraded from a typhoon to a tropical storm, China's State Oceanic Administration has issued an orange alert – the second-strongest warning for high waves. Muifa is predicted to skirt the Shandong peninsula and land somewhere between China's Liaoning province and North Korea on Monday. In the border city of Dandong, Liaoning has designated 756 shelters capable of accommodating a million people. Neighbouring Shandong province has ordered tens of thousands of fishing boats to return to port. Due to such precautions, fatalities so far have been low. Those affected say the disruption has been worthwhile. \"We are not willing to risk our lives just to return to work,\" said Ping Wang, who has delayed a trip back to Dalian from Beijing. \"We have heard this is no small storm.\"",
    "keywords": [
        "storm",
        "waves",
        "threat",
        "reaches",
        "china",
        "shandong",
        "province",
        "breach",
        "tropical",
        "chinese",
        "chinas",
        "plant",
        "chemical",
        "muifa",
        "dalian"
    ],
    "summary": "Chinese troops have been dispatched to save a chemical plant from towering waves after a 200-metre breach in a protective wall opened up before a tropical storm.\nThe dyke around the Jinzhou industrial complex in the port city of Dalian was only half-completed as tropical storm Muifa approached on Monday, state media reported.\nAlthough it has been downgraded from a typhoon to a tropical storm, China's State Oceanic Administration has issued an orange alert – the second-strongest warning for high waves.\nMuifa is predicted to skirt the Shandong peninsula and land somewhere between China's Liaoning province and North Korea on Monday.\nNeighbouring Shandong province has ordered tens of thousands of fishing boats to return to port.",
    "sentiment": {
        "neg": 0.0931,
        "neu": 0.8725,
        "pos": 0.0344,
        "compound": -0.1054
    }
}