{
    "date": "2011-12-22T18:30:01Z",
    "title": "North Korea's godless miracles mean nothing | Andrew Brown",
    "url": "https://www.theguardian.com/commentisfree/andrewbrown/2011/dec/22/north-korea-godless-miracles",
    "content": "The miracles reported upon the death of Kim Jong-il are various. Ice cracked on a lake in the mountain where he is supposed to have been born; his name glowed in letters of fire on the sunset; on a freezing midnight a Manchurian crane descended to one of his statues and remained there in an attitude of mourning. Apart from being obvious fakes, these stories have little in common with Christian or Muslim miracles. They resemble more the kind of things reported when Roman emperors died. When Stalin died, his cabinet ministers said things like this: \"Our teacher and leader, the great genius of mankind, Joseph Vissarionovich Stalin has come to the end of his glorious life-path. In these sorrowful days, the deep sorrow of the Soviet people is shared by all advanced and progressive humanity. Stalin's name is infinitely dear to the Soviet people and the broadest masses of the people in all parts of the globe. Boundless are the grandeur and significance of Comrade Stalin's activities for the Soviet people and for the working people of all lands, Stalin's cause will live for ever, and grateful posterity, in common with us, will praise Stalin's name.\" They did not, so far as I know, report miracles. Perhaps that is because all the official propaganda of Stalinism was so grotesquely untrue that nothing could have added to it – and it is important, for some kinds of power, to force people to say things they know are untrue, just as it is important to be able to bore them. Both are simple and direct affronts to the dignity of the sufferer. Popular, bottom-up miracles are rather different. I don't mean they are more likely, but they are far more widely believed. Take two apparitions of the Virgin Mary – at Fatima, in Portugal, in 1917, and in Cairo, 1968. In both cases there is a great deal of eyewitness testimony which we have to disregard as a hallucination because the alternative explanation would be that an even larger number of people were hallucinating when they noticed nothing out of the ordinary. I'm thinking particularly here of the apparition of the sun, or suns, zooming around in the sky, as reported by many of the Fatima eyewitnesses. Then there is a much wider class of spontaneous miracle that people can both see and not see simultaneously: Mother Teresa's face appears in a cinnamon bun, or the name of God inside an aubergine. They don't even have to be religious. Last month, an Ontario hospital reported finding a human face in a scan of a testicle. You can't help seeing these things, but you can help believing in them and most people don't. When they do – when they queue up to visit a statue that is apparently bleeding milk, or to marvel at the apparitions of scriptures tattooed on a baby, they aren't being unthinkingly primitive or superstitious. On the contrary, they are making a deliberate statement, and a choice to believe, to interpret the evidence in a particular way. Normally this is a kind of belonging, a statement of social identity that both creates and reinforces bonds among the worshippers. There must be other things going on as well. But the important point is that popular miracles have popular assent. The posthumous wonder-workings of Kim Jong-il don't have that and never will. The cult of the Kims in North Korea is probably the purest example of religion as it is imagined by atheists: a set of false belief imposed by a priesthood using force and fraud to keep the people down. And when you compare its official miracles with the real, spontaneous things it's obvious that the difference lies in how they're received, and not how credible they seem to sceptics.",
    "keywords": [
        "reported",
        "dont",
        "popular",
        "important",
        "statement",
        "andrew",
        "things",
        "godless",
        "brown",
        "miracles",
        "mean",
        "untrue",
        "soviet",
        "stalins",
        "north",
        "koreas"
    ],
    "summary": "The miracles reported upon the death of Kim Jong-il are various.\nApart from being obvious fakes, these stories have little in common with Christian or Muslim miracles.\nThey resemble more the kind of things reported when Roman emperors died.\nStalin's name is infinitely dear to the Soviet people and the broadest masses of the people in all parts of the globe.\nBut the important point is that popular miracles have popular assent.",
    "sentiment": {
        "neg": 0.0705,
        "neu": 0.8332,
        "pos": 0.0962,
        "compound": 0.0382
    }
}