{
    "date": "2011-12-24T00:05:25Z",
    "title": "Lucy Mangan's pick of the week: The story, the stat, the quote, the tweet",
    "url": "https://www.theguardian.com/theguardian/2011/dec/24/pick-of-the-week-kim-jong-il",
    "content": "The story Kim Jong Il It's been a bad couple of weeks for communists with a penchant for good French brandy. First Christopher Hitchens, now Kim Jong-il. Yes, a light has gone out in North Korea. The Dear Leader's claims of immortality turned out to be (alas for comedy writers, impressionists and the puppetry artistes hoping for a sequel to Team America, and perhaps less sorrowfully for the people eking out lives of grinding poverty and despair under his rule) unfounded. His death leaves many questions. For example – which of the many candidates will succeed him? Will he oversee the unrelenting suffering of yet another generation of citizens, or will we see an amelioration of the regime? And, above all – is synchronised grief an Olympic sport? Because if so, I have a tiny feeling that we may be scuppered come 2012. The stat £25bn The amount big firms have outstanding on their tax bills at the moment – the equivalent of a 6p cut in basic income tax for us individual numpties who keep on paying up. Merry Christmas! The quote The Krankies \"We were in our early thirties and got fame and went a bit berserk. We were wild.\" The Krankies, confessing to multiple and enthusiastic sexual hijinks during their 40-year open marriage. That's right. The nation's Christmas present is collective mental apocalypse. The tweet @martinbigpigmor \"Satan's arsehole has made an official complaint about being compared to Piers Morgan.\" One of the blunter, yet still satisfying, post-Leveson tweets about Morgan from Irish stand-up Martin Mor.",
    "keywords": [
        "stat",
        "morgan",
        "christmas",
        "lucy",
        "tax",
        "week",
        "kim",
        "writers",
        "quote",
        "went",
        "weeks",
        "krankies",
        "mangans",
        "pick",
        "wild",
        "yes"
    ],
    "summary": "The story Kim Jong Il It's been a bad couple of weeks for communists with a penchant for good French brandy.\nWill he oversee the unrelenting suffering of yet another generation of citizens, or will we see an amelioration of the regime?\nThe quote The Krankies \"We were in our early thirties and got fame and went a bit berserk.\nThe tweet @martinbigpigmor \"Satan's arsehole has made an official complaint about being compared to Piers Morgan.\"\nOne of the blunter, yet still satisfying, post-Leveson tweets about Morgan from Irish stand-up Martin Mor.",
    "sentiment": {
        "neg": 0.0779,
        "neu": 0.79,
        "pos": 0.1321,
        "compound": 0.0797
    }
}