{
    "date": "2011-02-16T19:28:19Z",
    "title": "Kim-Jong-Il's birthday party is one guest short",
    "url": "https://www.theguardian.com/world/2011/feb/16/kim-jong-il-birthday",
    "content": "A North Korean defector has walked through the heavily fortified border area into South Korea, amid official celebrations for Kim Jong-il's 69th birthday. He was interrogated after being picked up by South Korean guards. South Korean military officials were at a loss as to how he had survived unscathed the two-and-a-half mile wide minefield in the demilitarised zone and evaded North Korean border guards. The man turned his back on elaborate birthday celebrations for the reclusive and ailing Kim. Staged festivities are scheduled throughout the week, including exhibitions of Kimjongilia, a hybrid flower named after the \"dear leader\", as well as ice-skating, acrobatics and musical shows. Streams of uniformed soldiers, citizens and children offered bouquets of flowers and bowed before a giant statue of Kim Il-sung in the capital Pyongyang, in footage from AP Television News. \"We are greeting the 16th of February, an important holiday in our country, completely sure that the day of becoming a powerful and prosperous country … will definitely come, under the leadership of our respected General Kim Jong-il,\" Yun Kum-sun, a Pyongyang resident, said at Mansu Hill, which overlooks the city. \"The venues of the events are pervaded with deep trust in Kim Jong-il who has led the Korean revolution only to victory, true to the will of President Kim Il-sung,\" KCNA reported, referring to Kim's father and the state's founder. In the lead-up to Kim's birthday his second son was seen at an Eric Clapton concert in Singapore. Kim Jong-chul was accompanied by about 20 men and women at the gig on Monday, according to Korea Broadcasting System (KBS). Jong-chul was an early favourite to succeed his father but has since lost out to his younger sibling, Kim Jong-un, in his late 20s. The South marked the occasion by releasing balloons with anti-Pyongyang messages across the border, while in Seoul protesters burned posters of Kim Jong-il, who is believed to have suffered a stroke in 2008. Kim was away from public view for months and looked frail when he reappeared later, although last year he twice travelled to China. Kim has marked his birthday in the past by handing out luxury items and other goods to North Korea's long-suffering citizens. But there was no such show of generosity this time and a South Korean activist said the North failed to deliver on a promise to dole out a day's worth of food to its 24 million people in the days leading up to Kim's birthday. Diplomatic sources say North Korea has ordered all its embassies to appeal to foreign governments for food aid in a sign of growing desperation. This direct approach to foreign capitals, launched in December, is highly unusual for the insular and totalitarian regime, which normally negotiates deliveries of food assistance with international organisations such as the World Food Programme.",
    "keywords": [
        "border",
        "south",
        "korea",
        "short",
        "north",
        "kim",
        "birthday",
        "kimjongils",
        "food",
        "kims",
        "party",
        "jongil",
        "guest",
        "korean"
    ],
    "summary": "A North Korean defector has walked through the heavily fortified border area into South Korea, amid official celebrations for Kim Jong-il's 69th birthday.\nHe was interrogated after being picked up by South Korean guards.\nSouth Korean military officials were at a loss as to how he had survived unscathed the two-and-a-half mile wide minefield in the demilitarised zone and evaded North Korean border guards.\nIn the lead-up to Kim's birthday his second son was seen at an Eric Clapton concert in Singapore.\nDiplomatic sources say North Korea has ordered all its embassies to appeal to foreign governments for food aid in a sign of growing desperation.",
    "sentiment": {
        "neg": 0.0581,
        "neu": 0.8709,
        "pos": 0.0709,
        "compound": 0.0421
    }
}