{
    "date": "2011-06-30T13:50:05Z",
    "title": "North Korean defector learns to live outside the world's biggest prison",
    "url": "https://www.theguardian.com/world/2011/jun/30/north-korean-defector-worlds-biggest-prison",
    "content": "The AK Plaza in Suwon is like any other shopping mall in South Korea: a temple to consumer electronics, fashion and fast food. The slim, fashionably dressed 21-year-old woman sipping a juice at the top floor looked as though she ought to fit in perfectly with the buzzing, confident culture around her. Only her accent would give her away. Rhee Kyeong-mi (a pseudonym used at her request) is a newly arrived North Korean defector who only three months ago was struggling to survive in a labour camp. This was her first time in a shopping mall. \"It's just too big, too fantastic,\" she said in an awed whisper. She had spent almost every month of her 21 years until now focused on finding enough food to stay alive, and the abundance and choice around her were dizzying. Rhee had just emerged from three months in Hanawon, a resettlement centre about 12 miles from Suwon, where new arrivals are taught how to go to the shops and how to use a mobile phone. But it is also an experiment with broader implications. Teams of psychologists and sociologists are watching Rhee and her fellow escapees to help plan for the day North Korea finally implodes and the South has to cope with 24 million inmates from the world's biggest prison. Rhee was born in 1990 in Musan in North Hamgyong province, near the border with China. Her father died when she was three, but she is not certain why. North Korea was in the grip of a famine which eventually killed 1 to 3 million people. People abandoned the state system and survived by any means possible. \"When my mother was still alive, she went up into the mountains and found a piece of land where we could grow food without being seen,\" Rhee said. \"My mother and sister did the farming and I would walk three hours to the market and help sell what we had: corn, beans, grain, rabbits and chicken.\" When Rhee was 15, her mother died, after a small cut on her foot became infected. \"Really, she was killed by the lack of hospital services,\" she said. Rhee and her sister, Sang-mi, then 18, were left to fend for themselves, with no family left and no social support. In 2007, the two sisters and two of Sang-mi's friends decided to escape themselves, wading across the Yalu river that divides the north-eastern corner of North Korea from Manchuria. They did not have much of a plan. They went first to relatives of one of Sang-mi's friends, but they had no room and directed them to a Chinese man in Yanji city who they said would put them up. The hospitality came at a price. The man's wooden house was divided into two. The man lived with his family on one side, and on the other North Korean girls sat at computers in front of webcams, performing for sex chatlines. \"We had to pretend to be South Korean women to talk to South Korean men. We were trained to dress like South Korean women and told what to say. But we did it by typing in text. There was no sound, so the customers wouldn't know we were from the North,\" Rhee said. \"We received meals, but no pay, and we couldn't go outside. It was like a prison. There were four of us there for nearly a year. At one point, one of the girls escaped, but she came back on her own a month later. She knew no one there, and didn't know the language.\" After 11 months of incarceration, Sang-mi and one of the other girls ran away and their escape bid somehow triggered a police raid. Rhee and the other remaining girl were deported to North Korea and imprisoned in a labour camp outside the city of Hoeryong. \"We were in huge wooden cabins in the mountains. There were about 1,000 women in our cabin and we were so squashed together we had to sleep with our legs interlocking,\" she said. \"We had rice husks to eat and had to work cutting down trees and dragging the timber back with chains. \"When it got really cold in winter, five or six women would die every day and the other prisoners would have to carry the bodies out. I still dream about that.\" Rhee believes she survived because she was excused the heaviest labour, on account of her youth and a congenital heart condition. Instead, she was allow to knit indoors in the winter. After 18 months in Hoeryong, with only a few days left of her sentence, Rhee had her first visitor – a man she had never met before. Sang-mi had reached South Korea and found her former boyfriend who had escaped in 2005. He was able to borrow enough money to hire a Chinese \"broker\" to look for Rhee. The broker's first move was to visit Hoeryong and bribe the guards to check if she was still alive. On the day of her release, another stranger was waiting at the gate to escort across the river into China, then by boat and by foot in Thailand, and finally by air to Seoul. The whole package cost $10,000. Rhee is still living off her resettlement grant and looking for a job. She has no South Korean friends yet, but at least she has relatives nearby. Many of the 23,000 North Korean escapees in the South have to cope alone. \"Everything is different here. It is almost impossible to adjust,\" said Cho Myung-chul, a former Communist party ideologue who defected in 1994 and now manages an education centre run by the South Korean unification ministry. The centre is supposed to help prepare people for the eventual collapse of the North Korean regime and its absorption by the South – an event Cho views as inevitable, if not imminent. \"These people have been made to idealise Kim Jong-il and the North Korean regime, and when they come here they suffer real psychological pain. They can't get a job. They miss their family and friends and often feel like they are drifting alone here. We give them money and education but we have to do more to rescue them from despair.\" With its abundance of food, its freedom, and its strong economy South Korea should feel like a real paradise, but after a lifetime living in the cruel hoax of the \"workers' paradise\" north of the demarcation line, the change can be traumatic. No one knows what will happen if and when 24 million have to make the leap. • This article was amended on 1 July 2011. The original misnamed Suwon as Sowun in one instance. This has been corrected.",
    "keywords": [
        "months",
        "worlds",
        "south",
        "biggest",
        "korea",
        "prison",
        "live",
        "rhee",
        "women",
        "outside",
        "learns",
        "suwon",
        "friends",
        "food",
        "defector",
        "north",
        "korean"
    ],
    "summary": "North Korea was in the grip of a famine which eventually killed 1 to 3 million people.\n\"We had to pretend to be South Korean women to talk to South Korean men.\nWe were trained to dress like South Korean women and told what to say.\nShe has no South Korean friends yet, but at least she has relatives nearby.\n\"These people have been made to idealise Kim Jong-il and the North Korean regime, and when they come here they suffer real psychological pain.",
    "sentiment": {
        "neg": 0.0772,
        "neu": 0.8496,
        "pos": 0.0732,
        "compound": -0.0104
    }
}