{
    "date": "2011-02-24T16:05:57Z",
    "title": "More North Koreans malnourished as harsh winter leaves country short of food",
    "url": "https://www.theguardian.com/world/2011/feb/24/north-korea-malnourished-food-shortage",
    "content": "A bitter winter and rising prices have created food shortages and alarming levels of malnutrition in North Korea, five US aid agencies have warned. Earlier this month diplomatic sources told the Guardian that Pyongyang had ordered all its embassies to appeal to foreign governments for food aid and a World Food Programme team is currently carrying out an assessment in the country. The US organisations spent a week assessing conditions across three provinces, North Pyongan, South Pyongan and Chagang. Authorities told them a viciously cold winter had killed 50-80% of the wheat and barley planted for spring harvest, as well as potato seedlings. Rising global food prices were reportedly making it harder to import sufficient food. The organisations – Christian Friends of Korea, Global Resource Services, Mercy Corps, Samaritan's Purse and World Vision – reported evidence of malnutrition and people foraging for wild grasses and herbs. They recommended emergency food assistance focusing on vulnerable groups such as children and elderly people. Dr Leonid Petrov, an expert on North Korea at the University of Sydney, said food shortages were a \"permanent phenomenon\", thanks in part to the country's mountainous terrain and bitter winters, but had become dramatically worse in the past couple of decades. Although generous aid from South Korea had led to major improvements following the devastating famine of the 1990s, Seoul's recent decision to end its \"sunshine policy\", a disastrous attempt at currency reform and botched economic experimentation had all taken their toll. \"The food situation is very uneven. In Pyongyang people continue to live, if not luxuriously, then relatively steadily – while on the outskirts and in the provinces there has been a sharp decrease in access to food, fuel and electricity,\" added Petrov. He said in many places there appeared to be \"not only a shortage of food, but a loss of faith in the cause\". North Korean media have run several stories on \"skyrocketing\" food prices worldwide, suggesting official concern about the impact of inflation on public morale. Economists Stephan Haggard and Marcus Noland of the Peterson Institute have pointed out that food prices are rising far more quickly in the North than elsewhere. \"The gap reflects the perennial problems the socialist agriculture system has in producing adequate supply at home. But it also reflects a variety of country risks, including a rapidly depreciating exchange rate and rising import prices set in motion by Pyongyang's own military provocations,\" they wrote last week. Separately, the Seoul-based newspaper Chosun Ilbo reported a claim that hundreds of people had protested in the North's border town of Sinuiju, just across the river from the Chinese city Dandong. The newspaper cited a single source who said the incident was sparked by a crackdown on market traders. The Guardian was unable to verify the claim, but small-scale protests by traders have been reported in the past few years. Sinuiju is thought to be less easily controlled than other areas, given its location and interaction with the outside world.",
    "keywords": [
        "reported",
        "leaves",
        "rising",
        "korea",
        "world",
        "short",
        "north",
        "week",
        "winter",
        "harsh",
        "country",
        "food",
        "prices",
        "aid",
        "koreans",
        "malnourished"
    ],
    "summary": "A bitter winter and rising prices have created food shortages and alarming levels of malnutrition in North Korea, five US aid agencies have warned.\nEarlier this month diplomatic sources told the Guardian that Pyongyang had ordered all its embassies to appeal to foreign governments for food aid and a World Food Programme team is currently carrying out an assessment in the country.\nRising global food prices were reportedly making it harder to import sufficient food.\nNorth Korean media have run several stories on \"skyrocketing\" food prices worldwide, suggesting official concern about the impact of inflation on public morale.\nEconomists Stephan Haggard and Marcus Noland of the Peterson Institute have pointed out that food prices are rising far more quickly in the North than elsewhere.",
    "sentiment": {
        "neg": 0.0788,
        "neu": 0.8674,
        "pos": 0.0539,
        "compound": -0.1101
    }
}