{
    "date": "2011-11-15T04:44:58Z",
    "title": "Tensions run high for Japan v North Korea World Cup qualifier",
    "url": "https://www.theguardian.com/world/2011/nov/15/japan-north-korea-world-cup-qualifier",
    "content": "One of the fiercest rivalries in international football will be reignited this evening when North Korea play Japan in a qualifying match for the 2014 football World Cup. While there is nothing to play for - Japan are through to the next round and North Korea are already out - both teams will be determined to emerge as winners from an encounter that has always been about far more than football. North Korea has cited Japanese aggression, backed by the US, as it seeks to develop nuclear weapons, and has sent rockets over Japanese territory during ballistic missile tests. Historical resentment towards Japan, which ruled the Korean peninsula from 1910-45, continues to run high in the communist state. Japan, meanwhile, has imposed sanctions against the North in response to nuclear and missile tests, and is demanding explanations for the cold war abductions of dozens of Japanese nationals by Pyongyang spies. None of that will be forgotten when the teams take to the pitch at Pyongyang's Kim Il-sung stadium, named after North Korea's founder, and father of the current ruler, Kim Jong-il. While they go into the match as favourites, the Japanese will be keen to avoid a repeat of their last encounter with the north in Pyongyang, which they lost 2-0. Japan, the Asian champions, occupy 17th place in the Fifa world rankings, while their opponents languish in 124th. Japan have already gone through to the next qualifying round for Brazil 2014; North Korea, having lost twice to Uzbekistan, are playing only for pride. Japan's preparations have got off to an awkward start. On Monday, the players were detained at Pyongyang airport for three hours due to lengthy baggage and immigration checks. Before the team's departure, Japan's coach, Alberto Zaccheroni, said his players would ignore the match's political significance. \"I am the coach of the Japanese football team and I am going to North Korea for a game of football. It is pretty straightforward.\" The hosts are expected to benefit from the overwhelming number of home supporters inside the 50,000-capacity stadium. Japan, by contrast, have taken just 150 fans and two dozen journalists, as well as foreign ministry officials dispatched to ensure their safety. For Japan's followers, the evening promises to differ dramatically from the noisy, colourful shows of support they put on for home fixtures. They have been warned not to wave Japanese flags or banners, and not to cheer through loudspeakers. Outside the stadium they must stick together in groups and refrain from sightseeing, according to Nishitetsu Travel, which has organised a three-day tour of Pyongyang, including the match, for US $3,700 (£2,300). Japan's government said it was making an exception in lifting a 2006 ban on its nationals traveling to North Korea. \"Therefore, we would like the visitors to refrain from any activity other than watching the game,\" the chief cabinet spokesman, Osamu Fujimura, told reporters. Loyalties will be divided in Japan, home to 600,000 ethnic Koreans - mostly the descendents of Koreans forced to work in Japan during the war - about 150,000 of whom have ties to the north. That community produced four of the players who will appear in North Korean shirts this afternoon, including Jong Tae Se, who plays his club football in Germany and has been nicknamed \"the people's Rooney\". The home support is expected to include mainly members of the military and political elite. The Pyongyang Times, the country's state-run English-language newspaper, said interest in the match was running high, despite a recent World Food Programme report that as many as 6 million North Koreans - a quarter of the population, were going hungry. \"A football hurricane is sweeping the entire county,\" the newspaper said.",
    "keywords": [
        "match",
        "football",
        "world",
        "run",
        "korea",
        "high",
        "north",
        "tensions",
        "cup",
        "qualifier",
        "japans",
        "japanese",
        "japan",
        "teams",
        "pyongyang",
        "v"
    ],
    "summary": "One of the fiercest rivalries in international football will be reignited this evening when North Korea play Japan in a qualifying match for the 2014 football World Cup.\nNorth Korea has cited Japanese aggression, backed by the US, as it seeks to develop nuclear weapons, and has sent rockets over Japanese territory during ballistic missile tests.\nJapan have already gone through to the next qualifying round for Brazil 2014; North Korea, having lost twice to Uzbekistan, are playing only for pride.\n\"I am the coach of the Japanese football team and I am going to North Korea for a game of football.\nJapan's government said it was making an exception in lifting a 2006 ban on its nationals traveling to North Korea.",
    "sentiment": {
        "neg": 0.0755,
        "neu": 0.8268,
        "pos": 0.0977,
        "compound": 0.033
    }
}