{
    "date": "2011-12-20T10:03:56Z",
    "title": "North Korea mourners line up to see Kim Jong-il as leader lies in state",
    "url": "https://www.theguardian.com/world/2011/dec/20/north-korea-mourners-kim-jong-il",
    "content": "After the hysterical scenes which greeted news of Kim Jong-il's death, North Korean media struck a more solemn mood on Tuesday as mourners filed past his body and the state prepared for the succession of Kim's youngest son. North Korean state TV showed weeping mourners pass their former leader, whose body is on display in a glass coffin at the Kumsusan memorial palace in the capital, Pyongyang. TV screenshots show Kim dressed in his trademark khaki suit, his head on a white pillow and a plain red sheet covering him from the chest down. The bier supporting his casket is bedecked with red and white flowers. Among the mourners was his youngest son and successor, Kim Jong-un, accompanied by senior figures from the military and ruling Workers' party. The younger Kim was quoted as expressing the \"bitterest grief\" over his father's death – a significant choice of words as it was used to describe the nation's mood during the funeral of his grandfather and North Korea's founder, Kim Il-sung, in July 1994. In death, as in life, Kim Jong-il continued to feed the cult of personality he had cultivated during his 17 years as leader of one of the world's most repressive states. \"Our General [Kim Jong-il] is our people's benevolent father,\" Ri Ho-il, a lecturer at the Korean Revolutionary History Museum, told Associated Press. \"He defended our people's happiness, carrying on his forced march both night and day.\" He lies in the same mausoleum where the embalmed body of his father has remained on display since his death. As the country entered the second day of an 11-day period of national mourning before Kim's funeral on 28 December, shops in Pyongyang were closed, flags flew at half mast and streams of mourners laid flowers at memorials. Foreign delegations will not be invited to the funeral and no entertainment will be permitted during the mourning period, North Korean officials said. As it mourned the passing of one leader, the state's formidable propaganda apparatus continued to build support for his successor. The state-run Korean Central News Agency (KCNA) described Kim Jong-un, who is still only 28 or 29, as a \"great person born of heaven\" – a tribute previously bestowed only on his father and grandfather. \"The Korean people now pledge themselves to remain true to the leadership of General Kim Jong-un while overcoming the greatest sorrow of the nation and displaying redoubled strength and courage,\" said KCNA. The Workers' party newspaper, the Rodong Sinmun, said in an editorial that Kim Jong-un was \"the spiritual pillar and the lighthouse of hope\" for the country's 24 million people, including its 1.2-million-strong army. Another story, headlined Young Koreans Vow to be Loyal to Kim Jong-un, quoted a young literature student saying that people would remain faithful to the general whatever the circumstances. He said that youthful Koreans were not only weeping for their dead leader: \"Their hearts are burning with the faith and will to remain loyal to Kim Jong-un.\" The theme of continuity was evident in the Rodong Sinmun's claim that Kim was born on Mount Paektu, a revered site where, according to official accounts, Kim Jong-il's birth was greeted by a double rainbow and the formation of a new star. Soviet records show, however, that the elder Kim was born in a village near Khabarovsk.",
    "keywords": [
        "mourners",
        "remain",
        "leader",
        "korea",
        "state",
        "general",
        "kim",
        "jongun",
        "jongil",
        "korean",
        "funeral",
        "lies",
        "death",
        "north",
        "line"
    ],
    "summary": "After the hysterical scenes which greeted news of Kim Jong-il's death, North Korean media struck a more solemn mood on Tuesday as mourners filed past his body and the state prepared for the succession of Kim's youngest son.\nNorth Korean state TV showed weeping mourners pass their former leader, whose body is on display in a glass coffin at the Kumsusan memorial palace in the capital, Pyongyang.\nAmong the mourners was his youngest son and successor, Kim Jong-un, accompanied by senior figures from the military and ruling Workers' party.\n\"Our General [Kim Jong-il] is our people's benevolent father,\" Ri Ho-il, a lecturer at the Korean Revolutionary History Museum, told Associated Press.\nForeign delegations will not be invited to the funeral and no entertainment will be permitted during the mourning period, North Korean officials said.",
    "sentiment": {
        "neg": 0.1108,
        "neu": 0.7711,
        "pos": 0.1183,
        "compound": 0.0273
    }
}