{
    "date": "2011-12-20T08:23:46Z",
    "title": "How reporters should do their job by the Great Teacher of Journalists",
    "url": "https://www.theguardian.com/media/greenslade/2011/dec/20/kim-jong-il-journalism-education",
    "content": "I have been defamed! Blogger Fleet Street Blues has compared me to North Korea's departed leader, Kim Jong-il. \"One less-explored aspect of Kim's legacy,\" he writes, \"is his role as a journalism academic... Kim Jong-il was pretty much the Roy Greenslade of Pyongyang.\" He draws on this book as proof. Written in 1983 and running to 170 pages, The Great Teacher of Journalists is full of advice we can all take to heart. For example, it contains a wonderful anecdote about Kim's obsession with the need for factual accuracy and his belief in reporters using shoe leather. A North Korean reporter reasoned that he could write about a pepper bush plantation from the comfort of his office. But Kim insisted on going with him to the plantation, which involved driving to a ravine and crossing a flooded river, simply to count the bushes. He then told the reporter: \"Comrade journalist, you must see things on the spot before you write your articles. Otherwise you may talk big.\" Kim reports in his book: \"At the moment the journalist blushed. Across his mind flashed the bygones when he used to write his articles in his office only after his conversation with the officials.\" Excellent advice for all would-be journalists. But Kim's grasp of impartial, objective reporting is not quite so laudatory. He tells a reporter: \"Even when you depict a landscape or the way of life, you must never attach importance to itself but subordinate it to the ideological content of an article\". I think we call that spin. In North Korea, they call it juche. Incidentally, I can't be certain about the authenticity of a claim by Paul Wiggins that Kim diverted traffic to enable sub-editors to work in peace. All trainee journalists will be delighted to know that there are 13 paperback copies of The Great Teacher of Journalists available on Amazon this morning. Don't all rush. Sources: Fleet Street Blues/Mail &amp; Guardian/Paul Wiggins",
    "keywords": [
        "journalists",
        "wiggins",
        "reporters",
        "teacher",
        "write",
        "north",
        "kim",
        "kims",
        "street",
        "great",
        "plantation",
        "job",
        "reporter"
    ],
    "summary": "Blogger Fleet Street Blues has compared me to North Korea's departed leader, Kim Jong-il.\nWritten in 1983 and running to 170 pages, The Great Teacher of Journalists is full of advice we can all take to heart.\nFor example, it contains a wonderful anecdote about Kim's obsession with the need for factual accuracy and his belief in reporters using shoe leather.\nA North Korean reporter reasoned that he could write about a pepper bush plantation from the comfort of his office.\nAll trainee journalists will be delighted to know that there are 13 paperback copies of The Great Teacher of Journalists available on Amazon this morning.",
    "sentiment": {
        "neg": 0.01,
        "neu": 0.9237,
        "pos": 0.0664,
        "compound": 0.1653
    }
}