{
    "date": "2011-09-08T11:07:22Z",
    "title": "UK will not 'outsource' foreign policy, says William Hague",
    "url": "https://www.theguardian.com/politics/2011/sep/08/not-outsource-foreign-policy-william-hague",
    "content": "Britain will not \"outsource\" parts of its foreign policy to the EU external action service, William Hague declared on Thursday as he outlined steps to boost the role of the Foreign Office. In a sign of Britain's unease at the EU diplomatic service, spearheaded by the EU foreign policy chief, Lady Ashton, the foreign secretary said Brussels would never be a substitute for the Foreign Office. Hague made his remarks in a lengthy speech, delivered in the Locarno rooms at the Foreign Office, in which he set out plans to strengthen British diplomacy, announcing that the UK is to strengthen its diplomatic presence in 22 countries, including North Korea. The foreign secretary said: \"We must lift our gaze to the future constantly; so that we do not neglect to put in place now the relationships and capabilities we will rely on to remain a prosperous, influential and secure nation in 20 years' time when configurations of global power and influence will be very different from today. \"I consider it a central part of my mission as foreign secretary to seek a permanent and well-entrenched improvement in Britain's ability to project its influence overseas, founded on a revived and reinvigorated Foreign Office that leads thinking on foreign policy across government and that places Britain at the centre of the new networks of the 21st century.\" The speech is designed to build on the successful role played by British diplomats – on the ground and at the UN in New York – during this year's Arab spring. Hague, who paid a warm tribute to the work of British diplomats in and around Libya, outlined the scale of the challenge. \"Our government's first year-and-a-half in office has seen a tumultuous and exciting period in world affairs. In parts of the Middle East and north Africa, the political order that has lasted nearly half a century has been overturned in a matter of months, with consequences that we will grapple with for a generation, on top of the effects of the global financial crisis. \"The Foreign Office is said to be the busiest it has been since the second world war. Seven million emails passed through the Foreign Office computer system in the first two weeks of February at the height of the Arab spring, at times up to 10 times the normal volume.\" Hague then outlined a series of steps \"to strengthen the long term capability and international effectiveness of the Foreign and Commonwealth Office\": • The European External Action Service (EAS) will draw on the expertise of the Foreign Office, rather than the other way round. \"We cannot outsource parts of our foreign policy, for example to the European External Action Service as some have suggested. Indeed, the breadth and depth of the FCO is a great asset for our success in the European Union, and along with other European countries' foreign ministries is crucial to our ability to project collective influence. There is not and will never be any substitute for a strong British diplomatic service that advances the interests of the United Kingdom. We can never rely on anyone else to do that for us.\" • Britain's diplomatic strength is to be upgraded in 22 countries, including Brazil, Mexico, Indonesia, South Korea and North Korea. \"We have made a firm pledge that this government will not close any of the existing 140 UK sovereign posts overseas – which means embassies or high commissions - during the lifetime of this parliament; and we will open six new embassies and up to seven new consulates general in the emerging economies, including one in Recife in Brazil.\" • A new embassy will be opened in Somalia when security permits. At the moment the embassy will be based in the Kenyan capital, Nairobi. • A new language school for diplomats will open at the Foreign Office. In a dig at the last government, he said: \"We saw the much lamented axing of the Foreign Office language school and reduced investment in language skills, which led to fewer people being trained languages, for shorter periods and in scattered locations, without the esprit de corps that comes from our diplomats studying languages together. \"It led to shortages in skilled speakers of Arabic, Russian, Mandarin, Afghan languages and even French, and a reduction in the number of positions overseas where our diplomats were required to speak the local language.\" • A new \"Locarno Group\" of former ambassadors will be set up to advise ministers. The foreign secretary was highly critical of the last government which had \"devalued and sidelined\" the Foreign Office in government. He illustrated the last government's attitude by highlighting the decision in 2008 of his predecessor David Miliband to break up the Foreign Office library. Hague said: \"I was surprised and indeed shocked upon my arrival here by the sight of the vast expanse of empty wooden shelves where once the 60,000 books, pamphlets, reports and manuscripts of the historic Foreign Office library were housed, here in this building. \"The library embodied 500 years of British and world history; of our experiences of exploration, diplomacy, war, peacekeeping and the forging of treaties; of our role in the abolition of the slave trade and the creation of the Commonwealth. It contained unique historical documents such as the 1692 Charter of Massachusetts, many of them annotated by officials.\"",
    "keywords": [
        "policy",
        "language",
        "secretary",
        "european",
        "william",
        "uk",
        "diplomats",
        "british",
        "office",
        "outsource",
        "foreign",
        "service",
        "hague"
    ],
    "summary": "Britain will not \"outsource\" parts of its foreign policy to the EU external action service, William Hague declared on Thursday as he outlined steps to boost the role of the Foreign Office.\nIn a sign of Britain's unease at the EU diplomatic service, spearheaded by the EU foreign policy chief, Lady Ashton, the foreign secretary said Brussels would never be a substitute for the Foreign Office.\n\"The Foreign Office is said to be the busiest it has been since the second world war.\n\"We cannot outsource parts of our foreign policy, for example to the European External Action Service as some have suggested.\nThe foreign secretary was highly critical of the last government which had \"devalued and sidelined\" the Foreign Office in government.",
    "sentiment": {
        "neg": 0.0256,
        "neu": 0.895,
        "pos": 0.0794,
        "compound": 0.1622
    }
}