{
    "date": "2011-12-20T15:21:14Z",
    "title": "North Korean secrecy keeps outsiders floundering in swamp of rumour",
    "url": "https://www.theguardian.com/world/2011/dec/20/north-korea-secrecy-swamp-rumour",
    "content": "It is a tiny, impoverished country watched intently by some of the world's most developed nations. But for two days after Kim Jong-il's death, no one outside North Korea – not the South, not the US; not even, it seems, its powerful ally China – had a clue that anything out of the ordinary had happened. \"I learned [of Kim's death] after watching the news,\" Seoul's defence minister, Kim Kwan-jin, reportedly told MPs. \"I desperately felt the need to beef up our intelligence capacity.\" It is an extraordinary illustration of the North's ability to shield itself. And it is not a one-off. Spies, satellites and electronic surveillance have proved wholly inadequate in assessing developments. North Korea built a complete nuclear reactor in Syria; the US learned of it only thanks to the Mossad, Israel's secret service. Last year, officials unveiled a sizable plant to enrich uranium; satellites monitoring the Yongbyon nuclear complex had failed to spot it. When Kim vanished from view in 2008, some thought he might be dead; it emerged much later that he had a stroke. \"The information isn't very good at all. It's like Kremlinology in the darkest days of the Stalin era except 10 times worse,\" Nicholas Eberstadt, a Korea expert at the American Enterprise Institute, told Reuters. \"There's a swamp of rumour and speculation that people usually trudge around in.\" Other information comes from outlets such as the DailyNK blog, which extract snippets of information from people in the country, often by elaborate means. That has become easier thanks to trade with China and the use of Chinese mobile phones along border areas. At the higher level, one former CIA official told the New York Times: \"We get defectors, but their information is often old. We get midlevel people, but they often don't know what's happening in the inner circle.\" Some say it is too simplistic to see the North as a black box. \"I see ways in which we do know quite a bit,\" said John Delury, a professor at Yonsei University. \"Different people know different pieces of information, but they are hard to combine to get a unified field theory. There are a lot of guys who are doing intensive debriefing with any resettler who has anything to say … You have got people who go to Pyongyang regularly and have contacts.\" Meetings with North Korean officials \"are not just stilted, shoe-banging, saying how great the Kims are; you do have real interactions\", Delury said. Han Seung-joo, a former foreign minister in the South, pointed out that even much of the North's own military appeared to have been unaware of Kim's death, to judge from Monday morning's missile tests. \"It was more the effective work of North Korea's leadership in keeping it close and unknown, rather than the failure of the outside world,\" he said. A French neurosurgeon gave some insight into the regime's secrecy precautions when he confirmed for the first time that he had treated Kim for a debilitating stroke in 2008. Dr Francois-Xavier Roux told the Associated Press that North Korean officials summoned him but refused to say who he would be treating. Instead, he was asked to diagnose several patients on the basis of anonymous medical files. He insisted on seeing one because he was so alarmed by the data. It was Kim, in a coma and in life-threatening condition. It is not hard to understand why the North would hide sensitive medical information and sit on news of Kim's death until it had set its house in order. One analyst joked that the real question was why it had taken only two days to reveal the news.",
    "keywords": [
        "rumour",
        "secrecy",
        "korea",
        "kim",
        "swamp",
        "floundering",
        "outsiders",
        "keeps",
        "information",
        "told",
        "officials",
        "know",
        "kims",
        "say",
        "death",
        "north",
        "korean"
    ],
    "summary": "\"I learned [of Kim's death] after watching the news,\" Seoul's defence minister, Kim Kwan-jin, reportedly told MPs.\nNorth Korea built a complete nuclear reactor in Syria; the US learned of it only thanks to the Mossad, Israel's secret service.\nMeetings with North Korean officials \"are not just stilted, shoe-banging, saying how great the Kims are; you do have real interactions\", Delury said.\nDr Francois-Xavier Roux told the Associated Press that North Korean officials summoned him but refused to say who he would be treating.\nIt is not hard to understand why the North would hide sensitive medical information and sit on news of Kim's death until it had set its house in order.",
    "sentiment": {
        "neg": 0.0708,
        "neu": 0.878,
        "pos": 0.0512,
        "compound": -0.0688
    }
}