{
    "date": "2011-12-23T11:03:00Z",
    "title": "North Korea's guest list for Kim Jong-il funeral raises speculation",
    "url": "https://www.theguardian.com/world/2011/dec/23/north-korea-kim-jong-il-funeral",
    "content": "As North Korea prepares for the funeral of Kim Jong-il, speculation over the guest list has reached Shakespearean levels of intrigue. The few non-Koreans attending the funeral could include a Japanese celebrity magician. Tenko Hikita performed in Pyongyang at Kim Jong-il's invitation in 1998 and 2000, and is said to have had several private dinners with him. The magician, known in Japan as Princess Tenko, has received phone calls and emails from one of Kim's relatives inviting her to the funeral, reports said, adding that she had yet to decide whether to accept. One notable absence from the guest list is Kim Jong-nam, the deceased leader's eldest son who, according to Confucian tradition, could at one time have expected to take over from his father. But the 40-year-old ruled himself out of succession plans when he was caught attempting to enter Japan on a fake passport in 2001, saying he wanted to visit Tokyo Disneyland. His detention, and immediate deportation, proved a huge embarrassment for the North Korean authorities. Jong-nam failed where the leader-in-waiting, his youngest brother Kim Jong-un, had apparently succeeded. Jong-un made a visit to Tokyo Disneyland in 1991, when he was aged about eight, the Yomiuri Shimbun newspaper said. Accompanied by his elder brother, Jong-chul, he entered Japan on a fake Brazilian passport and stayed for 11 days. He had left by the time Japanese security agents began tracking his whereabouts, the newspaper said. Jong-nam now lives in de facto exile in Macao, where he is said to be a regular visitor to the Chinese territory's casinos. He has not been seen in public since his father died, and his name is not on the list of 232 prominent North Koreans organising the state funeral. Experts said Jong-nam would do well to stay away from the funeral in case his presence was interpreted as an attempt to undermine his youngest brother. \"If I were Kim Jong-nam, I wouldn't come to the father's funeral; to Kim Jong-un, he is more a political enemy than a half-brother,\" Choi Jin-wook at the Korea Institute for National Unification in Seoul told the New York Times. Even if the middle brother, Kim Jong-chul, attends the funeral, he is not expected to appear in TV coverage. \"This is a precarious time for his siblings,\" Choi said. \"They must lie low. At a critical time like this, there are people too eager to prove their loyalty to the new 'king' by removing anyone seen as threatening.\" According to the state media, the government has not invited any foreign dignitaries, but has encouraged South Koreans to pay their respects at the ceremony in Pyongyang next Wednesday. The government in Seoul does not plan to send a delegation and has imposed a travel ban on ordinary citizens, but has authorised a select group of people to attend. Among them is Lee Hee-ho, the wife of the former South Korean president Kim Dae-jung whose \"sunshine policy\" of engagement in the late 1990s has given way to frostier ties under the current president, Lee Myung-bak. The South says it will allow her to attend, given that the North sent representatives to her husband's funeral in 2009. Accompanying her from Seoul will be Hyun Jeong-eun, chairwoman of the Hyundai group, a major investor in the North. Some expect her to use the opportunity to discuss North Korea's seizure of Hyundai assets at Mount Kumgang, a North-South operated resort, earlier this year. North Korea's government website, Uriminzokkiri, warned of \"grave consequences\" if the South turns down requests from citizens who wish to attend the funeral. \"We are watching the attitude of the South Korean government,\" it said. In Pyongyang, where mourning will continue until December 29, thousands of people continued to view Kim's body or bow before portraits erected throughout the city. Mourning stations are reported to have opened in locations across the country. \"Our sorrow at the loss of our leader is tremendous,\" Sok Kil-nam, a steel±worker in the city of Nampho, told Associated Press. \"As long as we have our great comrade Kim Jong-un, the cause of the respected Kim Jong-il will go on, so we will continue working.\" Tokyo Disneyland is not Kim Jong-un's only connection with Japan. His mother, Ko Young-hee, was born into an ethnic Korean family in the western port city of Osaka in 1953. Ko, a professional dancer who became one of Kim Jong-il's consorts in the 1970s, went to live in North Korea in the 1960s under a repatriation programme organised by the country's ruling Workers' party. She died, reportedly from breast cancer, in 2004. Japan is home to 600,000 ethnic Koreans – mostly the descendants of people forced to work in Japan during the war – about 150,000 of whom have ties to the North. Japanese media reported on Friday that the government had warned several leading members of the general association of Korean residents in Japan – North Korea's de facto embassy – that they would not be permitted to re-enter after attending Kim's funeral. The travel ban is part of a series of sanctions imposed after the North conducted missile and nuclear weapons tests in 2006. The last Japanese prime minister to promote engagement with the North, Junichiro Koizumi, visited the association's Tokyo headquarters on Thursday to pay his respects to Kim Jong-il. Koizumi secured the release of five Japanese citizens abducted by North Korean agents during the cold war, following talks with Kim in Pyongyang in 2002. Japan, the US and members of the European Union on Thursday boycotted a moment's silence for Kim held at the UN general assembly in New York.",
    "keywords": [
        "south",
        "jongnam",
        "raises",
        "guest",
        "kim",
        "japanese",
        "japan",
        "jongil",
        "korean",
        "funeral",
        "speculation",
        "pyongyang",
        "tokyo",
        "list",
        "north",
        "koreas"
    ],
    "summary": "As North Korea prepares for the funeral of Kim Jong-il, speculation over the guest list has reached Shakespearean levels of intrigue.\nOne notable absence from the guest list is Kim Jong-nam, the deceased leader's eldest son who, according to Confucian tradition, could at one time have expected to take over from his father.\nHis detention, and immediate deportation, proved a huge embarrassment for the North Korean authorities.\n\"We are watching the attitude of the South Korean government,\" it said.\nKoizumi secured the release of five Japanese citizens abducted by North Korean agents during the cold war, following talks with Kim in Pyongyang in 2002.",
    "sentiment": {
        "neg": 0.1188,
        "neu": 0.819,
        "pos": 0.0622,
        "compound": -0.1374
    }
}