{
    "date": "2011-12-19T13:33:00Z",
    "title": "North Korea: 10 facts about one of the world's most secretive states",
    "url": "https://www.theguardian.com/news/datablog/2011/dec/19/north-korea-facts-secretive-state",
    "content": "North Korea's state media has announced that Kim Jong-il, the \"dear leader\", is dead. His son, Kim Jong-un, has been named as his successor. North Korea is one of the world's most secretive states. Some info about the country and its people are known, though most is based on estimates from outside agencies - the statistics from North Korea itself would probably read quite differently. We've pulled together some key data from the Datablog. See what you can do with it. Population The population currently stands at around 24.45 million, according to the UN Population Division, a growth of 151% since 1950. The UN estimates that the North Korean population will rise to 24.55 million by 2100. Corruption North Korea is officially the world's most corrupt country, according to the Corruption index 2011 from Transparency International, which ranks countries on a scale of one to ten. Kim Jong-il's homeland made its index debut this year with a score of one. Capital punishment North Korea ranks third for meting out the death penalty, behind China and Iran, according to Amnesty International's death penalty statistics. 60 people were executed there in 2010. Military strength According to the IISS Military Balance 2011, North Korea has 1.19 million people on active duty (1.02 million army personnel, 60,000 navy and 110,000 air), plus 189,000 active paramilitary personnel, and a further 600,000 reservists. 5.7 million North Koreans are reservists in the worker/peasant red guard, which is compulsory to the age of 60. Nuclear capability North Korea is a nuclear power, but only has two nuclear warheads (2009 est.), lagging far behind the world's other atomic powers. According to 2009 research by the Bulletin of Atomic Scientists, Russia has nearly 13,000, the US 9,500 and the UK 192. North Korea v South Korea Between 1958 and 2010 there were around 150 incidents between North Korea and South Korea (that we know about). The Datablog mapped them in 2010. Poverty North Korea scored 19.4 on the 2010 Global Hunger Index, a level classed as alarming by the International Food Policy Research Institute. The situation has worsened since 1990, when the country scored 16.2. The proportion of the population that is undernourished has risen from 21% to 32% in that time. Peace North Korea ranks 149th on the Institute for Economics &amp; Peace's Global Peace Index 2011, with a score of 3.09. Only Somalia, Iraq, Sudan and Afghanistan are less peaceful. Carbon dioxide emissions North Korea ranks 44th on the world carbon emissions index (using 2009 figures from the Energy Information Administration), with a CO2 emissions level of 79.55m tonnes (3.51 tonnes per capita). That's an increase of 14.3% year on year, the 14th highest (a rapid increase is an indicator of economic growth). Football The North Korean football team scored one goal in the 2010 World Cup (though that was against Brazil), conceded 12 goals and received two yellow cards. They didn't make it beyond the group stage. World government data • Search the world's government with our gateway Can you do something with this data? Flickr Please post your visualisations and mash-ups on our Flickr group or mail us at datastore@guardian.co.uk • Get the A-Z of data • More at the Datastore directory • Follow us on Twitter",
    "keywords": [
        "secretive",
        "index",
        "worlds",
        "korea",
        "according",
        "states",
        "million",
        "2010",
        "data",
        "facts",
        "population",
        "ranks",
        "north"
    ],
    "summary": "North Korea is one of the world's most secretive states.\nCapital punishment North Korea ranks third for meting out the death penalty, behind China and Iran, according to Amnesty International's death penalty statistics.\nNuclear capability North Korea is a nuclear power, but only has two nuclear warheads (2009 est.\nNorth Korea v South Korea Between 1958 and 2010 there were around 150 incidents between North Korea and South Korea (that we know about).\nPeace North Korea ranks 149th on the Institute for Economics &amp; Peace's Global Peace Index 2011, with a score of 3.09.",
    "sentiment": {
        "neg": 0.047,
        "neu": 0.9021,
        "pos": 0.0509,
        "compound": 0.0348
    }
}