{
    "date": "2011-12-21T14:52:38Z",
    "title": "Kim Jong-il: 'He was a lovely man'",
    "url": "https://www.theguardian.com/world/2011/dec/21/kim-jong-il-cuba-mugabe-mourning",
    "content": "The wailing and gnashing of teeth inside North Korea was not entirely unexpected. That the death of Kim Jong-il has plunged other parts of the world into grief may come as more of a surprise. Communist ally Cuba has declared three days of mourning, with flags to be flown at half mast, while Nicaragua and Venezuela also expressed sorrow. The Korean Central News Agency's website carries messages of condolence from the emir of Qatar, the former president of Moldova and the \"Great King and Great Queen of Cambodia\". Not to be outdone in the contrarian stakes, Zimbabwe president Robert Mugabe's loyalists have paid tribute to North Korea's \"dear leader\", who died from a heart attack aged 69. \"He was a lovely man whom we associated with,\" Didymus Mutasa, the secretary of administration for Mugabe's Zanu-PF party, told Zimbabwe's Voice of the People radio. \"He was our great friend, and we are not ashamed of being associated with him.\" Challenging popular wisdom about Kim's 17-year iron rule, Mutasa continued: \"He was not a dictator. He was a popular leader who was chosen by his people and regularly conducted elections.\" North Korea has a special notoriety in Zimbabwe's recent history. Under Kim's father, Kim Il-sung, it provided training to a military unit from the African country known as the Fifth Brigade, which went on to perpetrate the 1980s massacre of an estimated 20,000 civilians in the Matabeleland and Midlands provinces. Mutasa said: \"We got a lot of help from him as his country trained our army and they also built our Heroes Acre [a monument for national heroes] that we are very proud of. It was a very good relationship that we shall always cherish. We worked together well.\" But victims of the massacre, known as the \"Gukurahundi\", took a different view. Methuseli Moyo, a spokesman for the Zimbabwe African Peoples Union (Zapu), whose supporters were targeted by the Fifth Brigade, told Zimbabwe's Daily News: \"We have no doubt that people with the Fifth Brigade background are the ones who continue to torture and kill Zanu-PF's political opponents even to this day. As such, the Korean dynasty is responsible for Zanu-PF's militant and violent approach to politics.\" Moyo added: \"The year 2011 is certainly a bad year for dictators. We pray that God also calls to heaven the few remaining ones.\" Mugabe condemned the overthrow of Libya's Muammar Gaddafi earlier this year, blaming western \"imperialists\". Defiant as ever, on Tuesday he was reportedly the only head of state to attend the inauguration of the Democratic Republic of the Congo's president Joseph Kabila, following a flawed election condemned by the US and others.",
    "keywords": [
        "zanupfs",
        "zimbabwes",
        "man",
        "brigade",
        "north",
        "president",
        "zimbabwe",
        "kim",
        "fifth",
        "told",
        "jongil",
        "mutasa",
        "great",
        "lovely"
    ],
    "summary": "That the death of Kim Jong-il has plunged other parts of the world into grief may come as more of a surprise.\nCommunist ally Cuba has declared three days of mourning, with flags to be flown at half mast, while Nicaragua and Venezuela also expressed sorrow.\nNot to be outdone in the contrarian stakes, Zimbabwe president Robert Mugabe's loyalists have paid tribute to North Korea's \"dear leader\", who died from a heart attack aged 69.\n\"He was a lovely man whom we associated with,\" Didymus Mutasa, the secretary of administration for Mugabe's Zanu-PF party, told Zimbabwe's Voice of the People radio.\nUnder Kim's father, Kim Il-sung, it provided training to a military unit from the African country known as the Fifth Brigade, which went on to perpetrate the 1980s massacre of an estimated 20,000 civilians in the Matabeleland and Midlands provinces.",
    "sentiment": {
        "neg": 0.0953,
        "neu": 0.742,
        "pos": 0.1627,
        "compound": 0.0575
    }
}