{
    "date": "2011-12-28T15:15:00Z",
    "title": "Kim Jong-il's funeral was a lesson in epic film-making | David Cohen",
    "url": "https://www.theguardian.com/commentisfree/2011/dec/28/kim-jong-il-funeral-film-making",
    "content": "Cecil B DeMille would have admired the funeral of Kim Jong-il. Its staging owes much to the Hollywood movies that the Dear Leader so loved. It's worth noting that the scenes coming out of North Korea are probably only the second time live images have been broadcast from the hermit nuclear state. The first time was in 2000, when Kim Jong-il met the South Korean president Kim Dae-jung as part of the stuttering reconciliation process. State funerals are exercises in symbolism, and one thing was abundantly very clear in Pyongyang yesterday: Kim Jong-il's youngest son, in long black coat but no hat, was leading the mourners. When Kim Il-sung, the founder of the world's only hereditary Marxist \"republic\", died in 1994, Kim Jong-il was not even present. Today's message is crystal clear. The new succession is not in doubt: Kim Jong-un has the lead. The funeral offered a good lesson in epic film-making. The grand long shots – cars with flashing lights, giant picture of the Dear Deceased carried like the Ark of the Covenant, jack-boot soldiers – were intercut with intimate shots. The grieving son, head bowed, eyes down, hand on the car carrying the coffin, and then weeping faces in the crowd. Those who have followed Kim Jong-il's career shouldn't be surprised by the cinematic influences. When I co-produced a film about the North for the French TV station Arte, a North Korean diplomat gavehanded me and the film's director, David Carr-Brown, a surprising little brown book: The Cinema and Directing, written by Kim Jong-il. This 70-page course starts aggressively. \"If cinematic art is to be developed to meet the requirements of the Juche age, it is necessary to bring about a fundamental change in film-making.\" Kim Jong-il went on to claim that \"capitalist and dogmatic ideas\" still bogged down the \"system and methods of direction\". Kim Jong-il was a narcissistic monster. So perhaps it's not surprising that he should have had some insight into how Hollywood works. In the socialist cinema the director is the \"commander of the creative group\". Kim Jong-il compares him to a platoon leader. Actually it's not a bad comparison, though of course, many directors think they are more general than sergeant. \"Just as victory in battle depends on the leadership ability of the commander, so the fate of the film depends on the director's art of guidance.\" The book adds that while the director conceives the film, it cannot be finished without \"the collective efforts and wisdom\" of the whole crew. The book contrasts the integrity of North Korean cinema – and at one time they were producing 60 feature films a year – with ghastly Tinseltown where it's all smoke, mirrors and producer's scissors. Supervision and control in Hollywood \"is entirely in the hands of the tycoons of the film-making industry who have the money\", while the schmuck directors \"are nothing but their agents\". The book offers advice, basic but generally sound, on how to use music, direct actors and edit. I wasn't surprised the camera work at the funeral was so well orchestrated. I'm sure it's no comfort to his long-suffering people, but Kim Jong-il, a disaster for his country, knew a thing or two about directing – and it showed at his funeral.",
    "keywords": [
        "book",
        "lesson",
        "jongils",
        "directors",
        "david",
        "north",
        "kim",
        "filmmaking",
        "film",
        "jongil",
        "hollywood",
        "cohen",
        "epic",
        "funeral",
        "korean"
    ],
    "summary": "Cecil B DeMille would have admired the funeral of Kim Jong-il.\nThe first time was in 2000, when Kim Jong-il met the South Korean president Kim Dae-jung as part of the stuttering reconciliation process.\nWhen Kim Il-sung, the founder of the world's only hereditary Marxist \"republic\", died in 1994, Kim Jong-il was not even present.\nKim Jong-il went on to claim that \"capitalist and dogmatic ideas\" still bogged down the \"system and methods of direction\".\nKim Jong-il was a narcissistic monster.",
    "sentiment": {
        "neg": 0.0831,
        "neu": 0.8115,
        "pos": 0.1054,
        "compound": 0.039
    }
}