{
    "date": "2011-01-23T00:03:02Z",
    "title": "What's the point of kimchi?",
    "url": "https://www.theguardian.com/lifeandstyle/2011/jan/23/kimchi-korea-rachel-cooke",
    "content": "I am a horrible person. I read Barbara Demick's prize-winning Nothing to Envy, a brilliant book about the lives of real people in famine-stricken North Korea, and no sooner had I put it down than I was emailing a man I know only a little, but whose wife is Korean, in order to discover the location of a good Korean restaurant (interesting fact: the most authentic ones are all in New Malden, in south-west London, which has the largest expatriate community of South Koreans in Europe). I know. I'm not proud of this. By rights, I should have immediately joined some kind of \"free North Korea\" group. But in my defence, I don't think Demick would be put out by this unfeelingness. After all, her scrupulous work paid off: she stirred in me a sudden fascination with all things Korean. It's just that the easiest and swiftest way I could respond to it – Korea itself being an awfully long way away – was by feeding my face. Nothing to Envy is full of horrifying details: during the height of the famine in North Korea in 1994, people ate bark to survive, and in its cities, even that soon became a feast and a luxury, as tree trunks everywhere were stripped bare. Before the bark, though, and the weeds and the leaves and the tiny frogs, there was kimchi, Korea's national dish. Kimchi, which is made of fermented vegetables, is traditionally stored in huge earthenware pots. At the very start of the great hunger, in the days before it began to dawn on people that their so-called leader would not, after all, be feeding his workers, housewives would wake to find that their kimchi pot – even when carefully buried in the ground – had disappeared. Kimchi thieves were everywhere, and the air more freighted with neighbourly suspicion than ever. Alas, my adventures in Korean food have not yet convinced me of the virtues of kimchi – which is unfortunate because it is supposed to be a hot food trend in 2011 (you knew it had to happen eventually). How so? It seems that a two-pronged attack is under way. From the east, South Korea has decided it is fed up with our swooning at all things Japanese: if they have learned to love sushi, the thinking goes, they should also be able to learn to love, among other things, kimchi. The tourism people are in the throes of a PR offensive designed to effect this savoury change. Meanwhile, from the west, there are star chefs like David Chang of Momofuku in New York, who would urge us to rethink our feelings about kimchi pickles. They're so subtle, they say. Hmm. And Motörhead are really tuneful and romantic. When I met Chang, he told me that there are so many varieties of kimchi, I'm bound to find one that I like in the end (he is keen on kimchi that is flavoured with salted shrimp; growing up in Virginia his mother made her kimchi with blue crab, which was \"totally gross\"). Afterwards, I did a bit of research and, of course, he's right (I mean about the varieties, not that I will eventually like one of them). The Kimchi Field Museum in Seoul – how I long to visit this great temple, with its dioramas illustrating the kimchi-making process, and two \"photo-zones\" where visitors can take pictures of kimchi – has documented 187, though I couldn't help but notice, as I browsed its website, that most are based on certain elements: the majority of kimchi is spicy, and features cabbage or radish plus a salty/fishy ingredient (fish sauce, perhaps, or anchovies). Much more disturbingly, a particular kind of fizzy mouthfeel is considered a sign of excellence. Infinite variety or not, I find kimchi rebarbative. In New Malden, or anywhere, I avoid anything that features it – kimchi stew and kimchi soup are popular Korean dishes – and when it appears as the inevitable side dish, I leave well alone. People say it is tangy. To me, it tastes like leftovers that have been in the fridge too long. You feel that if you leave a dish of it too close to your tofu or barbecue beef, it might crawl into it. But, of course, as with any food, I bring my own issues (and tissues, in this case) to the table. I can't gaze on kimchi without thinking of a teenage incident during which (who knows why?) I tipped a jar of sauerkraut – kimchi's European cousin – over a group of boys from the bedroom window of a friend's house. I was extremely drunk, the sauerkraut must have been at least a decade old and, in the late summer gloaming, said boys, close to retching now, looked like they'd been splattered with ectoplasm. My stomach still turns at the memory.",
    "keywords": [
        "whats",
        "varieties",
        "korea",
        "things",
        "food",
        "way",
        "dish",
        "point",
        "kimchi",
        "long",
        "north",
        "korean"
    ],
    "summary": "By rights, I should have immediately joined some kind of \"free North Korea\" group.\nAfter all, her scrupulous work paid off: she stirred in me a sudden fascination with all things Korean.\nIt's just that the easiest and swiftest way I could respond to it – Korea itself being an awfully long way away – was by feeding my face.\nBefore the bark, though, and the weeds and the leaves and the tiny frogs, there was kimchi, Korea's national dish.\nIn New Malden, or anywhere, I avoid anything that features it – kimchi stew and kimchi soup are popular Korean dishes – and when it appears as the inevitable side dish, I leave well alone.",
    "sentiment": {
        "neg": 0.0758,
        "neu": 0.8537,
        "pos": 0.0705,
        "compound": 0.0796
    }
}