{
    "date": "2011-12-19T10:06:00Z",
    "title": "Kim Jong-un hailed as Kim Jong-il's successor by North Korean media",
    "url": "https://www.theguardian.com/world/2011/dec/19/kim-jong-il-north-korea",
    "content": "North Korean media have hailed the youthful son of Kim Jong-il as the \"great successor\" of the nuclear-armed hermit state, within hours of announcing his father's death. Kim suffered a heart attack on Saturday due to physical and mental overwork, the official KCNA news agency announced. Efforts to save him failed and he died at 8.30am. The \"dear leader\" was on his train, travelling to offer field guidance to workers, when he died. An official notice urged the nation, people and military to faithfully revere Kim Jong-un, who is thought to be just 28. He was already being groomed for succession following his father's reported stroke in 2008. Experts say there is increasing domestic cynicism about the regime, which has proved incapable of meeting basic economic needs while exerting rigid control. The country has struggled with food shortages since the devastating famine of the 1990s. Meanwhile collective punishment has left an estimated 200,000 people in prison camps and last year the United Nations special rapporteur on human rights in North Korea described the country's situation as sui generis, adding: \"Simply put, there are many instances of human rights violations which are both harrowing and horrific.\" But people in the streets of Pyongyang burst into tears when they learned of Kim's death, Associated Press reported. \"It is the biggest loss for the party … our people and nation's biggest sadness,\" a tearful anchorwoman clad in black told viewers as she announced Kim's death on television. The death has been felt far beyond North Korea's population of 24 million. The country has long been a source of international concern because of its nuclear and missiles programmes and there is widespread anxiety about potential instability. Seoul's Yonhap news agency said North Korea has conducted a short-range missile test following Kim's death, although South Korean military officials said they could not immediately confirm the report. Yonhap cited unidentified government officials as saying the missile test occurred off the east coast. Earlier, Yonhap reported that South Korean military leaders had declared an emergency alert after the news of Kim's death was announced. A spokesman for the Japanese prime minister said he had set up a crisis management team on North Korea, while the White House said Barack Obama was monitoring reports of the death. The UK foreign secretary, William Hague, said in a statement it was a difficult time for the North Korean people, but could prove a turning point. \"We encourage North Korea to work for peace and security in the region and take the steps necessary to allow the resumption of the six-party talks on denuclearisation of the Korean peninsula,\" he added. In Beijing, a foreign ministry spokesman expressed condolences, calling Kim a great leader and true friend to the Chinese people. While some warned the new leader might sabre-rattle to help establish himself, Dr Leonid Petrov of the University of Sydney said Pyongyang could instead seek to engage with the international community. \"They will try to use it to resume negotiations with the US, saying there is a new leader so why not go and talk,\" he predicted. While Kim Jong-il was groomed for well over a decade prior to his succession, Kim Jong-un's elevation has been far more abrupt and many wonder how the communist dynasty founded by his grandfather Kim Il-sung will fare. The aura surrounding the country's founder has never been matched and has been so crucial to the regime that he remains \"eternal president\" 17 years after his death. \"I think the North has done quite a bit to accelerate the succession process so I think at least in the short term they will coalesce around the next generation of leadership and watch and see whether his son will be able to consolidate power. But there will be a lot of uncertainty ahead,\" said Daniel Pinkston of the International Crisis Group. Tellingly, much of the official death notice was devoted to stressing that Kim Jong-il had continued his father's legacy, and his son would do the same. \"Considering it as his lifelong mission to carry to completion generation after generation the revolutionary cause of Juche [self-reliance] started by President Kim Il-sung, Kim Jong-il pushed forward the revolution … as the dearest comrade and the most loyal comrade-in-arms of the president,\" it said. \"Kim Jong-un's leadership provides a sure guarantee for creditably carrying to completion the revolutionary cause … started by Kim Il-sung and led by Kim Jong-il to victory.\" Kim Jong-il did not wield the same power as his father, essentially ruling with the military, and experts predict that Kim Jong-un's authority will be even more contingent on the actions of the military and political elite. Prof Jennifer Lind, an expert on the regime at Dartmouth College, noted: \"We don't know anything about how people in North Korea – the political and military elites – think about him. There is always a chance of unhappy people who might contest his succession. \"But that same group of people are going to be pretty afraid of unleashing any chaos or instability that might lead to collapse and reunification – which they would pretty much equate with a death sentence for themselves.\" Kim's death comes days before the beginning of 2012, which the regime has long heralded as a year of glory. \"It is an extremely convenient time for the North Korean leadership: they don't need to honour the promise that North Korea will become a strong, powerful and prosperous state,\" said Petrov, an expert on the country at the University of Sydney. \"The population will be required to work hard for long hours with very few celebrations of Kim Il-sung's centenary.\" He added that while many citizens in North Korea would be genuinely distraught, \"it will not be as dramatic as it was in 1994 when Kim Il-sung died … political cynicism is growing.\" KCNA said Kim Jong-il's bier would rest at the Kumsusan Memorial Palace in Pyongyang – where his father's embalmed body is displayed – before the funeral on 28 December. Foreign delegations will not be received. A national memorial service the following day, ending the official mourning period, will be marked with the firing of guns, the sounding of sirens and a three-minute silence from the people.",
    "keywords": [
        "military",
        "regime",
        "hailed",
        "korea",
        "jongils",
        "kim",
        "succession",
        "media",
        "jongun",
        "jongil",
        "kims",
        "successor",
        "death",
        "north",
        "korean"
    ],
    "summary": "North Korean media have hailed the youthful son of Kim Jong-il as the \"great successor\" of the nuclear-armed hermit state, within hours of announcing his father's death.\nBut people in the streets of Pyongyang burst into tears when they learned of Kim's death, Associated Press reported.\nEarlier, Yonhap reported that South Korean military leaders had declared an emergency alert after the news of Kim's death was announced.\nThe UK foreign secretary, William Hague, said in a statement it was a difficult time for the North Korean people, but could prove a turning point.\n\"Kim Jong-un's leadership provides a sure guarantee for creditably carrying to completion the revolutionary cause … started by Kim Il-sung and led by Kim Jong-il to victory.\"",
    "sentiment": {
        "neg": 0.1326,
        "neu": 0.7835,
        "pos": 0.084,
        "compound": -0.163
    }
}