{
    "date": "2011-04-07T14:04:00Z",
    "title": "What happens to journalists who fall into the wrong hands...",
    "url": "https://www.theguardian.com/media/greenslade/2011/apr/07/journalist-safety-press-freedom",
    "content": "In my London Evening Standard column yesterday I wrote about the increasing number of journalists held in jails across the world. By coincidence, a US college website - Toponlinecolleges.com - has just compiled what it calls the 10 scariest journalist arrests in American history. In fact, the title is rather misleading (and a tad trite) because many of the arrests led directly to murder. And the arrests do not only involve official action by state authorities, but also involve abductions by terrorist groups. Despite those flaws, it is a chilling list that deserves to be read because it reminds us of the risks journalists take. The introduction states: \"So many journalists have been taken, arrested, beaten, imprisoned, or detained without reason abroad. This list represents just a fraction of those who were willing to put themselves in danger at the cost of telling the truth.\" 1. Daniel Pearl: The South Asia bureau chief for the Wall Street Journal was abducted in Pakistan in January 2002 by a group linked to al-Qaeda led by Khalid Sheikh Mohammed. In May 2002, Pearl's decapitated body was found in a shallow grave outside Karachi. Khalid, who later admitted murdering him, is now being held in Guantanamo Bay. 2. Bill Stewart: A veteran ABC News reporter, he went to Nicaragua in 1979 to cover the conflict between its US-backed government and the Sandinistas. When stopped by government soldiers on the road to the capital, Managua, Stewart showed his press pass. But he was forced to lie on the ground and immediately shot dead. The killing was filmed by an ABC cameraman who had waited in the news van. Stewart's death helped to galvanise US public opinion against the Nicaraguan regime. 3. Charles Horman and Frank Teruggi: Arrested during the US-backed 1973 Chilean coup by Augusto Pinochet, the freelancers were among the many murdered in Santiago's national stadium. After decades of denying any knowledge of the events leading to Horman's death, the US state department declassified bundles of documents in 1999 that illustrated that US intelligence agents played a role in their deaths (as the Costa Gavros movie, Missing, implied). 4. Steven Vincent: As a freelancer working in Iraq in 2005, he wrote an opinion piece for the New York Times headlined Switched off in Basra. Soon after, he was kidnapped by Shia extremists, beaten and shot dead. 5. Steve Centanni and Olaf Wiig: The Fox News journalists were apprehended in Gaza in August 2006 by a gang calling themselves the Holy Jihad Brigades. They issued a video demanding that the US release all Muslim prisoners within 72 hours. The deadline came and went - and the pair were eventually released unharmed. 6. Jill Carroll: The Christian Science Monitor reporter was abducted with her interpreter in Iraq in January 2006. The interpreter was killed immediately. Her captors made several videos showing Carroll and issuing demands for the release of US-held female Iraqi prisoners. She was released after 80 days in exchange for making a video decrying the United States and showing support for the insurgents. She has since left the media to become a firefighter. 7. Euna Lee and Laura Ling: The Current TV journalists were apprehended by North Korean border guards in March 2009. They were convicted of entering the country illegally and sentenced to 12 years' hard labour. Former president Bill Clinton took up their case, travelling to North Korea to meet its leader, Kim Jong-Il, in August. The following day, the women were pardoned and allowed to leave with Clinton. 8. David Rohde: The New York Times writer was held prisoner for seven months by the Taliban after being abducted in Afghanistan in November 2008. His captors released videos with the usual demands before Rohde and his translator were moved to Pakistan. In June 2009, they staged a daring escape and managed to get to safety by reaching a military post. 9. Roxana Saberi: A citizen of both the US and Iran, she had been working as a journalist in Iran for five years before she was arrested in January 2009 on a charge of working without press credentials and, later, espionage. She was sentenced to eight years in prison. But an appeals court reduced her charge from espionage to \"possessing classified information\", and gave her a two-year suspended sentence, allowing her to go free. 10. Anthony Shadid, Lynsey Addario, Stephen Farrell, Tyler Hicks: These four were covering the Libyan unrest of last month - having entered the country from Egypt without visas - and were arrested by Gaddafi's forces. They were apprehended, beaten, tied up and carted around the country. Once delivered to a military compound the beatings ceased and, a few days later, they were released. As bad as it was - as you can see from many of the cases above - they were luckier than many other foreign correspondents in faced similar situations. Source: TopOnlineColleges NB: Note the work done by the International News Safety Institute",
    "keywords": [
        "journalists",
        "apprehended",
        "later",
        "hands",
        "arrested",
        "happens",
        "beaten",
        "wrong",
        "fall",
        "held",
        "working",
        "country",
        "arrests",
        "released"
    ],
    "summary": "In my London Evening Standard column yesterday I wrote about the increasing number of journalists held in jails across the world.\nDespite those flaws, it is a chilling list that deserves to be read because it reminds us of the risks journalists take.\nThe introduction states: \"So many journalists have been taken, arrested, beaten, imprisoned, or detained without reason abroad.\nEuna Lee and Laura Ling: The Current TV journalists were apprehended by North Korean border guards in March 2009.\nThey were apprehended, beaten, tied up and carted around the country.",
    "sentiment": {
        "neg": 0.1338,
        "neu": 0.835,
        "pos": 0.0312,
        "compound": -0.2483
    }
}