{
    "date": "2011-09-13T10:27:24Z",
    "title": "Suspected North Korean defectors found off Japanese coast",
    "url": "https://www.theguardian.com/world/2011/sep/13/north-korean-defectors-japan",
    "content": "Coastguard officials in Japan are questioning nine suspected North Korean defectors after they were found drifting off the country's west coast, on Tuesday morning. The group – three men, three women and three young children – were found by a coastguard helicopter 15 miles off the Noto peninsula, in Ishikawa prefecture, after a tip-off from local fishermen. They were collected by a coastguard vessel and taken to Kanazawa for questioning. Their eight-metre boat bore Korean characters along its sides and was stocked with rice and pickled vegetables, Japanese media reports said. A man claiming to represent the group told local media that they had come from North Korea and had intended to travel to South Korea. The man reportedly described himself as a member of the Korean People's army, and said the eight other people on board were his relatives. They were fortunate to have survived the long trip east across the Japan Sea. The boat was not equipped with navigation equipment and none of the group wore a life jacket. Japan is an unusual destination for North Koreans hoping to flee repression and poverty in the communist state. The coastguard has records of two other cases: in 2006, when four men and women drifted to the coast of northern Japan; and in 1987, when a family of 11 ended up on the country's west coast. Most would-be defectors cross the border into China or drift across the Yellow Sea maritime border dividing North and South Korea. Cross-border tensions escalated this year after four of 31 North Koreans who sailed into South Korean waters refused to return home. The South Korean foreign ministry said it expected Japanese authorities to share the results of its investigation. An official in Seoul told the Yonhap news agency: \"If they are confirmed to be North Korean defectors and have a clear desire to come to South Korea, we will take all necessary measures in accordance with the law on handling defectors.\" More than 21,000 North Korean defectors have entered the South since the end of the 1950-1953 Korean war, according to the unification ministry in Seoul. The boat's discovery so close to the Japanese coast prompted speculation that it may have continued to drift eastwards after failing to make landfall in South Korea.",
    "keywords": [
        "suspected",
        "south",
        "coast",
        "korea",
        "group",
        "japanese",
        "japan",
        "defectors",
        "coastguard",
        "north",
        "korean"
    ],
    "summary": "Coastguard officials in Japan are questioning nine suspected North Korean defectors after they were found drifting off the country's west coast, on Tuesday morning.\nMost would-be defectors cross the border into China or drift across the Yellow Sea maritime border dividing North and South Korea.\nCross-border tensions escalated this year after four of 31 North Koreans who sailed into South Korean waters refused to return home.\nMore than 21,000 North Korean defectors have entered the South since the end of the 1950-1953 Korean war, according to the unification ministry in Seoul.\nThe boat's discovery so close to the Japanese coast prompted speculation that it may have continued to drift eastwards after failing to make landfall in South Korea.",
    "sentiment": {
        "neg": 0.0849,
        "neu": 0.8716,
        "pos": 0.0435,
        "compound": -0.1325
    }
}