{
    "date": "2011-10-04T19:01:56Z",
    "title": "Kim Jong-il grandson's Facebook page shows gulf in North Korea ruling family",
    "url": "https://www.theguardian.com/world/2011/oct/04/kim-jong-il-grandson-facebook",
    "content": "Apart from the slightly bouffant hair, grey jacket and big glasses, Kim Han-sol appears to have little in common with his more infamous grandfather. After all, North Korea's Dear Leader is probably not a fan of cross-shaped pendants, syrupy romcoms, or, for that matter, democracy. The generational, political and cultural gulf between Kim Jong-il and his 16-year-old grandson was laid bare over the weekend after South Korean media apparently stumbled across Kim Han-sol's personal blog – and his Facebook and Twitter accounts. Between them, they reveal a fairly typical teenage boy – if you discount an apparent fondness for the film Love Actually – whose chief interests are photography, travel, food, wine and spas. His father Kim Jong-nam, the eldest son of the North Korean dictator reported to be living in exile in China now that his younger brother Kim Jong-un has been named heir apparent, also apparently has a Facebook page according to the South Korean media, under the pseudonym Kim Choi. Pictures said to be from Kim Han-sol's photo gallery, meanwhile, show a diamond-earring wearing adolescent with a penchant for individualistic hairstyles. One photo in particular has been much picked over by the South Korean media: in it, a smiling and smartly dressed Kim Han-sol stands with his arm around a girl. According to the Daily NK, Kim has captioned the picture with the comment \"I'm going to miss you so much\" – to which the girl has replied \"I love you too, yeobo\". Yeobo, the online paper explains, is the word Korean married couples use to address each other. Even more shocking to Pyongyang, though, will be the revelation that Kim used his Facebook account to ask his friends whether they preferred communism or democracy – and that he himself opted for the latter. The blog and social media accounts – which have since been blocked – suggest that Kim Han-sol cuts a more modern, gregarious and less lonely figure than his grandfather, whose tastes are rumoured to run more to Hollywood action movies and cognac than Richard Curtis films and spa treatments. It emerged last week that Kim Han-sol has enrolled to study at the United World College in Mostar in Bosnia, an international school that prides itself on \"the transformational nature of its education\".",
    "keywords": [
        "love",
        "hansol",
        "grandsons",
        "south",
        "ruling",
        "shows",
        "korea",
        "facebook",
        "yeobo",
        "hansols",
        "kim",
        "page",
        "media",
        "jongil",
        "korean",
        "family",
        "north",
        "gulf"
    ],
    "summary": "Apart from the slightly bouffant hair, grey jacket and big glasses, Kim Han-sol appears to have little in common with his more infamous grandfather.\nThe generational, political and cultural gulf between Kim Jong-il and his 16-year-old grandson was laid bare over the weekend after South Korean media apparently stumbled across Kim Han-sol's personal blog – and his Facebook and Twitter accounts.\nPictures said to be from Kim Han-sol's photo gallery, meanwhile, show a diamond-earring wearing adolescent with a penchant for individualistic hairstyles.\nOne photo in particular has been much picked over by the South Korean media: in it, a smiling and smartly dressed Kim Han-sol stands with his arm around a girl.\nIt emerged last week that Kim Han-sol has enrolled to study at the United World College in Mostar in Bosnia, an international school that prides itself on \"the transformational nature of its education\".",
    "sentiment": {
        "neg": 0.0323,
        "neu": 0.8934,
        "pos": 0.0743,
        "compound": 0.1702
    }
}