{
    "date": "2011-03-29T14:52:43Z",
    "title": "Pyongyang goes pop: Jarvis Cocker unites the divided",
    "url": "https://www.theguardian.com/music/musicblog/2011/mar/29/pyongyang-goes-pop-north-korea",
    "content": "Despite there being no internet access in North Korea outside the offices of the few western companies (you can count them on one hand), Pyongyang's embassy enclosure and a couple of very high-up officials, digital materials still have ways of spreading. The state runs a nationwide intranet for the exchange of sanctioned material, while USB drives and CD-Rs are becoming more and more common among college and middle school students. It is through these means that the trade in illicit and anti-state media such as the sexy Wangjaesan girls in hot pants is exchanged and passed on, while the ever-growing traffic between North Korea and China has increased opportunities for the cross-border smuggling of pirated films and music from Hollywood and Seoul. Although these outside cultural influences can be spotted in small doses here and there, North Koreans are understandably loth to admit it. The high-end Japanese-built tourist tour buses shuttling foreigners around Pyongyang are aeons more advanced than the rusting hulks North Korea has been using for average citizens since the 1970s. But ask most Koreans and you'll find that they are not Japanese. Until they break down, that is, when they become \"shitty imperial Japanese technology\". Given this push/pull attitude to things from the outside, it's perhaps no surprise that western pop songs penned in a more \"communist\" vein can ease the North Korean listener into a new state of openness and ease inter-cultural tension. By pop in a communist vein I do, of course mean, Jarvis Cocker. North Koreans find Pulp's Common People very, very funny. When one 24-year-old of wealthy descent living in Pyongyang heard the song, he creased up in hysterics as he tried to understand why rich people would pretend to be poor because they thought it was cool. He did concede, however, that he was happy such a song could be so popular, as it suggested people in the west could appreciate the revolutionary spirit of communism after all. You can kind of see what he was getting at. On hearing about the Rage Against the Machine Christmas No 1 story, the same North Korean said he felt \"proud and overjoyed that a socialist band could be the greatest force for good in the British nation,\" despite him not quite grasping the concept of record sales or The X Factor or the fact the band is American. He didn't particularly like Killing in the Name, either. At times throughout my travels in North Korea, I'm sure I've been misunderstood by the locals. Likewise, I have no doubt misunderstood the motivations and explanations that locals brought to the table when I confronted them with pop as the world gives it to us. But the process itself of discussing pop has always eased the initial standoff that North Koreans are trained to have set as their autopilot, and reminded me of the humanity of the people held in the grip of the government's ongoing tyranny. So, if you find yourself caught up in the regime any time soon, for your sake and theirs, find out what their verdict on the new Kanye record is, won't you?",
    "keywords": [
        "cocker",
        "jarvis",
        "song",
        "record",
        "goes",
        "korea",
        "state",
        "vein",
        "pop",
        "outside",
        "divided",
        "koreans",
        "pyongyang",
        "western",
        "unites",
        "north"
    ],
    "summary": "Although these outside cultural influences can be spotted in small doses here and there, North Koreans are understandably loth to admit it.\nThe high-end Japanese-built tourist tour buses shuttling foreigners around Pyongyang are aeons more advanced than the rusting hulks North Korea has been using for average citizens since the 1970s.\nBy pop in a communist vein I do, of course mean, Jarvis Cocker.\nNorth Koreans find Pulp's Common People very, very funny.\nAt times throughout my travels in North Korea, I'm sure I've been misunderstood by the locals.",
    "sentiment": {
        "neg": 0.0638,
        "neu": 0.8271,
        "pos": 0.1091,
        "compound": 0.2138
    }
}