{
    "date": "2011-05-24T11:30:29Z",
    "title": "Kim Jong-il puts son and sun on agenda during China mission",
    "url": "https://www.theguardian.com/world/2011/may/24/kim-jong-il-son-china",
    "content": "The North Korean leader, Kim Jong-il, is exploring the potential of solar energy amid a debilitating dispute over his country's nuclear power programme. On a visit this week to China, North Korea's main ally and aid donor, Kim requested a tour of a solar photovoltaic manufacturing plant in Yangzhou between meetings with senior Communist officials and a trip to a shopping mall. Workers at JA Solar Holdings were told to stay at home while Kim looked around their factory. \"Apart from those involved in the visit, everyone was given the day off,\" an employee said. \"I can't tell you any more about it due to company regulations.\" The trip is shrouded in semi-secrecy. Kim's arrival in China at the weekend was reported around the world, but the two governments are unlikely to reveal details of the schedule until he returns to Pyongyang. This is his third visit in a year, prompting speculation that Kim is either lobbying for more food aid or trying to cement the succession of his son Kim Jong-un. His hosts, however, insist this is a study tour aimed at teaching the benefits of economic development. For much of the past two decades, North Korea has been a reluctant low-carbon economy due to a shortage of coal, oil and gas. China – the world's leading manufacturer of solar panels and solar water heaters – claims to set a more positive example and it is keen to persuade its neighbour to give up its ambitions for nuclear power. Kim's 40-vehicle cavalcade was seen at the photovoltaic plant in Yangzhou on Monday morning. South Korean media said this is a sign of his growing interest in solar power, but Chinese academics remain sceptical. \"North Korea is short of energy resources so Kim wants to learn from China and develop everything,\" said Liu Bo, an international relations expert at Peking University. \"But it will be difficult. Solar power requires high technology and great expense.\" Kim is also said to have visited a car plant, a lighting factory and a shopping mall, where he reportedly asked a clerk, \"Where can I find salad oil?'' Along with such titbits, regional media have focused on the weightier political and humanitarian implications of the trip. It is believed that Kim met the former Chinese president Jiang Zemin and the favourite to be the next leader Xi Jingping to try to secure their support for his chosen heir. Security and food concerns are also likely to be high on the agenda. Six-party talks aimed at easing nuclear tensions on the peninsula have been gridlocked for two years and North Korea has sunk a South Korean naval vessel and fired rockets across the disputed border. The humanitarian situation is also deteriorating, according to the World Food Programme, which has recently warned of food shortages. A US delegation was due to arrive in Pyongyang on Tuesday to assess the country's needs. The visit of Robert King – special envoy for North Korean human rights - and the deputy assistant administrator of the United States Agency for International Development, Jon Brause – comes ahead of a meeting later this month of officials from the US, Japan and South Korea.",
    "keywords": [
        "puts",
        "solar",
        "korea",
        "food",
        "kim",
        "china",
        "agenda",
        "visit",
        "power",
        "jongil",
        "korean",
        "trip",
        "son",
        "north",
        "mission"
    ],
    "summary": "The North Korean leader, Kim Jong-il, is exploring the potential of solar energy amid a debilitating dispute over his country's nuclear power programme.\nFor much of the past two decades, North Korea has been a reluctant low-carbon economy due to a shortage of coal, oil and gas.\nSouth Korean media said this is a sign of his growing interest in solar power, but Chinese academics remain sceptical.\n\"North Korea is short of energy resources so Kim wants to learn from China and develop everything,\" said Liu Bo, an international relations expert at Peking University.\nSolar power requires high technology and great expense.\"",
    "sentiment": {
        "neg": 0.054,
        "neu": 0.8764,
        "pos": 0.0696,
        "compound": 0.0738
    }
}