{
    "date": "2011-12-19T15:32:07Z",
    "title": "After Kim Jong-il's death, what will happen to North Korea's nuclear arsenal?",
    "url": "https://www.theguardian.com/world/2011/dec/19/north-korea-nuclear-arsenal-dangers",
    "content": "North Korea's small but potent nuclear arsenal is a source of serious concern if a power struggle breaks out between party leaders and plotting generals following Kim Jong-il's death, analysts have suggested. Pyongyang's nuclear programme is likely to be a key asset for the new regime seeking to consolidate its domestic support and assert itself internationally. But it could also play a role in any succession struggle, if Kim's third son and untested heir Kim Jong-un fails to assert his political authority. It isn't entirely clear whose finger is on North Korea's nuclear trigger. In 2008 when Kim Jong-il fell ill and was indisposed, a shadowy committee of military and party leaders took operational control. The committee may have been responsible for the symbolic decision on Monday morning to test-fire a short-range missile off North Korea's east coast. Weapons capability North Korea is believed to have enough plutonium for around eight nuclear weapons. It has also recently begun enriching uranium, giving it a second source for warhead production. North Korea's relatively small number of nuclear warheads is still a threat, some analysts believe. \"It isn't the number they have. It's the possibility they might use one,\" said Mark Fitzpatrick, director of the non-proliferation and disarmament programme at the International Institute for Strategic Studies. He added: \"If there is a breakdown in authority, as is more likely now an untested son is head of the country, nuclear weapons are a key asset in any power struggle. In this situation any number of nightmarish scenarios might be possible. They include North Korea selling weapons and fissile material to any likely buyer.\" Fitzpatrick concluded: \"We shouldn't be worried about the next few days but about the next few months and years.\" North Korea has a large fleet of No Dong ballistic missiles, with a range of 1,400km (870 miles) – sufficient to hit South Korea, Japan, and parts of Russia and China. According to Fitzpatrick, Pyongyang may also have a submarine capable of launching a \"suicide\" nuclear attack. Pyongyang would be unable to launch a nuclear attack using aircraft as they would immediately be shot down, Fitzpatrick said. Under Kim Jong-il North Korea carried out two nuclear tests, in 2006 and 2009, prompting international condemnation. Some reports suggest the second test may have been a failure. Both the Obama administration and Seoul have insisted that Pyongyang renounce its nuclear programme and stop enrichment. Despite conflicting signals, North Korea has been so far unwilling to do this, and six-party talks involving the US, South Korea, Japan, China and Russia have been stalled since 2009. Nuclear motives Opinions differ as to why North Korea persists with its nuclear programme. The chief reason appears to be existential: with the regime apparently convinced nuclear weapons are the best way of protecting itself from foreign aggression. Additionally, the programme allows Pyongyang to blackmail the US and other western nations for aid. And the technology can also be spread lucratively to third countries. \"They have a paranoid fear of the outside world and believe they need nuclear weapons for deterrence. It's the only area where North Korea excels. Otherwise it's hopelessly behind the south,\" Fitzpatrick noted. Other analysts, however, dismiss the possibility that any new North Korean government would initiate a nuclear attack. Despite its enveloping paranoia, the country's political elite are quite rational when it comes to their own personal survival – and know that using a nuclear weapon would invite their own immediate destruction. Possible scenarios Instead, Pyongyang is more likely to launch a repeat unprovoked military attack on the south, similar to the 2010 shelling of Yeonpyeong island and the sinking of the Cheonan, which killed 46 south Korean seaman. North Korea appears to have targeted the ship with a torpedo fired by a mini-submarine. \"There could well be an act of international aggression to legitimise power and show that Kim Jong-un is man enough to do the job,\" said Dr Virginie Grzelczyk, lecturer in international relations at Nottingham Trent university and a specialist on North Korea. Grzelczyk said she doubted North Korea actually had the capacity to use its nuclear warheads. \"They don't have a delivery system that would be robust enough,\" she said. \"They simply don't have the technology to launch a bomb that would really reach the US or other countries. There is a problem with delivery.\" Poornima Subramaniam, an armed forces analyst at IHS Jane's, confirmed the most probable scenario for future conflict involved conventional rather than nuclear warfare: \"North Korea's million-man army is both undertrained and underequipped for modern warfare. However, a repeat of the surprise attacks of 2010 is possible. Additionally, there is also a considerable risk of accidental clashes, considering the militaries of both North and South Korea are likely on emergency alert status. \"That said, the possibility of such an outbreak appears unlikely as North Korea appears to have been preparing for this succession since 2008, when Kim-Jong-il's health condition deteriorated. More likely is a period of calm as the military resolves its new internal power structures.\" • This article was amended on 20 December 2011 because the original quoted Mark Fitzpatrick as saying: \"If there is a breakdown in authority, as is very likely now an untested son is head of the country ...\". His phrase was \"more likely\".",
    "keywords": [
        "south",
        "fitzpatrick",
        "korea",
        "jongils",
        "kim",
        "nuclear",
        "weapons",
        "likely",
        "programme",
        "happen",
        "arsenal",
        "pyongyang",
        "death",
        "north",
        "koreas"
    ],
    "summary": "North Korea's small but potent nuclear arsenal is a source of serious concern if a power struggle breaks out between party leaders and plotting generals following Kim Jong-il's death, analysts have suggested.\nIt isn't entirely clear whose finger is on North Korea's nuclear trigger.\nThe committee may have been responsible for the symbolic decision on Monday morning to test-fire a short-range missile off North Korea's east coast.\nWeapons capability North Korea is believed to have enough plutonium for around eight nuclear weapons.\nNuclear motives Opinions differ as to why North Korea persists with its nuclear programme.",
    "sentiment": {
        "neg": 0.1286,
        "neu": 0.8042,
        "pos": 0.0673,
        "compound": -0.1727
    }
}