{
    "date": "2011-07-28T15:15:01Z",
    "title": "Radio review: Crossing Continents",
    "url": "https://www.theguardian.com/tv-and-radio/2011/jul/28/radio-review-crossing-continents",
    "content": "Crossing Continents (Radio 4) is always good, but some editions are gobsmackingly so. Thursday's programme, on North Koreans who pay brokers to help them flee into the South, was one of those. Lucy Williamson's powerful account was grippingly structured around the fate of a 12-year-old boy whose father was trying to bring him to South Korea to join him. He hasn't seen him since 2006. \"August 14, exactly midday,\" the father recalled. The stakes are high in every sense. It costs thousands of pounds to arrange passage across the border, and those caught are imprisoned or executed back in the north. \"Some people are so distraught they carry poison with them,\" we heard, preferring suicide to capture. Without overstatement, Williamson described any attempt as \"one of the most dangerous in the world\". A million soldiers and a million landmines line the border. She also gained access to the secret centre in Seoul – nobody would give her directions, not even the staff – where newly defected North Koreans go for three months to adjust to their new lives. They learn to use buses, taxis, cashpoints and how to shop in markets. Back in North Korea, Williamson noted, food shortages are so severe that \"people are eating grass\". It was one of many shocking details in an outstanding report.",
    "keywords": [
        "border",
        "south",
        "father",
        "korea",
        "world",
        "crossing",
        "radio",
        "million",
        "continents",
        "williamson",
        "koreans",
        "williamsons",
        "review",
        "north"
    ],
    "summary": "Crossing Continents (Radio 4) is always good, but some editions are gobsmackingly so.\nThursday's programme, on North Koreans who pay brokers to help them flee into the South, was one of those.\nLucy Williamson's powerful account was grippingly structured around the fate of a 12-year-old boy whose father was trying to bring him to South Korea to join him.\nShe also gained access to the secret centre in Seoul – nobody would give her directions, not even the staff – where newly defected North Koreans go for three months to adjust to their new lives.\nBack in North Korea, Williamson noted, food shortages are so severe that \"people are eating grass\".",
    "sentiment": {
        "neg": 0.0969,
        "neu": 0.8413,
        "pos": 0.0618,
        "compound": -0.0603
    }
}