{
    "date": "2011-12-21T18:56:35Z",
    "title": "North Koreans will 'die from malnutrition within months'",
    "url": "https://www.theguardian.com/world/2011/dec/21/north-korea-malnutrition-food-aid",
    "content": "Humanitarian groups fear that the death of Kim Jong-il could worsen North Korea's dire food situation, after the US postponed a decision on potential aid. The country has relied on foreign supplies since the devastating famine of the mid-90s killed hundreds of thousands of people. But the World Food Programme (WFP) and NGOs have warned that the situation is particularly bleak this year. Aid groups warned that North Koreans would die from malnutrition within months unless donations increased. The WFP launched an emergency programme in April, but has received less than a third of the funding it needs. \"We are concerned. Time is of the essence,\" said Ken Isaacs of Samaritan's Purse, a US-based NGO that helped to distribute the last American food aid in North Korea, almost three years ago. David Austin of Mercy Corps, who visited flood-hit regions in September, warned: \"The longer you delay this decision, the more suffering there's going to be.\" He said it would take six weeks to three months to set up new deliveries, and warned that based on current conditions, people's food rations would be cut \"quite substantially\" by April. \"As that goes on and on, you'll see the effects of stunting in people's growth and their development. You'll see children dying,\" he said. A WFP assessment last month found that harvests improved this year despite heavy rains and flooding in late summer. However, many people had experienced prolonged deprivation and North Korea still faced a food deficit of some 414,000 tons. \"Health officials interviewed reported a 50% to 100% increase in the admissions of malnourished children into paediatric wards compared to last year, a sharp rise in low birth weight, and the mission team observed several cases of oedema [a symptom of extreme malnutrition],\" it added. Reports have suggested that the US could offer 240,000 tons of aid. It says the decision is unrelated to denuclearisation, but experts point out how closely talks on the two issues have run and say North Korea has greatly improved access for monitoring and assessment – the grounds that the state department gives for requiring further discussions. \"We're going to have to keep talking about this, and given the mourning period, frankly, we don't think we'll be able to have much more clarity and resolve these issues before the new year,\" spokeswoman Victoria Nuland told a news conference. Kim Hartzner of the Danish NGO Mission East said the current conditions were equivalent to North Korea producing enough to feed its population for only 10 months of the year, and buying another two weeks' worth of food. The WFP programme was supposed to provide the other six weeks' worth – but because it has insufficient funding, can supply only two. \"In broad numbers, they lack one month of food for the entire year,\" he said. He warned: \"Everyone is warning it's going to get worse and worse, but nothing happens. I fear it's going to be the same situation as in the African Horn: in four or five months you will see quite a lot of people dying and people will say, 'Why didn't we do something four or five months ago?'\" He said one of the girls he had treated on a recent visit to North Korea was six years old yet weighed less than his children when they were one. Her hair was greying and her upper arm circumference was just 10cm.",
    "keywords": [
        "going",
        "months",
        "wfp",
        "korea",
        "die",
        "malnutrition",
        "weeks",
        "situation",
        "aid",
        "food",
        "warned",
        "koreans",
        "north"
    ],
    "summary": "Humanitarian groups fear that the death of Kim Jong-il could worsen North Korea's dire food situation, after the US postponed a decision on potential aid.\nAid groups warned that North Koreans would die from malnutrition within months unless donations increased.\nTime is of the essence,\" said Ken Isaacs of Samaritan's Purse, a US-based NGO that helped to distribute the last American food aid in North Korea, almost three years ago.\nHowever, many people had experienced prolonged deprivation and North Korea still faced a food deficit of some 414,000 tons.\nHe said one of the girls he had treated on a recent visit to North Korea was six years old yet weighed less than his children when they were one.",
    "sentiment": {
        "neg": 0.1105,
        "neu": 0.8511,
        "pos": 0.0384,
        "compound": -0.1597
    }
}