{
    "date": "2011-12-19T18:46:26Z",
    "title": "Kim Jong-il's 'great successor' is poorly equipped for issues facing North Korea",
    "url": "https://www.theguardian.com/world/2011/dec/19/kim-jong-il-great-successor",
    "content": "However North Korea's ruling elite proceeds with the dynastic transfer of power following Kim Jong-il's death, there is agreement that the man chosen to succeed him is ill-equipped to deal with the myriad domestic and international challenges facing one of the world's most repressive, and unpredictable, regimes. Just over a year ago, few people were aware of Kim Jong-un, the former leader's third and youngest son, who largely by dint of the personality traits he shares with his father and the unsuitability of his brothers, has been propelled to the top of the state's power structure with unexpected haste. Like his father before him, Kim Jong-un's biography is as flattering as it is improbable: claims about his brilliance at military strategy are harder to believe than his reported fluency in several languages and aptitude for computers and technology. Other parts of his life remain shrouded in secrecy, including his date of birth (he is thought to be in his late 20s), marital status and the identity of his mother, whom most analysts believe to be Kim Jong-il's second wife, who died several years ago. The leader-in-waiting, who shares his father's chubby frame but facially more closely resembles his grandfather, was reportedly educated at a Swiss boarding school, where he is said to have excelled at skiing and basketball – he is apparently an admirer of Michael Jordan – and learned to speak English, German and French. In a 2003 book, Kenji Fujimoto, a Japanese chef who worked as Kim Jong-il's personal cook before fleeing back to Japan, described Kim Jong-un as \"a chip off the old block, a spitting image of his father in terms of face, body shape and personality\". The first time they met, the young Jong-un \"glared at me with a menacing look when we shook hands\", Fujimoto wrote in his memoir, I Was Kim Jong-il's Cook. \"I can never forget the look in his eyes which seemed to be saying, 'This one is a despicable Japanese.'\" Kim Jong-un is believed to have accompanied his father on a trip to China in May this year, apparently in an attempt to win support for his succession from Beijing, North Korea's only remaining ally and a major donor of aid. He is also reported to have travelled to China with his father in August 2010, when Kim senior met Chinese president Hu Jintao and appealed for diplomatic and financial support for his son's succession. Few analysts believe that Kim Jong-un – whose induction into the upper echelons of the ruling Workers' party was just over a year ago – will be granted the same authority his father enjoyed. It is possible that Kim Jong-un, who lacks the years of political experience his father had before becoming leader in 1994, will initially act as the figurehead of a regime run by influential members of the military and ruling party, according to Yang Moo-jin, a professor at the University of North Korean Studies in Seoul. \"Chances that the North Korean military is attempting a coup are very low, because North Korea has called itself a nation sharing a common destiny, Kim Jong-un,\" he said. \"I think the collective leadership of the party, government and military will go on for a while, because Kim Jong-un is still young.\" South Korean media have reported that Jang Song-taek, Kim Jong-il's 65-year-old brother-in-law and a trusted member of his inner circle, had been acting as a mentor to Kim Jong-un in anticipation of a more steady transition of power. If the handover of power in North Korea, the world's only communist dynasty, proceeds as envisaged by Kim Jong-il, his son is about to complete a rapid rise to prominence following his public debut in September last year. Then, he was awarded the rank of four-star general and made vice-chairman of the ruling Workers' party of Korea central military commission – a move analysts say was designed to place him at the centre of the country's power structure. Kim Jong-il passed over his first and second sons as potential successors, but there are suggestions that he was never convinced that Kim Jong-un would make a successful leader. Early this year, his eldest son, Kim Jong-nam, told a Japanese newspaper that his father opposed continuing the family dynasty, but had named his youngest brother as heir to maintain stability. In an interview with the Tokyo Shimbun, Kim Jong-nam said that hereditary succession \"does not fit with socialism, and my father was against it as well\". Kim Jong-nam fell out of favour in 2001 after he was caught trying to enter Japan on a fake passport, saying he wanted to visit Tokyo Disneyland. \"My understanding is that [succession] was to stabilise the internal system,\" he said. \"An unstable North Korea leads to instability in the region.\" In a country that, despite its communist doctrine, retains a Confucian respect for seniority, Kim Jong-un could have expected to give way to his older siblings, but reportedly emerged as his father's favourite after impressing him with his single-mindedness and leadership qualities. Foreign officials are clearly concerned that his accession will create short-term instability. In leaked US embassy cables published by WikiLeaks last November, South Korean analysts warned the assistant secretary of state, Kurt Campbell, of possible instability arising from a botched transfer of power. \"Of the five experts, one thought the younger Kim might succeed and one argued his lack of leadership experience made it unlikely he would win the support of the ruling elites,\" the cables said. They continued: \"They agreed that Kim Jong-il's brother-in-law Jang Song-taek would prove a strong rival for the younger Kim and would probably be tempted to challenge him. \"Kim Jong-il had used draconian controls and international aid to discourage coups after having foiled three such attempts in the late 90s.\" The cables referred to doubts about Kim Jong-un's ability to fend off challenges to his leadership in the event of his father's death. The experts noted that the younger Kim has \"very little experience and might not get much direct guidance before Kim Jong-il dies\". Kim died before he could preside over what promised to be lavish celebrations to mark the centenary of Kim Il-sung's birth, a milestone he was to use to declare North Korea a \"strong and prosperous\" state and a bona fide nuclear power. It is appropriate, perhaps, that such an implausible claim will now be left to an equally improbable successor.",
    "keywords": [
        "equipped",
        "military",
        "korea",
        "ruling",
        "jongils",
        "poorly",
        "kim",
        "power",
        "succession",
        "issues",
        "facing",
        "jongun",
        "great",
        "father",
        "successor",
        "north"
    ],
    "summary": "\"Chances that the North Korean military is attempting a coup are very low, because North Korea has called itself a nation sharing a common destiny, Kim Jong-un,\" he said.\n\"I think the collective leadership of the party, government and military will go on for a while, because Kim Jong-un is still young.\"\nKim Jong-il passed over his first and second sons as potential successors, but there are suggestions that he was never convinced that Kim Jong-un would make a successful leader.\n\"An unstable North Korea leads to instability in the region.\"\nThey continued: \"They agreed that Kim Jong-il's brother-in-law Jang Song-taek would prove a strong rival for the younger Kim and would probably be tempted to challenge him.",
    "sentiment": {
        "neg": 0.0461,
        "neu": 0.8466,
        "pos": 0.1073,
        "compound": 0.2495
    }
}