{
    "date": "2011-02-08T08:15:49Z",
    "title": "Korean colonels hold talks in demilitarised zone",
    "url": "https://www.theguardian.com/world/2011/feb/08/korean-colonels-talks-demilitarised-zone",
    "content": "Senior military officials from the two Koreas have met for talks that could pave the way for a resumption of multi-party negotiations on North Korea's nuclear weapons programme. Colonels from the two countries met in the border village of Panmunjom in their first meeting for four months. The talks are supposed to lay the foundations for higher-level discussions later in the year, but the fact that the two sides are talking is evidence that tensions have eased since North Korea shelled Yeonpyeong island in November. The prospects for dialogue looked remote after that attack and the sinking of a South Korean warship by a North Korean torpedo last March. But the countries' leaders have come under pressure to tone down their rhetoric and resume dialogue amid concerns in Washington and Beijing about recent advances in North Korea's uranium enrichment capability. North Korea walked out of the nuclear talks – which involve the North and South Korea, China, the US, Russia and Japan – in April 2009, and promptly conducted its second nuclear weapons test. Its first was in 2006. In November, a US scientist revealed he had been shown around a new uranium enrichment plant in North Korea that has the potential to dramatically strengthen its nuclear arsenal. Tuesday's talks, taking place in one of the blue huts along the demilitarised zone that divides the two countries, could lead to discussions between their defence ministers, reports said. Video footage showed Ri Son-kwon, a North Korean colonel, pat his South Korean counterpart, Moon Sang-gyun, on the shoulder before they shook hands prior to the meeting. South Korea is expected to demand an apology for the Yeonpyeong and Cheonan incidents, while North Korea is reportedly keen to resume bilateral trade, most of which was halted after the Cheonan sinking, which killed 46 sailors. North Korea has been calling for dialogue with its neighbour for several weeks as it seeks to alleviate the effects of international sanctions and the withdrawal of aid by South Korea's conservative government. Analysts say it also wants to create stability inside the country as its leader, Kim Jong-il, prepares to hand over power to his youngest son, Kim Jong-un. Last week the South Korean president, Lee Myung-bak, said he was willing to consider a summit with Kim, just weeks after Lee threatened to retaliate to any further provocations by Pyongyang. The countries have held only two summits, in 2000 and 2007. Seoul has promised huge sums in aid and development investment, but only after North Korea has dismantled its nuclear programme. The US and China, meanwhile, have made inter-Korean dialogue a prerequisite for the possible restart of nuclear negotiations. \"When they [North Korea] need something, which usually means money, they first drive tensions high, then switch to the charm offensive and start talks in order to get something,\" Andrei Lankov, a North Korean expert at Kookmin University in Seoul, told Reuters. The tensions that followed the 23 November shelling of Yeonpyeong, in which four people died, was followed by an international diplomatic effort to avert a full-scale conflict and to restart nuclear negotiations. Those efforts are set to continue this week when South Korea's chief nuclear envoy, Wi Sung-lac, travels to Beijing to meet his Chinese counterpart, Wu Daiwei. \"The two will exchange ideas on a wide range of issues, including the current situation of the north's nuclear programmes and future responses,\" the South Korean foreign ministry said.",
    "keywords": [
        "demilitarised",
        "dialogue",
        "hold",
        "south",
        "yeonpyeong",
        "korea",
        "north",
        "nuclear",
        "zone",
        "countries",
        "koreas",
        "colonels",
        "talks",
        "korean"
    ],
    "summary": "Senior military officials from the two Koreas have met for talks that could pave the way for a resumption of multi-party negotiations on North Korea's nuclear weapons programme.\nThe prospects for dialogue looked remote after that attack and the sinking of a South Korean warship by a North Korean torpedo last March.\nNorth Korea walked out of the nuclear talks – which involve the North and South Korea, China, the US, Russia and Japan – in April 2009, and promptly conducted its second nuclear weapons test.\nVideo footage showed Ri Son-kwon, a North Korean colonel, pat his South Korean counterpart, Moon Sang-gyun, on the shoulder before they shook hands prior to the meeting.\nSeoul has promised huge sums in aid and development investment, but only after North Korea has dismantled its nuclear programme.",
    "sentiment": {
        "neg": 0.0584,
        "neu": 0.904,
        "pos": 0.0377,
        "compound": -0.1344
    }
}