{
    "date": "2011-03-27T23:05:00Z",
    "title": "China and US among top punishers but death penalty in decline",
    "url": "https://www.theguardian.com/world/2011/mar/28/us-china-death-penalty-amnesty",
    "content": "China, Iran, North Korea, Yemen and the US carried out the most executions last year, bucking a global trends towards abolition of the death penalty, a report has said . China again was by far the world's most prolific executioner in putting to death thousands, said Amnesty International in its report on the death penalty worldwide. Amnesty does not provide a precise figure of executions in China as Beijing keeps such figures secret. Instead, it has challenged the Chinese authorities to publish figures for the number of people sentenced to death and executed each year to confirm claims of a reduction in the use of the death penalty. China, however, last year did move to cut down the number of offences that carry the death penalty, which applies to no less than 68 crimes. If the changes go through, the death penalty would be removed for such crimes as tax fraud, and for smuggling valuables and cultural relics. Amendments to the criminal code may also remove it as a punishment for those over 75. In all, the changes would affect 13 death penalty offences. Setting China aside, Amnesty said at least 527 executions were carried out last year. Almost half of those took place in Iran (252). North Korea executed 60, Yemen 53 and the US 46. The minimum number of executions was down from at least 714 in 2009. Methods of execution included beheading, electrocution, hanging, lethal injection and various kinds of shooting (by firing squad, and at close range to the heart or the head). No stonings were recorded in 2010, but stoning sentences were reported in Nigeria, Pakistan and Iran, where at least 10 women and four men remain under stoning sentences. At least 2,024 new death sentences were imposed during 2010 in 67 countries, including 365 in Pakistan alone, meaning it has some 8,000 people currently on death row. Amnesty expressed particular alarm that a significant proportion of executions or death sentences recorded in 2010 were for drug-related offences. They accounted for more than half of 114 sentences in Malaysia. Meanwhile, Iran, Pakistan, Saudi Arabia, Sudan and the United Arab Emirates ignored international prohibitions and imposed death sentences on child offenders -people aged 17 or less when alleged crimes were committed, with Iran executing one such offender named as Mohammad A. The underlying trend on the death penalty, however, is strongly toward abolition, Amnesty said, with 31 countries removing the punishment in law or in practice in the last 10 years. Last year, Gabon became the 139th country to either abolish the penalty outright or to cease to use it in practice. \"In spite of some setbacks, developments in 2010 brought us closer to global abolition,\" said Salil Shetty, Amnesty's secretary general. \"The President of Mongolia announced a moratorium on the death penalty, an important first step as capital punishment is still classified as state secret. For the third time and with more support than ever before, the UN general assembly called for a global moratorium on executions. Any country that continues to execute is flying in the face of the fact that both human rights law and UN human rights bodies consistently hold that abolition should be the objective.\"",
    "keywords": [
        "punishers",
        "abolition",
        "sentences",
        "amnesty",
        "iran",
        "2010",
        "china",
        "penalty",
        "executions",
        "punishment",
        "decline",
        "death"
    ],
    "summary": "China again was by far the world's most prolific executioner in putting to death thousands, said Amnesty International in its report on the death penalty worldwide.\nInstead, it has challenged the Chinese authorities to publish figures for the number of people sentenced to death and executed each year to confirm claims of a reduction in the use of the death penalty.\nChina, however, last year did move to cut down the number of offences that carry the death penalty, which applies to no less than 68 crimes.\nIf the changes go through, the death penalty would be removed for such crimes as tax fraud, and for smuggling valuables and cultural relics.\nIn all, the changes would affect 13 death penalty offences.",
    "sentiment": {
        "neg": 0.1849,
        "neu": 0.7751,
        "pos": 0.04,
        "compound": -0.4509
    }
}