{
    "date": "2011-11-01T11:05:00Z",
    "title": "Mythic father of the nation unites the two Koreas",
    "url": "https://www.theguardian.com/global/2011/nov/01/korea-history-politics1",
    "content": "The Confucian ritual was held at a small sanctuary, in Sajik park in the centre of Seoul. The men and women taking part wore traditional costumes. A few people, most of them old, sat in the autumn sun opposite the altar. The subject of the ceremony was represented on a banner hanging under the roof. With dark hair and a pointed beard, he looked like an archetypal Confucian sage. This was no ordinary figure, but Tan'gun or Dangun, a mythical king of the first kingdom of Korea and the ancestral father of the nation, from whom all Koreans are descended. Every year, on 3 October, people celebrate the foundation of the country, the day the heavens opened, exactly 4,344 years ago. This festival is celebrated with similar rituals all over the country. The ceremony at the top of Mount Mani, on Gangwha island north-west of the capital, is more of a secular than religious event. In one of the strangest instances of tradition being invented in a modern country, Tan'gun, the sandalwood prince, has moved from the indeterminate time scale inhabited by heroes to history, according to the historian Hyung Il-pai. The mythical monarch has become the key figure in the national narrative, in both halves of Korea, capitalist and communist. In the Chronicles of the Three Kingdoms, a 12th-century collection of myths, Hwanung, son of the lord of heaven, came down to Earth one day. He set foot on one of the mountains of the Korean peninsula, at the top of Mount Paekdu. A tiger and a bear begged him to turn them into humans so he set them a trial; to survive in a cave for 100 days with nothing to eat but garlic and herbs. The tiger soon gave up, but the bear persisted and became a woman. Having slept with the celestial prince, she gave birth to Tan'gun. The first Korean established his headquarters in what is now Pyongyang and named the kingdom Joseun (or Chosun: land of the morning calm), as the country was known until 1945. Tan'gun, the symbol of Korea's ethnic and cultural independence, often resurfaced at times of national crisis, such as the Mongol invasions in the 13th and 14th centuries. But the legend only became a founding myth much later, at the end of the Yi dynasty when Japan seized control of the peninsula, first as a protectorate in 1905, then as a colony in 1910. Faced with an identity crisis caused by Japan's determination to eradicate local particularities, the Koreans saw in the great ancestor the origins of a pre-modern form of nationalism in which the nation was conceptualised not so much as a state but as an ethnic entity. This in turn gave rise to epic, romantic and tragic history books telling the tale of a people whose identity was rooted in their land. From then on a cult centred on Tan'gun. At the end of Japanese occupation the Republic of (South) Korea turned Tan'gun into a protective figure and established a calendar (starting in 2333 BC), which was used in parallel with the Gregorian calendar until 1961. To this day his legend is a key element in Korean identity. During the 2002 Fifa World Cup, after the host team beat Spain, President Kim Dae-jung said it was \"Korea's happiest day since Tan'gun\". In North Korea, Tan'gun was rejected as a superstition, but subsequently rehabilitated. In 1993 his tomb and remains were supposedly discovered at the foot of Mount Taebak, near Pyongyang. Archaeologists in the South remain sceptical about this \"stupendous discovery\", but a gigantic mausoleum has been built on the spot and ceremonies are held there to venerate him. They reflect the importance of the founding myth in the ethnic nationalism of the Communist regime, eager to find its place in a continuum reaching back to more heroic times.The Confucian tribute in Seoul was followed by another ceremony, attended by political leaders, staged by the Committee for the Peaceful Reunification of the Fatherland. One of the coordinators, the poet Jung Woo-il, has visited the mausoleum several times. He says: \"Belief in Tan'gun is the only thing we share with North Korea.\" This article originally appeared in Le Monde",
    "keywords": [
        "nation",
        "ethnic",
        "gave",
        "korea",
        "mythic",
        "mount",
        "identity",
        "country",
        "tangun",
        "korean",
        "figure",
        "day",
        "unites",
        "father",
        "koreas"
    ],
    "summary": "This was no ordinary figure, but Tan'gun or Dangun, a mythical king of the first kingdom of Korea and the ancestral father of the nation, from whom all Koreans are descended.\nEvery year, on 3 October, people celebrate the foundation of the country, the day the heavens opened, exactly 4,344 years ago.\nTo this day his legend is a key element in Korean identity.\nDuring the 2002 Fifa World Cup, after the host team beat Spain, President Kim Dae-jung said it was \"Korea's happiest day since Tan'gun\".\nIn North Korea, Tan'gun was rejected as a superstition, but subsequently rehabilitated.",
    "sentiment": {
        "neg": 0.0183,
        "neu": 0.9199,
        "pos": 0.0617,
        "compound": 0.1279
    }
}