{
    "date": "2011-12-23T15:40:09Z",
    "title": "Kim Jong-il on the escalator: dictatorships are going down | Jonathan Jones",
    "url": "https://www.theguardian.com/commentisfree/2011/dec/23/kim-jong-il-escalator",
    "content": "Dictatorship rides the down escalator of history in this photograph. For me it is picture that shows why 2011 was a good year for the world. Kim Jong-il stands apart from the officials who carefully compose themselves on the steps above him. He gazes directly at the camera from behind sunglasses, the all-powerful observer of his people. The others do not look directly at the camera but seem unsure where to cast their eyes. They are entering a new supermarket, full of produce. Canned food and fluorescent lights – clearly North Korea is a land of plenty. No wonder there is such reverence for the man who brought this economic success. Kim Jong-il seems isolated by his power. A magic circle, a force field of charisma, keeps him apart. After all, according to reports that have followed his death last Saturday (at 8.30am, on his special train, according to state media), natural prodigies marked the passing of this miraculous man. Best stand back from a man of such uncanny attributes. This picture of Kim Jong-il in life is as surreal as the images of extravagant collective mourning for his death that have filled the state media of North Korea this week. Yet surrealism is in the eye of the beholder. The comedy of this photograph is fringed with blackness. It is known that many North Koreans live on the edge of malnutrition and starvation. The well-stocked supermarket that the great leader graces with his presence is cruelly deceptive – a show supermarket, a Potemkin image of plenty (or at least, by the standards of neighbouring countries, normality). That is cruelly obvious. What is really interesting about this, and other images from North Korea, is how we react to them. True, the state over which the man on the escalator presided has nuclear weapons and other potent military assets. The country cannot be ignored, any more than a man with a gun on the street can be ignored. But this picture raises a wry smile. North Korea's political system strikes outsiders as freakish and bizarre and grotesquely out of step with history. On the down escalator, and approaching the bottom. Behind our reaction – baffled and, let's be honest, amused – lies a success story. In our lifetimes democracy has won. It has established itself as the best of all political systems. And in 2011 the democratic idea made amazing, unexpected headway. The point about this photograph of the isolated totalitarian mirror universe ruled by Kim Jong-il is that it is a curiosity. Like a two-headed snake, it is worth keeping in a jar. But 50 years ago this picture would not have seemed strange at all. Such propaganda scenes were depressingly normal in a large part of the world. The Soviet Union and a huge tract of Europe were governed by autocratic parties. From Prague to Moscow, party leaders were posing in show factories and shops all the time. Go back further, to the 1930s, and large parts of western Europe were ruled by dictatorships of the right. Totalitarian leaders stood apart and were apparently revered, just as in this photograph. At the time they were winning. \"If you want a vision of the future,\" wrote George Orwell, \"imagine a boot stamping on a human face – forever.\" Comparisons between today's economic travails and the crisis of the 1930s are misplaced because totalitarianism was then the wave of the future. That is simply not the case today. 2011 has been a great year for democracy. People demanded their rights across north Africa and the Middle East. Authoritarian, corrupt rulers suddenly found themselves denounced as tyrants by people they believed safely under their boot heels. In a benign version of John Foster Dulles's cold war \"domino theory\", the virus of democracy spread from one Arab state to another. If Kim Jong-il had a heart attack, Colonel Gaddafi of Libya died in far gorier circumstances. We are definitely not living in the 1930s, when dictatorship was on the rise. Today the last dictators are an endangered species. In China, the state's attempt to silence dissident artist Ai Weiwei merely strengthened his voice. And that voice has consistently expressed what also seems fundamental to the Arab spring: democracy and human rights are universal imperatives. Just because these ideas originated in Europe and America in the 18th century does not make them somehow less relevant outside the affluent west. The right to free speech and free elections is a basic human need, everywhere, say the revolutionaries of 2011. Europe itself might be accused of democratic backsliding this year as \"technocrats\" came to power in Italy and Greece. But it is a melodramatic fantasy to see democracy in danger in the eurozone. Once again, the comparison – or rather the glaring contrast – with the 1930s should cheer us up. In 2011 democracy was on the march. This is a picture from a nightmare that most of the world will never endure again.",
    "keywords": [
        "going",
        "democracy",
        "man",
        "jones",
        "state",
        "dictatorships",
        "jonathan",
        "europe",
        "kim",
        "photograph",
        "jongil",
        "escalator",
        "2011",
        "north",
        "picture"
    ],
    "summary": "Kim Jong-il stands apart from the officials who carefully compose themselves on the steps above him.\nKim Jong-il seems isolated by his power.\nThe point about this photograph of the isolated totalitarian mirror universe ruled by Kim Jong-il is that it is a curiosity.\nIf Kim Jong-il had a heart attack, Colonel Gaddafi of Libya died in far gorier circumstances.\nIn 2011 democracy was on the march.",
    "sentiment": {
        "neg": 0.0768,
        "neu": 0.7944,
        "pos": 0.1289,
        "compound": 0.0935
    }
}