{
    "date": "2011-12-19T03:42:00Z",
    "title": "Kim Jong-il, North Korean leader, dies",
    "url": "https://www.theguardian.com/world/2011/dec/19/kim-jong-il-north-korean-leader-dies",
    "content": "Kim Jong-il, the \"dear leader\" still venerated by many in North Korea but reviled abroad, has died aged 69, state media announced on Monday morning. The official KCNA news agency described his young son and heir apparent as \"the great successor\", urging the nation, people and military to rally behind and \"faithfully revere\" Kim Jong-un. The North Korean leader suffered a heart attack on Saturday due to physical and mental over-work, KCNA reported. He was on his train, travelling to offer \"field guidance\" to workers, when he died. Kim had recovered from a reported stroke in 2008, and Monday's announcement was unexpected. But he had already begun grooming Kim Jong-un to take control of the \"hermit state\", appointing him a general last year and giving him several high profile roles. Experts say there is increasing domestic cynicism about the regime, which has proved incapable of meeting basic economic needs while exerting rigid control. Collective punishment has left an estimated 200,000 people in prison camps and last year the United Nations special rapporteur on human rights in North Korea described the country's situation as \"sui generis\", adding: \"Simply put, there are many instances of human rights violations which are both harrowing and horrific.\" But people in the streets of Pyongyang burst into tears as they learnt of Kim's death, Associated Press reported. At a North Korean restaurant in Beijing, staff wept hysterically when told what had happened. \"It is the biggest loss for the party ... and it is our people and nation's biggest sadness,\" a tearful anchorwoman clad in black Korean traditional dress told viewers as she announced Kim's death. She urged the nation to \"change our sadness to strength and overcome our difficulties\". The death will also be felt far beyond North Korea's 24 million population. The country has long been a source of international concern because of its nuclear and missiles programmes and there will be widespread anxiety about potential instability and the implications of the change in leadership. Seoul's Yonhap news agency said South Korean military leaders had declared an emergency alert following Kim's death. A spokesman for Japanese prime minister Yoshihiko Noda said he had set up a crisis management team on North Korea, while in the US the White House said Barack Obama was monitoring reports of the death. \"We remain committed to stability on the Korean peninsula, and to the freedom and security of our allies,\" a spokesman added. While there were some suggestions the new leader might sabre-rattle in the region to help establish himself, Dr Leonid Petrov of the University of Sydney argued that Pyongyang was likely to use the transition as an opportunity to reach out to the international community. \"They will try to use it to resume negotiations with the US, saying there is a new leader so why not go and talk,\" he predicted. Kim Jong-un's name headed the long list of officials on the funeral committee, indicating he will lead it. KCNA said the funeral will take place in Pyongyang on 28 December, with the mourning period lasting until 29 December. But there have long been doubts about how easy it will be for the younger man - thought to be in his late 20s - to continue the Communist dynasty founded by his grandfather Kim Il-sung, who died in 1994. \"I think the North has done quite a bit to accelerate the succession process so I think at least in the short term they will coalesce around the next generation of leadership and watch and see whether his son will be able to consolidate power. But there will be a lot of uncertainty ahead,\" said Daniel Pinkston of the International Crisis Group. Chung Young-tae, of the Korea Institute of National Unification, told Reuters: \"Any prospect for a strong and prosperous country is now gone. Kim Jong-un is not yet the official heir, but the regime will move in the direction of Kim Jong-un taking centre stage. \"There is a big possibility that a power struggle may happen. It's likely the military will support Kim Jong-un. Right now there will be control wielded over the people to keep them from descending into chaos in this tumultuous time.\" KCNA said that Kim Jong-il had been receiving treatment for heart disease for a long time. He suffered a major heart attack on Saturday due to \"great mental and physical strain caused by his uninterrupted field guidance tour for the building of a thriving nation\" while travelling on his train. \"Every possible first-aid measure was taken immediately but he passed away at 08:30,\" it said, adding that an autopsy had confirmed the diagnosis. The North Korean leader's last public sighting was reported by North Korea's state news agency on Thursday. He reportedly visited a supermarket and music centre, accompanied by his son. The news is likely to be a particular shock in North Korea – where Kim has been revered as much as he has been vilified by the outside world – because his death comes days before the beginning of 2012. The regime has long promoted next year at the point at which the country would achieve development and prosperity. For years it has been struggling with food shortages and an economy in crisis. \"It is an extremely convenient time for the North Korean leadership: they don't need to honour the promise that North Korea will become a strong, powerful and prosperous state,\" said Petrov, an expert on the country at the University of Sydney. \"The population will be required to work hard for long hours with very few celebrations of Kim Il-sung's centenary. \"North Korea is going to have a three-year mourning period during which Jong-un will be consolidated as leader – exactly as happened [with his father] when Kim Il-sung died. He added that while many citizens in North Korea would be genuinely distraught at the news, \"it will not be as dramatic as it was in 1994 when Kim Il-sung died. That was real trauma, exacerbated by the famine … political cynicism is growing.\"",
    "keywords": [
        "leader",
        "korea",
        "state",
        "dies",
        "kim",
        "died",
        "jongun",
        "jongil",
        "long",
        "death",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-il, the \"dear leader\" still venerated by many in North Korea but reviled abroad, has died aged 69, state media announced on Monday morning.\nThe North Korean leader suffered a heart attack on Saturday due to physical and mental over-work, KCNA reported.\nAt a North Korean restaurant in Beijing, staff wept hysterically when told what had happened.\nKim Jong-un is not yet the official heir, but the regime will move in the direction of Kim Jong-un taking centre stage.\nThe North Korean leader's last public sighting was reported by North Korea's state news agency on Thursday.",
    "sentiment": {
        "neg": 0.1355,
        "neu": 0.8038,
        "pos": 0.0606,
        "compound": -0.2245
    }
}