{
    "date": "2011-12-20T17:55:59Z",
    "title": "Kim Jong-il's down escalator shows North Korea's rising powers",
    "url": "https://www.theguardian.com/world/2011/dec/20/kim-yong-il-escalator-power",
    "content": "The last photograph taken of Kim Jong-il before his death shows North Korea's former leader, wrapped up against the cold, descending an escalator in a supermarket. But the real point of interest lies not in the dimly lit shop or drab displays of canned food – this is North Korea, after all – but the party of people behind him. Standing behind him, and in front of the officials, are his son and two people who could determine the course of the country's leadership in these delicate, early days of transition. The woman is Kim Kyong-hui, Kim Jong-il's younger sister and a regular companion in the last years of his life. Behind them is her husband Jang Song-thaek, the most powerful adviser in the new leadership, who is expected to guide the \"young general\" during his formative days in power. Analysts believe that Kim Jong-un's youth and lack of experience means the North Korea that emerges from mourning in a little over a week will be run by a coterie of advisors, with his aunt and uncle acting as the glue that holds the army, the party and the cabinet together. In the past, Jang, 65, was one of many victims of the periodic purges from (and subsequent reinstatements to) the North Korean inner circle – a time-honoured Kim-dynasty method of instilling loyalty. Analysts say Jang has since been instrumental in smoothing the way for the continuation of that dynasty after Kim Jong-il suffered a debilitating stroke three years ago. \"Jang has played a considerable role during Kim Jong-il's illness of managing the succession problem and even the North's relations with the United States and China,\" Yang Moo-jin, of the University of North Korean Studies in Seoul, told Reuters. \"Jang is in overall charge of making it formal for Kim Jong-un to be the legal and systematic leader by pulling together the party and the military.\" It is too early to tell whether Jang will repay Kim senior's trust in him by remaining loyal to his son, or if he will emerge as a rival if – as some have speculated – Kim Jong-un's rapid rise from obscurity triggers a challenge from resentful generals. His first removal from the regime's inner circle came after he sought to marry Kim Kyong-hui, despite opposition from her father and North Korea's founder, Kim Il-sung. Jang then disappeared from public view for two years until 2006 for allegedly forming factions and manoeuvring to oust Kim. However, he was rehabilitated amid a power struggle reportedly involving supporters of Kim's second and third wives. Three years later, Jang was named vice-chairman of the national defence commission, the country's supreme governing body and incubator for the \"military first\" approach pioneered by Kim Jong-il. While Jang won Kim's respect for his command of economic policy, less is known about the political acumen of his wife, Kim Kyong-hui, who was made a general in the people's army and a member of the ruling party's political bureau in late 2010. In the final years of her elder brother's life, she appeared to play the role of first lady, accompanying Kim on field trips and offering advice and friendship. The 65-year-old, an influential member of the committee organising his funeral, reportedly has a weakness for alcohol and has occasionally withdrawn from view for months at a time. According to Radio Free Asia, she also owns Pyongyang's only hamburger restaurant. Most experts agree that the couple are unlikely to challenge the new leadership, at least until North Korea marks the centenary of Kim Il-sung's birth next April. \"The North Korean leadership is united,\" said Andrei Lankov at Kookmin University in Seoul. \"They understand that they should hang together in order not to be hanged separately.\" But Sarah McDowall, a senior Asia-Pacific analyst at IHS Jane's in London, says North Korea was about to enter a period of uncertainty. \"There are real concerns that heir-apparent Kim Jong-un has not had sufficient time to form the necessary alliances in the country to consolidate his future as leader,\" she said. \"There is now a heightened risk of an upturn in factional tensions within the North Korean political elite as senior political figures, doubting the capabilities of Kim Jong-un, could initiate a power struggle.\"",
    "keywords": [
        "political",
        "rising",
        "leader",
        "korea",
        "shows",
        "jongils",
        "party",
        "kim",
        "power",
        "jang",
        "korean",
        "escalator",
        "leadership",
        "powers",
        "north",
        "koreas"
    ],
    "summary": "The last photograph taken of Kim Jong-il before his death shows North Korea's former leader, wrapped up against the cold, descending an escalator in a supermarket.\nThe woman is Kim Kyong-hui, Kim Jong-il's younger sister and a regular companion in the last years of his life.\nHis first removal from the regime's inner circle came after he sought to marry Kim Kyong-hui, despite opposition from her father and North Korea's founder, Kim Il-sung.\n\"The North Korean leadership is united,\" said Andrei Lankov at Kookmin University in Seoul.\nBut Sarah McDowall, a senior Asia-Pacific analyst at IHS Jane's in London, says North Korea was about to enter a period of uncertainty.",
    "sentiment": {
        "neg": 0.0564,
        "neu": 0.8628,
        "pos": 0.0808,
        "compound": 0.1025
    }
}