{
    "date": "2011-02-22T13:11:00Z",
    "title": "Pyongyang goes pop: Inside North Korea's first indie disco",
    "url": "https://www.theguardian.com/music/2011/feb/21/pyongyang-goes-pop-north-korea-indie",
    "content": "I've written before about Pyongyang's only nightclub, the Taedong Diplo. Despite it only having one CD to its name, it's still your best bet for catching Koreans co-mingling with Western music. Unfortunately, this Western music normally involves little more than playing the aforementioned CD (the incessant call of Trance Hits 1993 on loop) or someone sticking on the karaoke edition of the Titanic soundtrack, which North Korean students dig big-time thanks to its frequent showing in Pyongyang's universities as an example of western culture (according to Korean ideology, industrial revolution: good. Leonardo DiCaprio drowning: better). This grim legacy of disco downers was all to change, however, on the night DJ Ian Steadman turned up last year, coming fully prepared to man the mic long past the 10pm electricity curfew with a bag of indie hits. Just prior to Ian's debut on the decks, visitors to the club were treated to the airing of a new CD held in the North Korean pop vaults – Madonna's Die Another Day from the soundtrack to the James Bond movie in which James Bond is, er, held captive in North Korea (it's veiled threats like this that make doing things in the country so much fun). After this, it was Steadman's time to step up. What was quite probably North Korea's first ever indie disco saw a handful of drunken local guides and a large group of foreign tourists dancing to a playlist that included Buraka Som Sistema, Hot Chip and Talking Heads. According to current trends, it seems indie couldn't be hitting North Korea at a better time. The ever-reliable North Korean Economy Watch recently reported that skinny jeans are all the rage in Pyongyang these days. We're not sure if this was entirely down to fashion reasons, though, and those holding their breath for a full-scale hipster revolution will have to wait a little longer for the fixie bikes and lens-free glasses to roll through. After all, the other top consumer products listed alongside trouserwear were reportedly pig-intestine rolls and, er, human manure. According to Steadman, it was TV on The Radio's Dancing Choose that elicited the biggest response, with one North Korean vigorously grabbing his arm and demanding to know where he could get a copy of this \"very, very, very good band\". If only all nights out in North Korea were so successful. My last visit to the same club culminated in an angered security guard unexpectedly pulling the plug on the music, grabbing the karaoke microphone and bellowing, \"Look, you fucking drunk bastards! Get the fuck out of here! Get on the fucking bus! Go! Or I'll take your fucking passports from you and you'll stay in fucking North Korea forever. FUCK OFF!\" – a more high-stakes ending than a punch-up and a battered sausage outside the Sheffield Leadmill on a Friday night, that's for sure.",
    "keywords": [
        "cd",
        "indie",
        "fucking",
        "sure",
        "music",
        "goes",
        "inside",
        "korea",
        "according",
        "pop",
        "korean",
        "disco",
        "pyongyang",
        "western",
        "north",
        "koreas"
    ],
    "summary": "Despite it only having one CD to its name, it's still your best bet for catching Koreans co-mingling with Western music.\nAccording to current trends, it seems indie couldn't be hitting North Korea at a better time.\nThe ever-reliable North Korean Economy Watch recently reported that skinny jeans are all the rage in Pyongyang these days.\nIf only all nights out in North Korea were so successful.\nOr I'll take your fucking passports from you and you'll stay in fucking North Korea forever.",
    "sentiment": {
        "neg": 0.0935,
        "neu": 0.8463,
        "pos": 0.0601,
        "compound": -0.019
    }
}