{
    "date": "2011-10-08T22:11:01Z",
    "title": "Jon Huntsman, the candidate who knows how to talk to China | Yang Jianli",
    "url": "https://www.theguardian.com/commentisfree/cifamerica/2011/oct/08/jon-huntsman-candidate-china",
    "content": "I wouldn't be exaggerating if I said that the most important issue in the 2012 presidential election is not in America but half a world away – in China. American voters would be remiss if they don't look to the far east when thinking about whom they will support in the upcoming presidential campaign. That is why I'm supporting Governor Jon Huntsman for president. For those concerned about the economy, China is one of the America's largest trading partners and also owns a large portion of its national debt. With every passing year, the Chinese use more and more of the world's limited supply of energy, which in turn drives prices up here at home. For those concerned about national security, China holds the key to disassembling the North Korean nuclear program and imposing further sanction on Iran for its attempts to build the bomb. It shares a border with Afghanistan, where US armed forces continue to fight. The Chinese also have one of five seats on the United Nations security council; so important for any multilateral action. For those concerned about the prospects of climate change, China is one of the largest and fastest growing emitters of carbon dioxide – among many other harmful chemicals – into the air. Any comprehensive solution to this problem here in America will also require full cooperation from their government and industry. And for those concerned about the basic issue of increasing global freedom and human rights, China is one of the worst offenders. China's massive state-run oil company is, in many ways, responsible for the horrifying human rights violations in Sudan and elsewhere in sub-Saharan Africa – as well as the UN's sluggish response. The communist regime has more prisoners of conscience than any other nation. Despite the Chinese constitution's guarantee of religious freedom, Catholic bishops, people who start churches in their homes, and monks in Tibet are incarcerated with nothing more than show trials. Despite having a fundamental right to some due process before their property is expropriated, farmers are told to give up their homes or go to prison. Despite claims of a free press from the state-run media, journalists and bloggers who aren't afraid to write and publish stories unfavorable to the government end up \"re-educated\" by force. And despite basic rights to free speech and to petition the government, academics who use the \"D word\" – democracy – are maimed, tortured and sometimes even killed. I should know. I grew up in China, attended a top university there, and came to the US to pursue degrees at some of America's best universities. I witnessed – some say, survived – the massacre in Tiananmen Square. When I visited in 2002 to help the growing labor movement in northern China, I was arrested and sentenced to time in prison for \"spying\". I served five years – and I owe my release to the outpouring of public support and the strong and tireless efforts of American officials who believed that the freedoms we take for granted here are both fundamental and universal. The next president will have to manage America's relationship with China through a period of global tumult. And the success – or failure – of this country relies on managing that relationship as effectively as possible. In the presidential field, there is only one candidate who has demonstrated the kind of leadership experience we need in the White House: Governor Jon Huntsman. He has lived and worked in Asia several times; first as a missionary in Taiwan, as ambassador to Singapore, and most recently, as America's ambassador to China. He has sat across the negotiating table from Chinese counterparts: as a deputy trade representative, as an executive at Huntsman Chemical, and as a hard-charging governor determined to push job-creating trade deals for Utah. He has long been a student of Chinese language, society, culture and politics; speaking pitch-perfect Mandarin and Hokkien. All of these factors give him an expertise that is sorely lacking at the US government's highest levels. While others would start from scratch, Jon Huntsman already commands the respect of the Chinese authorities and the adoration of the Chinese people. Recently, I had the chance to join a call between Governor Huntsman and members of the Asian American community. He has a depth of knowledge and an understanding of the issues – both large and small – that I have never seen in any of the many politicians I have met. For the many Americans who see economic stagnation as untenable, the on-again, off-again negotiations with North Korea as unreliable at best, the problem of global emissions as unsustainable, and the lack of basic human rights in many parts of the world as unacceptable; there is a candidate for you. Jon Huntsman is a man who knows how to solve problems and knows how to engage China. The best indicator of a candidate's ability to get results is their record of results in the past. If there's anyone who has that record of accomplishment and can get results on these issues of great importance to US national security, it's Governor Jon Huntsman.",
    "keywords": [
        "talk",
        "huntsman",
        "jon",
        "china",
        "candidate",
        "americas",
        "despite",
        "concerned",
        "chinese",
        "rights",
        "security",
        "jianli",
        "yang",
        "governor",
        "knows"
    ],
    "summary": "That is why I'm supporting Governor Jon Huntsman for president.\nIn the presidential field, there is only one candidate who has demonstrated the kind of leadership experience we need in the White House: Governor Jon Huntsman.\nRecently, I had the chance to join a call between Governor Huntsman and members of the Asian American community.\nJon Huntsman is a man who knows how to solve problems and knows how to engage China.\nIf there's anyone who has that record of accomplishment and can get results on these issues of great importance to US national security, it's Governor Jon Huntsman.",
    "sentiment": {
        "neg": 0.0646,
        "neu": 0.8079,
        "pos": 0.1275,
        "compound": 0.1445
    }
}