{
    "date": "2011-03-10T12:52:21Z",
    "title": "Pyongyang goes pop: sex scandal on the socialist music scene",
    "url": "https://www.theguardian.com/music/musicblog/2011/mar/10/pyongyang-goes-pop-pochonbo-wangjaesan",
    "content": "All pop music in North Korea is sanctioned by the state, so if you don't like songs about The Importance of Fertiliser or Uniting Happily Under the Powerful Juche Idea, then tough – go and listen to the frogs croaking down on the river bank instead. Of the bands permitted, two of North Korea's most famous are the Pochonbo Electronic Ensemble and Wangjaesan Light Music Band, who have been churning out pro-socialist revolutionary singles for decades. Wangjaesan were reportedly conceived by the ever-talented Kim Jong-il, who handpicked the group's members. He's not just a despotic dictator, you know – he has a reputation in his homeland as being quite the artisan. As well as his taste for fine light music, he's also a cultured film producer, as this monster movie he made in the 80s tastefully proves. Pochonbo, meanwhile, have kept themselves busy as Wangjaesan's main contenders by clocking up 140 albums, some of them with specially created English-language cover art so they can be sold to tourists in the many gift shops Koreans insist on taking you to at every opportunity (only hard currency, Euros or fine imported cigars accepted). There was mild controversy last year when a secret video featuring Wangjaesan's female dance troupe entered the public domain. The video was being privately circulated among the elite, but reached the North Korean public before making it over the border to China – and therefore the world. Normally seen in traditional, body-cloaking hangbok dresses as they perform polite folk numbers, this little clip revealed unprecedented levels of sexiness in Pyongyang, as the girls popped up in sparkly hot pants and did the splits. Western displays of decadence like this are illegal but, given Kim Jong-il's alleged love of pornography, perhaps he turned a blind eye to this one.",
    "keywords": [
        "wangjaesans",
        "socialist",
        "music",
        "goes",
        "public",
        "scandal",
        "pochonbo",
        "kim",
        "pop",
        "hes",
        "sex",
        "wangjaesan",
        "scene",
        "pyongyang",
        "video",
        "north",
        "light"
    ],
    "summary": "Of the bands permitted, two of North Korea's most famous are the Pochonbo Electronic Ensemble and Wangjaesan Light Music Band, who have been churning out pro-socialist revolutionary singles for decades.\nWangjaesan were reportedly conceived by the ever-talented Kim Jong-il, who handpicked the group's members.\nHe's not just a despotic dictator, you know – he has a reputation in his homeland as being quite the artisan.\nAs well as his taste for fine light music, he's also a cultured film producer, as this monster movie he made in the 80s tastefully proves.\nThere was mild controversy last year when a secret video featuring Wangjaesan's female dance troupe entered the public domain.",
    "sentiment": {
        "neg": 0.0267,
        "neu": 0.8976,
        "pos": 0.0757,
        "compound": 0.2534
    }
}