{
    "date": "2011-02-09T09:00:03Z",
    "title": "Pyongyang goes pop: A spy reviews Lethal Bizzle",
    "url": "https://www.theguardian.com/music/musicblog/2011/feb/09/pyongyang-north-korea-lethal-bizzle",
    "content": "On my first trip to North Korea in 2009 I asked my state-sanctioned guide (and very likely government spy) what the most popular song on the North Korea airwaves was at that moment. Mr Lee – a lithe, boyish gentleman with a clean-split centre-parting – sighed and told me it was a heroic ballad about being a diligent farmer. In the North they can't get enough radio – every kitchen is fitted with one that can't be switched off. It's a government order, so from morning to night citizens must enjoy revolutionary hits and paeans celebrating the multifarious talents of Kim Jong Il (lest anyone forget). So even though Mr Lee may have secretly be craving South Korea's Girl's Generation, he and millions of others are forced to stick with what their leader gives them: boring revolutionary anthems about being a good socialist. But as more outside materials sneak under the radar, the tension between Kim's socialist utopia and the real world is increasing. Earlier in the morning Mr Lee had been sitting on the tour bus ferrying us around Pyongyang, avidly reading a copy of the New Yorker that a tourist had given him the week before. The issue featured a story about an author's drunken homosexual awakening that had taken place on board a night train. Mr Lee read it with much curiosity. Clearly he wanted to know more about the world than just diligent farmers. Pop music in North Korea hasn't always been this boring – during the economic glory days of the 1970s and 80s, when the socialist North were well ahead of their southern neighbours, Kim Il Sung loosened the rules on what kind of entertainment could fly with the people. That all changed after the song Whistle caused so much popular frenzy that the state reclassified it as dangerous material and repressed it, returning airplay rights exclusively to the diligent farmers and their ilk. All this despite the song in question being about as provocative to western minds as a kitten doing a cute sneeze. To indulge Mr Lee's urge for outside culture and indeed my own curiosity as to his response, I showed him how to use my iPod. He embraced the challenge with enthusiasm. His first choice was unexpected – UK thrash urchins Gallows. Yet my surprise probably did not outweigh his as he went through what was evidently his first guitar thrash experience. The pained look on his face belied his polite disapproval of the sounds in his ears and he moved on swiftly. After a few more minutes of wheel-click browsing, he told me quite assertively that \"Lethal Bizzle would not suit the Korean people\" as it \"has no proper melody\". Yet he warmed right up to Coldplay and listened to one of their albums from start to finish, further widening the sample that proves Chris Martin's gang produce music so damningly average and inoffensive it can even pacify citizens living under a fear-inducing totalitarian regime.",
    "keywords": [
        "reviews",
        "mr",
        "song",
        "socialist",
        "thrash",
        "goes",
        "korea",
        "world",
        "pop",
        "diligent",
        "told",
        "spy",
        "lee",
        "pyongyang",
        "bizzle",
        "lethal",
        "north"
    ],
    "summary": "On my first trip to North Korea in 2009 I asked my state-sanctioned guide (and very likely government spy) what the most popular song on the North Korea airwaves was at that moment.\nMr Lee – a lithe, boyish gentleman with a clean-split centre-parting – sighed and told me it was a heroic ballad about being a diligent farmer.\nIn the North they can't get enough radio – every kitchen is fitted with one that can't be switched off.\nEarlier in the morning Mr Lee had been sitting on the tour bus ferrying us around Pyongyang, avidly reading a copy of the New Yorker that a tourist had given him the week before.\nMr Lee read it with much curiosity.",
    "sentiment": {
        "neg": 0.0417,
        "neu": 0.8623,
        "pos": 0.096,
        "compound": 0.0829
    }
}