{
    "date": "2011-10-30T20:48:33Z",
    "title": "Nuclear powers plan weapons spending spree, report finds",
    "url": "https://www.theguardian.com/world/2011/oct/30/nuclear-powers-weapons-spending-report",
    "content": "The world's nuclear powers are planning to spend hundreds of billions of pounds modernising and upgrading weapons warheads and delivery systems over the next decade, according to an authoritative report published on Monday. Despite government budget pressures and international rhetoric about disarmament, evidence points to a new and dangerous \"era of nuclear weapons\", the report for the British American Security Information Council (Basic) warns. It says the US will spend $700bn (£434bn) on the nuclear weapons industry over the next decade, while Russia will spend at least $70bn on delivery systems alone. Other countries including China, India, Israel, France and Pakistan are expected to devote formidable sums on tactical and strategic missile systems. For several countries, including Russia, Pakistan, Israel and France, nuclear weapons are being assigned roles that go well beyond deterrence, says the report. In Russia and Pakistan, it warns, nuclear weapons are assigned \"war-fighting roles in military planning\". The report is the first in a series of papers for the Trident Commission, an independent cross-party initiative set up by Basic. Its leading members include former Conservative defence secretary Sir Malcolm Rifkind, former Liberal Democrat leader and defence spokesman Sir Menzies Campbell and former Labour defence secretary Lord Browne. There is a strong case, they say, for a fundamental review of UK nuclear weapons policy. The Conservatives in Britain's coalition government say they want to maintain a Trident-based nuclear weapons system. However, they have agreed to a \"value for money\" audit into a Trident replacement as four new nuclear missiles submarines are alone estimated to cost £25bn at the latest official estimate. The Lib Dems want to look at other options. The paper, by security analyst Ian Kearns, is entitled Beyond the United Kingdom: Trends in the Other Nuclear Armed States. Pakistan and India, it warns, appear to be seeking smaller, lighter nuclear warheads so they have a greater range or can be deployed over shorter distances for tactical or \"non-strategic\" roles. \"In the case of Israel, the size of its nuclear-tipped cruise missile enabled submarine fleet is being increased and the country seems to be on course, on the back of its satellite launch rocket programme, for future development of an inter-continental ballistic missile (ICBM),\" the report notes. A common justification for the new nuclear weapons programmes is perceived vulnerability in the face of nuclear and conventional force development elsewhere. For example, Russia has expressed concern over the US missile defence and Conventional Prompt Global Strike programmes. China has expressed similar concerns about the US as well as India, while India's programmes are driven by fear of China and Pakistan. Pakistan justifies its nuclear weapons programme by referring to India's conventional force superiority, the report observes. In a country-by-country analysis, the report says: • The US is planning to spend $700bn on nuclear weapons over the next decade. A further $92bn will be spent on new nuclear warheads and the US also plans to build 12 nuclear ballistic missile submarines, air-launched nuclear cruise missiles and bombs. • Russia plans to spend $70bn on improving its strategic nuclear triad (land, sea and air delivery systems) by 2020. It is introducing mobile ICBMs with multiple warheads, and a new generation of nuclear weapons submarines to carry cruise as well as ballistic missiles. There are reports that Russia is also planning a nuclear-capable short-range missile for 10 army brigades over the next decade. • China is rapidly building up its medium and long-range \"road mobile\" missile arsenal equipped with multiple warheads. Up to five submarines are under construction capable of launching 36-60 sea-launched ballistic missiles, which could provide a continuous at-sea capability. • France has just completed deployment of four new submarines equipped with longer-range missiles with a \"more robust warhead\". It is also modernising its nuclear bomber fleet. • Pakistan is extending the range of its Shaheen II missiles, developing nuclear cruise missiles, improving its nuclear weapons design as well as smaller, lighter, warheads. It is also building new plutonium production reactors. • India is developing new versions of its Agni land-based missiles sufficient to target the whole of Pakistan and large parts of China, including Beijing. It has developed a nuclear ship-launched cruise missile and plans to build five submarines carrying ballistic nuclear missiles. • Israel is extending its Jericho III missile's range, and is developing an ICBM capability, expanding its nuclear-tipped cruise missile enabled submarine fleet. • North Korea unveiled a new Musudan missile in 2010 with a range of up to 2,500 miles and capable of reaching targets in Japan. It successfully tested the Taepodong-2 with a possible range of more than 6,000 miles sufficient to hit half the US mainland. However, the report, says, \"it is unclear whether North Korea has yet developed the capability to manufacture nuclear warheads small enough to sit on top of these missiles\". Iran's nuclear aspirations are not covered by the report.",
    "keywords": [
        "spending",
        "spree",
        "russia",
        "finds",
        "plan",
        "warheads",
        "missiles",
        "nuclear",
        "pakistan",
        "report",
        "weapons",
        "missile",
        "powers",
        "cruise",
        "submarines"
    ],
    "summary": "For several countries, including Russia, Pakistan, Israel and France, nuclear weapons are being assigned roles that go well beyond deterrence, says the report.\nThere is a strong case, they say, for a fundamental review of UK nuclear weapons policy.\nThe Conservatives in Britain's coalition government say they want to maintain a Trident-based nuclear weapons system.\nA common justification for the new nuclear weapons programmes is perceived vulnerability in the face of nuclear and conventional force development elsewhere.\nA further $92bn will be spent on new nuclear warheads and the US also plans to build 12 nuclear ballistic missile submarines, air-launched nuclear cruise missiles and bombs.",
    "sentiment": {
        "neg": 0.0576,
        "neu": 0.8685,
        "pos": 0.0738,
        "compound": 0.0303
    }
}