{
    "date": "2011-12-19T20:21:00Z",
    "title": "In South Korea we are used to waiting, and worrying | Krys Lee",
    "url": "https://www.theguardian.com/commentisfree/2011/dec/19/south-korea-waiting-worrying",
    "content": "North Korean news bulletins announced on Monday that Kim Jong-il died on a train trip over the weekend; but many here in the south doubted what they read. For years the secrecy surrounding the diminutive tyrant, known in the north as \"dear leader\", inspired endless rumours: that he loved beautiful woman, cigars and cognac; even that he had been dead since 2003. Theories of a Kim Jong-il double began gaining ground after the dictator reportedly suffered a stroke in August 2008. Within months state-controlled media released photos – that many suspected had been altered – of him touring state institutions. But on Monday there was no speculation, no boy who cried wolf. This time the news came from the North Koreans themselves. Pyongyang's state-run Korea Central News Agency news agency urged the nation's 4 million residents to rally behind the designated successor – Kim's youngest son, Kim Jong-un. It stressed that the state officials and the military \"have pledged to uphold the [Kim Jong-un's] leadership\", calling him a \"great successor\" to his father. In Seoul, a mere 35 miles away on the South Korean side, commuters hovered in front of large-screen TVs at the city's main train station. Many shook their heads, saying they worried about the future of north-south relations. Others talked of a day when the regime might crumble, sending millions of poor and uneducated North Koreans stumbling southward, ruining South Korea's economy. Hahm Chai-bong, the director of the Asan Institute for Policy Studies, told the Korea Times: \"Absolutely anything could happen.\" The South Korean stock market plummeted, and the nation's military went into high alert as we waited at the edge of uncertainty. Residents who had gone abroad for the holidays expressed relief at their absence and debated whether it would be safe to return. Yet some of the calmest people in South Korea were North Korean defectors, who experienced the North Korean leadership at first hand. Shin Dong-hyuk, a survivor of North Korea's Camp 14, said that no one's afraid of Kim Jong-un: \"I don't think anything will change. They'll make Kim Jong-un a puppet leader and operate behind the scenes,\" he said. \"He's too young to rule properly, and the older leaders, the ones who are left, have too much at stake.\" Another defector, who asked not to be named said: \"I'm 27; Kim Jong-un is barely two years older than me.\" In a culture where age commands instant respect and the lack of years immediate suspicion, this is a telling statement. Still, in many areas of Seoul the uneasiness was palpable. Citizens went on with their everyday lives but a large number of older people who have distinct memories of kidnappings and an attempted murder of Park Chung-hee, a former president, by North Korean agents, exchanged the Korean currency won for the safety of US dollars. Korean economists predicted that the North Korea scenario would drive away foreign investment, and the Asia Business Daily tried to calm jittery investors by stating: \"Now is the time to buy.\" Many merely shrugged and said they were waiting to see what would happen. Considering that the Korean war that began in 1950 never officially ended, Koreans are practised at waiting. While South Korean newspapers discuss various scenarios, including the possibility of a future coup d'etat in North Korea, few are talking about what might happen to the human rights situation. Under Kim Jong-il more than 2 million people reportedly died in the 1990s during what is called the Arduous March. Countless numbers lost their meagre savings during the drastic currency devaluation of 2009, and from 150,000 to 200,000 people are being held in labour camps and jails. Human rights activists believe things may initially get worse, though the Network for North Korean Democracy and Human Rights says the death of Kim Jong-il provides \"a new chance for hope for the North Korean people\". Another North Korean defector, who fled the country two years ago, said: \"It's a real shame that Kim Jong-il didn't get to face justice from his own people.\" Meanwhile, many South Koreans continue their endless waiting, waging online arguments as new conspiracies continue to grow. • This article was amended on 20 December 2011. It originally stated that the Korean war began in 1953. This has now been corrected",
    "keywords": [
        "waiting",
        "south",
        "korea",
        "used",
        "kim",
        "koreans",
        "krys",
        "jongil",
        "jongun",
        "rights",
        "lee",
        "worrying",
        "north",
        "korean"
    ],
    "summary": "Theories of a Kim Jong-il double began gaining ground after the dictator reportedly suffered a stroke in August 2008.\nIn Seoul, a mere 35 miles away on the South Korean side, commuters hovered in front of large-screen TVs at the city's main train station.\nThe South Korean stock market plummeted, and the nation's military went into high alert as we waited at the edge of uncertainty.\nYet some of the calmest people in South Korea were North Korean defectors, who experienced the North Korean leadership at first hand.\nMeanwhile, many South Koreans continue their endless waiting, waging online arguments as new conspiracies continue to grow.",
    "sentiment": {
        "neg": 0.1096,
        "neu": 0.8309,
        "pos": 0.0595,
        "compound": -0.1001
    }
}