{
    "date": "2011-10-06T18:17:19Z",
    "title": "North Korea's malnourished orphans point to scale of humanitarian crisis",
    "url": "https://www.theguardian.com/world/2011/oct/06/north-korea-malnourished-ophans-floods",
    "content": "Footage of malnourished North Korean orphans and official warnings over failed harvests have given a rare glimpse at the scale of devastating food shortages in the country following a harsh winter and widespread flooding. The World Food Programme has warned it has only 30% of the funding it needs for its relief operation, which targets 3.5 million of North Korea's most vulnerable citizens. It estimated in March that a quarter of the country's 24 million inhabitants needed food aid and that a third of children were chronically malnourished. North Korea has struggled with its food supply since the crippling famine of the 90s, and its biggest donors – South Korea and the US – have yet to decide whether to resume aid suspended in 2008, while rising global commodity prices have exacerbated its problems. Seoul abandoned an offer to provide emergency flood aid this week, saying Pyongyang had not responded. On Thursday South Korea's unification minister, Yu Woo-ik, told parliament: \"I don't think [the food situation] is very serious.\" Some suspect that Pyongyang may be hoarding crops to ensure there is plenty of food next year. The North has pledged that 2012 – the centenary of founder Kim Il-sung's birth – will be the year it becomes a major power. The Reuters AlertNet humanitarian news service, which shot the new video, was allowed to make a tightly controlled trip to South Hwanghae, a farming province in the country's arable heartland. The team reported signs of severe malnutrition inn children and medical staff said they lacked the drugs they needed. \"The natural disasters of last year and this year have forced the people to live on potatoes and corn. Because people aren't taking in proper nutrition, the number of in-patients has increased. While in May the number of inpatients was about 200, we have had around 350 inpatients each month from July to September,\" said Jang Kum-son, a doctor. Kim Chol-jun, paediatrician at a school for orphans, said heavy rainfall and flooding had also contaminated water supplies, leading to digestive diseases. The governing People's Committee said a bitter winter destroyed 65% of South Hwanghae's barley, wheat and potato crops, and that rains, flooding and typhoons had destroyed 80% of the maize harvest. Officials added that they expected less than half the usual rice crop this month. North Korea's standard daily food ration is 700g of cereals a person, but Marcus Prior, Asia Spokesperson for the World Food Programme, said that authorities were now distributing just 200g. Professor Hazel Smith, an expert on North Korea at Cranfield University, said even that was \"highly aspirational\" and that most North Koreans relied on the informal economy for food. She added that South Hwanghae was particularly vulnerable because it was a heavily militarised area – making trading harder – and its closeness to Pyongyang meant that much of its food was used to feed the army. \"Counterintuitively [for an arable province], the underlying levels of malnutrition are high,\" she said. \"If you have had floods while the harvest is going on you will see a very quick exacerbation of severe malnutrition, especially with children, because it doesn't take much to push them over.\"",
    "keywords": [
        "south",
        "children",
        "malnourished",
        "food",
        "korea",
        "inpatients",
        "crisis",
        "malnutrition",
        "scale",
        "humanitarian",
        "orphans",
        "point",
        "pyongyang",
        "flooding",
        "north",
        "koreas"
    ],
    "summary": "The World Food Programme has warned it has only 30% of the funding it needs for its relief operation, which targets 3.5 million of North Korea's most vulnerable citizens.\nOn Thursday South Korea's unification minister, Yu Woo-ik, told parliament: \"I don't think [the food situation] is very serious.\"\nThe team reported signs of severe malnutrition inn children and medical staff said they lacked the drugs they needed.\nNorth Korea's standard daily food ration is 700g of cereals a person, but Marcus Prior, Asia Spokesperson for the World Food Programme, said that authorities were now distributing just 200g.\nProfessor Hazel Smith, an expert on North Korea at Cranfield University, said even that was \"highly aspirational\" and that most North Koreans relied on the informal economy for food.",
    "sentiment": {
        "neg": 0.0867,
        "neu": 0.8843,
        "pos": 0.029,
        "compound": -0.2127
    }
}