{
    "date": "2012-04-13T14:51:14Z",
    "title": "North Korea's leaders will want to save face after failed rocket launch",
    "url": "https://www.theguardian.com/world/2012/apr/13/north-korea-rocket-repercussions-analysis",
    "content": "While the UN security council prepares to discuss its limited options in response to Friday's failed rocket launch, the repercussions inside North Korea should prove far more illuminating. Having given several weeks' notice of the conspicuous tribute to its founder – and, according to the US, a cover for a ballistic missile test – North Korea is expected to act with similar bombast to repair any damage to the prestige of its new leader, Kim Jong-un. Despite having already overseen a doomed long-range launch in 2009, North Korea ploughed an estimated US$850m into a mission heralded as marking the centenary of Kim Il-sung's birth this weekend. The launch was also the first real challenge of Kim Jong-un's fledgling leadership, and ended in very public ignominy on the day he was appointed first chairman of the powerful national defence commission. Speculation is mounting that the North will attempt to claw back some of its credibility with a third nuclear test. Recent satellite images from the site used for previous nuclear tests in 2006 and 2009 suggested plans for another underground explosion were already in place before the Unha-3 rocket broke apart and splashed into the Yellow Sea on Friday morning. \"One possibility is that North Korea will prepare for another missile launch; another is a nuclear test,\" said Shin Jong-dae, a professor at the University of North Korean Studies in Seoul. \"Both are related to the military, so offer the regime the best means of recovering from their embarrassment. There is also the possibility that they will do something provocative in the Yellow Sea. Whatever happens, it will involve the military.\" While missile and nuclear tests are default settings whenever the regime craves the world's attention, some analysts were surprised it publicly acknowledged the rocket failed to enter orbit – the first time it has conceded failure since the disastrous currency revaluation in late 2009. \"It could be indication of subtle change in the North Korean leadership in how they handle these things, something that may be different from the past,\" Baek Seung-joo of the Korea Institute for Defence Analyses told Reuters. \"It would have been unthinkable for them to admit this kind of failure in the past, something that could be seen as an international humiliation. The decision to have come out with the admission had to come from Kim Jong-un.\" That mea culpa could be accompanied by repercussions for those deemed responsible for the botched launch: the party official blamed for the currency revaluation, Pak Nam-gi, was reportedly executed. \"We can assume that some kind of action will be taken against the people most closely involved in the failed rocket launch as a way of weakening the sense of embarrassment,\" Shin said. He does not believe, however, that this debacle alone will be enough to destabilise Kim Jong-un. \"I don't think it will have a negative impact on him – that much is clear from the decision to allow state TV to announce that the launch had failed.\" Officials in South Korea agree the North is likely to stage some form of military provocation. \"The possibility of an additional long-range rocket launch or a nuclear test, as well as a military provocation to strengthen internal solidarity is very high,\" a defence ministry official told a parliamentary hearing in Seoul on Friday. Kim Yun-tae, secretary general of the network for North Korean democracy and human rights in Seoul, said he expected the gesture to eclipse a rocket launch in terms of impact. \"The North Koreans did a deal on food aid in February, then launched a rocket, so it will be very difficult for them to engage now the world can see they have broken their word. \"The North Korean leadership needs to save face. The only option it has now is to do something militarily, since the military is by far the most organised part of North Korean society. It will involve something more spectacular than a rocket launch. It could mean bombing somewhere, as they did with Yeonpyeong island in 2010, or perhaps stepping up military manoeuvres near the demilitarised zone [the fortified border separating North and South Korea]. \"I can't say exactly what it will be, but it will be a grand gesture designed to capture the world's attention.\" In the meantime, hundreds of thousands are preparing to celebrate the centenary of Kim Il-sung's birth in Pyongyang on Sunday. The Great Leader's son, Kim Jong-il, who died last December, was to use the occasion to declare North Korea a \"strong and prosperous nation\". It will now be left to the third generation of the Kim dynasty to spread the good news, as delusional as grinding poverty and malnutrition, not to mention the rocket fiasco, would make that sound.",
    "keywords": [
        "leaders",
        "save",
        "launch",
        "military",
        "korea",
        "failed",
        "face",
        "kim",
        "nuclear",
        "korean",
        "test",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "While the UN security council prepares to discuss its limited options in response to Friday's failed rocket launch, the repercussions inside North Korea should prove far more illuminating.\nSpeculation is mounting that the North will attempt to claw back some of its credibility with a third nuclear test.\n\"We can assume that some kind of action will be taken against the people most closely involved in the failed rocket launch as a way of weakening the sense of embarrassment,\" Shin said.\n\"The North Korean leadership needs to save face.\nIt will involve something more spectacular than a rocket launch.",
    "sentiment": {
        "neg": 0.0631,
        "neu": 0.8594,
        "pos": 0.0777,
        "compound": -0.0284
    }
}