{
    "date": "2012-09-04T12:18:00Z",
    "title": "Meet swimmer Rim Ju Song, North Korea's first Paralympic athlete",
    "url": "https://www.theguardian.com/sport/2012/sep/04/north-korea-first-paralympic-athlete",
    "content": "When Rim Ju-song was told earlier this year that he was going to be North Korea's first Paralympic athlete, competing as a swimmer, he was delighted. The fact that he barely knew how to swim did not trouble him unduly. \"I felt very proud and honoured to represent my country, so I did my best in the training,\" he said in an interview after the heats of the men's S6 50m freestyle race, in which he came 17th out of the 17 competitors, trailing 17.89sec behind the Cuban swimmer in first place. His appearance has been hailed as a landmark moment in North Korea, which has historically had a poor reputation among international disability organisations for its treatment of disabled people. North Korea's International Paralympic Committee (IPC) president, Kim Mun-chol, was among a large delegation from the country watching the race. Despite Rim's failure to get beyond the first heat, he congratulated him on his performance, acknowledging that the 16-year-old was new to the sport. \"Our swimmer had a short period to prepare for his participation in the Paralympic Games. His record shows that his spirit is very strong and it shows his devotion to the country. People with disabilities will be happy with his performance,\" he said. Media reports ahead of the race focused on North Korea's discriminatory treatment of disabled people, highlighting defectors' accounts of disabled people being housed in group homes or camps and kept out of the capital, Pyongyang, and other major cities. Both North Korea's IPC president and the team doctor firmly dismissed these accounts. Kim Mun-chol, speaking through a translator, said: \"That is not true. That is a story put out by people who do not understand our country. We have long paid attention to people with disabilities and with the participation in the Paralympic Games, activities for supporting disabled people will bloom in the future. \"The state has long been caring for the disabled, but since the creation of our protection of the disabled organisation in 1998, care of the disabled has improved so much.\" Kim Sung-chol, the team's doctor, added: \"I saw that report in the media. It is not true.\" He said sports opportunities for disabled people had begun to improve in the past few years, with disabled table tennis tournaments broadcast on television and new opportunities in boccia and powerlifting. \"When disabled people see him performing here, they get to know that there are events disabled people can participate in, so the environment will get better and better,\" he said. He also paid tribute to Rim's determination to learn competitive swimming in a very short period of time, pointing out that he had been obliged to start learning a second stroke only three weeks ago. Rim lost both his left arm and leg as a child. \"He was a naughty boy. He was playing in a construction site when he was six,\" the doctor said. Rim said he was surprised by the interest in his performance, and felt encouraged at the number of people cheering for him as he caught up with his fellow swimmers, most of whom had already finished as he passed the halfway mark. He said he was honoured to have been the country's first Paralympian and that he wanted to improve his performance so that he can take gold in Brazil in 2016.",
    "keywords": [
        "swimmer",
        "song",
        "ju",
        "performance",
        "rim",
        "meet",
        "disabled",
        "kim",
        "race",
        "athlete",
        "country",
        "paralympic",
        "north",
        "koreas"
    ],
    "summary": "When Rim Ju-song was told earlier this year that he was going to be North Korea's first Paralympic athlete, competing as a swimmer, he was delighted.\nHis appearance has been hailed as a landmark moment in North Korea, which has historically had a poor reputation among international disability organisations for its treatment of disabled people.\nNorth Korea's International Paralympic Committee (IPC) president, Kim Mun-chol, was among a large delegation from the country watching the race.\n\"Our swimmer had a short period to prepare for his participation in the Paralympic Games.\nBoth North Korea's IPC president and the team doctor firmly dismissed these accounts.",
    "sentiment": {
        "neg": 0.0227,
        "neu": 0.8648,
        "pos": 0.1125,
        "compound": 0.3055
    }
}