{
    "date": "2012-07-06T15:57:37Z",
    "title": "Onwards Toward the Final Victory – review",
    "url": "https://www.theguardian.com/music/2012/jul/06/onwards-toward-final-victory-review",
    "content": "Before discussing the musical merits of Onwards Toward the Final Victory, it's perhaps worth considering North Korean popular music in general. That's partly for reasons of context, and partly because – as with every other aspect of North Korean life – a look into what you might term their music scene leaves you reeling. All western music is apparently grouped together under the misleading title of \"jazz\". North Korea itself is not overburdened with pop artists. When Andy Kershaw visited the country for a BBC documentary in 2003, he managed to find a grand total of seven: four singers and three bands. At least one has a promising-sounding name, Ponochonbo Electronic Ensemble, its austerity and the use of the word \"electronic\" excitingly suggesting you might have stumbled across Pyongyang's answer to Kraftwerk. Alas, they sound exactly the same as every other pop act in North Korea. The song titles are amazing: who wouldn't be at least a little intrigued to hear The Joy of Bumper Harvest Overflows Amidst the Song of Mechanisation or The Dear General Uses Distance-Shrinking Magic? The actual music, however, invariably sounds like a cross between the theme tune to a late 70s local news programme and a Eurovision entry from around the same time, albeit with more lyrical references to Juche ideology. The whole deal is boring as hell: not an accusation you could level at Onwards Toward the Final Victory, which does everything in its power to stir the listener. You expect a military choir to burst in at one point, but the sheer ferocity with which they do knocks you back a bit, as do the lyrics: \"by exploding the mental strength of the united heart of our million citizens,\" it opens, snappily, \"Joseon resounds to the marching drums of the powerful, prosperous nation\". You can't fault it for vigour. But after a couple of minutes Onwards Toward the Final Victory gets pretty wearying, as it perhaps would after being relentlessly hectored by a martial beat. A little of it goes rather a long way. It's obviously far from the worst aspect of their lives, but it's hard not to feel for Kim Jong-un's subjects, who currently have to listen to it several times a day. After that, who wouldn't find themselves yearning for the more soothing sound of Ponochonbo Electronic Ensemble?",
    "keywords": [
        "electronic",
        "song",
        "sound",
        "music",
        "final",
        "victory",
        "wouldnt",
        "pop",
        "onwards",
        "review",
        "north"
    ],
    "summary": "Before discussing the musical merits of Onwards Toward the Final Victory, it's perhaps worth considering North Korean popular music in general.\nAlas, they sound exactly the same as every other pop act in North Korea.\nThe whole deal is boring as hell: not an accusation you could level at Onwards Toward the Final Victory, which does everything in its power to stir the listener.\nBut after a couple of minutes Onwards Toward the Final Victory gets pretty wearying, as it perhaps would after being relentlessly hectored by a martial beat.\nAfter that, who wouldn't find themselves yearning for the more soothing sound of Ponochonbo Electronic Ensemble?",
    "sentiment": {
        "neg": 0.0474,
        "neu": 0.8317,
        "pos": 0.1208,
        "compound": 0.2111
    }
}