{
    "date": "2012-12-19T16:13:00Z",
    "title": "Park Geun-hye becomes South Korea's first female president",
    "url": "https://www.theguardian.com/world/2012/dec/19/park-geun-hye-south-korea-election",
    "content": "Park Geun-hye, whose father ruled South Korea with an iron fist for 18 years, became the country's first female president on Wednesday, narrowly beating her opponent in one of the most divisive elections for years. With more than 70% of the votes counted, Park led with 51.6%, while her only rival, Moon Jae-in, was on 48%, according to the national election commission. TV pictures showed Park being mobbed by flag-waving supporters outside her home in the Gangnam district of Seoul as it became clear she had fended off a late surge by Moon. She later thanked her staff before making a brief appearance in front of crowds in central Seoul. Her victory, she said, was a sign that the country's economy would recover. Moon, a leftwing former human rights lawyer from the Democratic United party, conceded defeat and congratulated Park on her victory. Park, 60, had to overcome resentment towards her privileged background and accusations that her Saenuri party was too close to the powerful chaebol conglomerates that dominate the South Korean economy. While her gender was a frequent talking point among pundits, it did not appear to have been a major influence on voters. The election has captivated South Koreans, who turned out to vote in huge numbers despite below-freezing conditions. The country's election commission put turnout at 75.8%, the highest in 15 years. Moon, who appealed more to younger voters, had stated that he needed a turnout of 77%to stand a chance of making it to the presidential Blue House. Many voters were divided over Park's suitability to tackle mounting economic problems, improve welfare for a rapidly aging population and improve relations with North Korea after five years of deteriorating cross-border ties under the current hardline president, Lee Myung-bak. The legacy of her father, Park Chung-hee, continued to divide the country 33 years after his death. Older, conservative voters credit him with promoting rapid industrialisation and laying the foundations for the powerful economy of today. Others, though, have never forgotten his ruthless crackdowns against opponents, some of whom were tortured or executed, and blame him for delaying the arrival of democracy. Moon, 59, was among the democracy activists imprisoned during Park's rule, which ended in 1979 when he was assassinated by his intelligence chief. Five years earlier, Park Geun-hye, then aged just 22, had been forced into the role of first lady after her mother, Yuk Young-soo, was killed by a North Korean assassin's bullet intended for her husband. Fond memories of her mother, South Korea's most popular first lady, and a belief that she had inherited her father's determined streak, may have given Park the vital few votes that secured her victory. \"Park is good-hearted, calm and trustworthy,\" said Lee Hye-young, a 50-year-old housewife from Seoul. \"And I think she would handle North Korea better. Moon would want to make too many concessions to North Korea.\" Park Hye-sook, a 67-year-old resident of the capital, said she trusted Park. \"She will save our country. Her father rescued the country.\" North Korea did not become a major issue in the election until last week, when it successfully launched a rocket and sent a satellite into orbit. Both candidates said they would seek greater engagement with the North, although Park may have benefited from her demand that the regime abandon its nuclear and ballistic missile programmes. Park, who said she had never married or had children so she could devote her life to public service, will inherit a formidable array of economic problems when she takes office on 25 February. Inequality and youth unemployment have increased under Lee, who by law cannot seek a second term, and the economy is forecast to grow this year at its slowest pace since 2009. • This article was amended on 21 December 2012 because the original called Park Hye-sook a \"president of the capital\". This has been corrected to say resident.",
    "keywords": [
        "moon",
        "economy",
        "geunhye",
        "south",
        "female",
        "korea",
        "victory",
        "president",
        "seoul",
        "voters",
        "election",
        "park",
        "north",
        "koreas"
    ],
    "summary": "Park Geun-hye, whose father ruled South Korea with an iron fist for 18 years, became the country's first female president on Wednesday, narrowly beating her opponent in one of the most divisive elections for years.\nMoon, a leftwing former human rights lawyer from the Democratic United party, conceded defeat and congratulated Park on her victory.\nThe election has captivated South Koreans, who turned out to vote in huge numbers despite below-freezing conditions.\n\"And I think she would handle North Korea better.\n• This article was amended on 21 December 2012 because the original called Park Hye-sook a \"president of the capital\".",
    "sentiment": {
        "neg": 0.0472,
        "neu": 0.8093,
        "pos": 0.1434,
        "compound": 0.1856
    }
}