{
    "date": "2012-07-16T04:47:00Z",
    "title": "North Korean military chief is removed in possible sign of power struggle",
    "url": "https://www.theguardian.com/world/2012/jul/16/north-korean-military-chief-removed",
    "content": "North Korea's top military official has been removed from his post, media reports said on Monday, in what could be the start of a power struggle sparked by the regime's young leader, Kim Jong-un. In surprise announcement, the state-run Korean Central News Agency (KCNA) said Ri Yong-ho, who was often seen at Kim's side after the death of his father, Kim Jong-il, last December, had been relieved of his duties after a short illness. As vice-marshal and chief of general staff of the Korean people's army, Ri was a powerful figure who helped ease the transition from the second to third generation of the Kim dynasty in 2011. Kim Jong-il, who died from a heart attack in December, made Ri chief of the army three years ago. Ri also held senior positions in the Korean workers' party and often accompanied Kim at state occasions. He was one of eight members of the regime's inner circle who escorted the hearse at his state funeral. The KCNA did not name a successor or give details of Ri's illness, saying only that he had been removed from all of his posts at a meeting of the party's central committee politburo. Ri's dismissal is puzzling given his role as Kim's mentor. He was one of three people, along with Kim Jong-il's sister and her husband, tasked with protecting the inexperienced Kim from challenges to his authority. Some analysts questioned the claim that illness was the reason for Ri's dismissal. \"We cannot rule out the possibility that [Ri] was dismissed on account of Kim Jong-un's unsatisfactory grip on the military, or as a result of a power struggle in North Korea,\" Chang Yong-suk, an analyst at Seoul National University, told South Korea's Yonhap news agency. According to the Daily NK website, Ri last appeared in public just over a week ago when he accompanied Kim Jong-un and other senior figures to Kumsusan memorial palace to mark the 18th anniversary of the death of Kim Il-sung, Jong-un's grandfather and North Korea's founder. Hong Hyun-ik, an analyst at the Sejong Institute near Seoul, said Ri had shown no obvious signs of illness, adding that when senior North Korean officials are in poor health they usually stay in their posts and delegate to colleagues. \"It can be seen as part of a general change,\" Hong told Associated Press, adding that he expected further dismissals among ageing officials in the coming weeks. Daniel Pinkston, a North Korea analyst at the International Crisis Group, pointed out that Ri had not been awarded any promotions at the party's conference in April – a sign, he said, that his future may already have been in doubt. \"There's a very high probability that it wasn't health issues but that he was purged,\" Pinkston told AP. It remains to be seen whether Ri's dismissal prompts a change in the \"military first\" policy that characterised the leadership of Kim Jong-il. The communist state invited widespread criticism after a failed rocket test in April; more recently it condemned \"provocative\" joint military drills by South Korea and the US, issuing repeated threats to harm the south's president, Lee Myung-bak, and his supporters. Multi-party talks on the North's nuclear weapons programme broke down in 2009.",
    "keywords": [
        "ri",
        "chief",
        "possible",
        "military",
        "ris",
        "illness",
        "state",
        "power",
        "kim",
        "struggle",
        "removed",
        "sign",
        "told",
        "senior",
        "north",
        "korean"
    ],
    "summary": "North Korea's top military official has been removed from his post, media reports said on Monday, in what could be the start of a power struggle sparked by the regime's young leader, Kim Jong-un.\nKim Jong-il, who died from a heart attack in December, made Ri chief of the army three years ago.\nRi also held senior positions in the Korean workers' party and often accompanied Kim at state occasions.\nThe KCNA did not name a successor or give details of Ri's illness, saying only that he had been removed from all of his posts at a meeting of the party's central committee politburo.\nIt remains to be seen whether Ri's dismissal prompts a change in the \"military first\" policy that characterised the leadership of Kim Jong-il.",
    "sentiment": {
        "neg": 0.1161,
        "neu": 0.8524,
        "pos": 0.0316,
        "compound": -0.297
    }
}