{
    "date": "2012-06-11T16:11:21Z",
    "title": "North Korea's Olympics hopes more muted than Dear Leader's poetry",
    "url": "https://www.theguardian.com/world/2012/jun/11/north-korea-london-2012-olympics",
    "content": "North Korea's former leader Kim Jong-il had a reputation for sporting prowess, drawn largely from apocryphal stories about his genius with a golf club or ability to give tactical advice to the national football team via an invisible mobile phone. But if the state news agency's Olympic progress reports are anything to go by, the country's communist rulers have adopted a rather more muted analysis of North Korea's sporting expectations since the Dear Leader's demise. Though the agency says the DPRK hopes to take more medals than ever before at London 2012, North Koreans are being primed for success in a tiny fraction of disciplines. \"The DPRK pins its hopes on weightlifting and wrestling in particular,\" the Korean Central News Agency said, citing an unnamed sports expert. \"Women's football is also hopeful. The women footballers are now undergoing hard training to get a good result in the Olympics.\" Forty-nine athletes have so far qualified, the agency reported, in events including the marathon and table tennis. Brian Myers, associate professor at Dongseo University in South Korea and author of The Cleanest Race, an examination of North Korean ideology, said sport had never played a central role in the way it did for countries in the Soviet bloc. \"North Korea is not really communist at all … They consider themselves 'military-first socialist'. The orthodoxy is blood nationalism, but in contrast to the Nazis, who considered the Aryan race not just morally and intellectually but also physically superior, North Korea claims only moral superiority,\" he said. \"It is not a huge problem for them if they are not capable of winning gold medals in various disciplines. If they get a few they will chalk that up to their unique moral strength and the athletes will thank the leader for inspiring them.\" Last month, speakers at a seminar in Pyongyang celebrated the late Kim Jong-il's juche (self-reliance) oriented ideas on sports, which means \"displaying speed, high technique and strong fighting spirit with ideological awareness in sports education, training and games\". They said officials and players should \"give free rein to Korean-style rules and methods in every match to make positive contributions to building a renowned football power and a sports power\". North Koreans are unlikely to learn of their athletes' success or failure immediately, following the disastrous experiment of broadcasting a World Cup match live in 2010. Their team, which had performed surprisingly well against Brazil, were demolished by Portugal in a humiliating 7-0 defeat. \"They will make a big fuss should anybody win … If not, they won't even report on [the event] and will keep the news of the defeat from the people,\" predicted Myers. North Korea took two golds – in women's gymnastics and women's weightlifting – at the 2008 Games in Beijing. Before that it had not won a gold since 1996.",
    "keywords": [
        "leaders",
        "weightlifting",
        "athletes",
        "team",
        "football",
        "muted",
        "korea",
        "agency",
        "success",
        "womens",
        "hopes",
        "poetry",
        "dear",
        "training",
        "olympics",
        "north",
        "koreas"
    ],
    "summary": "\"Women's football is also hopeful.\n\"North Korea is not really communist at all … They consider themselves 'military-first socialist'.\nThe orthodoxy is blood nationalism, but in contrast to the Nazis, who considered the Aryan race not just morally and intellectually but also physically superior, North Korea claims only moral superiority,\" he said.\nNorth Koreans are unlikely to learn of their athletes' success or failure immediately, following the disastrous experiment of broadcasting a World Cup match live in 2010.\nNorth Korea took two golds – in women's gymnastics and women's weightlifting – at the 2008 Games in Beijing.",
    "sentiment": {
        "neg": 0.0675,
        "neu": 0.7973,
        "pos": 0.1352,
        "compound": 0.2362
    }
}