{
    "date": "2012-08-04T13:10:53Z",
    "title": "Koreans declare ping pong cordiale in London 2012 round of wiff-waff war",
    "url": "https://www.theguardian.com/sport/2012/aug/04/london-2012-korea-table-tennis",
    "content": "Spectators at the ExCel are greeted by a curtain-raising video starring, among others, Seb Coe. \"It's a complex, cluttered world we live in,\" explains his lordship. \"But the oasis of sanity is often the Olympic Games.\" Is it? Perhaps not on Saturday, where North Korea faced South Korea in the men's team table tennis, in a game pretty much hyped as \"winner takes peninsula\". As you'll be aware, the Bumper Book of Olympic Cliché dictates that we must classify international sport as war by other means. It's why British sporting commentators always refer to Germany as \"the Germans\". It's why ice hockey is often held to have been a significantly more successful Cold War weapon than several intercontinental ballistic missiles. Yet so frenetically, dementedly aggressive is elite table tennis that the question with the Koreas match seemed not so much whether it was war by other means, but whether the entire war between the two nations – technically still going after six decades without a peace treaty – had not in fact been table tennis by other means. Nuclear tests, ship sinkings, incursions into the demilitarised zone – all these seemed faintly tame compared to the extreme wiff-waff, the stony-faced speed drives, and the North Korean team's insistence on applauding points they'd won for just a couple of unsettling seconds too long. Of course, like every parlour game from tiddlywinks to consequences, table tennis always feels marginally more aggressive than bare-knuckle fighting, particularly if played with friends or relatives at Christmas. Banned substances include human growth hormone and Irish cream liqueur. But when North Korea and South Korea are thrashing it out between the unforgiving lights of the ExCel, even a home counties family row can look amicable. I didn't fork out a tenner for the headset providing expert commentary for any bemused spectators. But I'd like to think the ping-pong equivalent of Mark Lawrenson was glossing it with observations like: \"Yeah, there's a little bit of niggle here …\" And so there is. A few weeks ago the North Korean state newspaper marked the 62nd anniversary of the outbreak of hostilities between the two nations by calling for \"a new war\", and unification of the peninsula under creepy princeling Kim Jong-un. But for London's purposes, the fixture between the neighbours came to assume particular significance after that marvellous diplomatic incident on Day Minus Four of the Games, when the South Korean flag was mistakenly displayed next to the faces of the North Korean women's football team at Hampden Park, causing the ladies of the People's Republic to leave the pitch in protest, delaying kick-off for over an hour. (In any right-thinking society, this cock-up would be judged the most adorably British moment of these Olympics, but it has unfortunately since been eclipsed in the eyes of those suckers who believe Boris Johnson's zipwire dangle was something other than the latest studied mishap in the career of the nation's most nakedly calculating politician.) Anyway, in the two big results you care about here at the ExCel, London 2012 got the flags the right way round on the electronic scoreboards, while South Korea beat North Korea to go through to the quarter finals, as the form book said they should. Table tennis-wise, it was literally a bit of a blur. From my vantage zone in the demilitarised zone of the press tribune, nobody appeared to be defecting in either direction – in fact, as far as geopolitical incidents went, there was little to trouble the French and South African umpires from the moment both sides shook hands perfectly civilly. But then, at most Olympic Games, these much-hyped grudge matches pass off without mass casualties or even incident. The vogue in the latter quarter of the 20th century was for boycotts as opposed to punch-ups or walk-offs, which saw whole Games unattended by nations (North Korea were obvious no-shows at Seoul in 1988). But politically charged sporting ties which descend into actual violence, such as the notorious \"blood in the water\" 1956 water polo clash between the Soviet Union and Hungary, are the exception. South Korea's Ryu Seung-min paired up with Kim Hyok-bong last year in Qatar's Peace and Sport Cup, and despite being at opposite ends of the table on Saturday in the round's most thrillingly tight match, they managed to avoid taking their paddles to each other. South Korea's big table tennis rivalry is actually with Japan (and of course, everyone fears and resents the indomitable Chinese). Still, for all the ping pong cordiale, it wouldn't do to totally downplay the Olympics' association with overt and covert international strife. Do recall that the North Korean military rocket launched back in April to commemorate the birth of Kim Il-sung was blown up mid-air, with suggestions being that the humiliation was the work of a virus spawned by the United States cyberwarfare programme. The codename of that programme? Why, \"Olympic Games\", of course.",
    "keywords": [
        "cordiale",
        "war",
        "table",
        "pong",
        "round",
        "south",
        "tennis",
        "korea",
        "wiffwaff",
        "games",
        "north",
        "nations",
        "olympic",
        "korean",
        "ping",
        "koreans",
        "declare",
        "london"
    ],
    "summary": "\"But the oasis of sanity is often the Olympic Games.\"\nPerhaps not on Saturday, where North Korea faced South Korea in the men's team table tennis, in a game pretty much hyped as \"winner takes peninsula\".\nBut when North Korea and South Korea are thrashing it out between the unforgiving lights of the ExCel, even a home counties family row can look amicable.\nBut then, at most Olympic Games, these much-hyped grudge matches pass off without mass casualties or even incident.\nSouth Korea's big table tennis rivalry is actually with Japan (and of course, everyone fears and resents the indomitable Chinese).",
    "sentiment": {
        "neg": 0.0678,
        "neu": 0.8632,
        "pos": 0.069,
        "compound": -0.0024
    }
}