{
    "date": "2012-07-20T11:42:08Z",
    "title": "North Korean leader Kim Jong-un wrests economic control from military",
    "url": "https://www.theguardian.com/world/2012/jul/20/north-korean-economic-military",
    "content": "North Korea's sudden dismissal of its military chief this week was designed to remove opposition to major economic reforms about to be initiated by the country's leader, Kim Jong-un, it has been claimed. Citing an unnamed source with close ties to the governments in Beijing and the North Korean capital, Pyongyang, Reuters said Ri Yong-ho had been sacked for opposing plans to seize control of economic policy from the military. Ri had been one of the regime's most enthusiastic champions of the \"songun\" military-first policy pioneered by the country's former leader, Kim Jong-il, who died in December. The state-controlled Korean Central News Agency had said illness had been behind the decision to relieve Ri of all of his posts, including the influential role of vice-chairman of the ruling party's central military commission. His removal was the clearest signal yet that Kim Jong-un – Kim Jong-il's youngest son – is determined to implement long-overdue reforms to save the economy and prevent the regime from imploding. The source said a special cabinet had been created to take over control of the decaying economy from the military, which boasts 1.2 million troops. The military's mishandling of the economy has been blamed for a crippling famine in the 1990s from which the country never properly recovered. \"In the past, the cabinet was empty with no say in the economy,\" the source said. \"The military controlled the economy, but that will now change.\" Analysts have long wondered how long it would take the impoverished north to attempt to emulate the stunning economic growth achieved by its neighbour and only remaining ally, China. To that end, Kim Jong-un has formed a group inside the ruling party to look into agricultural and economic reforms that will borrow heavily from China's experience, the source added. Beijing is said to have pressed for swifter economic reforms, fearing economic collapse in North Korea could send a flood of refugees over the border and end the north's role as buffer state against the south, home to 28,000 US troops. Reuters said the source, who requested anonymity, had predicted other pivotal moments in North Korea's recent past, including its nuclear weapons test in 2006 and the rise of Kim Jong-un's uncle and close confidante, Jang Song-thaek. The personnel changes at the regime's apex could be a forerunner to the most ambitious economic and agricultural reforms North Korea has seen for decades. But it comes with significant risks. A currency revaluation aimed at freeing up \"secret\" savings among the small but growing merchant class sent prices soaring and triggered social unrest in late 2009. The official behind the move, Pak Nam-gi, was reportedly executed by firing squad for his role in the fiasco, which also prompted a rare apology from the then prime minister, Kim Yong-il. In the years since North and South Korea agreed a truce at the end of the 1950-53 Korean war, the countries have taken wildly divergent economic paths. The Bank of Korea in Seoul reported earlier this month that the North Korean economy had grown 0.8% last year due to construction projects and an agricultural recovery, having contracted 0.5% in 2010. But the north remains desperately poor. In 2009, its per capita income was 1.2m won, just 5% of that of its neighbour. In recent years it has paid the price for international sanctions, deteriorating economic ties with the south's hardline government and mismanagement of its command economy by the military. According to the CIA's 2012 world factbook report on North Korea, \"large-scale military spending draws off resources needed for investment and civilian consumption\". South Korea, by contrast, has embraced the free market and become the world's 15th-largest economy, a leader in consumer electronics and home to the world's fastest internet connections. The new information lends weight to the theory that Kim Jong-un, the third member of the Kim dynasty to rule North Korea, is seeking to reshape the country in his own image by replacing top officials loyal to his father. On Tuesday, Hyon Yong-chol was promoted to vice-marshal, the fourth such appointment Kim has made since he became leader. The following day, Kim cemented his control of the military when he became marshal of the Korean people's army. He was already head of the Korean workers' party and first chairman of the national defence commission. The source told Reuters the North Korean regime had yet to name Ri's replacement as head of the army. Information compiled by the South Korean government shows that about 20 top North Korean officials have been purged since Kim Jong-un came to power.",
    "keywords": [
        "economy",
        "wrests",
        "leader",
        "military",
        "economic",
        "korea",
        "source",
        "kim",
        "reforms",
        "jongun",
        "control",
        "north",
        "korean"
    ],
    "summary": "North Korea's sudden dismissal of its military chief this week was designed to remove opposition to major economic reforms about to be initiated by the country's leader, Kim Jong-un, it has been claimed.\nHis removal was the clearest signal yet that Kim Jong-un – Kim Jong-il's youngest son – is determined to implement long-overdue reforms to save the economy and prevent the regime from imploding.\nThe personnel changes at the regime's apex could be a forerunner to the most ambitious economic and agricultural reforms North Korea has seen for decades.\nThe source told Reuters the North Korean regime had yet to name Ri's replacement as head of the army.\nInformation compiled by the South Korean government shows that about 20 top North Korean officials have been purged since Kim Jong-un came to power.",
    "sentiment": {
        "neg": 0.0698,
        "neu": 0.849,
        "pos": 0.0812,
        "compound": 0.0844
    }
}