{
    "date": "2012-08-13T09:27:00Z",
    "title": "Vietnam donates rice to tackle hunger in flood-hit North Korea",
    "url": "https://www.theguardian.com/global-development/2012/aug/13/vietnam-donates-rice-north-korea-floods",
    "content": "Vietnam will donate 5,000 tonnes of rice to North Korea after recent flooding, which has left crops devastated, more than 160 people dead and 212,200 homeless, according to state media. The donation may help assuage fears of a widespread famine like the one that killed an estimated 1 million in the 1990s. But UN officials warned on Thursday that the full crop damage and food scarcity facing North Korea won't be known until an assessment is completed next month. More than 65,000 hectares of farmland have been washed away since floods began in late June, following a severe drought. Around 5,000 houses, 300 public buildings and 60 factories have been destroyed by the floods, renewing concerns about Pyongyang's capacity to feed its people and to carry out damage control. UN agencies said in June that two-thirds of the country's 24 million population were facing chronic food shortages. North Korea is prone to flooding as much of its mountainous terrain has been deforested to grow crops on terraces. This creates landslides in heavy rains, says Leeds University Korea analyst Aidan Foster-Carter. \"North Korea is incredibly vulnerable to natural disasters because of their natural environment and what they've done to it over the years,\" he says. \"Before the country was divided in 1945, the south was the rice bowl … [Now] North Korea is about 1m tonnes short of food every year.\" Vietnam vowed to make the donation at a meeting on Monday in Hanoi between the Vietnamese president, Truong Tan Sang, and North Korea's visiting head of state, Kim Yong-nam. The two leaders promised to foster the \"traditional friendship\" between the nations and promote further economic co-operation, particularly in agriculture, Vietnam's state newspaper Nhan Dan reported. Rice is the largest source of calories for most Asians and is the continent's most important crop, but consumption is rapidly declining due to rising incomes and resulting lifestyle changes, according to the Asian Development Bank. The world's two main rice producers, Vietnam and Thailand, are facing their own crop crises of sorts as both are engaged in costly and questionable rice schemes. Claudia von Roehl, the UN World Food Programme's representative in North Korea, says the nation is \"quite far away\" from a repeat of the 1990s famine, but warns that the overall health of the population is of concern. \"We should always be aware there is a very chronic and severe problem in the nutrition of the population, and, in particular, the very monotonous diet, which is basically composed of maize and rice – carbohydrates – and lacking very significantly in proteins and fats,\" she said. The WFP is providing emergency food assistance – in the form of 400g of maize – to about 102,000 people in 23 flood-affected counties. Fear of disease has spread after it was discovered that drinking wells had been contaminated by overflowing latrines. Pumping stations and water sources were also contaminated or damaged by the floods, according to the UN. The UN will complete a full food assessment in late September, looking at the impact of the floods and drought on the main harvest. UN agencies hope that the assessment will give them a greater idea of the new leadership of Kim Jong-un, who took over after his father's death in December, as the assessment will include meetings with North Korea's ministry of agriculture. Analysts believe economic reform – including a revised look at food security – could be on the cards, but no one knows how radical it might be or when it might happen.",
    "keywords": [
        "floods",
        "rice",
        "hunger",
        "korea",
        "state",
        "floodhit",
        "donates",
        "tackle",
        "facing",
        "food",
        "population",
        "vietnam",
        "assessment",
        "north"
    ],
    "summary": "Vietnam will donate 5,000 tonnes of rice to North Korea after recent flooding, which has left crops devastated, more than 160 people dead and 212,200 homeless, according to state media.\nBut UN officials warned on Thursday that the full crop damage and food scarcity facing North Korea won't be known until an assessment is completed next month.\nNorth Korea is prone to flooding as much of its mountainous terrain has been deforested to grow crops on terraces.\n\"North Korea is incredibly vulnerable to natural disasters because of their natural environment and what they've done to it over the years,\" he says.\n\"Before the country was divided in 1945, the south was the rice bowl … [Now] North Korea is about 1m tonnes short of food every year.\"",
    "sentiment": {
        "neg": 0.0979,
        "neu": 0.8492,
        "pos": 0.0529,
        "compound": -0.197
    }
}