{
    "date": "2012-09-03T07:15:00Z",
    "title": "Sun Myung Moon, founder of the Moonies, dies in South Korea",
    "url": "https://www.theguardian.com/world/2012/sep/03/moonies-sun-myung-moon-dies",
    "content": "He married thousands of people in mass weddings, made millions from his church's business interests and was accused of brainwashing his members and breaking up families. But the Reverend Sun Myung Moon, founder of the Unification Church – whose followers became known as \"Moonies\" – managed to shed the mantle of suspicion and ridicule to become a friend of political and religious leaders before his death in South Korea on Sunday, aged 92. Moon saw himself as a messiah and created a church that became a worldwide movement and claims to have around 3 million members, including 100,000 in the United States. Ahn Ho-yeul, a Unification Church spokesman, told the Associated Press that Moon died at a church-owned hospital near his home in Gapyeong, north-east of Seoul, with his wife and children at his bedside, two weeks after being hospitalised with pneumonia. The church was seen as a cult in the 1970s and 80s, and was regularly accused of conning new recruits, holding them against their will, splitting families and forcing initiates to give over their life savings. The church responded to accusations by saying many other new religious movements faced similar attacks in their early stages. Allegations of brainwashing which were common in the 1980s have rarely been heard since. Moon was born in what would become North Korea in 1920 to a family that followed Confucian beliefs, but when he was 10 years old the family converted to Christianity and joined the Presbyterian church. Moon said he was 16 when Jesus Christ called upon him to complete His work. He said he resisted twice before finally accepting the task. He was jailed for five years by the North Korean government in 1948, but escaped in 1950 when his guards fled as United Nations troops advanced. He was an active anti-Communist throughout the cold war. Moon founded the church in 1954 amid the ruins of South Korea and promoted a mixture of Christianity and his own conservative, family-oriented teachings. He preached new interpretations of lessons from the Bible, and fused elements of Christianity and Confucianism – outlining his principles in his book, Explanation of the Divine Principle, published in 1957. In later years, the church built a business empire that included the Washington Times newspaper, the New Yorker Hotel in Manhattan, Bridgeport University in Connecticut, as well as a hotel and a car plant in North Korea. It acquired a ski resort, a professional soccer team and other businesses in South Korea, and a seafood firm that supplies sushi to Japanese restaurants across the United States. In 1982, the church sponsored the American film Inchon, about the Korean war. Moon began rebuilding his relationship with North Korea in 1991, when he met the country's founder, Kim Il Sung, in the eastern industrial city of Hamhung. In his autobiography, Moon said he asked Kim to give up his nuclear ambitions, and Kim responded that his atomic programme was for peaceful purposes and he had no intention to use it to \"kill my own people\". \"The two of us were able to communicate well about our shared hobbies of hunting and fishing. At one point, we each felt we had so much to say to the other that we just started talking like old friends meeting after a long separation,\" Moon wrote. He added that he heard Kim tell his son: \"After I die, if there are things to discuss pertaining to north-south relations, you must always seek the advice of President Moon.\" When Kim died in 1994, Moon sent a condolence delegation to North Korea, drawing criticism from conservatives at home. Kim's son and successor, Kim Jong Il, sent roses, prized wild ginseng, Rolex watches and other gifts to Moon on his birthday each year. Kim Jong Il died late last year and was succeeded by his son, Kim Jong Un. Moon sent a delegation to pay respects during the mourning period for Kim Jong Il. The church leader also developed good relationships with conservative American leaders, including Presidents Richard Nixon, Ronald Reagan and George Bush Senior. However, he was found guilty of tax evasion in the United States, where he lived for 30 years, and served 13 months of an 18 month sentence. As he grew older, Moon quietly handed over day-to-day control of his multibillion-dollar religious and business empire, companies ranging from hospitals and universities to a ballet troupe. His youngest son, the Rev Hyung-jin Moon, was named the church's top religious director in April 2008. Other sons and daughters were put in charge of the church's business and charitable activities in South Korea and abroad. After ending his first marriage, Moon wedded a South Korean, Hak Ja Han Moon, in 1960. She often was at Moon's side for the mass weddings. Their youngest son told the Associated Press in a February 2010 interview that Moon's offspring do not see themselves as his successors. \"Our role is not inheriting that messianic role,\" he said. \"Our role is more of the apostles, where we share … where we become the bridge between understanding what kind of lives [our] two parents have lived.\" Moon is survived by his second wife and 10 children. Marriage lines The Reverend Sun Myung Moon's mass weddings were a central aspect of the Unification Church. He conducted his first in Seoul in the early 1960s, and the \"blessing ceremonies\" grew in scale over the years. A 1982 wedding at New York's Madison Square Garden, the first outside South Korea, drew thousands of participants. \"International and intercultural marriages are the quickest way to bring about an ideal world of peace,\" Moon said in a 2009 autobiography. \"People should marry across national and cultural boundaries with people from countries they consider to be their enemies so that the world of peace can come that much more quickly.\" In 2009, Moon married 45,000 people in simultaneous ceremonies worldwide in his first large-scale mass wedding in years, the church said.",
    "keywords": [
        "moon",
        "south",
        "religious",
        "church",
        "myung",
        "korea",
        "founder",
        "dies",
        "kim",
        "son",
        "mass",
        "united",
        "moonies",
        "north"
    ],
    "summary": "Moon founded the church in 1954 amid the ruins of South Korea and promoted a mixture of Christianity and his own conservative, family-oriented teachings.\nMoon began rebuilding his relationship with North Korea in 1991, when he met the country's founder, Kim Il Sung, in the eastern industrial city of Hamhung.\nWhen Kim died in 1994, Moon sent a condolence delegation to North Korea, drawing criticism from conservatives at home.\nOther sons and daughters were put in charge of the church's business and charitable activities in South Korea and abroad.\nA 1982 wedding at New York's Madison Square Garden, the first outside South Korea, drew thousands of participants.",
    "sentiment": {
        "neg": 0.0651,
        "neu": 0.848,
        "pos": 0.087,
        "compound": 0.0475
    }
}