{
    "date": "2012-01-12T05:12:02Z",
    "title": "North Korea announces Kim Jong-il will be embalmed and put on display",
    "url": "https://www.theguardian.com/world/2012/jan/12/kim-jong-il-embalmed-display",
    "content": "Not satisfied with safeguarding Kim Jong-il's ideological legacy through the anointment of his youngest son, Kim Jong-un, North Korea also wants to lend the country's former leader an air of physical immortality. On Thursday the state-run Korean Central News Agency said Kim Jong-il's body would be embalmed and laid in state next to his father – North Korea's founder, Kim Il-sung – in Pyongyang, the capital. In addition, the regime is reportedly in the process of erecting \"smiling portraits\" of Kim and \"towers to his immortality\" across the country. The party's central committee has named his birthday on 16 February the Day of the Shining Star, a title only slightly less reverential than the Day of the Sun that marks Kim Il-sung's birthday on 15 April. Once embalmed, Kim Jong-il is expected to go on display next to his father at the Kumsusan memorial palace, where his body was previously on public view in the days after his death from a heart attack on 17 December. It is not clear at this stage who will carry out the embalming, a messy process that requires the extraction of every last drop of blood from the corpse. After Kim Il-sung died in 1994 the regime called on a team of experts from the \"centre for biological structures\" in Moscow. But some reports suggest North Korean embalmers are preparing to do the job on Kim Jong-il themselves. In being pickled for posterity, Kim Jong-il will join a long line of communist leaders whose preserved forms have remained on view decades after their deaths. The practice of embalming Communist leaders began with Lenin in 1924, entombed in a mausoleum in Moscow's Red Square, and joined in 1953 by Stalin, who was removed from Lenin's side eight years later and buried beside the Kremlin walls. Other tyrants who followed the Soviet leaders on the path to chemically assisted posterity included Mao Zedong and Ho Chi Minh. The process can take up to a year and costs huge sums: in his book, North of the DMZ, Andrei Lankov writes that North Korea was rumoured to have paid Kim Il-sung's embalmers $1m. The procedure is another step towards securing Kim Jong-il's legacy. North Korea's ruling Workers' party has already named him \"eternal leader\", an honour also bestowed on his father.",
    "keywords": [
        "leaders",
        "regime",
        "korea",
        "embalmed",
        "jongils",
        "kim",
        "process",
        "announces",
        "view",
        "jongil",
        "father",
        "display",
        "posterity",
        "north"
    ],
    "summary": "Not satisfied with safeguarding Kim Jong-il's ideological legacy through the anointment of his youngest son, Kim Jong-un, North Korea also wants to lend the country's former leader an air of physical immortality.\nOn Thursday the state-run Korean Central News Agency said Kim Jong-il's body would be embalmed and laid in state next to his father – North Korea's founder, Kim Il-sung – in Pyongyang, the capital.\nBut some reports suggest North Korean embalmers are preparing to do the job on Kim Jong-il themselves.\nIn being pickled for posterity, Kim Jong-il will join a long line of communist leaders whose preserved forms have remained on view decades after their deaths.\nThe procedure is another step towards securing Kim Jong-il's legacy.",
    "sentiment": {
        "neg": 0.0526,
        "neu": 0.893,
        "pos": 0.0544,
        "compound": -0.0392
    }
}