{
    "date": "2012-05-07T22:59:56Z",
    "title": "In praise of ... kimchi | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2012/may/07/in-praise-of-kimchi",
    "content": "If the thought of eating fermented cabbage makes you squirm, then perhaps you're not ready for it – but plenty of others are. Kimchi, a staple of Korean cuisine which marries raw vegetables with spices, is enjoying growing popularity far west of Seoul or Pyongyang. A spicier, more colourful, cousin of Germany's sauerkraut, it can lighten up a number of meals: simply eaten with rice, added to stews for depth of flavour, slathered on a fried egg sitting on top of a bed of wilted spring greens, or replacing onions in a hot dog. Variations are almost infinite, but a good start would be to bring together shredded Napa cabbage, daikon radish, garlic, ginger, fish paste and sugar, along with a generous helping of chilli powder. A few days fermenting in a glass jar does the trick – it is ready when the concoction starts bubbling. The result is pungent, but don't let the strange smell put you off: it's part of the experience. Best of all, it keeps for weeks.",
    "keywords": [
        "youre",
        "thought",
        "trick",
        "vegetables",
        "variations",
        "praise",
        "ready",
        "west",
        "editorial",
        "weeks",
        "kimchi",
        "cabbage",
        "wilted"
    ],
    "summary": "If the thought of eating fermented cabbage makes you squirm, then perhaps you're not ready for it – but plenty of others are.\nKimchi, a staple of Korean cuisine which marries raw vegetables with spices, is enjoying growing popularity far west of Seoul or Pyongyang.\nA few days fermenting in a glass jar does the trick – it is ready when the concoction starts bubbling.\nThe result is pungent, but don't let the strange smell put you off: it's part of the experience.\nBest of all, it keeps for weeks.",
    "sentiment": {
        "neg": 0.019,
        "neu": 0.7936,
        "pos": 0.1874,
        "compound": 0.4293
    }
}