{
    "date": "2012-12-03T15:11:46Z",
    "title": "North Korea's rocket launch could be a massive own goal | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2012/dec/03/north-korea-rocket-launch-own-goal",
    "content": "North Korea's weekend confirmation that it will use a three-stage rocket to launch a satellite into orbit on or before 22 December is just the sort of Christmas present China's untried leadership, Barack Obama's unformed second-term national security team, and South Korea's warring presidential candidates could do without. Like an ancient aunt sending knitted sweaters nobody wants, the seasonal greetings offered by Pyongyang's young new leader, Kim Jong-un, put recipients in a bind. Despite the north's protestations, the launch has little to do with Earth observation satellites and everything to do with illegal testing of ballistic missiles that, in theory, could deliver a nuclear bomb to America's west coast. Kim appears set on marking the first anniversary his father's death on 17 December last year, and his own succession, with a demonstration of technological prowess. He may also hope to compensate for a launch earlier this year that ended ignominiously when the rocket nose-dived into the sea. Perhaps Kim hopes success will strengthen his own position in relation to Pyongyang's old guard. Whatever the internal reasoning, the missile launch looks certain to breach North Korea's international obligations and raise tensions on the peninsular and in the wider region ahead of South Korea's presidential polls on 19 December. Seoul's foreign ministry called the plan a \"grave provocation\" while Japan ordered a general alert. The US said it represented a threat to peace and security in the Asia-Pacific. China expressed its \"concern\". Though the looming crisis is a familiar one, the position of Obama and the US has changed in two key respects. As analyst Max Fisher has noted, one shift was highlighted last month by the US president's visit to Burma – another backward, impoverished and authoritarian Asian state that has reportedly harboured clandestine nuclear ambitions. Here was evidence of Obama returning to the conciliatory approach he adopted early in his first term, towards Iran and others, while putting flesh on his so-called pivot to Asia. Now was the time to bury old grudges and suspicions and start anew, Obama said: \"Here in Rangoon, I want to send a message across Asia: we don't need to be defined by the prisons of the past. We need to look forward to the future. To the leadership of North Korea, I have offered a choice: let go of your nuclear weapons and choose the path of peace and progress. If you do, you will find an extended hand from the United States of America.\" Just in case North Korea might think Washington is going soft, a second US shift, marked by a revised defence agreement with South Korea, dispels that illusion. In short, as Richard Weitz explained in China-US Focus, South Korea's missile capability has been significantly expanded, ostensibly to counter the threat from the north. Weitz reported: \"Under a 2001 accord with Washington, Seoul agreed not to deploy ballistic missiles having a range of more than 300km or a payload of more than 500kg. Under the new guidelines, South Korea can now possess ballistic missiles with a range up to 800km with a higher maximum payload of 500kg. The payloads can be even heavier for missiles with shorter ranges. The agreement also permits the ROK to operate drone aircraft having a range of 300km with payloads up to 2,500kg as well as shorter-range UAVs with no restrictions on their payloads.\" More provocatively still, from the north's point of view, South Korea is also conducting its own civilian space rocket programme, but this attracts no international censure. A mission last week was cancelled due to technical problems. The upcoming North Korean launch is now likely to be an influential factor in South Korea's presidential poll. A close contest is in prospect between ruling conservative party candidate Park Geun-hye and liberal candidate Moon Jae-in. As in the past, the north would prefer a liberal leader in Seoul, and Moon has called for a resumption of aid and joint economic projects. In this febrile context, Kim's missile launch could prove an even bigger own goal than similar misconceived efforts in the past. If he scares them enough, South Korean voters will likely back the leader who is most willing to get tough with Pyongyang.",
    "keywords": [
        "launch",
        "south",
        "range",
        "korea",
        "payloads",
        "missiles",
        "simon",
        "massive",
        "goal",
        "tisdall",
        "presidential",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "Whatever the internal reasoning, the missile launch looks certain to breach North Korea's international obligations and raise tensions on the peninsular and in the wider region ahead of South Korea's presidential polls on 19 December.\nTo the leadership of North Korea, I have offered a choice: let go of your nuclear weapons and choose the path of peace and progress.\nJust in case North Korea might think Washington is going soft, a second US shift, marked by a revised defence agreement with South Korea, dispels that illusion.\nIn short, as Richard Weitz explained in China-US Focus, South Korea's missile capability has been significantly expanded, ostensibly to counter the threat from the north.\nThe upcoming North Korean launch is now likely to be an influential factor in South Korea's presidential poll.",
    "sentiment": {
        "neg": 0.067,
        "neu": 0.8335,
        "pos": 0.0996,
        "compound": 0.0767
    }
}