{
    "date": "2012-04-13T06:00:01Z",
    "title": "Escape From Camp 14 by Blaine Harden – review",
    "url": "https://www.theguardian.com/books/2012/apr/13/escape-camp-14-korea-harden-review",
    "content": "For outsiders, North Korea can seem less like a nation than a sick joke. What little information emerges from the world's most secretive state is almost too disturbing to process. A communist monarchy and impoverished nuclear power that relies upon slave labour and levels of repression that even George Orwell would have struggled to invent: it's as if Nineteen Eighty-Four was taken not as a critique but a blueprint. But for North Koreans, like abused children, the grim reality of the Kim family dynasty is all they know. Until recently, full accounts of life in this famine-riven dystopia were hard to come by. Then a couple of years ago, Barbara Demick's Nothing to Envy provided excoriating testimonies of refugees who had managed to escape into China and then on to South Korea. The picture those witnesses drew of North Korea was of one vast and brutal gulag. Now comes Escape From Camp 14, a still more harrowing account of the gulag within the gulag, the huge prison camps that litter the more remote provinces of this benighted country. Written by Blaine Harden, an experienced American journalist, it tells the extraordinary story of Shin Dong-hyuk, the only person born in the gulag to have escaped. As with the terrors of Stalin and Mao, North Korea judges any crimes against the state as blood crimes. So when Shin's uncle committed the capital crime of escaping from the state, his remaining family were imprisoned for life. Although cohabiting is not allowed in the prison camp, Shin was the result of his parents being granted one of the rare conjugal permits. He spent his childhood in unforgiving and unpaid labour, developing the survival skills – snitching and stealing – that were vital for a daily existence, constantly threatened by beating and starvation. At 13, when he learned that his mother and brother were planning to escape, he did what had become instinctive and betrayed them to the authorities. The pair were tortured before his mother was hanged and his brother shot. But Shin, too, was tortured, for weeks in an underground prison within the prison camp, within the prison state. He had upset one guard by giving his information on his mother's plot to another guard, rather than to him. The narrative, I should warn sensitive readers, is unyielding in its pain and despair. Except that Shin didn't despair, because despair requires hope and he possessed no hope. He could see no further than his next meal, which was often difficult enough to find. It was only meeting an older prisoner, a disgraced party official who had travelled abroad, that led him to start thinking of a world beyond the electric fence and beyond North Korea. The two planned an escape that only Shin, with no small luck, survived. Eventually, after sneaking across the Chinese border and finding paid work for the first time in his life, he made his way to South Korea – not a straightforward journey because China, ever indifferent to human rights, sends asylum seekers back to North Korea. Once in the south, like the majority of North Korean refugees, Shin struggled to settle. The South Korean state offers generous provisions for refugees, but the South Koreans themselves tend to view their northern neighbours as problem cases. For Shin's part, having been guided from birth by nothing more complex than a desire to assuage pain and hunger, he remained unmotivated by South Korea's preoccupation with profit and competition. He drifted around aimlessly for a while and then moved to the US, where, despite the support of refugee groups, he has also failed to find a position or place that he can nurture. The sense of chronic, and perhaps incurable, displacement is just one of the legacies of his appalling treatment in North Korea. Survivors of the Nazi concentration camps also suffered long after their release, but at least they had group solidarity and a distinct place in history. No such consolations are afforded North Korean survivors. First, they were practically bred to be pitted against one another, and second, as Harden notes: \"While Auschwitz existed for only three years, Camp 14 is a 50-year-old Skinner box\" – referring to BF Skinner's notorious behavioural experiments. To some, perhaps many, this might appear to be a book that has few redemptive qualities. After all, what can be done with this knowledge of suffering? But it's important to recognise the depth of misery in North Korea, not just to be aware of the horror of the Kim regime, but also to stand as a testament to the plight of a terrorised people. One other reason is to arm yourself against those misguided individuals who continue to see in North Korea an anti-imperialist challenge to the US. They may be rare, but they're not always without influence. One example is Andrew Murray, who, as an executive member of the Communist party of Britain, expressed his party's \"solidarity\" with Kim Jong-il's \"People's Korea\". Murray now sits on the TUC general council and was until recently chair of the Stop the War coalition. Unfortunately, North Korea's war on its own people shows no sign of stopping.",
    "keywords": [
        "refugees",
        "shin",
        "camp",
        "south",
        "review",
        "gulag",
        "korea",
        "state",
        "prison",
        "14",
        "harden",
        "blaine",
        "escape",
        "north"
    ],
    "summary": "For outsiders, North Korea can seem less like a nation than a sick joke.\nAlthough cohabiting is not allowed in the prison camp, Shin was the result of his parents being granted one of the rare conjugal permits.\nBut Shin, too, was tortured, for weeks in an underground prison within the prison camp, within the prison state.\nThe sense of chronic, and perhaps incurable, displacement is just one of the legacies of his appalling treatment in North Korea.\nOne other reason is to arm yourself against those misguided individuals who continue to see in North Korea an anti-imperialist challenge to the US.",
    "sentiment": {
        "neg": 0.1697,
        "neu": 0.7604,
        "pos": 0.0701,
        "compound": -0.2955
    }
}