{
    "date": "2012-02-29T19:01:00Z",
    "title": "North Korea agrees to halt nuclear programme in exchange for US aid",
    "url": "https://www.theguardian.com/world/2012/feb/29/north-korea-moratorium-nuclear-programme",
    "content": "North Korea has agreed to suspend nuclear missile tests and uranium enrichment, and submit to international monitoring, in return for US food aid. Washington described the deal, which breaks with the US's previous assertion that large-scale deliveries of food are not tied to North Korea curbing its nuclear programme, as \"important, if limited\". Under the agreement, which was hammered out in Beijing, North Korea will suspend nuclear weapons tests, uranium enrichment and long-range missile launche. It will also allow the return of International Atomic Energy Agency inspectors who were forced to leave North Korea's Yongbyon reactor three years ago. For its part, the US will provide 240,000 tonnes of food for the first time since deliveries were suspended in 2009. Washington also affirmed it does not have hostile intentions toward North Korea and is prepared to take steps to improve relations. Diplomats said it was an important move in assuring Pyongyang the US is not intent on bringing down the communist regime. The US secretary of state, Hillary Clinton, was cautious in her description of the agreement to a congressional committee on Wednesday. \"The United States still has profound concerns, but on the occasion of Kim Jong-il's death, I said that it is our hope that the new leadership will choose to guide their nation on to the path of peace by living up to its obligations. \"Today's announcement represents a modest first step in the right direction. We, of course, will be watching closely and judging North Korea's new leaders by their actions,\" she said. \"This is just one more reminder that the world is transforming around us, from Arab revolutions to the rise of new economic powers to a more dispersed but still dangerous al-Qaida terrorist network to nuclear diplomacy on the Korean peninsula.\" Clinton said the aid would be subject to \"intensive monitoring\" to ensure food supplies reach those who most need it. Until now Washington has insisted food aid to North Korea was not linked to its nuclear programme. But on Tuesday, Admiral Robert Willard, commander of the US Pacific fleet, told a Senate committee that preconditions for food assistance \"now include discussions of cessation of nuclearisation and ballistic missile testing and the allowance of IAEA perhaps back into Yongbyon\". \"There are conditions that are going along with the negotiations with regard to the extent of food aid,\" he said. There are differing opinions over whether the deal marks a breakthrough in western relations with North Korea following the death in December of Kim Jong-il and the rise to power of his son, Kim Jong-un, or whether it is a short term attempt by Pyongyang to alleviate a food crisis. North Korea has battled to feed its population since a famine in the 1990s killed hundreds of thousands of people. Aid agencies say the food situation has again deteriorated after a harsh winter hit harvests. George Lopez, professor of peace studies at Notre Dame university who served on the UN panel of experts for North Korea until last year, said the agreement \"indicates we have turned a new page with the North Koreans\". \"First, the moratorium will be monitored by the return of IAEA inspectors, which is a significant move to nuclear transparency and stability. Secondly, the delivery of large amounts of nutritional foodstuffs sets a tone for other nations to respond to North Korean needs – it is an important confidence building measure,\" he said. \"Finally, the US has reaffirmed the armistice agreement as a platform for peace and has essentially provided a non-aggression pledge, both important to the North. History shows that nations never fully denuclearise without a public non-aggression pledge from their foes.\" In 2005, North Korea reached a deal with the US, South Korea, China, Russia and Japan to abandon its nuclear weapons programme in return for economic aid and other incentives. But the deal fell apart with some blaming Washington for being reluctant to follow through. The following year, North Korea tested a nuclear bomb. Professor Hazel Smith of Cranfield University said the latest agreement \"shows the logjam has been broken between the US and North Korea\". \"We have seen it before but the timing is significant; it is so soon after Kim Jong-il's death. Whatever the shifting factions are, it shows the ones who want to push for peaceful compromise have the upper hand,\" she said. \"It looks like this small space has been used on both sides to open up a dialogue and I think that's very positive. The US is talking about a quarter of a million tonnes of food: that is not a token amount like 10 or 20,000 tonnes. It is a diplomatic sign. It is a pretty big gesture by the US if they go through with it all.\" She added that the South Korean elections were also likely to reduce tensions. Relations on the peninsula deteriorated sharply after the President Lee Myung-bak took office and ended his predecessor's policy of free-flowing aid. Others were less optimistic, stressing the agreement's similarity to previous deals that failed to improve relations in the long term. \"History repeats itself … There were nuclear inspectors on site in 2002 and 2007,\" said James Hoare, a former British chargé d'affaires in Pyongyang. \"People suddenly think it's all different. Anything that leads to some sort of movement is positive, but there will be lots of voices in the US saying, 'Come on, we have been there before and you can't trust them; they broke the agreement last time' – though my view is that it was the Americans.\" Hoare said he thought Pyongyang was keen to secure a source of food ahead of the celebrations in April to mark the centenary of the birth of Kim Il-sung, the new leader's grandfather, revered in North Korea as the country's founder. Pyongyang has heralded 2012 as the year when the country becomes a \"strong and prosperous nation\".",
    "keywords": [
        "korea",
        "washington",
        "return",
        "nuclear",
        "kim",
        "agrees",
        "halt",
        "agreement",
        "food",
        "aid",
        "pyongyang",
        "programme",
        "north",
        "exchange"
    ],
    "summary": "North Korea has agreed to suspend nuclear missile tests and uranium enrichment, and submit to international monitoring, in return for US food aid.\nWashington also affirmed it does not have hostile intentions toward North Korea and is prepared to take steps to improve relations.\nUntil now Washington has insisted food aid to North Korea was not linked to its nuclear programme.\n\"There are conditions that are going along with the negotiations with regard to the extent of food aid,\" he said.\nNorth Korea has battled to feed its population since a famine in the 1990s killed hundreds of thousands of people.",
    "sentiment": {
        "neg": 0.0797,
        "neu": 0.8289,
        "pos": 0.0914,
        "compound": 0.0417
    }
}