{
    "date": "2012-04-13T16:56:00Z",
    "title": "Obama engagement policy 'in tatters' after North Korean rocket defiance",
    "url": "https://www.theguardian.com/world/2012/apr/13/obama-north-korea-engagement-policy",
    "content": "Barack Obama's policy of engagement with North Korea lies \"in tatters\" after it was effectively shot down by Pynongyang's defiant but failed attempt to launch a long-range rocket. Former US officials closely involved with North Korea policy said Washington's attempt to win agreement from Pyongyang to abandon its development of nuclear weapons and rockets in exchange for desperately-needed food aid has failed. They now expect North Korea to try and overcome the embarrassment caused at the rocket breaking into pieces over the Yellow Sea by carrying out a third nuclear test in the near future. If that goes ahead, it will represent a significant foreign policy failure for Obama and prove a severe political embarrassment in an election year. In February, the Washington and Pyongyang reached an agreement under which the communist regime would halt its missile testing and uranium enrichment, and agree to the resumption of international monitoring of its nuclear sites, in return for Washington providing 240,000 tonnes of food to the North Korea which has faced widespread shortages and famine. The US says it warned North Korea that the rocket launch – which Pyongyang said was intended to carry a satellite but which the Obama administration claimed was a ballistic missile test – would violate the agreement. Charles Pritchard, a special envoy for negotiations with North Korea in the Bush administration and a special assistant to Bill Clinton on national security, said Obama's policy of engagement has now failed. \"It is essentially in tatters. They made a calculation. They reached out to North Korea and it fell apart,\" he said. \"I think the US will be essentially regrouping on an international basis. They're not going to go back to a bilateral engagement with the North Koreans any time soon.\" Pritchard said that the regime's young new leader, Kim Jong-un, is likely to attempt to restore Pyongang's credibility – and possibly also his own with North Korea's military – by pressing ahead with development of a nuclear weapon. \"The failure of the rocket makes it much more likely that there will be a third nuclear test. This has been a huge public and domestic embarrassment for North Korea. A brand new, untested, inexperienced regime that has gone out on a limb to really have a spectacular successful celebration, and now it'll be a dark shadow over all of their celebrations. They need some new achievement.\" That view was backed by Christian Whiton, a US state department deputy special envoy to North Korea in the Bush administration. \"It looks pretty likely. The way this usually comes out is that South Korean intelligence starts leaking information to the South Korean press. That has happened and it looks like preparations are underway,\" he said. \"If you step back and look at this it looks like a failure by North Korea with its rocket but actually what you're seeing is more of a power move by the regime.\" One of Obama's deputy national security advisers, Ben Rhodes, denied that the administration's dealings with North Korea have been a failure. He argued that the president has taken a tougher stand with Pyongyang than the Bush administration because Washington will not now deliver the promised food aid. \"What this administration has done is broken the cycle of rewarding provocative actions by the North Koreans that we've seen in the past. Under the previous administration, for instance, there was a substantial amount of assistance provided to North Korea. North Korea was removed from the terrorism list, even as they continued to engage in provocative actions. Under our administration we have not provided any assistance to North Korea,\" he said. \"The message that we've been delivering is that North Korea is wasting its money on these weapons as many of their people starve and as their economy is one of the most backward in the world.\" Asked if it is proper to leave ordinary North Koreans to go hungry or even starve because the actions of their government, Rhodes said that it is the regime in Pyongyang \"that is holding its own people hostage\". He said he would not be surprised if Pyongyang now attempts a nuclear test. \"The North Koreans have tended to pursue patterns of provocative actions to include missile launches, nuclear tests as they undertook in 2006, 2009. And so we're certainly concerned about the pattern of provocative behaviour that the North Koreans engage in. What we want to make clear to them is that each step that they take in terms of provocations will only lead to a deeper isolation, increase consequences. And frankly, that's not just a message they're hearing from us, they're hearing it from the Chinese and the Russians as well,\" he said. The US was expected to lead the condemnation at a UN security council meeting on the crisis on Friday. The White House warned of new sanctions. Obama's domestic critics swiftly accused him of creating the crisis through weakness. Some have contrasted the president's stand against Iran with his more cautious approach on North Korea. Mitt Romney, the likely Republican presidential candidate, said Obama was incompetent and naive in handling North Korea. \"Instead of approaching Pyongyang from a position of strength, President Obama sought to appease the regime with a food-aid deal that proved to be as naive as it was short-lived,\" said Romney. \"This incompetence from the Obama administration has emboldened the North Korean regime and undermined the security of the United States and our allies.\" Jon Kyl, the Republican whip in the US Senate, called on the White House to \"abandon its naive negotiations with North Korea\". Pritchard said the crisis now threatens to become an election issue. \"In a presidential election year, the president can't afford a spectacular loss on the foreign policy side over North Korea where he's been very cautious over the last three years. It will essentially erase all the good things he can point to in other areas of his foreign policy,\" he said. \"So I think Obama steps back. You're not going to see any bilateral engagement on the part of the United States for the remainder of this term.\" The former officials now expect the White House to abandon bilateral negotiations with Pyongyang and to attempt to build on collective international pressure. Pritchard said that will be made difficult by China's dual role of attempting to pressure North Korea while also shielding it. That, he said, will give Pyongyang a relatively free hand. \"This regime (in North Korea) cannot afford to negotiate away, to be seen to be knuckling under to pressure from others to stop what they are doing. They have nothing else going on for them. They are going to march forward and there's very little the international community can do,\" he said. Whiton said he regards that as very dangerous. \"There's a cost to doing nothing with North Korea because North Korea proliferates nearly every weapons system it has. In 2007, one of the reasons the last round of talks fell apart was because we caught the North Koreans helping the Syrians build a carbon copy of the North Korean nuclear reactor. \"They were building it in Syria. There were North Koreans on the site. Thankfully the Israelis blew it up,\" he said.",
    "keywords": [
        "policy",
        "engagement",
        "korea",
        "regime",
        "north",
        "administration",
        "nuclear",
        "obama",
        "defiance",
        "koreans",
        "pyongyang",
        "rocket",
        "tatters",
        "korean"
    ],
    "summary": "Barack Obama's policy of engagement with North Korea lies \"in tatters\" after it was effectively shot down by Pynongyang's defiant but failed attempt to launch a long-range rocket.\nThey're not going to go back to a bilateral engagement with the North Koreans any time soon.\"\nOne of Obama's deputy national security advisers, Ben Rhodes, denied that the administration's dealings with North Korea have been a failure.\nPritchard said that will be made difficult by China's dual role of attempting to pressure North Korea while also shielding it.\n\"There's a cost to doing nothing with North Korea because North Korea proliferates nearly every weapons system it has.",
    "sentiment": {
        "neg": 0.1025,
        "neu": 0.8065,
        "pos": 0.091,
        "compound": -0.057
    }
}