{
    "date": "2012-04-24T12:25:07Z",
    "title": "Pentagon sets up new spy agency to eavesdrop on a changing world",
    "url": "https://www.theguardian.com/world/2012/apr/24/pentagon-new-spy-agency",
    "content": "The Pentagon is to create a new spy service to focus on global strategic threats and the challenges posed by countries including Iran, North Korea and China. The move will bring to 17 the total number of intelligence organisations in the US. The Defense Clandestine Service is supposed to work closely with its counterpart in the CIA, the National Clandestine Service, recruiting spies from the ranks of the Pentagon's Defense Intelligence Agency (DIA) and deploying them globally to boost the flow of intelligence on perceived long-term threats to US national interests. US military news website Insidedefense said the defence department had asked Congress for authority for spies to work undercover posing as businessmen when conducting covert operations abroad. The move by the defence secretary, Leon Panetta, emerged in briefings to US journalists. \"You have to do global coverage,\" a senior defence official said, according to the Los Angeles Times. The new service would seek to \"make sure officers are in the right locations to pursue those requirements\", the Washington Post quoted the official as saying. The Pentagon argues that the new service is necessary because the DIA spends most of its time and manpower reporting tactical intelligence about battlefields such as Afghanistan, and not enough time looking at strategic issues. Obama administration officials have said they want to switch US national security focus away from the Middle East to address long-term issues such as China's rise and nuclear threats in North Korea and Iran. Pentagon sources suggested the new service would also focus on Africa, where al-Qaida affiliates are on the rise. The new service will be relatively small, increasing in numbers \"from several hundred to several more hundred\" over the next few years, according to defence department officials. The US already has 16 different intelligence organisations scattered around the defence, state, justice, homeland security and energy departments, as well as the armed services. After the attacks of 11 September 2001 revealed a lack of co-operation and intelligence-sharing among them, the Bush administration restructured the \"intelligence community\", putting it all under a director of national intelligence. Donald Rumsfeld, the defence secretary for most of the Bush era, attempted to increase the Pentagon's espionage capability dramatically but the attempt was rebuffed by the CIA, which was at loggerheads with Rumsfeld's defence department over Iraq. The Pentagon insisted that this time its new clandestine service would be set up in close collaboration with the CIA, which is led by the former military commander General David Petraeus. The fact that Panetta is a former CIA director is also said to have helped smooth co-operation. Not all intelligence experts are convinced that the creation of a new organisation will help America's espionage capacity, however. Some argue that the move reflects turf battles and empire-building. \"I'm not sure what they are supposed to achieve that the CIA doesn't,\" Joshua Foust, a former DIA Middle East analyst told the LA Times. \"This seems like a territorial thing: 'Hey, the CIA has this – why don't we have it, too?' … I'm pretty sceptical that it's necessary or good.\"",
    "keywords": [
        "cia",
        "threats",
        "focus",
        "world",
        "eavesdrop",
        "department",
        "agency",
        "dia",
        "national",
        "spy",
        "pentagon",
        "intelligence",
        "defence",
        "service",
        "sets",
        "changing"
    ],
    "summary": "The Pentagon is to create a new spy service to focus on global strategic threats and the challenges posed by countries including Iran, North Korea and China.\nUS military news website Insidedefense said the defence department had asked Congress for authority for spies to work undercover posing as businessmen when conducting covert operations abroad.\nPentagon sources suggested the new service would also focus on Africa, where al-Qaida affiliates are on the rise.\nThe new service will be relatively small, increasing in numbers \"from several hundred to several more hundred\" over the next few years, according to defence department officials.\nAfter the attacks of 11 September 2001 revealed a lack of co-operation and intelligence-sharing among them, the Bush administration restructured the \"intelligence community\", putting it all under a director of national intelligence.",
    "sentiment": {
        "neg": 0.0588,
        "neu": 0.8152,
        "pos": 0.1261,
        "compound": 0.1818
    }
}