{
    "date": "2012-04-24T19:00:00Z",
    "title": "Pass notes No 3,164: Defense Clandestine Service",
    "url": "https://www.theguardian.com/world/shortcuts/2012/apr/24/defense-clandestine-service-intelligence-agency",
    "content": "Age: Newborn. Appearance: Classified. Don't ask me how, but I'm sure this has something to do with America. Gosh darn tootin' it does. The DCS is the US's newest intelligence agency. The others being? The CIA, of course … Of course … the Secret Service, the FBI, the DEA, the National Security Agency, the Office of Intelligence and Analysis, the Office of Terrorism and Financial Intelligence, the Bureau of Intelligence and Research, the Office of Intelligence and Counterintelligence, Coast Guard Intelligence, the National Reconnaissance Office, the National Geospatial Intelligence Agency … That's one hell of a lot of spies. It's barely the tip of the iceberg. One might almost think the US government was addicted to phone-tapping, bin-rummaging and waterboarding. Hm. What's the story behind this latest addition? This is the Pentagon's attempt to broaden its spying efforts away from Iraq and Afghanistan on to \"national security threats\" around the world. The core of the new organisation will be several hundred case officers and analysts now with the Defense Intelligence Agency. Another bunch of spooks? Afraid so. According to a senior defence official, \"several more hundred\" officers will join the DCS in coming years. \"You have to do global coverage,\" apparently. Isn't tackling international supervillainry the CIA's job? That's what the Pentagon's critics say. But it insists the organisations will collaborate, rather than compete. If the military and CIA can work together to rub out Bin Laden, the thinking goes, there's no limit to what they could achieve together. What might the next targets be? The smart money is on would-be nuclear states like Iran and North Korea, as well as China, with its increasingly powerful military. That just leaves one question. What kind of \"clandestine\" agency announces its existence to the world? Precisely. I could tell you, but I'd have to kill you. Do say: \"I spy.\" Don't say: \"Why spy?\" Not to be confused with: the Military Intelligence Corps, the Naval Criminal Investigative Service, the Office of Naval Intelligence, the Defense Intelligence Agency, the Air Force Intelligence, Surveillance and Reconnaissance Agency …",
    "keywords": [
        "thats",
        "military",
        "world",
        "say",
        "defense",
        "agency",
        "pass",
        "national",
        "clandestine",
        "intelligence",
        "spy",
        "notes",
        "service",
        "3164",
        "office"
    ],
    "summary": "The DCS is the US's newest intelligence agency.\nThe core of the new organisation will be several hundred case officers and analysts now with the Defense Intelligence Agency.\nDo say: \"I spy.\"\nDon't say: \"Why spy?\"\nNot to be confused with: the Military Intelligence Corps, the Naval Criminal Investigative Service, the Office of Naval Intelligence, the Defense Intelligence Agency, the Air Force Intelligence, Surveillance and Reconnaissance Agency …",
    "sentiment": {
        "neg": 0.0379,
        "neu": 0.8963,
        "pos": 0.0658,
        "compound": 0.0984
    }
}