{
    "date": "2012-12-14T08:00:00Z",
    "title": "North Korea's boys' toys are not a threat – but our reaction to them is | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2012/dec/14/north-korea-boys-toys-threat-reaction",
    "content": "North Korea has fired a big rocket into the sky, put a satellite in orbit and then splashed the rocket into the sea. How much should I care? Not much. How much should we all care? The answer is not much. The diet of global horror served up each day by the world's media demands we compare, reason and ration, or the collective eye will run dry of tears. North Korea's spending on rocketry is tragic for its hungry people and a nuisance for its neighbours. But it is essentially a political stunt, as pointed out this week by such sober heads as Stockholm's peace research institute. With a conventional warhead a missile might cause a big bang somewhere. A nuclear warhead is so far off as to be fanciful. It would make a terrible mess but not conquer territory. The prospect of North Korea using its missiles to topple a foreign regime is absurd. That has not stopped the usual hysteria. North Korea \"rattles Asia and the US\", hollers the International Herald Tribune. Analysts declare that the rocket \"could ultimately be used as a nuclear missile\". Its \"hidden purpose\" is said to be a \"nuclear warhead capable of striking the US west coast\". The UN's Ban Ki-moon calls the rocket \"a clear violation\" of UN resolutions. Britain's William Hague \"strongly condemns it\", which I suppose makes him feel better. The same response greets every new weapon announced by a proto-nuclear state. Iran's ambition drives the so-called international community to distraction. Any sign of instability in the internal politics of Pakistan is received with a global shudder. A missile of any type is assumed to be a harbinger of some unique horror, like Thursday's news of the Syrian regime using \"Scud-type\" missiles against rebel targets. This is mostly nonsense. David Edgerton of Imperial College London remarked (in his book The Shock of the Old) on the \"paradox of lethality\", with conflicts becoming less lethal even as weapons ostensibly become more so. The reason is that those on which most money is spent – hi-tech, high-profile airborne ones – are fundamentally inaccurate, and are anyway useless at taking territory. Missiles, which now include drones, seduce generals into an illusion of power, when in reality they are little more than weapons of terror. War is about holding land, not blowing up people and things. As for nuclear weapons, Edgerton points out, they are simply too lethal to use. The craziest and most paranoid owners have not dared even to threaten them. They were no help in Vietnam or the Falklands, in Chechnya or Iraq or Afghanistan. The Chinese communists were right to call them \"paper tigers\", though that did not stop the Chinese army wanting them as prestige objects. The trouble is that no one ever sold a book or won a defence contract by downplaying nuclear holocaust. The cold war was dominated by pro- and anti-nuclear hysterics, giving no purchase to anyone accusing both sides of exaggeration. Yet every discussion of nuclear proliferation is awash in such qualifiers of doom as possible, potential, escalating towards, capable of and, most seductive of all, tipping point. Alarmism has always been the stock in trade of power. Rulers have a vested interest in heightening threats, however implausible, egged on by their armies and arms manufacturers. The cold war has thus been followed by the \"war on terror\", chiefly as manifest by jihadism. But jihadists, like North Koreans, pose no state threat to Europe, the US or Japan. They can only topple regimes, possibly in Egypt and Syria, by force of conventional arms. The Taliban have no need for missiles. They are defeating Nato with Kalashnikovs and mines. An intercontinental missile can cause widespread terror, as the Iraqi Scuds did in Israel in 1991. But it is no different militarily from a suitcase or car bomb, or from the German V1s and V2s of the second world war. As for blood-curdling talk of bacteriological or chemical weapons, like nuclear ones they have curiously failed to materialise. They lack the symbolic virility, and thus the terrorist appeal, of a missile. The greatest menace posed by terrorist regimes is not military but political. It is their effect on the psychology of victim states. Terrorism relies for its impact on the multiplier of publicity and politics. Most nations can survive physical disasters, whether from bombs or natural catastrophes. Their freedoms wane and their cultures fall apart only when their leaders lose confidence in themselves or seek strength from exaggerating a threat. The threat of terrorism to the British lies in the overreaction to it of British governments. Each one in turn clicks up the ratchet of surveillance, intrusion and security. Each one diminishes liberty. David Cameron insists that his latest communications data bill is \"vital to counter terrorism\". Yet terror is mayhem. It is no threat to freedom. That threat is from counter-terror, from ministers capitulating to securocrats. Only land armies threaten the integrity and security of states. No land army has threatened Britain since 1940. Nuclear missiles are, I am sure, nasty things but it is barely conceivable that anyone will ever explode one. Even if used, they cannot bring about the downfall of a state. The claimed \"effectiveness\" of the 1945 atom bombs on Japan came after a long, conventional engagement that had sapped Japan's will to fight. More to the point, it is clear that the only practical way of halting the dribble of nuclear proliferation is by the use of force. Yet all the fantasies of neoconservatives and liberal interventionists will not bring to pass a new global \"empire of freedom\", least of all one in which only \"we\" have nuclear weapons. Smaller states such as North Korea do not seek nuclear arsenals to attack their enemies but as machismo. They are expensive toys for boys. Those who worry about these things would do best to worry about the boys, not the toys. Sanctioning and ostracising nuclear states is so clearly counter-productive that it is astonishing people still propose it. Reducing regimes such as North Korea and Iran to penury does not make their rulers less paranoid but more so. Humiliating Pakistan with drones, or Iraq or Afghanistan with invasion, does not make them proof against extremism but the opposite. Everyone knows this. The trouble is it makes a boring story.",
    "keywords": [
        "war",
        "korea",
        "threat",
        "toys",
        "boys",
        "nuclear",
        "missiles",
        "simon",
        "states",
        "jenkins",
        "weapons",
        "terror",
        "missile",
        "reaction",
        "north",
        "koreas"
    ],
    "summary": "North Korea has fired a big rocket into the sky, put a satellite in orbit and then splashed the rocket into the sea.\nNorth Korea \"rattles Asia and the US\", hollers the International Herald Tribune.\nNuclear missiles are, I am sure, nasty things but it is barely conceivable that anyone will ever explode one.\nSanctioning and ostracising nuclear states is so clearly counter-productive that it is astonishing people still propose it.\nReducing regimes such as North Korea and Iran to penury does not make their rulers less paranoid but more so.",
    "sentiment": {
        "neg": 0.1769,
        "neu": 0.7392,
        "pos": 0.0838,
        "compound": -0.1998
    }
}