{
    "date": "2012-01-26T08:51:00Z",
    "title": "Press freedom index: big falls for Arab trio in year of protest",
    "url": "https://www.theguardian.com/media/greenslade/2012/jan/26/press-freedom-journalist-safety",
    "content": "Three Arab countries where popular risings have been quashed have achieved their worst-ever rankings in the annual press freedom index. But the falls by Syria, Bahrain and Yemen are among many changes that reflect a year of unrest and protest. The United States, for example, has dropped markedly due to the targeting of journalists covering the Occupy Wall Street movement. It slipped 27 places, down to 47th place out of a total of 179 countries in the survey. Britain fell from 19th to 28th (though the reason for that remains unclear). \"Crackdown was the word of the year in 2011,\" said Reporters Without Borders (RWB), the international press freedom watchdog, when releasing its 10th annual index. \"Never has freedom of information been so closely associated with democracy. Never have journalists, through their reporting, vexed the enemies of freedom so much. Never have acts of censorship and physical attacks on journalists seemed so numerous. The equation is simple: the absence or suppression of civil liberties leads necessarily to the suppression of media freedom. Dictatorships fear and ban information, especially when it may undermine them.\" The statement continued: \"It is no surprise that the same trio of countries, Eritrea, Turkmenistan and North Korea, absolute dictatorships that permit no civil liberties, again occupy the last three places in the index.\" Just above them are Syria, Iran and China. Also in the bottom 10 are Bahrain, Vietnam and Yemen. The two countries at the top - Finland and Norway - repeated last year's performance. They were joined by Estonia and the Netherlands. RWB comments that these countries \"respect basic freedoms\" and serve \"as a reminder that media independence can only be maintained in strong democracies and that democracy needs media freedom.\" Attempts to secure democracy in the Arab world have had contrasting political outcomes. So Tunisia (134th) rose 30 places while Bahrain (173rd) fell 29 places because of its relentless crackdown on pro-democracy movements. While Libya (154th) turned the page on the Gaddafi era, Egypt (166th) fell 39 places because the military leadership which replaced the Mubarak regime in February has dashed the hopes of democrats. There were three periods of exceptional violence for journalists - in February, November and December. Latin America and Africa Many South American countries have been marked by a culture of violence towards the media and impunity for killers. Mexico (149th), Colombia (143rd) and Honduras (135th) are the worst examples. But the biggest fall in Latin America was by Brazil, which plunged 41 places to 99th where the high level of violence resulted in the deaths of three journalists and bloggers. Chile (80th) fell 47 places because of its many freedom of information violations, committed very often by the security forces during student protests. Africa saw some of the biggest falls in the index. Djibouti, a discreet little dictatorship in the Horn of Africa, fell 49 places to 159th. Malawi (146th) fell 67 places because of the totalitarian tendencies of its president. Uganda (139th) fell 43 places after becoming much more repressive. President Yoweri Museveni launched an unprecedented crackdown on opposition movements and independent media after the elections in February. And Côte d'Ivoire fell 41 places to 159th because the media were badly hit by the fighting between the supporters of rival presidents. South Sudan, a new nation facing many challenges, managed to enter the index in a respectable position (111th) for what is a breakaway from one of the worst ranked countries, Sudan (170th). By contrast, Niger (29th) achieved the biggest rise in a single year, 75 places, thanks to a successful political transition. Europe and Asia Several European countries fall far behind rest of continent, none more than Turkey (148th), which has failed to introduce reforms and carried out a wave of arrests of journalists. Bulgaria (80th), Greece (70th) and Italy (61st) have not addressed media freedom violations. And there was little progress from France (down to 38th), Spain (39th) and Romania (47th). The European record remains much better than the Asian. For example, Pakistan (151st) was the world's deadliest country for journalists for the second year running. Somalia (164th), which has been at war for 20 years, shows no sign of finding a way out of the chaos in which journalists are paying a heavy price. In Iran (175th), the hounding and humiliating of journalists has been part of its political culture for years. The regime feeds on persecution of the media. Iraq (152nd) fell back 22 places and is now worryingly approaching its 2008 position (158th). Burma (169th) has a slightly better position than in previous years as a result of political changes in recent months that have raised hopes but need to be confirmed. Many arrests were made in Vietnam (172nd). In China (174th), the government responded to protests about scandals and acts of injustice by reinforcing its system of controlling news and information. There were extrajudicial arrests and internet censorship was stepped up. There was a dramatic rise in the number of arrests in Azerbaijan (162nd) under Ilham Aliyev's autocratic government. Opposition journalists were abducted and foreign reporters were barred in order to impose a news blackout on unrest. Source: Reporters Without Borders",
    "keywords": [
        "journalists",
        "index",
        "big",
        "protest",
        "political",
        "countries",
        "places",
        "fell",
        "arab",
        "press",
        "media",
        "information",
        "freedom",
        "trio",
        "falls",
        "arrests"
    ],
    "summary": "Three Arab countries where popular risings have been quashed have achieved their worst-ever rankings in the annual press freedom index.\nBut the falls by Syria, Bahrain and Yemen are among many changes that reflect a year of unrest and protest.\n\"Crackdown was the word of the year in 2011,\" said Reporters Without Borders (RWB), the international press freedom watchdog, when releasing its 10th annual index.\nThe equation is simple: the absence or suppression of civil liberties leads necessarily to the suppression of media freedom.\nBulgaria (80th), Greece (70th) and Italy (61st) have not addressed media freedom violations.",
    "sentiment": {
        "neg": 0.1131,
        "neu": 0.8173,
        "pos": 0.0696,
        "compound": -0.0887
    }
}