{
    "date": "2012-01-17T12:43:46Z",
    "title": "North Korea's leader will not last long, says Kim Jong-un's brother",
    "url": "https://www.theguardian.com/world/2012/jan/17/north-korea-leader-not-long",
    "content": "The eldest son of North Korea's late leader Kim Jong-il has predicted the regime would soon fail, with or without reforms, according to a new book that the author says is based on emails and interviews with Kim Jong-nam. The book says that Kim Jong-nam – who has never met the new leader, his half-brother Kim Jong-un – described the dynastic succession as \"a joke to the outside world\", and said even his father had originally opposed the hereditary transfer of power. \"The Kim Jong-un regime will not last long,\" Kim Jong-nam is said to have written, forecasting a power struggle. \"Without reforms, North Korea will collapse, and when such changes take place, the regime will collapse.\" He added: \"I think we will see valuable time lost as the regime sits idle fretting over whether it should pursue reforms or stick to the present political structure.\" The claims emerge in a book by Yoji Gomi, a journalist with Tokyo Shimbun, who said he exchanged emails with Kim Jong-nam over seven years. The date of the remarks on the regime is unclear. Gomi, who lived for years in Seoul and Beijing, said he met Kim three times in total, once in 2004 and twice in 2011. \"He gave me a very good impression. He's very gentle and friendly,\" Gomi said. An English version of Japanese journalist's remarks, and the quotes from Kim Jong-nam, appeared in the English-language linline edition of a South Korean newspaper, the Chosun Ilbo [see footnote]. \"We exchanged emails over some time and when I suggested compiling our exchanges as a book, he agreed. At first he wanted publication to be delayed, but when I said we ought to go ahead because of everything that is happening in North Korea right now, he said that was OK. I don't feel that he has any ambition to become leader of North Korea, but he wants to contribute to improving the situation in the country. He travels a great deal, but his base is in Macau.\" A publicist for the Bungei Shunju publishing company said the book would be published shortly. Kim Jong-nam has previously offered relatively outspoken if brief remarks on the North to journalists who have tracked him down, but these reported messages go much further. Experts on North Korea cautioned that it was impossible to verify the details unless or until Kim Jong-nam confirmed he had written the emails. In one message, Kim Jong-nam remarked: \"I'm concerned how Jong-un, who merely resembles my grandfather [former North Korean leader Kim Il-sung], will be able to satisfy the needs of North Koreans. \"Kim Jong-un is still just a nominal figure and the members of the power elite will be the ones in actual power.\" He said his father had not wanted to pass power to a third generation, but decided the bloodline was needed to maintain the regime's stability. He also said his father felt lonely after sending him to study abroad, growing close to his siblings instead, and displeased his father by calling for reform and market-opening and \"was eventually viewed with suspicion\". His views meant that the overseas education of his brothers and sister was shortened. He also claimed to have told Kim Jong-il how concerned the international community was about the nuclear tests and missile launches. He noted the North's hardline stance was based on the political system's determination to survive. Of the deadly shelling of Yeonpyeong island in 2010, he added: \"It was a provocation by North Korea's military to justify their status and existence and the possession of nuclear weapons.\" Asked about the new leader, he reportedly replied: \"I'm his half brother, but I've never met him so I don't know.\" But he said he had seen their middle brother Jong-chol a few times and was also on good terms with their aunt and uncle. Kim Kyong-hui and Jang Song-taek have become increasingly prominent in North Korean media and appear to be guiding the new leader as he assumes power, although some suggest Jang could become a potential rival. Kim Jong-nam, who is believed to divide his time between Beijing and Macau, said of his arrangements: \"The Chinese government is protecting me, but it is also monitoring me too. It's my inevitable fate. If you can't avoid it, it's better to enjoy it.\" Reports have previously suggested Kim fell from favour with his father when Japanese authorities caught him trying to enter the country with a forged passport from the Dominican Republic, hoping to visit Tokyo Disneyland. Kim said it was common for the North's elite to travel with forged documents, claiming Kim Jong-un also went to Japan with a fake Brazilian passport. • This footnote was added on 18 January 2012. The Chosun Ilbo's English versions of the quotes cited in this story were confirmed by the Guardian with the book's publisher.",
    "keywords": [
        "book",
        "brother",
        "jongnam",
        "leader",
        "father",
        "regime",
        "korea",
        "jonguns",
        "kim",
        "power",
        "jongun",
        "long",
        "north",
        "koreas"
    ],
    "summary": "\"The Kim Jong-un regime will not last long,\" Kim Jong-nam is said to have written, forecasting a power struggle.\nI don't feel that he has any ambition to become leader of North Korea, but he wants to contribute to improving the situation in the country.\nExperts on North Korea cautioned that it was impossible to verify the details unless or until Kim Jong-nam confirmed he had written the emails.\nIn one message, Kim Jong-nam remarked: \"I'm concerned how Jong-un, who merely resembles my grandfather [former North Korean leader Kim Il-sung], will be able to satisfy the needs of North Koreans.\nKim said it was common for the North's elite to travel with forged documents, claiming Kim Jong-un also went to Japan with a fake Brazilian passport.",
    "sentiment": {
        "neg": 0.0258,
        "neu": 0.8937,
        "pos": 0.0805,
        "compound": 0.1156
    }
}