{
    "date": "2012-12-17T16:30:28Z",
    "title": "North Korea pays homage to the Kim dynasty, past, present (and future?)",
    "url": "https://www.theguardian.com/world/2012/dec/17/north-korea-homage-kim-dynasty",
    "content": "Tens of thousands of North Koreans gathered in Pyongyang to mark a year since the death of Kim Jong-il, with the embalmed body of the former leader going on public display for the first time. But the solemn occasion was eclipsed by rumours of the imminent arrival of a new member of the Kim dynasty. TV images from Pyongyang showed the country's leader, Kim Jong-un and other members of the regime's inner-circle, paying their respects to his late father, who died of a heart attack on 17 December last year. But it was the telltale signs of pregnancy displayed by Jong-un's wife, Ri Sol-ju, which prompted most discussion among foreign observers and, according to reports, residents of the North Korean capital. The regime has never commented on the possibility that the Kims are about to witness the birth of a fourth generation, and Ri's billowing mourning dress – a traditional black hanbok – made it impossible to say for sure. South Korean media seemed convinced that the regime's first lady, who caused a stir when she was first seen accompanying Kim in July, is expecting. \"Ri appeared to be in the late stages of pregnancy,\" the Yonhap news agency said. The Chosun Ilbo newspaper said the happy day was \"not far away\", while the Korea Herald cited a South Korean government official as saying that the birth was \"imminent\". Ri has been subject to as much speculation as the Kims, the family into which she reportedly married in 2009. Some press reports in South Korea claimed the couple already had a child, although that has never been confirmed. While ordinary North Koreans are reluctant to express anything other than undiluted admiration for the Kim family – in public at least – reports from Pyongyang said Ri's gravid appearance had prompted countless sotto voce discussions about a possible heir. The couple's appearance on Monday, though, was intended to be a wholly sober affair, as Kim Jong-il's embalmed corpse was displayed in a glass coffin in the Kumsusan mausoleum, a granite edifice on the capital's outskirts built to honour in perpetuity the cult and mythology of the Kims. Several floors above Kim, dressed in his trademark khaki jumpsuit, lies the embalmed remains of his father, North Korea's founder, Kim Il-sung. The solemnity aside, Kim Jong-un could have been forgiven for feeling a sense of satisfaction one year after the 29-year-old arrived on the world stage as the secretive state's new, and practically unknown, leader. The first few weeks of his leadership were awash with rumours that his youth and inexperience would quickly prove his undoing; that disgruntled generals were simply biding their time before launching a coup. Even his older half-brother, Kim Jong-nam, predicted his regime wouldn't last. One year on, what passes for civic life in Pyongyang does not seem to have changed. The public – and allegedly choreographed – outpouring of grief witnessed at Kim Jong-il's funeral last December was in evidence again on Monday. The sound of sobbing filled the hall where Kim Jong-il lay in state next to a small number of personal effects: his trusty parka, sunglasses and platform shoes and, more peculiarly, an open MacBook Pro laptop. Mourners were also granted a viewing of his yacht and the train carriage in which he reportedly died. The mausoleum was reopened on Monday, as it was on the first anniversary of the death of Kim Il-sung. In the plaza outside, recently turned into a grassy, tree-lined public park on Kim Jong-un's orders, tens of thousands of people braved freezing temperatures as the regime's leaders offered eulogies. Elsewhere in Pyongyang, North Koreans paused at noon to bow and pay their respects, while the country's flag flew at half-mast. Construction workers removed their hard hats and executed 90-degree bows while sirens blasted across the capital for three minutes. But for all the collective grief – real or fake – on display, the anniversary was partly a celebration of Kim Jong-un's first year in power, the high point of which came only last week with the successful launch of a satellite into space, eight months after a similar attempt ended in failure. Speaking outside the mausoleum, the North Korean military's chief political officer, Choe Ryong-hae, described the launch as \"a political event with great significance in the history of Korea and humanity\". As he reviews his first year in charge of country where an estimated third of the people are malnourished and resources poured into the military-first ideology created by his father, one wonders what Kim Jong-un makes of a recent plaudit from a more unexpected source. It emerged last week that he had been voted \"person of the year\" by readers of Time magazine, admittedly in an online vote that was heavily manipulated by the 4chan website. The magazine appears poised to deny him the accolade, however, hinting that the official winner, ultimately chosen by its editors, would be someone else when the result is announced on Wednesday. Kim Jong-un's year – timeline April 2012 Named first secretary of the Korean Workers' party Surprises analysts by quickly admitting that an attempted satellite launch failed after the rocket carrying it disintegrated July Dismisses military chief in an apparently successful move to cement his authority and take control of economic policy Named as marshal, the highest rank in the country's military State media confirm Kim is married to Ri Sol-ju, a former singer thought to be in her late 20s Shows a lighter side on a visit with Ri to a newly opened amusement park Attends a concert featuring Mickey Mouse and other Disney characters Gets his own official theme song August Reunited with Kenji Fujimoto, the Japanese sushi chef to his father, Kim Jong-il, after an 11-year estrangement November Sees his name appear in 20-metre-tall letters as part of a hillside slogan that reads: \"Long Live General Kim Jong-un, the Shining Sun!\" Named \"sexiest man alive\" by the Onion; the joke is on the online version of China's communist party newspaper, which believes the accolade is genuine December Oversees the successful launch of a rocket, which later sends an earth observation satellite into orbit Named Time readers' person of the year Subject of speculation that he is about to become a father",
    "keywords": [
        "past",
        "ri",
        "launch",
        "father",
        "korea",
        "homage",
        "public",
        "jonguns",
        "kim",
        "present",
        "dynasty",
        "named",
        "pays",
        "pyongyang",
        "future",
        "north",
        "korean"
    ],
    "summary": "But the solemn occasion was eclipsed by rumours of the imminent arrival of a new member of the Kim dynasty.\nBut it was the telltale signs of pregnancy displayed by Jong-un's wife, Ri Sol-ju, which prompted most discussion among foreign observers and, according to reports, residents of the North Korean capital.\nSeveral floors above Kim, dressed in his trademark khaki jumpsuit, lies the embalmed remains of his father, North Korea's founder, Kim Il-sung.\nElsewhere in Pyongyang, North Koreans paused at noon to bow and pay their respects, while the country's flag flew at half-mast.\nSpeaking outside the mausoleum, the North Korean military's chief political officer, Choe Ryong-hae, described the launch as \"a political event with great significance in the history of Korea and humanity\".",
    "sentiment": {
        "neg": 0.067,
        "neu": 0.8747,
        "pos": 0.0582,
        "compound": 0.0181
    }
}