{
    "date": "2012-07-25T15:37:00Z",
    "title": "North Korea's Kim Jong-un marries",
    "url": "https://www.theguardian.com/world/2012/jul/25/north-korean-leader-kim-jong-un-marries",
    "content": "North Korea's leader Kim Jong-un has married, state broadcasters have announced. A young woman has been pictured with Kim at a concert, mausoleum and kindergarten in recent weeks – sparking extensive speculation as to whether she was his girlfriend, wife, sister or a married singer he was rumoured to have romanced. If she is, as assumed, the first lady, she appears to have taken to her duties zealously. State radio announced late on Wednesday that Kim had attended the completion ceremony of an amusement park with \"his wife, Comrade Ri Sol-ju\". It is not clear when the pair married and there have been previous claims that Kim had a wife and children. Kim is thought to be in his late twenties and his wife appears to be the same age. A singer with the same name has starred in several concerts in the past – in one case, performing a song with the apt title Do Not Ask My Name. But she is not the singer previously rumoured to have been Kim's companion, Hyun Song-wol, known for her hit Excellent Horse-like Lady. The early unveiling of the relationship is unusual. John Delury, of Yonsei University in Seoul, said: \"Both his father and grandfather kept their partners behind the curtain to a great extent. But Jimmy Carter met Kim Il-sung's wife and they were photographed together. It's not like it was a state secret.\" Delury suggested the move might in part reflect a different style of presentation. Kim has been photographed smiling and hugging children, and Pyongyang appears to have been somewhat bolder in making announcements recently. Kim became leader after his father, Kim Jong-il, died late last year. Earlier this month he took the top military rank of marshal – days after the sudden departure of the army chief, Ri Yong-ho – in a symbolic cementing of his status. Professor Hazel Smith, an expert on North Korea at Cranfield University's Oxfordshire campus, said: \"It looks as if they have been following a very systematic sequence of events.\" She said that the marriage may have been announced to imply maturity. But she added that Kim's was also a more straightforward relationship to publicise than those of his father and grandfather. Kim Jong-il's mother, Kim Jong-suk, died in 1949 and was lauded as a hero in propaganda – leaving little room for Kim Il-sung's second wife. Kim Jong-il had children with several women and is not thought to have married Kim Jong-un's mother, Ko Young-hui, although he is said to have loved her the most. North Korea now appears to be building up Ko's image as it promotes its new leader, with a new documentary – seen by the Wall Street Journal and others – showing her with Kim Jong-il and with their son. The mystery woman was first seen sitting next to Kim at a concert in Pyongyang on 6 July – her prized position making it clear she was a significant figure. The state news agency KCNA published pictures of them at the amusement park on Tuesday, reporting that Kim had praised the mini golf course and wading pool. But it did not mention his marriage and the list of those who had accompanied him did not include Ri's name.",
    "keywords": [
        "married",
        "wife",
        "singer",
        "leader",
        "marries",
        "state",
        "north",
        "kim",
        "appears",
        "jongil",
        "late",
        "jongun",
        "koreas"
    ],
    "summary": "North Korea's leader Kim Jong-un has married, state broadcasters have announced.\nKim is thought to be in his late twenties and his wife appears to be the same age.\nKim became leader after his father, Kim Jong-il, died late last year.\nKim Jong-il's mother, Kim Jong-suk, died in 1949 and was lauded as a hero in propaganda – leaving little room for Kim Il-sung's second wife.\nKim Jong-il had children with several women and is not thought to have married Kim Jong-un's mother, Ko Young-hui, although he is said to have loved her the most.",
    "sentiment": {
        "neg": 0.0321,
        "neu": 0.9013,
        "pos": 0.0666,
        "compound": 0.1684
    }
}