{
    "date": "2012-02-17T22:55:00Z",
    "title": "The Orphan Master's Son by Adam Johnson - review",
    "url": "https://www.theguardian.com/books/2012/feb/17/orphan-masters-son-adam-johnson-review",
    "content": "When I stumbled across a story last year in Granta magazine, about a North Korean intelligence officer on a fishing ship, I assumed it had to be part of a memoir by a North Korean, so accurate were the details; the rust bucket of a ship without radar or life jackets. I was surprised to see that the story was written by one Adam Johnson, definitely not a Korean name. Johnson is an American novelist who teaches at Stanford University, and the story was an excerpt from his novel, The Orphan Master's Son. Johnson has made just one trip in his life to North Korea, but he's managed to capture the atmosphere of this hermit kingdom better than any writer I've read. The novel follows the misadventures of Jun Do, a North Korean everyman whose name is a homonym for John Doe. Jun Do is raised in an orphanage. He is the son of the orphanage director, who takes his shoes in winter and burns him with a shovel. Jun Do has never been to a park or seen a movie or met his mother – who, we are told, is a singer of such beauty that she was shipped to the capital, Pyongyang. He lives in the remote industrial city of Chongjin, at a time when people are eating bark and grass. \"The loudspeakers called the famine an Arduous March, but that voice was piped in from Pyongyang. Jun Do had never heard anyone in Chongjin call it that. What was happening to them didn't need a name – it was everything, every fingernail you chewed and swallowed, every lift of an eyelid, every trip to the latrine where you tried to shit out wads of balled sawdust.\" Jun Do is sent to the military, first training in zero-light combat in the tunnels under the demilitarised zone, and then on an undercover mission to kidnap Japanese off the beaches. The abduction sequence is based on historical facts; Johnson makes them so intimate you can smell the fear. Jun Do accidentally drowns a girl he is trying to snatch from a pier. \"She opened her mouth, as if to scream, and Jun Do saw she had fine metal work all along her teeth…. They threw her over the rail. She fell away silently, not a word or even the snatching of breath. Jun Do saw something flash in her eyes, though – it wasn't fear or the senselessness of it. He could tell she was thinking of her parents and how they'd never know what became of her.\" The girl had been speaking on the telephone with her mother at the time. Jun Do picks up the phone, glowing blue and vibrating, and hears the woman's voice asking for her daughter. \"Mayumi? Mayumi?\" Jun Do only manages to fail upwards – in this respect, North Korea is no different from anywhere else. His reward is to be sent to a language school where he listens to English sentences through blue headphones and taps out what he hears on a manual typewriter – I would like to purchase a puppy – an exact depiction of the way language is taught in North Korea. This gets him his assignment transcribing radio intercepts on the boat. Johnson's writing is at its best at sea, in some passages as lyrical as poetry: noticing an island where \"below raked obsidian bluffs was a steep, glassy black beach whose glint looked sharp enough to bleed your feet\", or the squid \"tumbling down the chute, the jets of ink, their beaks against the stainless steel, the colors of them, flashing\". Back on land, Jun Do is promoted to a more important assignment accompanying an intelligence team to Texas. From this point on, the story gets weirder and weirder. This American writer is somehow more at home in Chongjin than Texas, and although the action quickly returns to North Korea, neither the country nor the character are as convincing. In the second half of the book, \"The Confessions of Commander Ga\", Jun Do is impersonating a North Korean military hero. Kim Jong-il, the North Korean leader who died in December, shortly before publication, appears as a comic opera buffoon in a grey jumpsuit who spouts lines such as: \"The Americans would piss Prozac if I surprised them with a pair of these,\" fingering rhinoceros-horn bookends given to him by Robert Mugabe. The second part of the book is a wild romp through Pyongyang, full of audacity, but more or less conforming to stereotypes about North Korea. As a journalist who has reported extensively on the country, I fear that some readers might have a hard time figuring out where fact leaves off and fiction begins. People are inclined to believe whatever outrage they read about North Korea, but bad as it is, I've not heard of political prisoners being lobotomised with nails inserted over the eyeball or with electrical charges. Even so, The Orphan Master's Son deserves a place up there with dystopian classics such as Nineteen Eighty-four and Brave New World, but readers need to be reminded: it is a novel. If readers want to know more about North Korean prison camps, I'd recommend works of non-fiction such as The Aquariums of Pyongyang, about a nine-year-old boy sent to a camp, or the upcoming Escape from Camp 14, about a young man born in a camp. The truth is that North Koreans who fall foul of this heartless regime die slow, prosaic deaths of starvation or diseases caused by chronic malnutrition. • Barbara Demick's Nothing to Envy: Real Lives in North Korea is published by Granta.",
    "keywords": [
        "sent",
        "orphan",
        "korea",
        "novel",
        "adam",
        "readers",
        "masters",
        "johnson",
        "jun",
        "son",
        "pyongyang",
        "review",
        "north",
        "korean"
    ],
    "summary": "I was surprised to see that the story was written by one Adam Johnson, definitely not a Korean name.\nJohnson is an American novelist who teaches at Stanford University, and the story was an excerpt from his novel, The Orphan Master's Son.\nThe novel follows the misadventures of Jun Do, a North Korean everyman whose name is a homonym for John Doe.\nIn the second half of the book, \"The Confessions of Commander Ga\", Jun Do is impersonating a North Korean military hero.\n• Barbara Demick's Nothing to Envy: Real Lives in North Korea is published by Granta.",
    "sentiment": {
        "neg": 0.0588,
        "neu": 0.8793,
        "pos": 0.0618,
        "compound": 0.0319
    }
}