{
    "date": "2012-11-01T14:51:37Z",
    "title": "Tall storey? North Korea's infamous 'Hotel of Doom' to open shortly, maybe",
    "url": "https://www.theguardian.com/world/2012/nov/01/tall-storey-north-korea-hotel-doom",
    "content": "It has taken decades to build, and when it finally opens next year, it will be one of the tallest hotels in the world. But this towering pyramid-shaped structure is not in New York, Hong Kong or Dubai. Instead, it is in Pyongyang, capital of one of the most impoverished countries in the world. The 105-storey structure has been blighted by construction delays, ridiculed by the west as ostentatious, and proved an embarrassment to the North Korean regime. Having dominated the Pyongyang skyline for more than 20 years, the Ryugyong hotel – literally \"capital of willows\" – could soon be taking reservations, according to its operator. The hotel will \"partially, probably\" open for business in July or August next year, Reto Wittwer, chief executive of the German international hotel operator Kempinski AG, told a forum in Seoul on Thursday. Little is known about what will greet the first group of paying guests after they cross the threshold, however. A Chinese tour agency that was granted a peek at the interior in September released photographs of a still bare concrete lobby. That the exterior was ever completed is an achievement in itself. Construction began in 1987 but was halted in 1992 when the North Korean regime suffered an economic crisis following the fall of the Soviet Union, leaving the structure without windows, fixtures or fittings. Building work did not resume until 2008. Orascom Telecom, an Egyptian company which also launched a mobile phone network in North Korea in 2008, has reportedly spent $180m (£110m) on finishing the hotel's facade. The 330-metre-tall building boasts ballrooms, offices, shops and restaurants, but it could be some time before it shakes off its ignominious history. Reports that parts of the structure had been built with poor-quality concrete and that its lift shafts had initially not been aligned earned it such descriptions as the \"Hotel of Doom\" and the \"worst building in the history of mankind\". The North Korean regime is hoping the hotel will boost tourism and bring in desperately needed foreign currency, as it reels from international sanctions imposed after its rocket and nuclear tests. Wittwer, whose Kempinski firm will be the first western hospitality business permitted to operate in the country, shared the authorities' enthusiasm, describing the Ryugyong as a potential \"money-printing machine if North Korea opens up\".",
    "keywords": [
        "ryugyong",
        "hotel",
        "regime",
        "world",
        "doom",
        "wittwer",
        "shortly",
        "infamous",
        "building",
        "pyongyang",
        "korean",
        "storey",
        "structure",
        "tall",
        "maybe",
        "open",
        "north",
        "koreas"
    ],
    "summary": "Instead, it is in Pyongyang, capital of one of the most impoverished countries in the world.\nThe 105-storey structure has been blighted by construction delays, ridiculed by the west as ostentatious, and proved an embarrassment to the North Korean regime.\nHaving dominated the Pyongyang skyline for more than 20 years, the Ryugyong hotel – literally \"capital of willows\" – could soon be taking reservations, according to its operator.\nConstruction began in 1987 but was halted in 1992 when the North Korean regime suffered an economic crisis following the fall of the Soviet Union, leaving the structure without windows, fixtures or fittings.\nThe North Korean regime is hoping the hotel will boost tourism and bring in desperately needed foreign currency, as it reels from international sanctions imposed after its rocket and nuclear tests.",
    "sentiment": {
        "neg": 0.0437,
        "neu": 0.9175,
        "pos": 0.0388,
        "compound": -0.0367
    }
}