{
    "date": "2012-12-12T17:16:45Z",
    "title": "North Korea's rocket launch has fired up neighbouring elections | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2012/dec/12/north-korea-rocket-launch-neighbouring-elections",
    "content": "North Korea's successful rocket launch is likely to strengthen the hand of political conservatives, nationalists and military hardliners at a crucial juncture in the affairs of South Korea and Japan, the two neighbours whose security is most seriously affected. South Koreans have the most to fear from the North's militarism. Memories of the unprovoked 2010 shelling of a South Korean island, and the sinking of a navy warship with the loss of 46 lives, are still fresh. With the two countries still technically in a state of war, the threat posed by the unpredictable panjandrums of Pyongyang now looms larger than ever ahead of next week's presidential election in South Korea. Park Geun-hye, the conservative leader who is favourite to become South Korea's first female president in the 19 December poll, has personal reasons for distrusting the North. Her mother was killed in one of several assassination attempts targeting her father, the former South Korean dictator Park Chung-hee, that were ordered by North Korea. Both Park and her principal rival, Moon Jae-in, say they want resumed talks with Pyongyang. In an echo of former West German chancellor Willy Brandt's Ostpolitik policy of opening up to East Germany, Park has spoken of developing a new, mutual \"trustpolitik\" with North Korea after the confrontations of recent years. But Park's demands that the North halt missile tests and cancel its nuclear programme – which includes several atom bombs, the building of a light water reactor and expanded uranium enrichment – have elicited an angry response, with North Korean state media labelling her a fascist. In contrast, Moon has said that, if elected, he would resume bilateral aid cut off by South Korea's outgoing leader, President Lee Myung-bak, and offer new talks without preconditions. Moon's candidacy is thus more likely to appeal to Pyongyang. But Kim Jong-un, North Korea's youthful new leader, and his party apparatchiks do not have a vote. And politically speaking, their missile test could now spectacularly backfire south of the border. Having been rudely reminded of the Northern threat, undecided South Koreans may be expected to support Park and her tougher stance in the final days of the campaign. Japan also goes to the polls this weekend in a vote that may produce the country's seventh prime minister in seven years. Although most Japanese are focused on an underperforming economy that slipped back into recession in the second and third quarters, heightened tensions with North Korea will not help restore the business and consumer confidence that is so sorely lacking. The election's outcome remains uncertain, but the Democratic party's unpopular prime minister, Yoshihiko Noda, is struggling to hang on to office. The man most likely to succeed him is Shinzo Abe, a former premier who is leading a comeback by the once dominant Liberal Democrats. Abe is a noted hawk and nationalist whose latest visit to Tokyo's Yasukuni shrine to the spirits of Japan's war dead in October provoked protests in South Korea and China. He has taken a tough line during the recent maritime disputes with China, and has been active in the past in the cases of Japanese nationals kidnapped by North Korea. If elected, Abe is expected to resume his previous attempts to ease the constraints on Japanese military action imposed by the post-war pacifist constitution. As proposed, Tokyo would drop a self-imposed ban on exercising its right to collective self-defence, or aiding an ally under attack. This would allow Japan's military to shoot down a North Korean missile heading for US or other cities, assist a US vessel under attack and facilitate joint operations with US forces. Reacting angrily to the North Korean launch, Abe said: \"Japan should work together with the international community to adopt a new resolution at the United Nations to strongly condemn North Korea. The rocket launch was outrageous. The international community needs to impose harsh sanctions.\" China, the only country with any real influence over North Korea, called on Pyongyang earlier this month to help maintain regional peace and security and \"not to take any moves to worsen the problem\". Although its advice was ignored, Beijing's \"new\" seven-member politburo standing committee is also dominated by elderly conservatives. They can be expected to stick by Pyongyang in the event of a fight.",
    "keywords": [
        "launch",
        "neighbouring",
        "south",
        "fired",
        "park",
        "abe",
        "korea",
        "military",
        "elections",
        "simon",
        "korean",
        "missile",
        "tisdall",
        "pyongyang",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "Memories of the unprovoked 2010 shelling of a South Korean island, and the sinking of a navy warship with the loss of 46 lives, are still fresh.\nHer mother was killed in one of several assassination attempts targeting her father, the former South Korean dictator Park Chung-hee, that were ordered by North Korea.\nIn contrast, Moon has said that, if elected, he would resume bilateral aid cut off by South Korea's outgoing leader, President Lee Myung-bak, and offer new talks without preconditions.\nBut Kim Jong-un, North Korea's youthful new leader, and his party apparatchiks do not have a vote.\nReacting angrily to the North Korean launch, Abe said: \"Japan should work together with the international community to adopt a new resolution at the United Nations to strongly condemn North Korea.",
    "sentiment": {
        "neg": 0.1554,
        "neu": 0.7821,
        "pos": 0.0624,
        "compound": -0.2282
    }
}