{
    "date": "2012-07-26T08:03:14Z",
    "title": "London 2012 organisers apologise for North Korea flag blunder",
    "url": "https://www.theguardian.com/sport/2012/jul/26/london-2012-north-korea-flag",
    "content": "London 2012 organisers have apologised and blamed human error for Wednesday's flag mix-up when South Korea's flag appeared alongside North Korea's women's football team on stadium screens as players warmed up before their opening match. The team left the pitch in protest at the blunder and initially refused to play but the game with Colombia at Hampden Park, Glasgow, eventually kicked off more than an hour late after hurried corrections to the video rectified the spectacular mistake. On Thursday, North Korea's Olympic team accepted repeated apologies. Paul Deighton, the chief executive of the London organising committee for the Olympics, told BBC Radio 4's Today programme: \"It was a mistake. It is as simple as that. We have apologised and taken steps to make sure that it cannot happen again. It was simple human error.\" Kick-off was due at 7.45pm but the aggrieved North Koreans did not restart their warmup until just before 8.30pm, after the flag was replaced with the correct one on the scoreboards following extensive negotiations behind the scenes. The match eventually kicked off at 8.50pm. The incident will cause huge discomfort to Games organisers. Not only have hundreds of thousands of tickets for the men's and women's football tournaments been unsold, but 2012 organisers had been particularly keen to avoid such sensitive protocol blunders when it came to anthems and flags at medal ceremonies. After the game North Korea's coach, Ui Gun-sin, said that winning their match 2-0 did not compensate for the mix-up. Ui said: \"The national flag difference is a big problem. Our team was not going to participate unless the problem was solved properly. Unfortunately it took some time later for the broadcast [on the big screen] to be done again properly and we made the decision to go on with the match.\" Ui added: \"We were angry because our players were shown as if they were from South Korea, which affects us very greatly. Our players cannot be shown with other flags, especially the South Korean one. If this matter had not been solved, continuing would have been a nonsense.\" South Korea and North Korea, established as separate entities in 1948, have a tense relationship. Only two years ago, North Korean artillery killed four people, two from the military and two civilians, on Yeonpyeong Island in South Korea. North Korea has a successful history of playing football on these shores. During the 1966 World Cup they achieved a famous upset, defeating Italy 1-0 at Middlesbrough's Ayresome Park, before eventually losing 5-3 to Portugal in the quarter-finals. However, North Korea is familiar with Olympic controversies. The country boycotted the 1988 Games after being snubbed as co-hosts with Seoul, the capital city of their neighbours. The Colombia coach, Ricardo Rozo, felt the incident had affected his players. \"It affected us,\" he said, \"because you have to stop and we didn't know what was happening for a while but it was just something strange, something particular to this situation with North Korea involved and it hasn't damaged our feeling of the competition or the hosts.\"",
    "keywords": [
        "match",
        "south",
        "blunder",
        "team",
        "korea",
        "north",
        "ui",
        "players",
        "organisers",
        "koreas",
        "apologise",
        "flag",
        "london"
    ],
    "summary": "London 2012 organisers have apologised and blamed human error for Wednesday's flag mix-up when South Korea's flag appeared alongside North Korea's women's football team on stadium screens as players warmed up before their opening match.\nSouth Korea and North Korea, established as separate entities in 1948, have a tense relationship.\nOnly two years ago, North Korean artillery killed four people, two from the military and two civilians, on Yeonpyeong Island in South Korea.\nNorth Korea has a successful history of playing football on these shores.\nHowever, North Korea is familiar with Olympic controversies.",
    "sentiment": {
        "neg": 0.0998,
        "neu": 0.8334,
        "pos": 0.0668,
        "compound": -0.1318
    }
}