{
    "date": "2012-07-10T15:09:47Z",
    "title": "Park Geun-hye aims to become South Korea's first female president",
    "url": "https://www.theguardian.com/world/2012/jul/10/park-geun-hye-korean-president",
    "content": "The daughter of a former South Korean dictator who was assassinated more than 30 years ago has announced a campaign to become the country's first female president with promises to tackle inequality and improve ties with North Korea. Declaring her candidacy for the ruling New Frontier party at a rally in Seoul, Park Geun-hye, who once described her politics as \"Korean Thatcherism\", promised to \"create a country where no one is left behind\" and break the \"vicious cycle of mistrust\" between North and South Korea. Opinion polls suggest that conservative South Korea is ready to send a woman to the Blue House, the president's official residence, in December's election. A recent survey gave her a 38% approval rating, 20 points ahead of her nearest rival. But Park, 60, and other women occupy only 10% of seats in South Korea's parliament and the proportion of working women, at just over 50%, has remained static for the past two decades. Writing in the Korea Times, Kang Hyun-kyung said Park was \"taking on one of the oldest taboos in Korean politics: the gender barrier. If she beats it, her victory would go down in Korean history as something on a level similar to Barack Obama's election as the first black US president.\" Amid rising concerns about the growing income gap and youth unemployment in one of Asia's great economic success stories, she vowed to force major conglomerates to \"fulfil their social responsibilities\". \"People say this country and the economy grew, but their lives didn't get better and their happiness did not grow,\" Park, dressed in the bright red of her party, told a mainly elderly crowd. \"The change you have been waiting for … Park Geun-hye will make it come true.\" Park, a former leader of the New Frontier party whose mastery of strategy earned her the nickname \"queen of elections\", has distanced herself from the current president, Lee Myung-bak, whose hardline policies have led to a dramatic deterioration in ties with the north since he took office in early 2008. Lee, who is constitutionally forbidden from seeking a second term, has also attracted criticism for his unwavering support for big business. The party will select its presidential candidate in August, but few expect anyone to mount a serious challenge to Park, who lost the last nomination to Lee. The only outside candidate who stands a chance of derailing Park's bid is Ahn Cheol-soo, a software entrepreneur-turned-academic whose message of social justice has attracted support from young urban voters. \"Ahn is the only possible independent candidate worth discussing,\" said Yoon Hee-wong, a senior analyst at the Korea Society Opinion Institute in Seoul. \"His support comes from people who think traditional politics is inherently unfair, and politicians untrustworthy. \"And unlike the other possible candidates, he has a proven knowledge of business and the economy. There is a huge amount of public interest in him, despite his lack of experience.\" Park's father, Park Chung-hee, who ruled for 18 years until his assassination in 1979, continues to divide South Koreans. He is remembered for a catalogue of human rights abuses, but also admired as a moderniser who promoted the country's stunning economic development after the end of the 1950-53 Korean war. An intensely private person, Park Geun-hye never married and lives in a modest home in a quiet neighbourhood of Seoul. She was in her 20s when her father was killed by his chief of intelligence at an alcohol-fuelled private dinner. Her mother, Yuk Young-soo, had been shot dead by a pro-North Korean assassin five years earlier, forcing her daughter into a role as the country's first lady. Last week Park made a rare appearance on Twitter to give notice of her intentions. \"I dream of a country where anyone can dream of their own dreams and fully demonstrate their potential and talent. On July 10, I wish to make a start on creating such a country,\" she said. Her successful handling of national assembly elections this spring should secure her New Frontier's nomination, said Yoon. \"It will be difficult for other candidates to compete with Park,\" he said. \"As long as she doesn't make any big errors of judgment, the party will chose her as its presidential candidate.\" • This article was amended on 11 July 2012 to correct Park Geun-hye's age at the time of her father's death. It was further amended on 16 July 2012. Kang Hyun-kyung writes for the Korea Times, not the Korean Herald.",
    "keywords": [
        "geunhye",
        "south",
        "female",
        "korea",
        "president",
        "seoul",
        "candidate",
        "support",
        "country",
        "korean",
        "party",
        "park",
        "aims",
        "koreas"
    ],
    "summary": "Opinion polls suggest that conservative South Korea is ready to send a woman to the Blue House, the president's official residence, in December's election.\nWriting in the Korea Times, Kang Hyun-kyung said Park was \"taking on one of the oldest taboos in Korean politics: the gender barrier.\nPark's father, Park Chung-hee, who ruled for 18 years until his assassination in 1979, continues to divide South Koreans.\nAn intensely private person, Park Geun-hye never married and lives in a modest home in a quiet neighbourhood of Seoul.\n• This article was amended on 11 July 2012 to correct Park Geun-hye's age at the time of her father's death.",
    "sentiment": {
        "neg": 0.061,
        "neu": 0.8172,
        "pos": 0.1217,
        "compound": 0.1719
    }
}