{
    "date": "2012-07-16T12:15:00Z",
    "title": "The hypocrisy of Burberry's 'Made in Britain' appeal | Carole Cadwalladr",
    "url": "https://www.theguardian.com/commentisfree/2012/jul/16/burberry-china-british-carole-cadwalladr",
    "content": "Is it niggardly to rejoice when a British company announces that its revenue is 5% down on forecasts? That its share price has dropped? That pressure from the City has forced it to rethink its strategy? Generally, yes, but in the case of Burberry, I'm prepared to make an exception. Because there are many different kinds of hypocrisy, but the hypocrisy of a multinational brand whose global marketing campaign revolves around \"Britishness\" and being a \"luxury brand\" with a \"distinctive British\" appeal, which makes a profit of £366m on a turnover of £1.86bn a year, all the while shedding British jobs and closing British factories has a stomach-churning quality all its own. Five years ago, the workers in Treorchy's 70-year-old Burberry factory fought a long, bitter and ultimately unsuccessful struggle to stop their jobs – 300 of them – going to China. Three years ago, 170 workers at Burberry's Rotherham factory met the same fate. Another 130 jobs went at its two remaining factories in Yorkshire. And last week, there was the executive Stacey Cartwright responding to concerns from the City that Burberry's growth was failing to live up to forecasts: \"Higher quality fabrication brings with it the 'Made in England' factor,\" she said. \"We're focusing on what's right for the brand and eliminating lower price points that don't allow us to have that 'Made in Britain' appeal.\" Ah, yes, that \"Made in Britain\" appeal that was of such concern when I interviewed Cartwright back in 2007. Moving jobs to China was, she said, \"sad, but inevitable\". The company had \"no regrets\". It was \"absolutely the right decision\". Were you surprised by the publicity the workers at the Treorchy factory had managed to arouse, I asked her in the sleek corporate boardroom at Burberry's Regent Street HQ. And I've just checked back to see what she said: \"Well, it's just slightly perverse really that you could have quite that degree of coverage for a polo-shirt factory. All we were doing was consolidating manufacture into other locations because, regrettably, it costs twice as much to produce a polo shirt in Wales as it does anywhere else.\" And here are those costs in full: the GMB union calculated that at a cost of £4 a shirt in China, and retailing at £55 each, Burberry would make £24m profit a year on them, up from £22m. But then, that £2m probably came in handy. In the last year, Cartwright and Burberry chairman, Angela Ahrendts have jointly profited from £10m in stock sell-offs, despite shareholder protests against levels of executive pay which corporate governance advisers, Pirc, have described as \"excessive\". The £4 polo shirts? They're now retailing on Burberry's website for £150. That \"Made in Britain\" appeal? It commands a premium of £146 a pop accrued from the fact that Burberry kept two British factories open: in Castleford where it makes raincoats and a smaller one at Keighley. The fact is that there is still life in British manufacturing. Not a million miles away from Treorchy, in Cardigan, a jeans factory shut 10 years ago with the loss of 400 jobs. And then, last year, it reopened. David and Clare Hieatt, the founders of Howies ethical clothing, have successfully created an upmarket brand of jeans, Hiut, and restarted manufacturing in the town. In Lancashire, Mary Portas revived a textile factory making expensive knickers which now sell at Liberty. Mulberry has moved jobs from China to Somerset. In the case of Jaguar and Aston Martin, switching manufacturing bases was a matter of survival. In Burberry's case it was simply short-term profit. If you're going to tout yourself as a British firm, with a British sensibility, selling British-made products, there's an argument that fobbing off your consumers (particularly your biggest market: Chinese consumers) with Chinese-made stuff is… what was Cartwright's word again? Oh yes, \"perverse\". Luxury brands are the biggest confidence trick in the great panoply of modern consumerist cons. Price bears almost no relation to manufacturing costs. It's based on more mythic attributes: \"exclusivity\", \"quality\", \"fashionability\". Or in Burberry's case \"inauthenticity\", \"hypocrisy\" and \"greed\". Pyongyang and the power of love How could you not love a woman who is best known for her hit song Excellent Horse-Like Lady? For last week came compelling evidence that the mystery woman recently seen at Kim Jong-un's side is his former teenage sweetheart, the pop singer Hyon Song-wol, whose other hits include I Love Pyongyang, Footsteps of Soldiers and She Is a Discharged Soldier. If true, it's potentially even more exciting than the really pretty exciting video to Excellent Horse-Like Lady (which shows Hyon Song-wol rhythmically changing bobbins in a textile factory). More exciting even than the news that Kim Jong-un will legally permit women to wear trousers and has un-banned chips. Kim Jong-un's father Kim Jong-il reportedly banned him from seeing Hyon. What is more, she's married with a child. In North Korea, marriage, children, family and, in particular, filial loyalty are paramount. Could it be true? Is Celine Dion right? Will the Power of Love (Bring About Social and Therefore Possibly Regime Change)? Is Love, as Wet Wet Wet proposed, truly All Around (even in the DPRK)? Hyon Song-wol may not look a radical in her neat skirt suit, but Excellent Horse-Like Ladies (Who May Change The Course of a Nation's History) take many shapes. Well fit for the real Olympic Games Sometimes it's hard not to notice that our greatest national talent – for finding despair where others find joy – might be keeping us from a proper assessment of certain aspects of the Olympic Games, namely its more orgiastic attributes. Because as the nation's press swept into the park for the first tour of the Olympic village, there were the usual thin-lipped and not entirely accurate comparisons to Pyongyang (see above for more details). And some low-grade bitching about the facilities. The canteen, declared the Daily Mail, is \"the largest (and most joyless) on the planet\". Ha! Well, for some, perhaps. Over at the sports website, ESPN, in an article entitled \"The real games in the Olympic Village will not be televised\" they have other ideas. Here, for example, is football gold medallist Julie Foudy on the canteen in Atlanta: \"Everyone's beautiful. We'd graze over our food for hours watching the eye candy, wondering why I got married.\" Or, this snapshot from the US javelin thrower, Breaux Greer: \"The girls are in skimpy panties and bras, the dudes in underwear, so you see what everybody is working with from the jump.\" Greer, who claims he received daily visits from a female pole vaulter, hurdler and Swedish tourist during the Sydney Games (and who, it should be noted, was forced out of competition by a knee injury), says that his partners were, like him, looking to \"complete the Olympics training puzzle\". Ah yes, \"the Olympics training puzzle\". Sometimes, it seems, you see what you want to see. Worrying about the elevated section of the M4 is all very well, but \"joyless\"? Really? When Fifty Shades of Gold is about to kick off, live? I know it hurts, but can we aim for just a minimum amount of perspective? Barbara Ellen is away",
    "keywords": [
        "love",
        "hypocrisy",
        "cadwalladr",
        "factory",
        "carole",
        "manufacturing",
        "burberrys",
        "kim",
        "burberry",
        "british",
        "britain",
        "appeal",
        "olympic",
        "jobs",
        "yes"
    ],
    "summary": "Five years ago, the workers in Treorchy's 70-year-old Burberry factory fought a long, bitter and ultimately unsuccessful struggle to stop their jobs – 300 of them – going to China.\nThree years ago, 170 workers at Burberry's Rotherham factory met the same fate.\n\"We're focusing on what's right for the brand and eliminating lower price points that don't allow us to have that 'Made in Britain' appeal.\"\nAh, yes, that \"Made in Britain\" appeal that was of such concern when I interviewed Cartwright back in 2007.\nThe fact is that there is still life in British manufacturing.",
    "sentiment": {
        "neg": 0.0419,
        "neu": 0.8323,
        "pos": 0.1257,
        "compound": 0.1536
    }
}