{
    "date": "2012-12-21T20:59:01Z",
    "title": "Good to meet you ... Alice Jones",
    "url": "https://www.theguardian.com/theguardian/2012/dec/21/good-to-meet-you-alice-jones",
    "content": "I chose the Guardian because I agreed with its political outlook, and at university when I first started reading it, many of my friends did too. I've started reading it more intensely in the past few months because I can access it easily online at work, but the articles published in print grab me more than on the web. The recent coverage on North Korea, for example, has been very moving – not many other papers are looking at it in much depth. I like the comment section but feel there's an imbalance between comment and news online. The women's section is my favourite and I always read pieces by Hadley Freeman. It's good to have a specific female perspective, and although other papers offer it, the Guardian has the biggest dedicated section. The travel section is also really useful; I went inter-railing across Europe in September and am shortly moving to France to teach for six months and the travel tips always help. I recently went to a cocktail bar after reading the Guardian's top five cocktail bars in London, and when I was in Istanbul I used the section to help me explore the city. My mum constantly reads newspapers, and I envy her knowledge of everything! I'll call her up to talk to her about an article and she would have read it days before, so she definitely influences me in wanting to keep up to date with current affairs. Having left my university bubble, it's much more important to know what's going on in the real world.",
    "keywords": [
        "moving",
        "papers",
        "alice",
        "months",
        "travel",
        "started",
        "jones",
        "online",
        "meet",
        "university",
        "went",
        "read",
        "reading",
        "good"
    ],
    "summary": "I chose the Guardian because I agreed with its political outlook, and at university when I first started reading it, many of my friends did too.\nI've started reading it more intensely in the past few months because I can access it easily online at work, but the articles published in print grab me more than on the web.\nThe recent coverage on North Korea, for example, has been very moving – not many other papers are looking at it in much depth.\nIt's good to have a specific female perspective, and although other papers offer it, the Guardian has the biggest dedicated section.\nHaving left my university bubble, it's much more important to know what's going on in the real world.",
    "sentiment": {
        "neg": 0.0175,
        "neu": 0.8634,
        "pos": 0.1191,
        "compound": 0.3414
    }
}