{
    "date": "2012-09-24T16:11:44Z",
    "title": "North Korean farmers may be able to keep more crops after reforms",
    "url": "https://www.theguardian.com/world/2012/sep/24/north-korea-farming-reform-kim-jong-un",
    "content": "North Korean farmers may be allowed to keep more of their crops to sell or barter, according to several sources, in a move that could raise living standards and mark an important shift in economic policies. The north's collective farms have long struggled to feed the country's 24 million people. Around a third of the north's children are chronically malnourished, according to the United Nations World Food Programme. Experts say it is too early to be certain how far-reaching the leadership intends the changes to be, let alone how it will implement them. But they believe it could be the most significant economic measure introduced by Kim Jong-un, who took power last November following the death of his father Kim Jong-il. \"We've been hearing about these changes for the last few weeks, but these confirmations appear to be more reliable,\" said Andrei Lankov, an expert on the north at Kookmin University in Seoul. \"It's clear that they have decided to do what China did in around 1978. It looks like the beginning of agricultural reform. This seems to be part of a reform package by Kim Jong-un … A developmental dictatorship would still be significantly better than what we have now.\" Marcus Noland of the Peterson Institute for International Economics told Associated Press the new rules could be \"a very important and constructive step\", if they amount to real change. Details remain unclear, however. Kang Su-ik, a professor at Wonsan Agricultural University in North Korea, said that previously farmers were allowed to keep a set amount of their crops, as well as whatever they grew in their courtyards. Any excess was turned over to the state's system for distributing rations. According to AP, the new system would reverse that, requiring farmers to meet a state quota but allowing them to do as they wished with whatever was left over. Two workers at a farm south of Pyongyang told the agency they were informed of the proposed changes during meetings last month and that they should take effect with this autumn's harvest. A source with ties to Pyongyang and Beijing told Reuters: \"Peasants will have incentive to grow more food. They can keep and sell in the market about 30-50% of their harvest depending on the region.\" The source said the move could improve supplies, help to keep down food inflation and ease malnutrition. Some analysts think the supreme people's assembly, the north's rubber-stamp legislature, may air the reform plans when it gathers on Tuesday. In the past it has met much more rarely. John Delury, an assistant professor at Yonsei University in South Korea, said the proposal mimicked elements of China's early reforms in the late 70s and early 80s. But he pointed out that North Korea had a far lower proportion of farmers and less arable land than China did when it introduced reforms, suggesting the impact of the changes might be different. In Kim's first public speech in April, he stressed the importance of the economy and improving living standards. But Lankov noted: \"There are very good reasons why the late Kim Jong-il did not dare to reform. In a divided country, reforms are inherently risky.\"",
    "keywords": [
        "norths",
        "korea",
        "farmers",
        "reforms",
        "kim",
        "university",
        "crops",
        "told",
        "changes",
        "reform",
        "able",
        "north",
        "korean"
    ],
    "summary": "North Korean farmers may be allowed to keep more of their crops to sell or barter, according to several sources, in a move that could raise living standards and mark an important shift in economic policies.\nAround a third of the north's children are chronically malnourished, according to the United Nations World Food Programme.\nKang Su-ik, a professor at Wonsan Agricultural University in North Korea, said that previously farmers were allowed to keep a set amount of their crops, as well as whatever they grew in their courtyards.\nBut he pointed out that North Korea had a far lower proportion of farmers and less arable land than China did when it introduced reforms, suggesting the impact of the changes might be different.\nBut Lankov noted: \"There are very good reasons why the late Kim Jong-il did not dare to reform.",
    "sentiment": {
        "neg": 0.0389,
        "neu": 0.8762,
        "pos": 0.0849,
        "compound": 0.1438
    }
}