{
    "date": "2012-04-13T04:28:00Z",
    "title": "North Korea's rocket launch fails as world condemns action",
    "url": "https://www.theguardian.com/world/2012/apr/13/north-korea-rocket-launch-fails",
    "content": "A much-heralded test of North Korea's rocket technology has ended in failure and embarrassment for the regime in Pyongyang less than two minutes after lift-off. The Unha-3 rocket, which Washington claimed was cover for a ballistic missile test and drew condemnation from around the world, exploded into about 20 pieces fell into the Yellow Sea. The North Koreans ignored eleventh-hour pleas from the US, South Korea and Japan not to go through with the launch, insisting its sole purpose was to put an earth observation satellite into orbit. In a rare show of candour, an announcement broadcast by North Korean state TV acknowledged that the three-stage rocket had failed to enter orbit. \"Scientists, technicians and experts are now looking into the cause of the failure,\" the Korean central news agency said. Soon after the launch, the White House said the North had violated UN security council resolutions banning it from developing long-range missile technology, adding that it risked even greater isolation. \"Despite the failure of its attempted missile launch, North Korea's provocative action threatens regional security, violates international law and contravenes its own recent commitments,\" said White House spokesman Jay Carney. \"While this action is not surprising given North Korea's pattern of aggressive behaviour, any missile activity by North Korea is of concern to the international community.\" Washington said it was suspending plans to deliver food aid, but Carney did not say if the launch would mean a permanent end to the deal, agreed in February, in which the North agreed to stop enriching uranium and developing ballistic missiles in exchange for 240,000 tonnes of US food aid. President Obama has come under fire from Republicans presidential for his willingness to engage with the North's new leader, Kim Jong-un. \"Instead of approaching Pyongyang from a position of strength, President Obama sought to appease the regime with a food-aid deal that proved to be as naive as it was short-lived,\" the Republican presidential candidate, Mitt Romney, said. He adding that the administration had \"emboldened the North Korean regime and undermined the security of the United States and our allies\". Carney, however, said Obama had insisted that North Korea cease provocations, including missile launches and nuclear tests, as a condition for talks: \"He has also insisted that North Korea live up to its own commitments, adhere to its international obligations and deal peacefully with its neighbours. \"North Korea is only further isolating itself by engaging in provocative acts, and is wasting its money on weapons and propaganda displays while the North Korean people go hungry.\" The UK foreign secretary, William Hague, voiced \"deep concern\" over the launch, which he said was a clear violation of the UN ban, and called for a robust response from the international community. However North Korea chose to describe the rocket's purpose, its clear technological shortcomings were the worst possible prelude to what are expected to be huge celebrations this Sunday to mark the centenary of the birth of the country's founder, Kim Il-sung. It may have also ruled out any early return to negotiations over its nuclear program, said John Delury of Yonsei University in Seoul. \"The big question is, does this completely derail the diplomacy and negotiation that were finally getting a little bit of steam as of early March?\" \"It looks likely this will kill it all. The other question is what happens between the two Koreas. If diplomacy all falls apart and nothing's happening, then not only is the likelihood of another nuclear test high but the possibility of intra-Korean tension is high and of the South hitting back harder. That would be the really bad scenario for the months to come. \"After the shelling of Yeonpyeong in 2010 the hardliners here wanted to really send a battery to knock out military installations along the maritime border. You could see a much stronger military response to any provocation or perceived provocation.\" The sight of the South Korean navy ploughing the waters near the countries' maritime border off the Korean peninsula's west coast will only strengthen the view that this was an ambitious propaganda exercise gone embarrassingly wrong. The satellite was supposed to have demonstrated North Korea's emergence as a developed state, despite evidence of widespread hunger and a crumbling economy. A successful mission would have also strengthened the position of the country's new leader, Kim Jong-un, as doubts persist over his experience and ability four months after he succeeded his father, Kim Jong-il, who died of a heart attack last December. \"This launch was in part a propaganda effort. That effort clearly failed and will have ramifications internally,\" a US administration official told Reuters. \"This launch was also a chance for North Korea to showcase its military wares to prospective customers. The failure will make those customers think twice before buying anything.\" The North American aerospace defence command, Norad, said it had tracked the missile after its launch at at 7:39am local time. The first stage fell into the sea about 100 miles west of the South Korean capital, Seoul, and the remainder was is believed to have broken up and landed in the sea. Norad said no debris had fallen on land or threatened populated areas. Major General Shin Won-sik, a South Korean defence ministry official, said the rocket had exploded between one and two minutes after it was launched from a site in Tongchang-ri on the country's north-west coast. A group of foreign journalists who were invited to view the rocket on its launch pad earlier this week were not permitted to watch the launch, even remotely. At Kim Il-ung Square, the city's main plaza, residents were seen waiting to begin rehearsals for the Great Leader's anniversary celebrations, during which, despite today's rocket fiasco, officials are expected to declare North Korea a \"strong and prosperous nation\". The failed launch raises the possibility of a new round of international sanctions against North Korea, which invited similar measures after a long-range missile launch and a second nuclear weapons test three years ago. The UN security council is to hold an emergency meeting later Friday to discuss its response. The US secretary of state, Hillary Clinton, said security council members had agreed to coordinate any action against the North. \"Pyongyang has a clear choice,\" Clinton said in Washington on Thursday. \"It can pursue peace and reap the benefits of closer ties with the international community, including the United States; or it can continue to face pressure and isolation. All eyes are now on what North Korea might do next. Recent satellite images show it may be preparing to conduct a third nuclear test at a site where similar tests were carried out in 2006 and 2009. The South Korean president, Lee Myung-bak, convened an emergency security meeting after this morning's launch; his office said the government in Seoul would continue to closely monitor its neighbour's actions.",
    "keywords": [
        "launch",
        "south",
        "condemns",
        "international",
        "world",
        "korea",
        "test",
        "fails",
        "security",
        "korean",
        "missile",
        "action",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "In a rare show of candour, an announcement broadcast by North Korean state TV acknowledged that the three-stage rocket had failed to enter orbit.\n\"Despite the failure of its attempted missile launch, North Korea's provocative action threatens regional security, violates international law and contravenes its own recent commitments,\" said White House spokesman Jay Carney.\n\"While this action is not surprising given North Korea's pattern of aggressive behaviour, any missile activity by North Korea is of concern to the international community.\"\n\"North Korea is only further isolating itself by engaging in provocative acts, and is wasting its money on weapons and propaganda displays while the North Korean people go hungry.\"\n\"This launch was also a chance for North Korea to showcase its military wares to prospective customers.",
    "sentiment": {
        "neg": 0.1075,
        "neu": 0.8177,
        "pos": 0.0748,
        "compound": -0.0886
    }
}