{
    "date": "2012-03-09T22:55:00Z",
    "title": "Drifting House by Krys Lee - review",
    "url": "https://www.theguardian.com/books/2012/mar/09/drifting-house-krys-lee-review",
    "content": "A picture may say a thousand words, but only if you know what you're looking at. The images of North Koreans mourning the death of Kim Jong-il left more than a few people puzzling over what it was we were seeing: grief, terror of being viewed as insufficiently sad, mass hysteria, fear of the unknown or something else entirely? Questions such as these can place an undue, and perhaps unwanted, burden on a Korean writer whose debut collection wings into the UK shortly after we've been confronted with the untranslated images, but if there's one thing Krys Lee knows how to do it's use history and culture as the boards and backdrop of a narrative while allowing her characters to take centre-stage. So, for instance, in the title story of the collection, when she tells us that \"younger children obeyed the older one who obeyed the mother who obeyed the father who obeyed the Dear Leader\", this is a central facet in the story of a family structure which has fallen apart, leaving the eldest son with a responsibility he doesn't know how to bear, in a world of which he can no longer make sense. With his father dead in a mining accident, and his mother having escaped, leaving her children behind, the boy tries to lead his younger siblings across the snow to China to find her. He realises his sister, Gukhwa, will be unable to keep up, and he can't carry her all the way: \"He cleaned her face with his mittens, softly scraped under her fingernails with pine needles … Then he closed his eyes, twisted their mother's scarf around Gukhwa's neck, and choked her.\" We don't need Lee to explain to us – and she doesn't try – that the boy's horror at what he's done, the haunting which follows, can be traced back to the failures of the state. \"Drifting House\" is the only story set in North Korea. The others are set in South Korea or among Korean migrants in America; but whatever their location, each contains an understanding of the sadness of history. Sometimes that history reveals itself in the division of a country which separates the members of a family, sometimes in the economic collapse or totalitarianism which forces people to migrate to a new country where they remain alienated or haunted by their past, sometimes in fraying structures of society which are reflected in fraying lives. Lee is also sensitive to the separate histories of men and women which create different rules but then require them to live together within that separateness – anyone reading \"A Small Sorrow\" will recognise that the story of compromised marriage which plays out in \"a traditional house skirting the DMZ belt\" could equally take place in London, Delhi or New York. Not all the stories are equally effective. In the second half of the collection, Lee seems entirely in command of the material; that makes it somewhat mystifying, then, that so many of the earlier stories stumble at moments of charged emotion, tipping into hysteria or shrillness, with sentences such as \"A shriek shattered the silence.\" That line comes from \"The Goose Father\", a story in which a man who has sent his wife and children to America for a better life, while he earns a living in Seoul, takes in a tenant and his goose. What could have been an affecting story of loneliness instead feels crammed with unearned emotions. The two finest stories in the collection, \"Drifting House\" and \"The Believer\", achieve extraordinary feats within a few pages – murder, madness, haunting, loss of faith and more. You can forgive a woman for shattering silence with shrieks when she tells you that \"The ward for the criminally insane was as sad as plastic Jesus souvenirs.\" • Kamila Shamsie's Burnt Shadows is published by Bloomsbury.",
    "keywords": [
        "collection",
        "children",
        "younger",
        "silence",
        "obeyed",
        "history",
        "house",
        "tells",
        "krys",
        "drifting",
        "lee",
        "review",
        "father"
    ],
    "summary": "A picture may say a thousand words, but only if you know what you're looking at.\n\"Drifting House\" is the only story set in North Korea.\nWhat could have been an affecting story of loneliness instead feels crammed with unearned emotions.\nThe two finest stories in the collection, \"Drifting House\" and \"The Believer\", achieve extraordinary feats within a few pages – murder, madness, haunting, loss of faith and more.\nYou can forgive a woman for shattering silence with shrieks when she tells you that \"The ward for the criminally insane was as sad as plastic Jesus souvenirs.\"",
    "sentiment": {
        "neg": 0.123,
        "neu": 0.839,
        "pos": 0.038,
        "compound": -0.4064
    }
}