{
    "date": "2012-10-30T16:53:01Z",
    "title": "Ri Sol-ju: pass notes No 3,273",
    "url": "https://www.theguardian.com/world/2012/oct/30/ri-sol-ju-pass-notes",
    "content": "Age: Somewhere between 24 and 27. Appearance: Patchy. I'm sorry to hear that. Some form of dermatitis, perhaps? Ah, no. I don't mean she has a patchy appearance, just that she appears patchily. How so? Well she's married to the pudgy heart-throb dynast Kim Jong-un, North Korea's new leader. Married? You mean I can't have him to myself? I'm afraid not. She was publicly presented as his wife in July before an audience of high-ranking party officials and members of the military and secret police – \"loudly shouting 'Hurrah!'\" according to state media. It's every young girl's dream. I'm sure it is, in North Korea. Anyway, in early September she vanished again. PREGNANT! That's what a lot of people said. But others, including South Korea's intelligence agency, think she annoyed the top brass by seeming too relaxed and cheerful. Hey, it's a Democratic People's Republic, not a popularity contest. No doubt that's what they explained. But now she's back. Hurrah! Holding a baby? No, watching a football match, and a concert, where she and her husband \"drew a thunderous cheer from the audience\". That's nice. What do we actually know about Ri, which might account for all this affection? Not much. We don't even know for certain that that is her name. She dresses well, with western-style clothes and hair. She is said to be studying for a PhD in \"science\", although some reports also identify her as a graduate of \"vocal music\" and claim she was part of the country's cheerleading team at the 2005 Asian Athletics Championship. There is some suggestion that the couple married in 2009, and may already have a baby. Yes, that is rather vague. She's an important symbol, though. Kim Jong-il never made public appearances with his wives, but now his son seems to be moving towards a softer, more contemporary style of paranoid tyranny. So he runs the country and she does girl things, like looking pretty and caring about people? Something along those lines. Do say: She's the communist Kate Middleton. Don't say: She's the Asian Asma al-Assad.",
    "keywords": [
        "shes",
        "ri",
        "thats",
        "married",
        "im",
        "solju",
        "dont",
        "say",
        "pass",
        "patchy",
        "mean",
        "notes",
        "3273",
        "north",
        "koreas"
    ],
    "summary": "I don't mean she has a patchy appearance, just that she appears patchily.\nWell she's married to the pudgy heart-throb dynast Kim Jong-un, North Korea's new leader.\nNo, watching a football match, and a concert, where she and her husband \"drew a thunderous cheer from the audience\".\nDo say: She's the communist Kate Middleton.\nDon't say: She's the Asian Asma al-Assad.",
    "sentiment": {
        "neg": 0.0575,
        "neu": 0.8126,
        "pos": 0.1299,
        "compound": 0.1275
    }
}