{
    "date": "2012-04-13T18:13:27Z",
    "title": "A fizzling rocket won't rock the North Korean regime | Virginie Grzelczyk",
    "url": "https://www.theguardian.com/commentisfree/2012/apr/13/north-korea-fizzling-rocket",
    "content": "After weeks of preparations and intense publicity, the Democratic People's Republic of Korea finally launched its Unha-3 carrier on Friday morning. The success was short-lived, however, with the rocket quickly disintegrating and eventually plummeting into the Yellow Sea about 100 miles from Korean shores. While no one can deny that North Korea failed to place its Kwangmyŏngsŏng-3 satellite into orbit, it is harder to assess what political ramifications the test will have for the North Korean regime. For one, the regime has suffered an embarrassing blow, which was magnified by the presence of many foreign press reporters Pyongyang had invited to North Korea to \"celebrate\" and witness the event. North Korea therefore did not attempt to cover up the failed launch, and was rather forthcoming in soberly announcing on the state television that the satellite has \"failed to enter its present orbit\" and that \"scientists, technicians and experts were now looking into the cause of the failure\". Many experts have called it a blatant setback for Kim Jong Un and his entourage. But in the tug of war that often pits North Korea against the UN security council's permanent members, North Korea has not fully failed: it followed a calculated and step-by-step approach that included vast publicity, clear communication about its launch window, and orchestrated ceremonies to celebrate the 100th anniversary of its founding father, Leader Kim Il Sung. While the launch is obviously not a great success for the Korean regime, the ramifications of the rocket ending up in the sea are unlikely to shake the new leadership, which is more stable than foreign observers have claimed. Kim Jong Il's passing in December 2011 was not entirely unexpected. Numerous sources had already reported on severe health problems plaguing the leader since the mid-noughties, and his death led to the surprisingly well-orchestrated accession of his youngest son Kim Jong Un to power – indicating that a clear succession plan had been put in place long before the winter. Indeed, Kim Jong Un had already been \"chosen\" as the future leader by his father by 2007 and efforts to promote the young man to key posts within the regime were also noted. Many within Kim Jong Il's inner circle and within the military clearly know that most of North Korea's legitimacy rests with the Kim family, and that any non-Kim regime would be pitted against years of popular indoctrination and myth-building. For this reason, the elite circles are very unlikely to put the blame on Kim Jong Un for its fizzling rocket, even though \"invisible\" North Koreans such as the scientists and technicians who worked on the launch will most likely suffer some sort of reprimand for \"failing\" their nation. Ultimately, the potential of an Arab spring-like popular revolution in North Korea looks unlikely. Even though the US has already announced that the food aid deal discussed in the wake of the leap day agreement on 29 February this year was now off the table and despite the UN security council meeting on Friday to discuss the launch, North Korea is unlikely to change its behaviour. At the same time, few countries will be able to develop a clear policy on how to restrain North Korea's belligerence: with South Korea, China, the United States all slated for presidential elections this year, North Korea is unlikely to be challenged in the near future. • Follow Comment is free on Twitter @commentisfree",
    "keywords": [
        "virginie",
        "unlikely",
        "wont",
        "launch",
        "jong",
        "leader",
        "regime",
        "rocket",
        "fizzling",
        "korea",
        "failed",
        "kim",
        "grzelczyk",
        "rock",
        "north",
        "korean"
    ],
    "summary": "While no one can deny that North Korea failed to place its Kwangmyŏngsŏng-3 satellite into orbit, it is harder to assess what political ramifications the test will have for the North Korean regime.\nFor one, the regime has suffered an embarrassing blow, which was magnified by the presence of many foreign press reporters Pyongyang had invited to North Korea to \"celebrate\" and witness the event.\nMany experts have called it a blatant setback for Kim Jong Un and his entourage.\nKim Jong Il's passing in December 2011 was not entirely unexpected.\nUltimately, the potential of an Arab spring-like popular revolution in North Korea looks unlikely.",
    "sentiment": {
        "neg": 0.0644,
        "neu": 0.8438,
        "pos": 0.092,
        "compound": 0.0191
    }
}