{
    "date": "2012-10-16T16:32:00Z",
    "title": "Cuban missile crisis: are we safer now than we were 50 years ago? | Heather Hurlburt",
    "url": "https://www.theguardian.com/commentisfree/2012/oct/16/cuban-missile-crisis-safer-now-than-then",
    "content": "Fifty years after the Cuban missile crisis, three generations of American policy-makers have cut teeth on those events that brought the United States and the Soviet Union to the brink in October 1962. This generation is now winding its way upwards as twenty- and thirtysomething speechwriters, special assistants, reporters and congressional candidates. The basic outline of what they have been taught remains the one canonized by Harvard's Graham Allison some 25 years ago, in four lessons. First, \"nuclear war is really possible.\" Second, \"the principal risk of nuclear war arises from the uncontrollable\" events that take place during genuine crises – such as simple mistakes or errors of perception – and not from the risk that rational human beings will intend war as a matter of policy. Third, \"the reality of nuclear interdependence\" means that states depend upon other states to avoid war for their own survival. Taken together, these \"perils of crisis management\" in the nuclear age ultimately teach that \"crisis must be prevented.\" In other words, if it is true that the only way to win a nuclear war is not to play, the only way to guarantee we don't find ourselves in an accidental pick-up game is to prevent crises before they occur. These lessons still hold; but they are far less obvious than they were in 1987, when the Soviet Union and the Warsaw Pact still existed, Osama bin Laden was fighting alongside US allies, email was for universities and Twitter was for the birds. Is nuclear war really possible? Americans today still worry about the possibility of a nuclear attack, though by a stateless terrorist group, rather than from Russia or China. But we are less likely to believe a nuclear war – as opposed to a one-off terrorist attack – is possible. So, even as military planners increasingly find nuclear weapons less useful than decades ago, the public responds to the possibility of nuclear terrorism with the desire for the US to keep its weapons, which are more numerous now than in the 1980s. What is uncontrollable? During the cold war, or by the 1980s at any rate, conventional wisdom held that our Soviet opponents were rational, interested in regime survival, and thus deterrable. Therefore, the threat of accident and misperception was as great as that posed by Communist aggression. Today, arguing that Iran's leaders are rational, and deterrable, is enough to get you called out from a presidential campaign podium – even if you are chairman of the joint chiefs. The irrationality of North Korea's leadership is an article of faith on the right, though not among experts who have actually spent time there. (It seems necessary to note that \"rational\" is not the same thing as \"moral\".) If the threat from \"the uncontrollable\" now is perceived to arise from the character of regimes and terrorist groups, rather than circumstance, then lessons three and four of Allison have been placed in doubt. And so, we have the Pentagon worried about misperception and accident, showing interest in hotlines and incidents-at-sea agreements with Cuba and Iran – and political leaders saying no. What about nuclear interdependence? Developments in the last two decades or so have brought this core tenet of deterrence theory very much into question for those countries that must plan to deter the United States – and thus, for us as well. First, Ronald Reagan's dream of national missile defense remains so attractive precisely because it seems to offer a path out of interdependence (which, back in the day, we used to call \"mutual assured destruction\"). Experts, however, continue to tell us that watertight coverage is unlikely to impossible, and systems to counter such defenses will always be cheaper and advance faster than the systems themselves – both thanks to the laws of physics. Second, we are moving rapidly toward hyper-powerful, hyper-effective non-nuclear weapons with destructive powers that, decades ago, would have required nuclear weapons. If the United States is one day able to make a credible, non-nuclear threat to cripple another state's nuclear forces – which future systems like Prompt Global Strike are moving steadily toward – then does that end our nuclear interdependence? Could cyber weapons one day achieve similar effects? Some US commentators and political leaders believe this would be a good thing. But a moment's thought about how the leaders of a smaller nuclear power could be expected to respond to such a threat should be disquieting. Hard as it may be to imagine for those old enough to have grown up with nuclear nightmares and duck-and-cover drills, we might come to miss that interdependence once it is gone. Lastly, do we still believe in crisis prevention? The debate continues, including here, about who got the better of whom 50 years ago. But we know that both Kennedy and Khrushchev believed it was important to de-escalate, important to control the hotheads in each of their governments, and important enough to risk their own leadership to do so. Each spent a great deal of time, before and after, publicly criticizing the other. But each could withdraw to private diplomacy and crisis management when he needed to. Is this still true? Fifty years ago, the discussion and debate over how to manage the crisis was influenced by an extremely small number of voices. The sources of information the American public – and decision-makers – had were limited. And neither the media nor the public had the ability to know and comment on everything as it happened. For better and worse, it is now simply impossible to control the media and public environment as Kennedy, to say nothing of Khrushchev, did. This year alone has seen Twitter turn a series of demonstrations and a terrorist attack in North Africa into a central issue of the presidential campaign, outstrip policy-makers in managing the sensitive case of a would-be Chinese defector and magnify gaffe, after gaffe, after gaffe. Fifty years after Cuba, in short, nuclear war is still possible. Crisis management is more perilous and the international environment is, if anything, less controllable. America is now as interdependent in economics, health and well-being as we were in nuclear strategy then. We have not learned to live with our interdependence any more gracefully.",
    "keywords": [
        "war",
        "terrorist",
        "50",
        "crisis",
        "states",
        "heather",
        "cuban",
        "hurlburt",
        "nuclear",
        "threat",
        "weapons",
        "safer",
        "interdependence",
        "missile",
        "ago",
        "rational"
    ],
    "summary": "Third, \"the reality of nuclear interdependence\" means that states depend upon other states to avoid war for their own survival.\nTaken together, these \"perils of crisis management\" in the nuclear age ultimately teach that \"crisis must be prevented.\"\nBut we are less likely to believe a nuclear war – as opposed to a one-off terrorist attack – is possible.\nSecond, we are moving rapidly toward hyper-powerful, hyper-effective non-nuclear weapons with destructive powers that, decades ago, would have required nuclear weapons.\nFifty years after Cuba, in short, nuclear war is still possible.",
    "sentiment": {
        "neg": 0.1789,
        "neu": 0.745,
        "pos": 0.0762,
        "compound": -0.2268
    }
}