{
    "date": "2012-12-12T12:04:14Z",
    "title": "North Korea rocket launch strengthens Kim Jong-un at home and abroad",
    "url": "https://www.theguardian.com/world/2012/dec/12/north-korea-rocket-kim-jon-un",
    "content": "Just eight months ago, North Korea's newly installed leader, Kim Jong-un, witnessed the humiliating failure of a long-range rocket launch intended to celebrate the centenary of his grandfather, the country's founder, Kim Il-sung. The rocket disintegrated less than two minutes after liftoff, confirming that the reality of the regime's technological expertise did not match its rhetoric. But following the apparently successful launch of a weather observation satellite, the 29-year-old leader has done much to strengthen his legitimacy at home and lay to rest the humiliation of last spring. North Korean state media attributed the launch – almost a year after the death of Kim's father, Kim Jong-il – to the prowess of all three generations. \"At a time when great yearnings and reverence for Kim Jong-il pervade the whole country, its scientists and technicians brilliantly carried out his behests to launch a scientific and technological satellite in 2012, the year marking the 100th birth anniversary of President Kim Il-sung,\" the KCNA news agency said. Hotels guests and employees in Pyongyang reportedly applauded when the news was announced on TV and vehicles with loudspeakers informed people on the streets outside. Ham Myong-son, a resident of the North Korean capital, told Associated Press that he felt \"proud to have been born a Korean\". Mun Su-kyong, a dancer dressed in bright traditional clothes, said the launch was something to \"boast about to the world\". Another resident, Rim Un-hui, said: \"I'm confident that our country will be stronger and more prosperous under the leadership of Kim Jong-un.\" Whether by accident or design, North Korea managed to wrongfoot experts, who were convinced that a technical glitch, coupled with bad weather, could delay the launch, possibly until the end of the year. Earlier this week, speculation grew that it would happen on 17 December, the first anniversary of Kim Jong-il's death from a heart attack. As a bonus for Pyongyang, the launch prompted a bout of bickering among the two main candidates in next week's South Korean presidential election in South Korea, according to NK news.org. A spokesperson for Moon Jae-in, the liberal candidate, said it was evidence of the \"national security incompetence\" of the current president, Lee Myung-bak. An aide to Park Geun-hye, who belongs to the same conservative party as Lee, accused Moon of being \"ignorant of the reason why the international community is concerned and against North Korea's long-range rocket launching test\". Like his father, Kim Jong-un appears willing to defy China, North Korea's only major ally, in his determination to make up for April's failed launch. Since then, he has replaced top military officials from the Kim Jong-il era with people he believes he can depend on to create a new regime in his own image. \"This is a considerable boost in establishing the rule of Kim Jong-un,\" Cho Min, an expert at the Korea Institute of National Unification, told Reuters. US congresswoman Ileana Ros-Lehtinen, the chair of the House of Representatives foreign affairs committee, said: \"The illusion that Kim Jong-un would be any less ruthless or provocative than his father and grandfather before him has gone up in smoke on the missile launch pad.\" John Delury, of Yonsei University in Seoul, suggested the North felt it had no choice but to proceed with the latest launch after April's humiliating failure. \"They couldn't even try to spin that as a partial success,\" he said. \"They set it up as a big moment to celebrate the centenary of Kim Il-sung, a major celebration, and completely failed – and they openly admitted it. I think domestic legitimacy is the primary thing.\" Delury questioned how effective fresh sanctions would be, given that similar measures introduced in 2006 and 2009 had not changed the North's behaviour. \"In a weird way, the hopeful scenario might be that the launch is successful enough that they can say it was a success and don't need to launch for a while again,\" he said. While it remains to be seen whether the satellite will adhere to its intended orbit, its launch is proof of a significant improvement in North Korean technological knowhow. David Wright, co-director of the Union of Concerned Scientists, said: \"If they tried again tomorrow we are not sure it would work again.\" He added that the entire North Korean missile programme appeared somewhat haphazard. \"It looks like a series of stunts. If you did want to use this technology for a military purpose you need a sense of reliability,\" he said. The smooth trajectory of a rocket armed with a satellite does not, of course, signal the imminent arming of ballistic missiles – the launch's \"hidden\" purpose, according to Japan, the US and South Korea – with nuclear warheads capable of striking the US west coast. North Korea is known to have developed about a dozen rudimentary nuclear weapons, but is thought to be a long way off producing warheads small enough to mount on intercontinental ballistic missiles. The Stockholm International Peace Research Institute said: \"Although North Korea may be developing and testing long-range missiles primarily for propaganda or status, there is a strong suspicion that the activity is linked to North Korea's programme to develop nuclear warheads. \"One reason for this is that ballistic missiles generally carry a rather limited warhead, often no more than 1,000kg. Unless the missile is capable of very precise targeting, it makes little sense to load a conventional warhead on to a long-range missile given the cost of the missile and the limited destructive power of such a warhead. The status of North Korea's nuclear warhead development programme is, however, highly uncertain.\" Aside from helping Kim Jong-un emerge from his father's shadow, the launch may have strengthened Kim's leverage over the US, just before Barack Obama begins his second term, and will raise tensions with Japan and South Korea, which are preparing to elect new leaders. This, the biggest diplomatic coup of Kim's fledgling regime, falls well short of achieving his father's aim of declaring North Korea \"a strong and prosperous nation\"; an estimated third of the population is malnourished and per capita income is less than $2,000 (£1,240) a year. But he has given his stronger and more prosperous critics pause for thought.",
    "keywords": [
        "abroad",
        "launch",
        "south",
        "korea",
        "strengthens",
        "kim",
        "warhead",
        "jongun",
        "missile",
        "koreas",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "Just eight months ago, North Korea's newly installed leader, Kim Jong-un, witnessed the humiliating failure of a long-range rocket launch intended to celebrate the centenary of his grandfather, the country's founder, Kim Il-sung.\nHam Myong-son, a resident of the North Korean capital, told Associated Press that he felt \"proud to have been born a Korean\".\nAnother resident, Rim Un-hui, said: \"I'm confident that our country will be stronger and more prosperous under the leadership of Kim Jong-un.\"\nLike his father, Kim Jong-un appears willing to defy China, North Korea's only major ally, in his determination to make up for April's failed launch.\nHe added that the entire North Korean missile programme appeared somewhat haphazard.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8274,
        "pos": 0.1059,
        "compound": 0.1422
    }
}