{
    "date": "2012-04-13T08:35:33Z",
    "title": "North Korean rocket launch: the international reaction",
    "url": "https://www.theguardian.com/world/2012/apr/13/north-korea-rocket-international-reaction",
    "content": "Chinese foreign ministry spokesman Liu Weimin \"We hope all parties can maintain calm and restraint and not do anything to harm peace and stability on the Korean peninsula.\" Japanese chief cabinet secretary Osamu Fujimura \"Even if it was a failure, North Korea's launch, made despite Japan's repeated calls for restraint via diplomatic channels, was a threat to the security of Japan and its people. It is an extreme provocation and is a serious violation of UN security council resolutions.\" G8 foreign ministers' joint statement \"We, the G8 foreign ministers, condemn the launch by the Democratic People's Republic of Korea (DPRK), which is a violation of UN security council resolutions 1695, 1718 and 1874. Sharing the view that the launch undermines regional peace and stability, we call on the DPRK to abstain from further launches using ballistic missile technology or other actions which aggravate the situation on the Korean peninsula. We are ready to consider, with others, taking measures responding to all activities of the DPRK that violate UN security council resolutions, and calling for appropriate response by the United Nations security council. \"We urge the DPRK to meet its international commitments including those under the 2005 joint statement of the six-party talks; comply with its obligations under all relevant UN security council resolutions, in particular by abandoning all its nuclear weapons and its existing nuclear and ballistic missile programmes in a complete, verifiable, and irreversible manner; cease its uranium enrichment activities, which violate UN security council resolutions 1718 and 1874; and take concrete and irreversible steps toward denuclearisation.\" UN secretary general Ban Ki-moon \"Despite its failure, the launch of a so-called 'application satellite' by the Democratic People's Republic of Korea on 13 April 2012 is deplorable as it defies the firm and unanimous stance of the international community.\" UK foreign secretary William Hague \"I am deeply concerned about the DPRK's satellite launch today. Such a launch uses ballistic missile technology and, as such, is a clear violation of UN security council resolution 1874. Later today the permanent under-secretary, Simon Fraser, will summon the DPRK ambassador to the Foreign and Commonwealth Office and make clear that the DPRK can expect a strong response from the international community if it continues to develop its missile and nuclear capabilities. I strongly urge the DPRK to suspend all missile and nuclear-related activity and to commit to re-engaging with the international community.\" White House press secretary Jay Carney \"Despite the failure of its attempted missile launch, North Korea's provocative action threatens regional security, violates international law and contravenes its own recent commitments. While this action is not surprising given North Korea's pattern of aggressive behaviour, any missile activity by North Korea is of concern to the international community. The United States remains vigilant in the face of North Korean provocations, and is fully committed to the security of our allies in the region. \"The president has been clear that he is prepared to engage constructively with North Korea. However, he has also insisted that North Korea live up to its own commitments, adhere to its international obligations and deal peacefully with its neighbours. \"North Korea is only further isolating itself by engaging in provocative acts, and is wasting its money on weapons and propaganda displays while the North Korean people go hungry. North Korea's long-standing development of missiles and pursuit of nuclear weapons have not brought it security – and never will. North Korea will only show strength and find security by abiding by international law, living up to its obligations, and by working to feed its citizens, to educate its children, and to win the trust of its neighbours.\" Russian foreign minister Sergei Lavrov \"UN resolutions contain concrete calls not to conduct such launches, and this is the shared approach of … Russia, China, the United States, South Korea and Japan. These five are united in their position.\"",
    "keywords": [
        "launch",
        "international",
        "korea",
        "foreign",
        "council",
        "resolutions",
        "security",
        "missile",
        "dprk",
        "reaction",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "It is an extreme provocation and is a serious violation of UN security council resolutions.\"\nWhite House press secretary Jay Carney \"Despite the failure of its attempted missile launch, North Korea's provocative action threatens regional security, violates international law and contravenes its own recent commitments.\nWhile this action is not surprising given North Korea's pattern of aggressive behaviour, any missile activity by North Korea is of concern to the international community.\n\"The president has been clear that he is prepared to engage constructively with North Korea.\n\"North Korea is only further isolating itself by engaging in provocative acts, and is wasting its money on weapons and propaganda displays while the North Korean people go hungry.",
    "sentiment": {
        "neg": 0.0935,
        "neu": 0.7499,
        "pos": 0.1565,
        "compound": 0.127
    }
}