{
    "date": "2012-12-11T14:18:23Z",
    "title": "Women in North Korea: 'Men can't earn enough money so it's our job now'",
    "url": "https://www.theguardian.com/world/2012/dec/11/women-north-korea-men-jobs",
    "content": "Lee Young-le's mother took care to look cute and put-together; and no matter what, she put her husband first. When she was upset, she was careful not to show it. Lee is a neat dresser, too, but the similarity ends there, as her spouse could testify. \"My mother wouldn't express extreme happiness or extreme sadness,\" said Lee, who is in her late 40s. \"But now if I feel bad, we fight, and if I feel happy, maybe we get on better. You are more sincere. I can express what I feel more.\" The disintegration of North Korea's economy has confronted its women with new pressures and problems as they struggle to feed their families. But for some, at least, their growing economic contribution has brought an unaccustomed say in domestic affairs and a new assertiveness. \"Men can't make enough money to run the family so it's the women's job now,\" said Lee. \"It's the mother who pays for school for the child, who dresses the child and feeds the child. Men want women to obey but when the basis of everything is money and eating, you can't say anything.\" Korean culture was traditionally patriarchal and the Yi dynasty, which ruled until the early 20th century, restricted women further by entrenching Confucian ideology. \"A virtuous woman obeyed men throughout her life: in youth she obeyed her father; when married she obeyed her husband; if her husband died she was subject to her son. Women consistently lagged behind men in an elaborate social hierarchy, and were powerless and dependent,\" said Park Kyung-Ae, professor of political science and director of the Centre for Korean Research at the University of British Columbia. When Korea was divided the leaders of the North vowed to liberate women, who gained equal legal and social rights almost overnight, said Park. Political opportunities expanded. Childcare and household chores were socialised, with kindergartens and laundries to encourage women to work outside the home. Even so, they still earned less than men and lacked political power. And when the country's economy declined, the changes began to unwind. Women started leaving their jobs after marriage. But as households struggled to survive on official wages, and the food distribution system broke down, women found new ways to sustain their families. Some set up small home-based businesses, such as taking in sewing. Many more became involved in trading. In contrast, men were reluctant to sell at markets, seeing it as shameful. Most men and young women also have formal employment, although wages are tiny and paid sporadically. Lee's husband earns 3,000 won a month; the real exchange rate fluctuates constantly, but when Lee left North Korea in spring that was worth around 75p and would buy roughly 3kg of corn. Often his pay arrives at three-month intervals. Like many, he has found it makes more sense to pay not to go to work: for 10,000 won he is free to do repairs for people on the black market. Meanwhile, Lee buys meat, fruit or rice on the Chinese border and sells it around the country, trading packs of cigarettes for the travel permits she needs. Her work takes skill and connections but also guts: in a bad month she might get into debt – but in a good one she nets 100,000 won. The stress ebbs when she returns home to a hug from her adult son, she said. Her mother and brother barely had a relationship. \"My son comes to me because I'm the one who feeds him, and he obeys me,\" she said. Crossing into China is even more lucrative, and women find it easier to slip out of North Korea than men, often settling in Yanji, which is close to the border and has a large ethnic Korean population. Lee met the Guardian in a safe house there; she had overstayed a visa and used a pseudonym because she risked deportation and punishment in the North. Some women set up home with Chinese men who can't find a wife – even if they have a husband already. Others, like Lee, work as carers. Her 2,000 yuan (£200) a month wages had further boosted her domestic clout. \"Women make all the decisions now,\" she said. \"Before, when there was distribution, men decided everything. Now all the men have lost their power and lost face.\" There are even derogatory terms for men who cannot support their households, Park has noted, such as \"lightbulbs in daytime\". But such changes have come at a cost: \"Now women have more rights, but they also have a harder life,\" said another North Korean working in Yanji. \"Women are the ones that move the domestic economy. But here in China, I see men are the ones that work and women are at home and are really well taken care of. In our country, women suffer more.\" Women face a double burden, labouring outside and returning to housework, said Park. There has also been a significant rise in sexual violence, including sex trafficking, and an increase in family breakdowns. Nor is she optimistic that increased influence at home will evolve into social and political power: many women are simply leaving North Korea, and those who remain are unable to mobilise collectively. \"Women still appear to accept, without much resistance, the common belief that men are the head of the household and that women should be in charge of family matters,\" she added. But in the longer run, an increased awareness of their rights could encourage women to push for change, she said. \"Even if things are hard, to me, it's better,\" said Lee. \"Women were very weak before, but now we fight to live.\"",
    "keywords": [
        "money",
        "political",
        "work",
        "korea",
        "job",
        "women",
        "earn",
        "mother",
        "husband",
        "korean",
        "men",
        "lee",
        "cant",
        "north",
        "park"
    ],
    "summary": "\"Men can't make enough money to run the family so it's the women's job now,\" said Lee.\nMen want women to obey but when the basis of everything is money and eating, you can't say anything.\"\nWhen Korea was divided the leaders of the North vowed to liberate women, who gained equal legal and social rights almost overnight, said Park.\nSome women set up home with Chinese men who can't find a wife – even if they have a husband already.\nBut such changes have come at a cost: \"Now women have more rights, but they also have a harder life,\" said another North Korean working in Yanji.",
    "sentiment": {
        "neg": 0.0839,
        "neu": 0.8266,
        "pos": 0.0895,
        "compound": 0.0152
    }
}