{
    "date": "2012-07-28T11:00:00Z",
    "title": "North Korea is not just a laughing matter | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2012/jul/28/north-korea-no-laughing-matter",
    "content": "After 44 years following North Korea I'm struck by three things. Not about the endlessly fascinating DPR of K itself, but others' reaction to it. First, it attracts a lot of interest. Second, much of this attention focuses on trivia. For that, third, blame what Pyongyang likes to call our \"reptile media\", (takes one to know one). The Olympic flag fiasco furore is a case in point. Highly embarrassing, mildly funny. But did this really merit being the most read story on BBC News, for an entire day? When Aleppo is awash in blood? With Goma about to fall? Wise up to what really matters, people. On a personal note, never before have Today, Nicky Campbell on 5 Live and Jeremy Vine on Radio 2 all sought my views the same day. As a freelancer I'm glad of the work, but as a Koreanist I wish they'd picked a less ephemeral story. It's good that people are interested in North Korea. Thank the internet, of course. In the old days, if lecturing on the place, I'd bring a bag of their mags to pass around. Now, Kcna.kp is available to anyone – except in South Korea, where, stupidly, they ban it. So the whole world can see how weird the DPRK is, even in its own self-presentation. PR is not Kimism's forte. But they're learning. Another recent piece of fluff – wow, Kim Jong-un has a wife! Fancy that?! – suggests some media savviness in Pyongyang. First, mystery woman is seen with the young marshal, including at a concert featuring violinists in black mini-dresses, Disney characters, My Way, and Rocky 4 (yes, the one where he goes to Moscow and vanquishes communism). The media reptiles fall for it: we go wild. Who is she? His sister, maybe? Or an old flame, a pop star who sang that great DPRK hit \"Excellent Horse-Like Lady\"? (\"Thoroughbred girl\" would sound less outlandish as a translation, if scarcely less sexist – but where's the fun in that?) After a moth of teasing us, finally they name her. She is Ri Sol-ju, and yes, she's his wife. As with the Disney antics, there is a real story here. In North Korea, if nowhere else, seeing the leader's wife and having Mickey Mouse on stage are both novelties. This may hint that Kim Jong-un would like to make the realm he has inherited a slightly more normal country. That's the $64,000 question. To answer it takes us beyond tittle-tattle, but the reptiles mostly don't want to go there. We need to ask what else is changing in North Korea, and what kind of a country is it overall. Do we see signs of economic reform? Are the prisons opening? The short answer is no and hell, no. Kim Jong-un has had under a year at the helm thus far, so it's early days yet. No doubt he must tread cautiously. But his whole shtick is as a chip off the old block: a beaming near-clone of his grandfather Kim Il-sung, who founded the DPRK, tyrannised it for half a century and built the Pharaonic-Stalinist monstrosity we see today. Some commentators, like Paul Watson, may not agree. Suspicion of media circuses is a good instinct, but if you want to defend North Korea you'd better look at the hard facts. The regime hides all it can, but this is getting harder. You can even see their gulag online. Just go to nkeconwatch.com – a mine of information on all things DPRK – and click on Google Earth. See, there are the fences. Then read about it. Shame on those who use the regime's opacity as a figleaf: we don't know for sure, defectors can't be trusted, etc. The DPRK gulag, and much else, is proven fact. At hrnk.org you can find a dozen substantial reports on North Korea's iniquities. To name just the most recent. David Hawk has updated his classic 200-page account of the gulag, based on survivor interviews. Most North Koreans avoid the camps, but none escapes Songbun – the subject of another solid study. This is a caste system which puts the politically privileged in Pyongyang while condemning the rest to the drab or dire periphery: so much for socialism. Heaven help you if an uncle fled South. Then you are born into the worst gulag of all, like Shin Dong-hyuk, a rare escapee whose gripping, ghastly tale came out recently. Yet some defectors, struggling in unfriendly and frenetic South Korea – itself a fascinating place, easy to visit yet rarely covered by our media – still get nostalgic for the North. Our flag gaffe upset them too. There are depths here, and some great stories. Good journalism should explore these, not focus on trivia or shallow mockery. North Koreans deserve better.",
    "keywords": [
        "fostercarter",
        "south",
        "gulag",
        "wife",
        "old",
        "korea",
        "aidan",
        "kim",
        "media",
        "laughing",
        "dprk",
        "pyongyang",
        "matter",
        "north"
    ],
    "summary": "After 44 years following North Korea I'm struck by three things.\nIt's good that people are interested in North Korea.\nNow, Kcna.kp is available to anyone – except in South Korea, where, stupidly, they ban it.\nIn North Korea, if nowhere else, seeing the leader's wife and having Mickey Mouse on stage are both novelties.\nWe need to ask what else is changing in North Korea, and what kind of a country is it overall.",
    "sentiment": {
        "neg": 0.0757,
        "neu": 0.8115,
        "pos": 0.1128,
        "compound": 0.0695
    }
}