{
    "date": "2012-08-08T11:09:00Z",
    "title": "Olympics 2012: North Korea attacks paper which called nation 'naughty'",
    "url": "https://www.theguardian.com/sport/2012/aug/08/london-2012-north-korea-naughty",
    "content": "North Korea has attacked an Australian newspaper for \"bullying\" after it called the country \"Naughty Korea\" in an Olympics medal table. The Melbourne commuter daily mX also described South Korea as \"Nice Korea\" last week, prompting Pyongyang's official Korean Central News Agency to accuse it of \"sordid behaviour\". The agency's statement read: \"This is a bullying act little short of insulting the Olympic spirit of solidarity, friendship and progress and politicising sports. \"Media are obliged to lead the public in today's highly-civilised world where [the] mental and cultural level of mankind is being displayed at the highest level. \"The paper behaved so foolish [sic] as to use the London Olympics, that has caught the world interest, for degrading itself … Editors were so incompetent as to tarnish the reputation of the paper.\" The statement said the \"pitiful\" paper, which it incorrectly called the \"Brisbane Metro\", had \"cooked up a way of moneymaking, challenging the authority of the dignified sovereign state\", and concluded: \"It will remain as a symbol of rogue paper, to be cursed long in Olympic history.\" In response, mX – which ran a story on the agency's attack under the headline \"Pyongyang goes ballistic over mX tally\" – said the table was not intended to be offensive. \"North Korea's political leadership is no stranger to global critcism and it would be difficult for anyone to fail to see the comment was aimed directly at that record. \"The two teams were sitting in fourth and fifth spot respectively on the medal ladder and we thought it would be a humorous but harmless way of differentiating between the two.\"",
    "keywords": [
        "table",
        "nation",
        "statement",
        "called",
        "korea",
        "world",
        "attacks",
        "way",
        "paper",
        "mx",
        "olympic",
        "olympics",
        "naughty",
        "north"
    ],
    "summary": "North Korea has attacked an Australian newspaper for \"bullying\" after it called the country \"Naughty Korea\" in an Olympics medal table.\nThe Melbourne commuter daily mX also described South Korea as \"Nice Korea\" last week, prompting Pyongyang's official Korean Central News Agency to accuse it of \"sordid behaviour\".\nThe agency's statement read: \"This is a bullying act little short of insulting the Olympic spirit of solidarity, friendship and progress and politicising sports.\n\"The paper behaved so foolish [sic] as to use the London Olympics, that has caught the world interest, for degrading itself … Editors were so incompetent as to tarnish the reputation of the paper.\"\n\"North Korea's political leadership is no stranger to global critcism and it would be difficult for anyone to fail to see the comment was aimed directly at that record.",
    "sentiment": {
        "neg": 0.1181,
        "neu": 0.7773,
        "pos": 0.1048,
        "compound": -0.059
    }
}