{
    "date": "2012-12-10T15:22:02Z",
    "title": "North Koreans get glimpse into another way of life with illegal forays into China",
    "url": "https://www.theguardian.com/world/2012/dec/10/north-korean-refugees-china",
    "content": "She had picked the stretch that seemed shortest and shallowest, but as she plunged into the freezing Tumen river in the darkness, the waters reached to just below Chae Hunha's neck. But the current was the least of her worries. By the time she had glimpsed the patrols, it was too late to turn back. \"The most frightening thing is the fear of being caught. You forget you're hungry, you forget you're cold,\" said the 60-year-old, eyes wide as she relived her escape across the North Korean border. \"They probably were railway guards, because if they had been soldiers they would have shot or caught me.\" Chae spoke to the Guardian in a safe house in Yanji, on the Chinese side of the border. Almost a third of the city's population is ethnic Korean; finding jobs and settling in is easier and some North Koreans have relatives there. She had been to Yanji twice before, driven by economic necessity – to earn cash and acquire basic goods for her family – and like most of those who cross, she soon returned. But those brief trips had shown her another life. Her first forays into China had been driven by economic necessity – to earn cash and acquire basic goods for her family – and like most of those who cross, she soon returned. But those brief trips had shown her another life. \"My homeland is my homeland, so I went back,\" said Chae, using a pseudonym to protect herself and her family. She had, she added with a nervous laugh, been \"re-brainwashed\" by life in China. Even after the devastating famine of the 1990s killed an estimated two million people, including Chae's husband, she lamented North Korea's bad luck but never questioned its leadership. \"I would have left earlier if I'd had any doubts,\" she said. Later, though the country's tight controls prevented her from learning what outsiders knew – that the supreme leader, Kim Jong-il, had been seriously ill – she worried when she saw his slighter, tired looking figure on TV. \"I was sad to see him. I was crying, because he was living in a world without Kim Il-sung, working hard to feed us all,\" she said. Foreign media wrote about his love for sushi and cognac. North Korean propaganda described how he insisted on the same scant rations as the country's soldiers on his relentless inspection tours. Chae learned of Kim's lifestyle and female companions only when she left, \"and that was the moment I turned against him. I thought, he's that kind of person? People are starving but he lives that way? I was very surprised. I couldn't believe it. I was very disappointed,\" she said. Her first trip to China had been on a short-term visa; the second time, she found a broker who bribed soldiers to help her passage. This spring she could not afford to pay, but headed for the mountains, near her last crossing. For two days she stayed with a family – so poor they could not afford candles – who took the risk of sheltering her in exchange for food. When police arrived, she ran deeper into the mountains and looked for a suitable crossing point. On her second night outdoors, she took her chance. Across the Tumen, she knocked on the door of a Han Chinese and ethnically Korean family, who fed her and gave her dry clothes but warned her that it was too dangerous to stay or take a lift to the city. Instead, she walked for two days to reach Yanji, where she had worked before. \"At night I would light a fire because people were too scared to let me sleep in their homes,\" she said. Fewer North Koreans risk such crossings these days: border controls on both sides are far tighter than they used to be. \"Many people want to cross, but so many were caught,\" said Chae. \"You don't know what to do, what's out there, how to survive.\" Her sister later made her way to the border, but was too scared to cross. Chae could continue her surreptitious life in Yanji until family members, perhaps even her children, could join her. She wants them to see that there is a bigger world. But she thinks she will try to find a way to reach South Korea, where she could claim asylum and earn more money, she said. She fears falling sick in China, or being caught and deported. Even her in-laws do not know where she is, for fear that the whole family could be punished for her illegal departure. \"My children don't understand. They sent me a letter and said they know my spirit is still clean. They wrote me the words of a song they know I like about Kim Jong-il,\" she said, singing a verse in a soft, sweet voice. \"I know what image they want to create in my mind. They say they know that I am not bad and I am here because life is hard in our country, not because I'm contaminated. But I have changed. \"When I first came people would say bad things about our country and I would tell them to shut up. Now I start cursing it with them.\"",
    "keywords": [
        "yanji",
        "cross",
        "forays",
        "north",
        "way",
        "china",
        "glimpse",
        "caught",
        "know",
        "chae",
        "family",
        "koreans",
        "life",
        "illegal",
        "korean"
    ],
    "summary": "You forget you're hungry, you forget you're cold,\" said the 60-year-old, eyes wide as she relived her escape across the North Korean border.\nAlmost a third of the city's population is ethnic Korean; finding jobs and settling in is easier and some North Koreans have relatives there.\nShe had, she added with a nervous laugh, been \"re-brainwashed\" by life in China.\nNorth Korean propaganda described how he insisted on the same scant rations as the country's soldiers on his relentless inspection tours.\nChae could continue her surreptitious life in Yanji until family members, perhaps even her children, could join her.",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8438,
        "pos": 0.0692,
        "compound": -0.0712
    }
}