{
    "date": "2012-12-10T14:07:00Z",
    "title": "Kim Jong-il anniversary: 'We are too busy trying to survive to care'",
    "url": "https://www.theguardian.com/world/2012/dec/10/kim-jong-il-one-year",
    "content": "As icy winter clutched the land, from its steep mountains to Pyongyang's grand monuments, they wept and trembled in their masses: 24 million people united in a display of grief. \"For 15 days after Kim Jong-il died we had to mourn, every day. We had to go to the big portrait in the town and to the statues,\" recalled Song Miha, a birdlike woman in her early 40s. \"Who knows what people thought? I was neither sad nor happy. My life is so hard, I just wondered: Where will things go?\" Almost a year after the Dear Leader's death, his country's destiny remains of intense concern not only for Song and compatriots, interviewed across the border in China, but for the world's great powers. Felled by a heart attack due to overwork, according to state media, Kim left a desperately impoverished people to the rule of a son who has yet to reach 30 and a military, party and family elite. North Korea's launch of another rocket this month will be both a tribute to its late leader and one of its periodic reminders to the outside world: the nuclear-armed regime may be mocked and reviled, but not ignored. Twelve months after Kim's death, there are faint hints of change. The government admitted that the last rocket launch failed – an unprecedented step; Kim Jong-un has unveiled an elegantly clad wife; and construction work is under way in the capital, which boasts a new dolphinarium and theme park. \"I have seen on television that life in Pyongyang is better, but that's just Pyongyang. It's not like that in the countryside,\" said Won Ok-geum, another of the five North Koreans whom the Guardian met in a safehouse in Yanji, close to the Tumen river border. Like most of those who have crossed the frontier, they were driven by hunger, not political dissent. One had risked her life to dash over the border. Others had overstayed hard-won visas, saying they would pay their way out of trouble when they returned. There are tens or hundreds of thousands of North Koreans in China; many in Yanji, where the large ethnic Korean population allows them to blend in and find work. But they risk repatriation and subsequent consignment to a labour camp. Chinese authorities sometimes conduct random checks on vehicles near the border and offer rewards to informers. \"I'm always tense,\" said Song. Like all of those interviewed, she did not use her real name. Because the North inflicts collective punishment – which helps to explain why its prison camps bulge with perhaps 200,000 inmates – interviewees feared the repercussions for their families as well as themselves. The North decries attacks on its human rights abuses as the inventions of jealous foreign aggressors. Even some of those who have left believe the country is beset by hostility. But their testimony shows how the regime's credibility is being stretched ever thinner internally. It had promised that 2012 would be a turning point. \"Our country was supposed to become strong and people's lives were supposed to improve, but even that didn't happen. It was very disappointing. Actually, it's been harder,\" Song said. For years the North has been not so much a developing country as an undeveloping one – unravelling before the eyes of its people. The disintegration of the distribution system has left them scrabbling for survival in fields and markets. One woman learned of April's rocket launch only days later due to routine power cuts in her area. Pyongyang boasts of its military-first policy, but troops steal to live. \"If you wake up and things have gone, everyone assumes it was the army,\" said Song, a farmer, who lost a 50kg pig she had hoped to trade for five months' worth of corn. Unusually, through her connections she managed to win compensation. She should not have complained, she said: \"I too sacrifice for the military, but because my life is so hard, I can't survive without this money. Soldiers get some distribution, but very little, so they are always hungry.\" Won's niece suffered malnutrition in the army; her son fell sick while serving and could not be saved. Her husband is long dead, as are his brother's two children. So is her son-in-law. She came to China to support her fatherless seven-year-old grandson and buy medicine for her widowed daughter, who suffers heart disease. In her mid-sixties, she was voluble – \"There's no end if I start talking\" of the country's troubles – and stylish, with pencilled brows, a brightly striped top and jeans that, she noted, were forbidden at home. \"I used to be very pretty,\" she said wistfully. \"I have wrinkles from crying all the time.\" Life is particularly painful for those who grew up in the 60s and 70s, when North Korea was a regional success story. \"We really believed we had nothing to envy. We ate well and were happy,\" Song said. The country's founder, Kim Il-sung, said communism was rice, and eating it every day was common; often there was meat and seafood, even snacks. The leader's birthday would bring gifts of sweets and new uniforms for children. Now the North is falling further and further behind. Its inhabitants struggle to understand what happened. White rice is usually replaced by or sometimes mixed into the hated cornmeal – itself served in small quantities. \"It's unbearable for a Korean person to live without rice,\" said Song, who grows cabbage and pumpkin to supplement their diet, but says she and her husband are always hungry. The distribution system began to fail in the late 80s, recalled Won. Soon after that came the famine: \"We were worse than pigs. We would mix grass and corn powder and make it into porridge and eat that.\" In the cities, the desperate stretched begged for food, she said. Though the mass deaths from starvation had ended, malnutrition and early mortality were rife. \"The country is totally broken,\" Won said. \"Even teachers and nurses are selling corn noodles in the markets.\" Children and beggars scavenged for scraps of broken rice cakes that had fallen into the dirt, she added. Won survives by buying up rice when she can find it cheaply, portioning it out and selling it on. But trading around the country is illegal, even after bribing her way to travel permits. \"You are always trembling when you get into trains because you don't know what's going to happen. There's no way you can live normally in our country,\" she said. Her province was hit by floods and a typhoon this year, damaging crops and halting factory production. \"The price of rice is going up so quickly and the value of the renminbi is more expensive every day. How can you buy rice or eat?\" Coal is in even shorter supply: \"Maybe rich people sometimes have it, but not every day,\" she said. Poorer people break the law by chopping down trees in the mountains; a few months ago, she watched as a young girl was killed by a landslide while searching for firewood. Used as she is to premature deaths, she found the sight devastating. Winter temperatures can drop to -10C or -20C. \"You are cold all the time … You use a blanket and cover yourself up like this,\" she explained, pulling her coat over her head. \"After being here I don't know how I'm going to do it; I don't think I will last long there.\" For many the nadir was 2009, when a currency devaluation wiped out savings – though Song owned so little it barely affected her. It further destroyed confidence in the North Korean won and in border areas the economy has become heavily reliant on foreign currency; even the local shoe repairer took Chinese renminbi, she said. Smugglers send minerals, medicinal herbs and crystal meth to China. Rice, clothes, and other basic goods come the other way: \"of course, the military need to be there in the middle and you pay whatever they ask\". A few years ago there was a rash of western and South Korean DVDs, but crackdowns have eradicated all but Chinese ones in her area. Previously, people might escape with a fine and a bribe for smuggling; more recently, some have been sent to prison camps simply for watching foreign movies, she said. Song still remembers the handful she saw, including Home Alone and Luc Besson's Taxi. \"The reality of the movies was so different from ours that of course they made a strong impression on me,\" she said. Even Yanji, a small and somewhat shabby third-tier Chinese city, is a marvel to new arrivals. Won is used to buildings that reach no higher than three storeys, built slowly by workers with basic tools. \"Here, I saw big machines taking out the earth and moving it,\" she said, clawing in the air to depict an excavator. \"When could you do that in North Korea? It's just something that can't be done. You have electricity here. You have rice cookers. I had never seen a rice cooker before and didn't know how to use it – to you it may sound funny, but to me it was incredible.\" Like many women she has found work caring for the old and sick. Her earnings go home to the family, but at present no parcels can be smuggled across; the anniversary of Kim's death has meant tighter controls. Authorities have also clamped down on visas and restricted movements within the North. \"Apparently there are crackdowns on everything at the moment,\" said Won. \"During the mourning period you can't walk around with big boxes [for trading]; it would be very dangerous.\" Others say that smuggled Chinese mobile phones, which rely on the signal from masts across the border, have stopped working, suggesting increased use of jammers. Soldiers who facilitate illegal crossings have told brokers to wait. While the rocket launch is regarded as a commemoration of Kim's death, \"probably we wish this money would go to the people instead, but this is something the government does, so we have no say\", one woman said. There will be, North Koreans assume, more ceremonies to mark Kim's death and more tears. Those brought up in the North could not but feel uneasy when he died, Won said. \"You are surprised, you are listening to very sad music; how could you not cry?\" But it was nothing like the sea of tears that bathed the North when his father died: \"Kim Il-sung had a warm policy of including people. Kim Jong-il had a policy of cutting with knives.\" Since coming to China Won has heard that Kim Jong-un studied abroad; she hopes, without much conviction, that the North may open and reform. \"We don't really have energy to be interested,\" she said. \"We are too busy trying to survive and thinking of how we are going to get the money for our next meal. \"I don't know how people are in Pyongyang, where there is more to eat. But in the countryside, no one thinks about this stuff.\" North Koreans who cross the border for the first time are shocked to hear open criticism of their leaders. \"After I came out, I realised: you are brought up with obedience to the General. So you think, what will we do?\" said Song, of her reaction to his death. \"But after I came out and saw China, and watched South Korean television, I realised no one has to suffer as we do.\"",
    "keywords": [
        "border",
        "rice",
        "busy",
        "song",
        "won",
        "north",
        "kim",
        "survive",
        "china",
        "way",
        "death",
        "jongil",
        "country",
        "anniversary",
        "trying",
        "care"
    ],
    "summary": "\"For 15 days after Kim Jong-il died we had to mourn, every day.\nThe country's founder, Kim Il-sung, said communism was rice, and eating it every day was common; often there was meat and seafood, even snacks.\nSince coming to China Won has heard that Kim Jong-un studied abroad; she hopes, without much conviction, that the North may open and reform.\n\"We are too busy trying to survive and thinking of how we are going to get the money for our next meal.\nNorth Koreans who cross the border for the first time are shocked to hear open criticism of their leaders.",
    "sentiment": {
        "neg": 0.1206,
        "neu": 0.8125,
        "pos": 0.0668,
        "compound": -0.1198
    }
}