{
    "date": "2012-01-06T18:54:35Z",
    "title": "China syndrome dictates Barack Obama's Asia-Pacific strategy | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2012/jan/06/china-barack-obama-defence-strategy",
    "content": "Barack Obama made a special trip to the Pentagon this week to unveil America's post-Iraq, post-Afghanistan defence strategy. But amid all the president's talk about a leaner American military, evolving challenges of the new century, and shifting priorities after a decade of warfare, one particular word was nowhere to be heard: China. The omission is understandable, but misleading. As a politician running for re-election as a peacemaker, Obama has no wish to conjure the spectre of a new cold war with the only serious challenger to America as number one global superpower. But as his recent Asian tour made clear, Obama – born in Hawaii – is determined to beat back any Chinese bid for hegemony in Asia-Pacific. The focus of the strategy is concentrated on this cockpit region. As chairman of the joint chiefs of staff, General Martin Dempsey likewise has no interest in starting a fight with Beijing so soon after extricating US forces from Baghdad. But Dempsey knows China's defence spending is growing each year. As the strategy document urges, this growth \"must be accompanied by greater clarity [about] strategic intentions in order to avoid causing friction in the region\". Dempsey sees how China's submarines and missile platforms, soon to be backed up by an aircraft carrier taskforce, are projecting naval power into regions where the US has dominated since 1945. In short, he can read the writing on the Chinese wall and understands that one day, however reluctantly, the US military may be obliged to overtly confront China just as it faced down the old Soviet Union. \"The strategy talks about a shift to the future,\" Dempsey said, standing alongside Obama at the Pentagon. \"And all of the trends, demographic trends, geopolitical trends, economic trends and military trends are shifting toward the Pacific. So our strategic challenges will largely emanate out of the Pacific region, but also the littorals of the Indian Ocean.\" Still no specific mention of China. But there was no doubting who and what Dempsey was talking about. And in case anybody missed the point, the US defence secretary, Leon Panetta, drove it home with due deference to both sides' political sensibilities. \"This region is growing in importance to the future of the US economy and our national security. This means, for instance, improving capabilities that maintain our military's technological edge and freedom of action,\" he said. Beijing has yet to give a direct response. But the Global Times, an offshoot of the Communist party's People's Daily, swiftly made it clear China would be ready to match the US step for step, wherever that uncharted path might lead. \"Of course we want to prevent a new cold war with the United States, but at the same time, we must avoid giving up China's security presence in the neighbouring region,\" it said in an editorial. The Xinhua news agency warned that increased US engagement could boost stability but warned American militarism might \"endanger peace\". The parameters of the coming 21st century US-China contest are already fairly clear. In purely physical terms, they include obvious potential flashpoints such as Taiwan, last resting place of the defeated nationalist Kuomintang. Beijing regards Taiwan as a \"renegade province\". Although bilateral relations have improved of late, itChina still menaces Taipei across the Taiwan strait with hundreds of land-based missiles. As de facto guarantor of Taiwan's security and chief arms supplier, the US is caught in a frozen conflict that could catch fire at any time. China's pursuit of territorial and resource claims in disputed archipelagos across the East and South China seas provide other flashpoints, not just with the US but with neighbours such as Vietnam, which have been tightening security ties with Washington. Fears about the implications of China's rise are producing a similar circling of the wagons in Japan, South Korea, Singapore, Malaysia and Australia, notwithstanding their close trading relationships with Beijing. During his Asian tour, Obama signalled the opening of a military base in Darwin and possibly one in the Philippines. Ballistic missile defence co-operation with Tokyo is well advanced, although this has more to do with North Korea than China. Amid overall global troop cuts, the US military presence in South Korea and Japan will be maintained. Safeguarding international sea lanes is a key priority. The US-China standoff has numerous other potential and actual aspects. In geo-strategic terms, Washington's desire to manage if not contain China's ambitions lies behind the rapprochement with India begun by the Bush administration. China's efforts to expand its presence in the Indian Ocean, through trade, aid and investment deals with Pakistan, Sri Lanka, and Tanzania, to name three, are seen in Delhi as the south Asian equivalent of America's perceived \"encirclement\" of China. The US took on China at its own game in Burma, expanding diplomatic relations with an unpleasant regime to counter Beijing's position as a key ally. The desire to support democracy leader Aung San Suu Kyi is genuine. But calculated self-interest was at work, too. Perhaps somebody should tell William Hague. On a bigger scale again, a battle for raw materials, economic resources, political influence and military footholds is under way in sub-Saharan Africa, where China has placed commercial advantage ahead of governance and human rights concerns, and increasingly in Latin America. US behaviour is not exemplary, either. It talks a lot about democracy but its chief concern, especially in the Maghreb and Sahel regions, is security and terrorism, hence the recent creation of the Pentagon's Africa Command. China also presents a growing diplomatic and political challenge, whether it be through its protection of North Korea or its reluctance to support action against problematic regimes such as Syria, Iran and, arguably, Sudan. China's failure to act responsibly as a \"good citizen\" on the world stage, as American critics see it, is mirrored economically by its policy of maintaining an artificially under-valued currency to boost its exports, and its reluctance to help bail out stricken eurozone economies in the absence of specific rewards. The fact that it is by far the biggest holder of American government debt is a two-edged sword – but undoubtedly places Washington at a potential disadvantage. A 21st century US-China cold war is not an inevitability. It's possible the relationship can be managed to the benefit of both sides, given goodwill, good leadership and good luck. But fundamental ideological differences about democracy, openness, values, and religious belief, compounding political and economic rivalries, may ultimately confound efforts to work together. Historically, China is behaving just like any other up and coming great power, just like Britain in the 19th century and the US in the 20th: confident, brash and convinced of its own superiority. Obama's defence strategy hopes for the best – and prepares for the worst.",
    "keywords": [
        "dempsey",
        "military",
        "trends",
        "syndrome",
        "barack",
        "strategy",
        "china",
        "simon",
        "region",
        "obama",
        "chinas",
        "security",
        "dictates",
        "defence",
        "tisdall",
        "obamas",
        "asiapacific"
    ],
    "summary": "Barack Obama made a special trip to the Pentagon this week to unveil America's post-Iraq, post-Afghanistan defence strategy.\nBut Dempsey knows China's defence spending is growing each year.\n\"The strategy talks about a shift to the future,\" Dempsey said, standing alongside Obama at the Pentagon.\n\"And all of the trends, demographic trends, geopolitical trends, economic trends and military trends are shifting toward the Pacific.\nObama's defence strategy hopes for the best – and prepares for the worst.",
    "sentiment": {
        "neg": 0.0794,
        "neu": 0.7992,
        "pos": 0.1214,
        "compound": 0.0906
    }
}