{
    "date": "2012-04-13T15:34:44Z",
    "title": "North Korea's failed rocket launch triggers indifference in Seoul",
    "url": "https://www.theguardian.com/world/2012/apr/13/north-korea-failed-rocket-launch-reaction",
    "content": "North Korea's doomed rocket may have flown within 100km (62 miles) of their country's coast, but residents of Seoul reacted with a collective shrug of the shoulders to news their neighbour had again defied international opinion and triggered talk of more instability on the Korean peninsula. The air of nonchalance on the streets of the South Korean capital could be put down to warm spring weather, or political fatigue after Wednesday's parliamentary elections. Kim Min Ji, a 27-year-old teacher, said she had barely thought about the rocket launch, let alone a malfunction that could have sent the rocket veering from its flight path. \"North Korea did demonstrate its power in a way,\" she said. \"So I think the world should follow the US lead in cancelling food aid and take strong measures. \"If North Korea continues to isolate itself from the rest of the world, it will eventually realise it has made a mistake.\" If it was a mistake, it was an expensive one. According to intelligence estimates in Seoul, the launch cost $850m (£535m). That's enough, they say, to feed 19 million people for a year in a country suffering chronic food shortages and malnutrition. It failed, however, to cause any damage to its neighbour's economy: South Korea's benchmark stock index returned to the 2,000-point level on Friday, finishing more than 1% up on the day. The much-heralded test of North Korea's rocket technology ended in failure and embarrassment for the Pyongyang regime less than two minutes after liftoff. The Unha-3 rocket, which Washington claimed was cover for a ballistic missile test, exploded into about 20 pieces and fell into the Yellow Sea. Pyongynag ignored eleventh-hour pleas from the US, South Korea and Japan to halt the launch, saying that its sole purpose was to put an earth observation satellite into orbit. With rare candour, North Korean state TV acknowledged that the rocket failed to reach orbit. \"Scientists, technicians and experts are now looking into the cause of the failure,\" the Korean central news agency said. Soon after the launch, the White House said Pyongyang had violated UN security council resolutions banning it from developing long-range missile technology. \"Despite the failure of its attempted missile launch, North Korea's provocative action threatens regional security, violates international law and contravenes its own recent commitments,\" said the White House press secretary, Jay Carney. Washington said it was suspending plans to deliver food aid. But Carney did not say if the launch would mean a permanent end to a deal, agreed in February, in which North Korea agreed to stop enriching uranium and developing ballistic missiles in exchange for 240,000 tonnes of US food aid. Barack Obama has come under fire from a Republican presidential hopeful for his willingness to engage with ithe North's new leader, Kim Jong-un. \"Instead of approaching Pyongyang from a position of strength, President Obama sought to appease the regime with a food aid deal that proved to be as naive as it was shortlived,\" Mitt Romney said. He claimed the Obama administration had \"emboldened the North Korean regime and undermined the security of the United States and our allies\". Carney said the president had insisted that Pyongyang cease provocations, including missile launches and nuclear tests, as a condition for talks. He added: \"North Korea is only further isolating itself by engaging in provocative acts, and is wasting its money on weapons and propaganda displays while the North Korean people go hungry.\" The foreign secretary, William Hague, voiced \"deep concern\" at the launch attempt and called for a robust response from the international community. North Korea's technological shortcomings are the worst possible prelude to celebrations on Sunday to mark the centenary of the birth of the country's founder, Kim Il-sung. In the main square named after him in Pyongyang, residents were waiting to begin rehearsals for the Great Leader's anniversary celebrations. The regime may have ruled out any early return to negotiations over its nuclear programme, said John Delury of Yonsei University in Seoul. \"The big question is, does this completely derail the diplomacy and negotiation that were finally getting a little bit of steam as of early March? It looks likely this will kill it all. \"The other question is what happens between the two Koreas. If diplomacy all falls apart and nothing's happening, then not only is the likelihood of another nuclear test high but the possibility of intra-Korean tension is high and of the South hitting back harder. After the shelling of Yeonpyeong in 2010 the hardliners here wanted to really send a battery to knock out military installations along the maritime border.\" The sight of the South Korean navy ploughing the waters near the maritime border with the North will only strengthen the view that the launch was a propaganda exercise gone embarrassingly wrong. The satellite was supposed to have demonstrated North Korea's emergence as a developed state. A successful mission would have also strengthened the position of Kim, as doubts persist over his experience and ability four months after he succeeded his father, Kim Jong-il, who died from a heart attack last December. \"This launch was in part a propaganda effort. That effort clearly failed and will have ramifications internally,\" a US administration official told Reuters. In an editorial this week, the Korea Herald speculated that internecine strife among party and military elites in Pyongyang was behind the determination to go through with the launch. \"The North's bizarre behaviour is difficult to explain without imagining a power struggle between two groups, with one prioritising dialogue with Washington and feeding the country's starving people and the other putting military strength before anything else,\" it said. But it added that cancellation of the US aid deal \"carries deep implications. For one thing, we will have to brace for a third nuclear weapons test. At the same time, we need to prepare ourselves for contingencies resulting from a free-for-all scramble for power.\" The North American aerospace defence command (Norad) said it had tracked the rocket after its launch at 7:39am local time. The first stage fell into the sea about 100 miles west of Seoul, and the remainder was believed to have broken up and landed in the sea. Major General Shin Won-sik, a South Korean defence ministry official, said the rocket exploded between one and two minutes after it was launched from a site in Tongchang-ri. David Wright, of the US-based Union of Concerned Scientists, said that would not have given North Korea enough time to learn anything of use for its ballistic missile programme.. Foreign journalists who were invited to view the rocket on its launch pad earlier this week were not permitted to watch the launch, even remotely. The failed launch raises the possibility of a new round of international sanctions. The last round wasw imposed three years ago after a long-range missile launch and a second nuclear weapons test. The security council is to hold an emergency meeting later on Friday to discuss its response. The US secretary of state, Hillary Clinton, said members had agreed to co-ordinate any action against the North. \"Pyongyang has a clear choice,\" she said on Thursday. \"It can pursue peace and reap the benefits of closer ties with the international community, including the United States; or it can continue to face pressure and isolation.\" Recent images show that North Korea may be preparing to conduct a third nuclear test at a site where similar tests were carried out in 2006 and 2009. The South Korean president, Lee Myung-bak, convened an emergency security meeting after Friday's launch; his office said the government in Seoul would continue to closely monitor its neighbour's actions.",
    "keywords": [
        "launch",
        "south",
        "indifference",
        "korea",
        "triggers",
        "failed",
        "seoul",
        "nuclear",
        "korean",
        "test",
        "pyongyang",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "Kim Min Ji, a 27-year-old teacher, said she had barely thought about the rocket launch, let alone a malfunction that could have sent the rocket veering from its flight path.\n\"If North Korea continues to isolate itself from the rest of the world, it will eventually realise it has made a mistake.\"\nThe much-heralded test of North Korea's rocket technology ended in failure and embarrassment for the Pyongyang regime less than two minutes after liftoff.\nWith rare candour, North Korean state TV acknowledged that the rocket failed to reach orbit.\n\"Despite the failure of its attempted missile launch, North Korea's provocative action threatens regional security, violates international law and contravenes its own recent commitments,\" said the White House press secretary, Jay Carney.",
    "sentiment": {
        "neg": 0.0915,
        "neu": 0.8434,
        "pos": 0.0652,
        "compound": -0.076
    }
}