{
    "date": "2012-11-01T14:01:00Z",
    "title": "North Korean leadership visualised",
    "url": "https://www.theguardian.com/news/datablog/2012/nov/01/north-korea-leadership-visualised-interactive",
    "content": "The movements of the North Korean leadership have long been a source of fascination to outside observers. When the country's Dear Leader died late last year, it was only a matter of days before Kim Jong-il Looking At Things was replaced on tumblr with Kim Jong-Un Looking At Things. More seriously, with so few sources of information on the Hermit Kingdom, analysts scan the official media for hints of possible changes in policy and personnel. The recent disappearance of First Lady Ri Sol Ju from public view - and her subsequent reappearance this week - fuelled endless speculation: Could she be pregnant? Had she briefly fallen from favour? The US-based NK News site and the Korea Economic Institute of America - which is funded by South Korea, via a think tank in Seoul - have now launched a data visualisation project for such visits. The NK Leadership Tracker pulls together 17 years worth of information from sources such as North Korea's state news agency and the South's Unification Ministry, allowing users to filter events geographically or pull out information such as which officials have appeared with the leaders. There's a limit to the conclusions one can draw from treating this kind of data in this way; one analyst warned against equating a week-long visit to a province with a brief stop at the foreign ministry in Pyongyang. But Tad Farrell of NK News says it illustrates trends such as the increased prominence of Kim Jong-un's aunt Kim Kyong-hui and her husband Jang Song-thaek in recent years. \"Of course, it's propaganda,\" added project officer Luke Herman. \"You are not seeing the full picture; you are seeing what North Korea wants you to see. But it is one piece of the puzzle.\" The trickiest part remains how to contextualize and interpret the raw data, said John Delury of Yonsei University. \"Drawing one-to-one correlations between visits to military units and a hardline posture, for example, does not necessarily work. Kim might have reason to pay even more attention to the military in a period when he is tilting the balance away from the KPA [Korean People's Army] toward the party, government, and 'people's economy'.\" he noted. \"Still, NK Leadership Tracker is a user-friendly, graphically-innovative site that puts a lot of information at our fingertips, and is a real contribution to more rigorous study of the DPRK by paying attention to what their political leaders say and do.\" More data More data journalism and data visualisations from the Guardian World government data • Search the world's government data with our gateway Development and aid data • Search the world's global development data with our gateway Can you do something with this data? • Flickr Please post your visualisations and mash-ups on our Flickr group • Contact us at data@guardian.co.uk • Get the A-Z of data • More at the Datastore directory • Follow us on Twitter • Like us on Facebook",
    "keywords": [
        "worlds",
        "visualised",
        "nk",
        "korea",
        "visits",
        "kim",
        "visualisations",
        "data",
        "information",
        "leadership",
        "north",
        "korean"
    ],
    "summary": "The movements of the North Korean leadership have long been a source of fascination to outside observers.\nThe NK Leadership Tracker pulls together 17 years worth of information from sources such as North Korea's state news agency and the South's Unification Ministry, allowing users to filter events geographically or pull out information such as which officials have appeared with the leaders.\n\"You are not seeing the full picture; you are seeing what North Korea wants you to see.\nThe trickiest part remains how to contextualize and interpret the raw data, said John Delury of Yonsei University.\nMore data More data journalism and data visualisations from the Guardian World government data • Search the world's government data with our gateway Development and aid data • Search the world's global development data with our gateway Can you do something with this data?",
    "sentiment": {
        "neg": 0.0406,
        "neu": 0.9082,
        "pos": 0.0512,
        "compound": 0.033
    }
}