{
    "date": "2012-07-06T15:41:46Z",
    "title": "North Korea's Kim Jong-un gets new official theme song",
    "url": "https://www.theguardian.com/world/2012/jul/06/north-korea-kim-jong-un-song",
    "content": "In the past decade, the bubblegum pop and kitsch dance routines of South Korea's K-pop bands have taken the charts by storm in Asia and Latin America. But north across the Korean border, broadcasters are promoting a track less likely to become an international success: a new signature song for youthful leader Kim Jong-un. The anthem, titled Onwards Toward the Final Victory, is part of a propaganda drive to build up the image of the \"great successor\". Radio and television are airing it several times a day and the score has been printed in the official newspaper Rodong Sinmun. \"The song hardens the will of the Korean army and people to devote their all to the prosperity of the country with high national pride,\" said the state run Korean Central News Agency (KCNA). Unlike the songs associated with his father and grandfather, it does not specifically mention Kim. It takes its title from the closing words of his address marking the 100th anniversary of the birth of his grandfather, the country's founder, Kim II-sung. \"It's like remixing his speech. It's not really a paean to him,\" said John Delury, an expert on North Korea at Yonsei University in Seoul. Hong Kwang Sun, vice-minister of culture, told KCNA: \"The song is just a powerful trumpet call of the revolution encouraging the army and people in the drive to build a thriving nation as well as a stirring drumbeat of victory.\" Professor Keith Howard of London's School of Oriental and African Studies said music, song and dance performances were important at events such as the mass games and this spring's celebrations of Kim II-sung's centenary. The spectacles are so important that tap-dancing shoes have been among the clandestine cargos intercepted en route to North Korea. UN sanctions ban the export of luxury goods to the state. Howard noted that songs have become directly linked to ideological developments in recent years. \"If a newsreader tells you something five or six times you get bored. If you like the song you don't get quite so bored,\" he said. The tune previously associated with Kim Jong-un, Footsteps, did not include a specific reference either, but was issued while his father was alive and before he had a formal position. \"It's a bit odd [not to mention him] now that he's leader … Some people are beginning to suggest we are seeing a situation where the father and son are being more or less deified and the grandson is just the current leader,\" Howard said. Delury added: \"There's still, definitely, a massive campaign to pump up his image and credentials … [Omitting his name] is probably related to the fact that he's so young they have to phase in the larger-than-life elements of his public persona.\" He was intrigued that the song referred to the North as a \"country\" – rather than the more commonly used \"great power\". KCNA claimed in 2009 that Song of General Kim II-sung and No Motherland Without You, Kim Jong-il's signature tune, were being beamed through space following the North's satellite launch. Other countries said the device had never made it into orbit.",
    "keywords": [
        "kcna",
        "song",
        "leader",
        "gets",
        "theme",
        "howard",
        "victory",
        "kim",
        "tune",
        "jongun",
        "korean",
        "father",
        "official",
        "north",
        "koreas"
    ],
    "summary": "But north across the Korean border, broadcasters are promoting a track less likely to become an international success: a new signature song for youthful leader Kim Jong-un.\nRadio and television are airing it several times a day and the score has been printed in the official newspaper Rodong Sinmun.\nIt's not really a paean to him,\" said John Delury, an expert on North Korea at Yonsei University in Seoul.\nHe was intrigued that the song referred to the North as a \"country\" – rather than the more commonly used \"great power\".\nKCNA claimed in 2009 that Song of General Kim II-sung and No Motherland Without You, Kim Jong-il's signature tune, were being beamed through space following the North's satellite launch.",
    "sentiment": {
        "neg": 0.0285,
        "neu": 0.8876,
        "pos": 0.0838,
        "compound": 0.1785
    }
}