{
    "date": "2012-10-18T17:42:49Z",
    "title": "Kim Jong-un's nephew labels him a dictator in rare television interview",
    "url": "https://www.theguardian.com/world/2012/oct/18/kim-jong-un-dictator-interview",
    "content": "Kim Jong-il's grandson has described his uncle, North Korea's new leader Kim Jong-un, as a dictator, in a rare television interview. Kim Han-sol discussed his friendships with South Koreans and hopes for reunification. The confident, articulate teenager – who sported black framed glasses and two earrings in his left ear – has been studying in Bosnia since last year. He is the child of Kim Jong-il's eldest son, Kim Jong-nam, who reportedly fell from favour with his father when he was caught attempting to enter Japan using a fake passport in 2001 and who has lived in Macau for several years. Earlier this year Kim Jong-nam predicted that the new regime would not last long, according to a Japanese journalist. But his son's interview is surprising because it remains extremely rare for members or relatives of the North Korean elite to comment on the country and its leadership, still less be filmed. Asked why his uncle was appointed as leader, the 17-year-old replied: \"My dad was definitely not really interested in politics. I really don't know how he [Kim Jong-un] became a dictator ... It was between him and my grandfather.\" Asked if he hoped to have an influence on North Korea one day, he added: \"I have always dreamed one day I will go back and make things better – make it easier for all the people there. I also dream of reunification because it's really sad that I can't go to the other side [South Korea] and see my friends there.\" The student said he was born in Pyongyang and moved to Macau a few years later, returning to North Korea every summer to see relatives, but spending most of his time with his mother's family, who were ordinary citizens. He described a \"very isolated\" childhood where the family kept a low profile, but added: \"I really didn't know until later on that my grandfather was a leader in Korea. \"Little by little, through conversations my parents had, I started to put the puzzle pieces together and then I realised who he was.\" The teenager said he had never met Kim Jong-il, who died late last year. \"I was actually waiting for him, hoping he would come to find me ... I was really curious to meet my grandfather and know what he was like as a person,\" he said. He added: \"I saw both levels, in the family of a dictator, and at the same time living with ordinary citizens, and I have learned quite a lot that way. \"My mum always encouraged me to live the same lifestyle as an ordinary citizen so I could have a better understanding of the people.\" His father also told him to \"forget about your background and live your life\" and be grateful for what he had, he added. The student described how he had made good friends with Americans and South Koreans while at school, despite the tensions between his country and theirs. While it was awkward when he first met his South Korean friends \"little by little we started to understand each other ... and sometimes we share stories from back home and realise how similar we are: the same language, the same culture – it really is just political issues that divide the nation in half.\" He also revealed he has a Libyan roommate who had enthusiastically supported the revolution. The interview was conducted in English for a Finnish television channel by Elisabeth Rehn, former under secretary general at the United Nations, and uploaded on YouTube.",
    "keywords": [
        "rare",
        "south",
        "interview",
        "leader",
        "ordinary",
        "korea",
        "north",
        "kim",
        "added",
        "little",
        "know",
        "nephew",
        "dictator",
        "really",
        "jonguns",
        "television",
        "labels"
    ],
    "summary": "Kim Jong-il's grandson has described his uncle, North Korea's new leader Kim Jong-un, as a dictator, in a rare television interview.\nEarlier this year Kim Jong-nam predicted that the new regime would not last long, according to a Japanese journalist.\nI really don't know how he [Kim Jong-un] became a dictator ...\nI also dream of reunification because it's really sad that I can't go to the other side [South Korea] and see my friends there.\"\n\"Little by little, through conversations my parents had, I started to put the puzzle pieces together and then I realised who he was.\"",
    "sentiment": {
        "neg": 0.0306,
        "neu": 0.8568,
        "pos": 0.1127,
        "compound": 0.257
    }
}