{
    "date": "2012-08-10T07:11:12Z",
    "title": "Kim Jong-il's personal Japanese chef returns to land he fled",
    "url": "https://www.theguardian.com/world/2012/aug/10/kim-jong-il-japan-chef",
    "content": "A Japanese chef who personally catered to Kim Jong-il's taste for fine sushi and fled North Korea a decade ago to live in disguise, has just returned to his former adoptive home at the invitation of the country's new leader. Kenji Fujimoto was an invaluable source of information about the dynasty, that has ruled North Korea for more than 60 years, during his time there but after 13 years with the Kims, the sushi chef, who goes by a pseudonym, reckoned he had learned too much about the family that controls one of the most enigmatic countries on earth. In 2001, he fled to his native Japan – while he was supposed to be shopping for sushi ingredients – and built a second career writing bestselling books about his former employers. Despite claiming that his life was in danger, Fujimoto, who disguises himself with a bandana and sunglasses in public, returned to Tokyo from a two-week trip to North Korea, reportedly at the behest of Kim Jong-un. On his arrival in Beijing from Pyongyang, Fujimoto offered Japanese reporters a glowing appraisal of life in the north under Kim Jong-un, who came to power after his father, Kim Jong-il, died from a heart attack last December. Kim, he said, had \"grown tremendously as a person\", and told Fujimoto he was \"always welcome whenever I visited North Korea\", according to a report in South Korea's Hankyoreh newspaper. Fujimoto claimed that Kim and his wife, Ri Sol-ju – who he described as \"pretty and charming\" – had organised a reception for him, but added that they had not discussed politics. He was also reunited with family members, possibly including his North Korean wife, with whom he had a son and daughter. Fujimoto, who is thought to be in his mid-60s, gained credibility a few years ago when he correctly predicted that Kim Jong-un, the youngest son of Kim Jong-il, would be favoured over his two older brothers to succeed his father. In his bestselling 2003 book, Kim Jong-Il's Chef, Fujimoto described his first meeting with a seven-year-old Kim Jong-un, who was dressed in a military uniform. The boy \"resembled his father in every way, including his physical frame\", he wrote. \"He glared at me with a menacing look when we shook hands. I can never forget the look in his eyes, which seemed to be saying, 'This is one despicable Japanese guy.'\" Fujimoto would not be drawn on the purpose of the visit, and there is no way, at this point, that his account of the trip can be verified. That will have to wait until TBS, a Japanese TV network that reportedly funded the visit, releases a documentary about the trip. In Japan, the Mainichi Shimbun speculated that the purpose of the trip was twofold: to reinforce the idea that, under Kim Jong-un, North Korea is opening up; and to issue a gentle warning to Fujimoto not to divulge any more secrets about the communist world's only dynasty. Far from being declared an enemy of the North Korean state for his loquaciousness, Fujimoto at times sounded like a spokesman for the regime. \"Stores in Pyongyang were brimming with products and people in the streets looked cheerful,\" he said. \"North Korea has changed a lot since Kim Jong-un assumed power. All of this is because of leader Kim Jong-un.\" Writing in the Chosun Ilbo – one of the few newspapers Fujimoto has spoken to without demanding a fee – columnist Jeong Woo-sang said there could be some truth to the chef's gushing account. \"Fujimoto's comments may be calculated, but taken with a grain of salt, they could offer some clues about the reality in the North,\" he said.",
    "keywords": [
        "personal",
        "fled",
        "father",
        "korea",
        "jongils",
        "sushi",
        "kim",
        "japanese",
        "land",
        "chef",
        "jongun",
        "returns",
        "trip",
        "fujimoto",
        "north"
    ],
    "summary": "A Japanese chef who personally catered to Kim Jong-il's taste for fine sushi and fled North Korea a decade ago to live in disguise, has just returned to his former adoptive home at the invitation of the country's new leader.\nOn his arrival in Beijing from Pyongyang, Fujimoto offered Japanese reporters a glowing appraisal of life in the north under Kim Jong-un, who came to power after his father, Kim Jong-il, died from a heart attack last December.\nIn his bestselling 2003 book, Kim Jong-Il's Chef, Fujimoto described his first meeting with a seven-year-old Kim Jong-un, who was dressed in a military uniform.\n\"North Korea has changed a lot since Kim Jong-un assumed power.\nAll of this is because of leader Kim Jong-un.\"",
    "sentiment": {
        "neg": 0.0335,
        "neu": 0.9284,
        "pos": 0.0382,
        "compound": 0.0201
    }
}