{
    "date": "2012-12-20T16:35:23Z",
    "title": "Kim Jong-un as cult icon? The joke's on you, capitalist comrades! | Alex Hoban",
    "url": "https://www.theguardian.com/commentisfree/2012/dec/20/kim-jong-un-cult-icon",
    "content": "Kim Jong-un has the best job in the whole world, right? He's bequeathed his people dolphinariums filled with backflipping sea-life and high-adrenaline roller-coasters that rival Alton Towers. He's spruced up his capital city with flashy Times Square-style billboards and built its burgeoning hipster contingent a massive skatepark. He smokes whilst casually launching big-boy rockets. He has a beautiful fashionista wife and a box-top haircut to rival The Fresh Prince of Bel Air. LOL. One helluva guy. That, at any rate, seems to be increasingly the image of North Korea's supreme leader – a view that tends to overlook the fact that the nation he is supposed to look after suffers from severe malnutrition and chronic corruption. When spoof news website, The Onion, ran an article claiming the young 'un was the \"Sexiest Man Alive\", the affection for the socialist regime's new dynastic ruler seemed sincere enough that Chinese state media mistakenly re-reported it as truth. This week Time magazine decided to cast off 5.6m votes for the Supreme Leader Kim as Person Of The Year, which North Korean State Media nevertheless reported as an unbridled victory. Admittedly, the 5.6m votes did turn out to be erroneous troll-casts by the tiresome netizens of 4Chan, but still – what if they're just saying what we wish we weren't all thinking? What if our tongue-in-cheek adoration for Kim is an expression of our own frustrations with another year of directionless recession, austerity, uncertain leadership and a deep moral ambiguity in the ever-stuttering procession of western zombie capitalism? Meanwhile, behind the surreal cartoon version of North Korea, the west's relationship is changing in a more fundamental way. When luxury German hoteliers Kempinsiki announced it would be opening North Korea's much maligned \"Hotel Of Doom\", CEO Reto Wittwer tastefully predicted the deal would become a \"money printing machine\". It came as part of a wave of luxury re-developments in the capital city Pyongyang, including its new showpiece Mansudae area. Together they hinted at the strengthening of a new elite infrastructure and projected a sense of economic optimism more outward-looking and business-focused than ever. This, then, may be the truth behind Kim Jong-un's new image in the west: emboldened by the success of authoritarian capitalism in places like China and Singapore, dictatorships have started to go looking for development, dialogue and investment, without having to bring democracy along for the ride. All this engagement is new to them, so the deployment is clumsy, which provides us with the sources of our ultimately ineffectual lampooning. But just as corruption stable-mate Burma is opening up to foreign dollars while keeping a military grip on all the key assets, so too is North Korea \"opening up\" while finding ways to keep the good times rolling for those at the top of the pile. Laughing at the absurdities of North Korea is a decades-old pastime. But now our socio-economic uncertainty now adds a nervousness to our smirk: horse-riding Kim Jong-un may not be a hero in real terms, but he's a useful proxy for understanding the peculiar rise of what's been euphemistically referred to as \"capitalism with Asian values\", and the west's own secret displeasure for not being cut in on the deal.",
    "keywords": [
        "wests",
        "capitalism",
        "votes",
        "times",
        "jokes",
        "korea",
        "truth",
        "north",
        "hoban",
        "kim",
        "cult",
        "comrades",
        "icon",
        "opening",
        "hes",
        "capitalist",
        "jongun",
        "alex"
    ],
    "summary": "Kim Jong-un has the best job in the whole world, right?\nHe's spruced up his capital city with flashy Times Square-style billboards and built its burgeoning hipster contingent a massive skatepark.\nMeanwhile, behind the surreal cartoon version of North Korea, the west's relationship is changing in a more fundamental way.\nWhen luxury German hoteliers Kempinsiki announced it would be opening North Korea's much maligned \"Hotel Of Doom\", CEO Reto Wittwer tastefully predicted the deal would become a \"money printing machine\".\nLaughing at the absurdities of North Korea is a decades-old pastime.",
    "sentiment": {
        "neg": 0.0309,
        "neu": 0.8043,
        "pos": 0.1648,
        "compound": 0.2649
    }
}