{
    "date": "2012-07-26T18:14:15Z",
    "title": "David Cameron joins scramble to placate North Korea after flag fiasco",
    "url": "https://www.theguardian.com/world/2012/jul/26/north-korea-south-korea",
    "content": "There may be worse diplomatic gaffes to make on the first evening of a sporting tournament watched by hundreds of millions, but it is not immediately obvious what they might be. On Thursday David Cameron joined IOC president Jacques Rogge and Locog's chief executive in a scramble to placate North Korea after the country's women's football team stormed off the pitch before their opening match when screens wrongly showed the South Korean flag. The team's fixture against Colombia, only the second event of the Olympics, was delayed by more than an hour as organisers made frantic edits to the offending introductory video, shown on large screens at Hampden Park in Glasgow, and offered grovelling apologies to the notoriously touchy nation. North Korea's IOC representative suggested that protocol officials should meet with team leaders before each medal ceremony to \"check this is your flag or this is your national anthem\". But Cameron said the incident was an \"honest mistake\", adding: \"Every effort will be taken to make sure this won't happen again. It was unfortunate and should not have happened.\" There were further headaches for Games organisers on Thursday night as it emerged that the Foreign Office had intervened after a complaint from China. China objected after a display on Regent Street in London featured the Taiwanese flag, rather than the flag of the Chinese Taipei Olympic Committee, the body under which it officially competes. China does not recognise the Taiwanese flag, considering the island an integral part of its territory. The flag was later changed by the Regent Street Association (RSA), which had organised the display. Organisers were also trying to placate officials from Ukraine and Armenia, after athlete information on an official Games website appeared to suggest the two countries were still part of Russia. Locog confirmed it had been approached by Ukraine's Olympic committee after the country's foreign minister, Konstantin Grishchenko, tweeted in protest at the \"mistakes\". A spokesman said the misleading athlete data had been supplied by Russia, with the confusion arising from the changing status of the former Soviet states. An apology had to be issued to Welsh footballer Joe Allen, who is competing in the all-nations team, after his nationality was listed as English in the official Team GB programme. Though North Korea's women footballers went on to win their match on Wednesday evening 2-0, coach Ui Gun-sin said victory could not compensate for the mistake.\"I just want to stress once again that our players' images and names can't be shown alongside the South Korea flag,\" he said. \"We are angry because our players were introduced as if they were from South Korea, which may affect us very greatly, as you might know.\" Relations between the two countries, always tense, have been particularly strained since North Korean artillery shells fired at a South Korean island killed four people in November 2010. Asked if the error might have been deliberate, Ui said: \"That was the question I was going to ask to Locog.\" Paul Deighton, Locog chief executive, said: \"We have apologised and taken steps to make sure that it absolutely cannot happen again.\" Rogge said it was \"a simple human mistake\". The debacle is embarrassing for Locog given the lengths it has taken to prevent this kind of error, even requiring volunteers at medal ceremonies to memorise the flags of all 200 competing nations. Asked about the prospect of a repeat of an incident at the London Cup hockey competition last month, during which organisers greeted South Africa's team with the country's apartheid-era anthem rather than Nkosi Sikelel' iAfrika, Locog's medal ceremony organiser Niccy Halifax said: \"It just isn't going to happen. It's not. It's not.\" It was not clear whether confusion had arisen due to the similarity of the two Koreas' official IOC names. The Games' governing commission refers to North Korea as DPR Korea and its southern neighbour as Korea. Peter Dallas, managing director of Hampden Park said: \"Locog has acknowledged that the pre-match video package played was an error by Locog and we have been assured that action has been taken to ensure that there will be no repeat of this embarrassing and regrettable incident.\" The mistake is unlikely to provoke fury at home, however, since North Korea's official news agency is not in the habit of reporting embarrassing news about the nation. The official news agency KCNA's report of the match was to the point: \"The female soccer group league matches of the London Olympics were kicked off. A match was played in Glasgow on Wednesday between the DPR Korea and Colombian teams in group C, which resulted in Koreans' 2-0 win.\"",
    "keywords": [
        "match",
        "south",
        "taken",
        "placate",
        "team",
        "korea",
        "scramble",
        "david",
        "flag",
        "fiasco",
        "cameron",
        "organisers",
        "joins",
        "official",
        "north",
        "locog"
    ],
    "summary": "On Thursday David Cameron joined IOC president Jacques Rogge and Locog's chief executive in a scramble to placate North Korea after the country's women's football team stormed off the pitch before their opening match when screens wrongly showed the South Korean flag.\nAn apology had to be issued to Welsh footballer Joe Allen, who is competing in the all-nations team, after his nationality was listed as English in the official Team GB programme.\n\"I just want to stress once again that our players' images and names can't be shown alongside the South Korea flag,\" he said.\n\"We are angry because our players were introduced as if they were from South Korea, which may affect us very greatly, as you might know.\"\nThe Games' governing commission refers to North Korea as DPR Korea and its southern neighbour as Korea.",
    "sentiment": {
        "neg": 0.0789,
        "neu": 0.8786,
        "pos": 0.0425,
        "compound": -0.1149
    }
}