{
    "date": "2012-09-18T17:20:10Z",
    "title": "Russia writes off $10bn of North Korean debt",
    "url": "https://www.theguardian.com/business/2012/sep/18/russia-writes-off-north-korea-debt",
    "content": "Russia has agreed to write off nearly all of the $11bn debt accrued by North Korea during Soviet times as the Kremlin seeks to boost ties with its reclusive neighbour's new leader, Kim Jong-un. Russia will \"forgive\" 90% of the debt and reinvest $1bn as part of a debt-for-aid plan to develop energy, health care and educational projects in North Korea, Sergei Storchak, Russia's deputy finance minister, told state media on Tuesday. The debt deal was reached on Monday, he said. The agreement came following years of hard wrangling over Pyongyang's Soviet-era debt, a factor that hindered further investment in the strategically located state. Negotiations were revived after Dmitry Medvedev, the former president, who is now prime minister, met North Korea's leader Kim Jong-il, father of Kim Jong-un, in Siberia last summer on one of the reclusive leader's last foreign trips. The elder Kim died in December. His son is being closely watched for signs that will open up the impoverished nation. \"This is an important serious step that will ease and expand the possibilities for further economic and trade co-operation,\" said Alexander Vorontsov, a North Korea expert at the Russian Academy of Sciences, who served at Moscow's embassy in Pyongyang at the turn of the century. Storchak visited the country in May. Vorontsov said the debt deal was a sign the North Korean leadership was evolving. \"This shows that the intelligentsia and leadership in North Korea are adapting to a market economy – with, by the way, Russia's help,\" he said. \"It's also a sign of political will from Russia.\" The deal comes as Moscow looks to boost its economic presence in Asia amid falling demand from the crisis-hit economies of the west. Analysts said infrastructure investments, including rail and electricity, would probably form the bulk of Russia's re-investment in the country. The deal announcement came on the heels of Moscow's hosting of an Asia-Pacific economic summit in the far eastern city of Vladivostok that highlighted Russia's turn eastward. The Kremlin has said it hopes to double the share of its total exports going to the Asia-Pacific region. Vorontsov said: \"The development of the Asia-Pacific region is in our economic interests. If before, we talked about our potential to direct our oil and gas there when we needed to strengthen our negotiating position with the Europeans, now there are practical deals. \"Russia's turn to east Asia, especially in the spheres of infrastructure and energy, means the importance of the Korean peninsula will only grow.\" He said the debt deal would pave the way for Russian plans to build a gas pipeline to South Korea via the north, which Kim Jong-il preliminarily signed on to during his meeting with Medvedev last summer. Few analysts see the deal as realistic, however, as the two Koreas technically remain in a state of war.",
    "keywords": [
        "deal",
        "economic",
        "turn",
        "korea",
        "russia",
        "state",
        "kim",
        "10bn",
        "russias",
        "vorontsov",
        "writes",
        "debt",
        "north",
        "korean"
    ],
    "summary": "Russia has agreed to write off nearly all of the $11bn debt accrued by North Korea during Soviet times as the Kremlin seeks to boost ties with its reclusive neighbour's new leader, Kim Jong-un.\nThe debt deal was reached on Monday, he said.\nVorontsov said the debt deal was a sign the North Korean leadership was evolving.\n\"This shows that the intelligentsia and leadership in North Korea are adapting to a market economy – with, by the way, Russia's help,\" he said.\n\"Russia's turn to east Asia, especially in the spheres of infrastructure and energy, means the importance of the Korean peninsula will only grow.\"",
    "sentiment": {
        "neg": 0.0712,
        "neu": 0.8587,
        "pos": 0.07,
        "compound": 0.0745
    }
}