{
    "date": "2012-12-14T15:40:49Z",
    "title": "Park Geun-hye close to becoming South Korea's first female president",
    "url": "https://www.theguardian.com/world/2012/dec/14/park-geun-hye-south-korea",
    "content": "For a woman who likens herself to Margaret Thatcher, Park Geun-hye has no doubt invoked her heroine's fortitude as she enters the final few days of her quest to become South Korea's first female president. Park has successfully distanced herself from the unpopular incumbent, Lee Myung-bak, a fellow member of the rightwing New Frontier party. But she still has to convince conservative South Korea that it is ready for a woman leader, and that she has laid to rest the legacy of her father, a former dictator who has overshadowed the campaign 33 years after his death. Until recently, the polls indicated that 60-year-old Park was tantalisingly close to achieving her goal. The latest ratings, however, show that her rival, the liberal former human rights lawyer Moon Jae-in, is gaining on her with only five days of campaigning left. A week ago Moon trailed Park by 7.5 percentage points; now the gap is within the margin of error. Throughout the campaign, Park's experience – she has been an MP for 15 years – and her success in reviving her party's fortunes, have often been eclipsed by her background. She was just 22 when her mother, Yuk Young-soo, was shot dead by a North Korean agent, forcing her into the role of first lady. Five years later, her father, Park Chung-hee, was assassinated by his intelligence chief after a drink-fuelled dinner in 1979. The legacy of her father's 18 years in power still divides South Koreans, 25 years after the country's first free elections. He is admired for the rapid development of a country still emerging from the destruction of the 1950-53 Korean war and laying foundations for one of the world's most successful economies. But he is loathed, too, for ordering violent crackdowns against political opponents and delaying the arrival of democracy. Park, who also cites Queen Elizabeth as a role model, recently apologised for her father's actions, having once described his 1961 coup as \"unavoidable and the best possible choice\". Some analysts believe she may even benefit from the more positive public memories of her mother, a philanthropist and the country's most popular first lady. Karl Friedhoff, of Seoul's Asan Institute for Policy Studies, is among those who believe Park's family ties will not be decisive in the 19 December election. \"The role her father's legacy has played in the campaign has fallen over the past couple months. She publicly apologised for it ... and has introduced a bill into the national assembly that victims of her father's rule deserve compensation. But the opposition continues to try to tie her to it,\" he said. Whoever enters the presidential Blue House in Seoul when Lee ends his single term in January will be confronted by a North Korea emboldened by this week's successful satellite launch, and a young leader in Kim Jong-un who seems as unpredictable as his late father, Kim Jong-il. Moon, an aide to former president Roh Moo-hyun, who believed in engagement with the North, says he will offer Kim \"unconditional talks\", while Park says she wants to build a new \"trustpolitik\" between the two Koreas. Park has demanded that Pyongyang abandon its nuclear weapon and missile programmes. In response, the North Korean media labelled her a \"fascist\". But it is the deep divisions within South Korea – not those between South and North – that could undo Park, who enjoyed a double-digit lead over Moon when she entered the race in the summer. The campaign has been dominated by the growth in the income gap and youth unemployment that have taken place under her New Frontier party. And those who have gained least from the overwhelming influence of South Korea's chaebol conglomerates – voters in their 30s and 40s – are expected to have potentially decisive say in the outcome. Park has promised to place priority on \"economic democracy\" and social welfare, while Moon has pledged to create jobs, raise the minimum wage and halve the number of temporary workers in the private sectors. Moon, who campaigned for democracy, has exploited the possibility that the offspring of dictators could soon be in power on both sides of the demilitarised zone that divides North and South Korea. \"When I was living in poverty, she was living the life of a princess in the Blue House,\" he said at the start of the campaign. \"When I was fighting dictatorship, she was at the heart of it.\" As election day nears, the identity of South Korea's next president remains a mystery. A poll conducted this week by Real Meter showed support for Park at 47.8% and Moon on 47.7%. Moon's support has risen since the withdrawal of the software mogul Ahn Cheol-soo, an independent whose short time in the race raised fears he would split the liberal vote and hand Park an easy victory. Park has said her presidency would be a \"remarkable start to break the glass ceiling in our country\". Moon, who is trusted more on equality and gender issues, will be hoping that even if South Korea is ready for a female leader and the daughter of a dictator, it does not want another conservative.",
    "keywords": [
        "moon",
        "geunhye",
        "south",
        "female",
        "campaign",
        "korea",
        "fathers",
        "president",
        "close",
        "role",
        "park",
        "north",
        "koreas"
    ],
    "summary": "For a woman who likens herself to Margaret Thatcher, Park Geun-hye has no doubt invoked her heroine's fortitude as she enters the final few days of her quest to become South Korea's first female president.\nA week ago Moon trailed Park by 7.5 percentage points; now the gap is within the margin of error.\nBut it is the deep divisions within South Korea – not those between South and North – that could undo Park, who enjoyed a double-digit lead over Moon when she entered the race in the summer.\nAnd those who have gained least from the overwhelming influence of South Korea's chaebol conglomerates – voters in their 30s and 40s – are expected to have potentially decisive say in the outcome.\nAs election day nears, the identity of South Korea's next president remains a mystery.",
    "sentiment": {
        "neg": 0.0724,
        "neu": 0.8312,
        "pos": 0.0965,
        "compound": 0.1356
    }
}