{
    "date": "2012-01-02T05:06:49Z",
    "title": "South Korean president offers talks with North's new ruler",
    "url": "https://www.theguardian.com/world/2012/jan/02/south-korea-president-north-korea",
    "content": "South Korea's president, Lee Myung-bak, has said he is willing to \"open the door\" to better relations with North Korea under its new leader, Kim Jong-un, but warned of strong retaliation if provoked by the regime. Lee, a conservative who ended unconditional aid to the North four years ago, said the coming year could bring change in cross-border relations and, perhaps, progress on Pyongyang's nuclear weapons programme. \"The situation on the Korean peninsula is now entering a new turning point,\" he said in a televised address on Monday. \"But there should be a new opportunity amid the change and uncertainty. \"Our biggest goal is the peace and stability of the Korean peninsula. We are leaving the window of opportunity open. We will be willing to open the door to a new era on the Korean peninsula if North Korea shows sincerity.\" Lee's comments came after Kim Jong-un was formally named \"supreme commander\" of the North's ruling party, army and people. On Monday the North accused Lee of attempting to destabilise it by putting South Korean forces on a state of high alert after Kim Jong-il's death was announced on 19 December. The ruling party newspaper, the Rodong Sinmun, said Lee must \"kneel down and apologise\". Last week the regime's national defence commission warned the world not to expect a change in policy under its new leadership, adding that it would never negotiate with the Lee administration. In its own new year address, North Korea said its 23 million citizens, including its army of 1.2 million, were ready to defend Kim Jong-un to the death. He succeeded his father last week to become the third member of his family to rule the communist state. Lee suggested that stalled multi-party talks on North Korea's nuclear weapons programme could restart as soon as Pyongyang demonstrated a willingness to abide by previous disarmament commitments. \"As soon as North Korea suspends nuclear activities in progress, six-party talks should be able to resume,\" he said. \"Through a six-party agreement we are prepared to ease the North's security concerns and provide the necessary resources to revive its economy.\" The talks – involving the two Koreas, the US, China, Russia and Japan – have not been held since 2008 when North Korea walked out in protest at proposed inspections of its nuclear facilities. It conducted its second nuclear weapons test a year later. South Korea had rejected nuclear talks with the North until it apologised for the November 2010 shelling of Yeonpyeong island, a South Korean territory near the countries' maritime border, and the sinking of the Cheonan naval vessel earlier that year in which 46 sailors died. Pyongyang insists it was provoked into the Yeonpyeong attack by the South's live-fire exercises near the border, and denies any involvement in the Cheonan sinking. Despite occasionally striking a conciliatory note, Lee warned North Korea that the South would \"thoroughly maintain national security as long as there is a possibility of provocation by the North. We will respond strongly if provoked.\" The North's new year message contained none of the usual criticism of the US and no mention of its nuclear weapons programme – a sign that the regime may be willing to return to aid-for-disarmament talks with Washington. North Korean and US officials had reportedly been discussing food aid until Kim Jong-il's sudden death. The UN has said that a quarter of the population – about 6 million people – do not have enough food and malnutrition is rising, particularly among children.",
    "keywords": [
        "willing",
        "south",
        "norths",
        "ruler",
        "korea",
        "north",
        "president",
        "nuclear",
        "kim",
        "weapons",
        "lee",
        "offers",
        "talks",
        "korean"
    ],
    "summary": "We will be willing to open the door to a new era on the Korean peninsula if North Korea shows sincerity.\"\nLee suggested that stalled multi-party talks on North Korea's nuclear weapons programme could restart as soon as Pyongyang demonstrated a willingness to abide by previous disarmament commitments.\n\"As soon as North Korea suspends nuclear activities in progress, six-party talks should be able to resume,\" he said.\nIt conducted its second nuclear weapons test a year later.\nNorth Korean and US officials had reportedly been discussing food aid until Kim Jong-il's sudden death.",
    "sentiment": {
        "neg": 0.0848,
        "neu": 0.801,
        "pos": 0.1141,
        "compound": -0.0146
    }
}