{
    "date": "2012-12-01T10:28:00Z",
    "title": "North Korea to launch rocket within days, say officials",
    "url": "https://www.theguardian.com/world/2012/dec/01/north-korea-rocket-launch",
    "content": "North Korea is to launch a long-range rocket later this month in a move likely to heighten tensions with Washington, Tokyo and Seoul, ahead of the South Korean presidential election. The official Korean Central News Agency (KCNA) said on Saturday that a rocket carrying an Earth observation satellite would be launched from its north-west coastal space centre between 10 and 22 December. The launch will take place around the time of South Korea's presidential elections on 19 December. It will be the country's second attempt to launch a rocket since Kim Jong-un came to power nearly a year ago, following his father Kim Jong-il's death. A rocket launch in April was aborted but drew condemnation from Washington and Seoul. North Korea maintains the launches are for peaceful purposes, although Washington and Seoul believe it is testing long-range missile technology, with the aim of developing an intercontinental ballistic missile capable of carrying a nuclear warhead. Pyongyang is banned from conducting missile or nuclear-related activities under UN resolutions. An unnamed spokesman for the Korean Committee for Space Technology told KCNA that North Korea had \"analysed the mistakes\" made in the aborted April launch and improved the precision of the rocket and satellite, Reuters reported.",
    "keywords": [
        "launch",
        "korea",
        "days",
        "space",
        "washington",
        "seoul",
        "officials",
        "technology",
        "missile",
        "say",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "North Korea is to launch a long-range rocket later this month in a move likely to heighten tensions with Washington, Tokyo and Seoul, ahead of the South Korean presidential election.\nIt will be the country's second attempt to launch a rocket since Kim Jong-un came to power nearly a year ago, following his father Kim Jong-il's death.\nA rocket launch in April was aborted but drew condemnation from Washington and Seoul.\nNorth Korea maintains the launches are for peaceful purposes, although Washington and Seoul believe it is testing long-range missile technology, with the aim of developing an intercontinental ballistic missile capable of carrying a nuclear warhead.\nAn unnamed spokesman for the Korean Committee for Space Technology told KCNA that North Korea had \"analysed the mistakes\" made in the aborted April launch and improved the precision of the rocket and satellite, Reuters reported.",
    "sentiment": {
        "neg": 0.1013,
        "neu": 0.8639,
        "pos": 0.0349,
        "compound": -0.1517
    }
}