{
    "date": "2012-08-02T17:59:31Z",
    "title": "It was British diplomat enjoying amusement park ride with Kim Jong-un",
    "url": "https://www.theguardian.com/world/2012/aug/02/kim-jong-un-british-diplomat-ride",
    "content": "The UK Foreign Office was left in a spin on Thursday as it was forced to explain why a relatively junior diplomat had enjoyed an amusement park ride with North Korea's leader Kim Jong-un. Proving that international relations with a pariah state have their ups and downs, the British chargé d'affaires Barnaby Jones was firmly strapped into the seat in front of the dictator. Pictures of Kim making his marriage public for the first time – taking his wife, Ri Sol-ju, to Rungna People's Pleasure Ground in the capital Pyongyang – emerged last week, prompting questions about who the young non-Korean was in one of the pictures. Now we know, although the UK government is not giving any personal details about its representative. In this rollercoaster political world, photographs of the happy occasion were released by North Korean state media on the same day that London Olympic organisers were forced to explain how they allowed the South Korean flag to be pictured on big screens at Glasgow's Hampden Park ahead of the North Korean women's football match against Colombia. The North Koreans accepted profuse apologies for the mix-up, perhaps knowing that Jones had already been going round in circles to deliver on foreign secretary William Hague's hope last December that Kim's succession to power was a turning point for North Korea. The Foreign Office said: \"Pyongyang's diplomatic community was invited to the opening of the Rungna People's Pleasure Ground. This included the chargé d'affaires of the British Embassy, who accepted the invitation to attend. While this was an unusual event, it is vital that we actively engage with the North Korean administration since we work closely with them on a number of humanitarian, cultural and education projects which benefit the people of North Korea.\" The identity of the diplomat being taken for the ride was first revealed by US magazine Mother Jones. Charles Armstrong, head of Korean studies at Columbia University, told the publication that pictures of the North Korean leaders with foreigners were rare. \"That is quite surprising, to show a foreigner in such proximity to Kim Jong-un,\" said Armstrong, who is said to be a regular visitor to North Korea. \"Normally pictures of the leader with a foreigner would be carefully staged. I've never seen a picture of his father or grandfather ride an amusement park ride,\" he added. \"Then to be in the next car over with a youngish-looking foreigner seems to convey more of a human image.\" • This article was amended on 3 August 2012 because the original said Barnaby Jones was on a rollercoaster in a seat in front of the dictator and his wife. The picture does not show Ri Sol-ju on the rollercoaster.",
    "keywords": [
        "jones",
        "korea",
        "ride",
        "north",
        "enjoying",
        "pictures",
        "kim",
        "british",
        "foreigner",
        "amusement",
        "korean",
        "diplomat",
        "rollercoaster",
        "jongun",
        "park"
    ],
    "summary": "The UK Foreign Office was left in a spin on Thursday as it was forced to explain why a relatively junior diplomat had enjoyed an amusement park ride with North Korea's leader Kim Jong-un.\nThe identity of the diplomat being taken for the ride was first revealed by US magazine Mother Jones.\nCharles Armstrong, head of Korean studies at Columbia University, told the publication that pictures of the North Korean leaders with foreigners were rare.\n\"That is quite surprising, to show a foreigner in such proximity to Kim Jong-un,\" said Armstrong, who is said to be a regular visitor to North Korea.\nI've never seen a picture of his father or grandfather ride an amusement park ride,\" he added.",
    "sentiment": {
        "neg": 0.0146,
        "neu": 0.8997,
        "pos": 0.0856,
        "compound": 0.2619
    }
}