{
    "date": "2012-07-18T05:06:00Z",
    "title": "North Korea's Kim Jong-un named marshal",
    "url": "https://www.theguardian.com/world/2012/jul/18/kim-jong-un-marshal-north-korea",
    "content": "North Korea's leader, Kim Jong-un, has tightened his grip on power after being named to the highest rank in the country's military. His appointment as marshal of the Korean people's army, a force of 1.2 million troops, comes after the removal on Monday of the regime's chief of the general staff of the army, Ri Yong-ho, and cements Kim's control of the state apparatus seven months after he became leader. State media cited illness as the reason behind Ri's dismissal but analysts said his sacking may signal the start of a campaign by the young and inexperienced Kim to shape the regime in his image rather than that of his father, Kim Jong-il. A day later, Hyon Yong-chol was named vice-marshal of the army but did not replace Ri. The position of marshal had been left vacant following the death of Kim Jong-il, who received the title 20 years ago when his father and North Korea's founder, Kim Il-sung, was promoted to grand marshal. Kim Jong-il was posthumously named grand marshal in February on what would have been his 70th birthday. In a special bulletin issued at noon local time, the state-run Korean Central News Agency said Kim Jong-un, who became leader in December after the death of Kim Jong-il, had been awarded the title of marshal of the army. \"A decision was made to award the title of marshal of [North Korea] to Kim Jong-un, supreme commander of the Korean people's army,\" the KCNA said. Speculation over the nature of the announcement had been building throughout the morning after the KCNA said it had \"important news to announce\" at noon. Suggestions that the regime had conducted a third nuclear test were ruled out when South Korean officials said they had not detected any related seismic activity. Earlier the South Korean president, Lee Myung-bak, had ordered senior officials to closely watch the situation in the north, a presidential spokesman in Seoul said. It is not yet clear whether the moves will signal a departure from the \"songun\" military-first strategy pioneered by Kim Jong-il or raise the prospect of the resumption of talks on the regime's nuclear weapons programme. The younger Kim appears to have upheld Kim Jong-il's policy, although he has begun appointing younger officials to key posts in the army and Korean workers' party from April. North Korea in recent months has threatened to attack South Korea's president and Seoul's conservative media in response to joint military drills by the US and South Korea. A North Korean artillery attack in 2010 killed four South Koreans on the island of Yeonpyeong.",
    "keywords": [
        "south",
        "marshal",
        "north",
        "kim",
        "officials",
        "jongun",
        "korean",
        "jongil",
        "title",
        "army",
        "named",
        "koreas"
    ],
    "summary": "North Korea's leader, Kim Jong-un, has tightened his grip on power after being named to the highest rank in the country's military.\nThe position of marshal had been left vacant following the death of Kim Jong-il, who received the title 20 years ago when his father and North Korea's founder, Kim Il-sung, was promoted to grand marshal.\nKim Jong-il was posthumously named grand marshal in February on what would have been his 70th birthday.\n\"A decision was made to award the title of marshal of [North Korea] to Kim Jong-un, supreme commander of the Korean people's army,\" the KCNA said.\nA North Korean artillery attack in 2010 killed four South Koreans on the island of Yeonpyeong.",
    "sentiment": {
        "neg": 0.0609,
        "neu": 0.8817,
        "pos": 0.0574,
        "compound": 0.0008
    }
}