{
    "date": "2013-01-23T07:21:48Z",
    "title": "North Korea defiant as UN security council condemns rocket launch",
    "url": "https://www.theguardian.com/world/2013/jan/23/north-korea-defiant-un-rocket-launch",
    "content": "North Korea has vowed to strengthen its nuclear deterrent and other military capabilities after the United Nations security council condemned its latest rocket launch. Analysts warned that the prospects of a third nuclear test by the regime had increased after its harsh response to the resolution, which extended sanctions against the North and expressed the council's determination to take \"significant action\" against further missile or nuclear tests. North Korea says it sent a satellite into orbit in December for peaceful and scientific purposes. But the council said it breached the ban on nuclear and missile activity, because the launch technology is near-identical to that required for long-range missiles. China, which has veto rights as a permanent member of the council, agreed to Tuesday night's resolution after sections were removed from an earlier draft. It has often blocked proposals for strengthened measures against its ally and neighbour in the past. Susan Rice, the US ambassador to the UN, said the resolution \"demonstrates to North Korea that there are unanimous and significant consequences for its flagrant violation of its obligations under previous resolutions\". The security council reiterated its demand that the North cease further launches and end its nuclear weapons programme in a \"complete, verifiable and irreversible manner\". The angry response from Pyongyang's foreign ministry said the North \"should counter the US hostile policy with strength, not with words\" and warned it would \"bolster the military capabilities for self-defence including the nuclear deterrence\". \"There can be talks for peace and stability of the Korean peninsula and the region in the future, but no talks for the denuclearisation of the peninsula,\" it added. The statement \"considerably and strongly hints at the possibility of a nuclear test\", the analyst Hong Hyun-ik, of the private Sejong Institute thinktank near Seoul, told Associated Press. The North tested nuclear devices shortly after rocket launches in 2006 and 2009, and last month the 38 North blog said analysis of satellite photos showed continued activity at a nuclear test site. But Yang Moo-jin, of the University of North Korean Studies in Seoul, told Reuters: \"North Korea will likely take a sequenced strategy where the first stage response would be more militarily aggressive actions like another missile launch.\" Leonid Petrov, an expert on North Korea at the Australian National University, said the resolution was \"not helpful\". He said: \"It is just a sign of frustration. Diplomacy doesn't work, military threats simply turn it into a worse situation, and nobody is prepared to give way in this standoff.\" He added: \"Sticks without carrots do not work. A combination of sanctions with the prospect of engagement would be much more conducive to resolving the situation. \"North Korea does not want to abandon its nuclear programme. They have to develop it further, which means more tests … It looks like after the resolution, the nuclear test is now looming sooner rather than being postponed.\" He said there were hopes that Park Geun-hye, South Korea's incoming president, would bring a \"more pragmatic, less ideological and more stable\" policy towards the North than that adopted by her predecessor, Lee Myung-bak, who ended Seoul's \"sunshine policy\" of engagement and aid. But Daniel Pinkston, the north-east Asia deputy project director for the International Crisis Group, warned that if a nuclear test went ahead, \"any ideas or initiatives that she is thinking about or planning will pretty quickly become impossible\". He added: \"As far as sanctions achieving the intended outcome, I don't see that happening. The people named are national heroes from the North Korean perspective.\" While Rice said the resolution introduced new sanctions, others argued it had only extended previous measures, so that more government bodies and individuals – such as the space agency and the man who runs it – will have their assets frozen and face a global travel ban. Li Baodong, China's permanent representative to the United Nations, described the resolution as \"generally balanced\", the state news agency Xinhua reported. He noted that measures which China believed would jeopardise normal trade had been removed. He added: \"Sanctions and resolutions alone do not work. Resolutions must be completed and supplemented by diplomatic efforts.\" The six-party aid for disarmament talks stalled in 2009 and a deal with the US – which would have placed a moratorium on nuclear and missile tests in exchange for food – collapsed after the North carried out an unsuccessful rocket launch in April last year. • This article was amended on 29 January 2013. Leonid Petrov is an expert on North Korea at the Australian National University, not the University of Sydney as we said in the original version.",
    "keywords": [
        "launch",
        "condemns",
        "korea",
        "university",
        "nuclear",
        "sanctions",
        "security",
        "resolution",
        "defiant",
        "test",
        "council",
        "missile",
        "rocket",
        "north"
    ],
    "summary": "North Korea has vowed to strengthen its nuclear deterrent and other military capabilities after the United Nations security council condemned its latest rocket launch.\nNorth Korea says it sent a satellite into orbit in December for peaceful and scientific purposes.\nThe North tested nuclear devices shortly after rocket launches in 2006 and 2009, and last month the 38 North blog said analysis of satellite photos showed continued activity at a nuclear test site.\nLeonid Petrov, an expert on North Korea at the Australian National University, said the resolution was \"not helpful\".\nLeonid Petrov is an expert on North Korea at the Australian National University, not the University of Sydney as we said in the original version.",
    "sentiment": {
        "neg": 0.0734,
        "neu": 0.8349,
        "pos": 0.0916,
        "compound": 0.0358
    }
}