{
    "date": "2013-12-13T16:37:07Z",
    "title": "The execution of Kim Jong-un's uncle signals the hardliners are back | Jasper Becker",
    "url": "https://www.theguardian.com/world/2013/dec/13/kim-jong-un-execution-jang-song-thaek-north-korea",
    "content": "When Kim Jong-un decided to destroy his powerful uncle, most likely at the bidding of hardliners in the North Korean military, he must have known it could not be done in a tentative or covert manner. Jang Song-thaek and his wife Kim Kyong-hui (a sister of the dictator's late father, Kim Jong-il) had, as a couple, been at the heart of the North Korean regime for decades, so their removal had to be done publicly and with the utmost ruthlessness; Jang was first stripped of his posts, then arrested and now executed as a \"traitor for all ages\" and \"worse than a dog\" as the regime announced. No one outside North Korea seems sure whether the decision by the heir to the Kim dynasty to move against his uncle is a cause for bemusement or an alarming portent of internal war in a nuclear-armed state. But one can hazard a good guess as to what this is all about. When the late Kim Jong-il knew he was dying, he appointed Jang and Kim Kyong-hui, the most powerful figures in the Korean Workers' party organisations, to serve as regents and to supervise the transition of power. More importantly, he insisted that they be given top posts in the military, which controls most of the North Korean economy. Throughout his career, Jang had been in charge of finding the money to finance the regime. He did this by negotiating for foreign aid or by selling missiles, nuclear knowhow, drugs or other contraband. He was also responsible for supervising attempts at economic reform, which would inevitably require transferring big chunks of the military-industrial complex to the civilian economy. In other words, he was the man whom Beijing expected to introduce Chinese-style market reforms such as special economic zones at Kaesong close to South Korea and new ones on the border with China. Since Kim Jong-il's death, Jang Song-thaek had been vice-chairman of North Korea's military defence committee and had been drawn into a life-or-death struggle with other top brass for control of the military industries. The army is entrusted with the sacred mission of conquering South Korea and bringing it under the rule of the Kim family. Under the \"military first\" policy, it accounts for a third of North Korea's gross domestic product and possibly much more. Last year Jang Song-thaek managed to force out the hardline chief of the general staff, Marshal Ri Yong-ho, and to abolish the committee that controls the military's economic assets, including its lucrative foreign trading rights. At the time, South Korean intelligence said the 69-year-old Ri had been injured when his bodyguards opened fire during his arrest and up to 30 soldiers died. The marshal had been responsible for the shelling of Yeonpyeong island in South Korea in November 2010 and was opposed to improving ties with South Korea and the US. Before we lament the passing of Jang and the fate of his widow, Kim Kyong-hui, it is important to remember that they were never committed to forcing through market reforms and abandoning Stalinism. They were a murderous pair who ruthlessly sent in the tanks to quell the unrest during the great famine of the 1990s, when up to 3 million North Koreans perished. At best, they were committed to persuading the rest of the world to subsidise the North's ambitions by selling mining concessions and North Korean labour. But if the hardliners in the military are indeed now back in charge, and President Kim Jong-un is their puppet, then this is a serious blow to any remaining hopes of negotiating an end to the North Korean crisis. The country may have lost the subsidies it enjoyed from South Korea, Japan, the US and Russia in the heyday of Seoul's \"Sunshine policy\" of engagement with Pyongyang but it still believes that with China's backing it can use military aggression to extort the aid it badly needs. Like the Soviet Union and China before it, nothing can be done to help the plight of the North Koreans until its rulers decide themselves to cut down the crushing burden of military spending and ill-conceived mega-investment projects. If any of the great powers is to blame for what has happened, it is probably China, which has acquiesced in supporting whatever the Kim family has chosen to do for fear of seeing its vassal state disappear. If Pyongyang ever did downsize the military and open up the civilian economy, North Korea would merge into the dynamic South and vanish from our maps. In the meantime, we can expect the gulag economy, perhaps the most productive part of the whole economy, to be swollen by a wave of new slaves. Purging Jang and his wife will also require purging the children and relatives of any official patronised by them over their long careers. In true Stalinist style, the planning for a massive purge probably started months before this week's dramatic events. Amnesty International reported earlier this month that satellite images showed a substantial expansion of housing at the Yodok camp, the most notorious part of the North Korean gulag. One of the largest purges in North Korea's history may now be under way and many thousands connected directly or indirectly to the traitors will be sent to labour and perish in North Korea's slave labour camps.",
    "keywords": [
        "economy",
        "songthaek",
        "jasper",
        "south",
        "military",
        "uncle",
        "korea",
        "becker",
        "kim",
        "execution",
        "jang",
        "hardliners",
        "signals",
        "koreas",
        "jonguns",
        "north",
        "korean"
    ],
    "summary": "More importantly, he insisted that they be given top posts in the military, which controls most of the North Korean economy.\nThe army is entrusted with the sacred mission of conquering South Korea and bringing it under the rule of the Kim family.\nThe marshal had been responsible for the shelling of Yeonpyeong island in South Korea in November 2010 and was opposed to improving ties with South Korea and the US.\nAt best, they were committed to persuading the rest of the world to subsidise the North's ambitions by selling mining concessions and North Korean labour.\nOne of the largest purges in North Korea's history may now be under way and many thousands connected directly or indirectly to the traitors will be sent to labour and perish in North Korea's slave labour camps.",
    "sentiment": {
        "neg": 0.0699,
        "neu": 0.8447,
        "pos": 0.0856,
        "compound": -0.021
    }
}