{
    "date": "2013-04-05T17:53:12Z",
    "title": "North Korea warns embassies over safety following missile threat",
    "url": "https://www.theguardian.com/world/2013/apr/05/north-korea-missiles-embassy-threats",
    "content": "North Korea has warned foreign embassies in Pyongyang that it cannot guarantee their safety from the threat of conflict after 10 April, and has advised them to consider pulling their staff out of the capital. The message to diplomats came as tensions in the region continued to escalate despite international efforts to defuse the situation. South Korea's Yonhap news agency cited Seoul military sources as saying two Musudan missiles had been positioned on mobile launchers on North Korea's east coast. The missiles are believed to have a range of at least 1,875 miles. That would cover South Korea and Japan and possibly the US territory of Guam in the Pacific Ocean. South Korea reacted to the missile activity by deploying two warships capable of intercepting and destroying ballistic missiles. The US has already moved interceptor missiles and warships to the region to defend against a possible attack. In Washington, officials attempted to calms nerves rattled by several days of bellicose rhetoric, saying the feeling in the White House and the Pentagon was that any threat to the US or its allies was not imminent. The Foreign Office in London dismissed the embassy warning as an attempt by the North to create the impression that it was in imminent danger of an attack by the US, adding that it had no intention of evacuating staff. \"The British embassy in Pyongyang received a communication from the North Korean government this morning saying that the North Korean government would be unable to guarantee the safety of embassies and international organisations in the country in the event of conflict from 10 April,\" it said. A Foreign Office spokeswoman said: \"The DPRK [Democratic People's Republic of Korea] has responsibilities under the Vienna convention to protect diplomatic missions, and we believe they have taken this step as part of their continuing rhetoric that the US poses a threat to them. We are considering next steps, including a change to our travel advice.\" A spokesman for the Russian embassy in Pyongyang said North Korea had \"proposed that the Russian side consider the evacuation of employees in the increasingly tense situation\". Denis Samsonov said Russia was not planning to evacuate at this stage as there were no outward signs of tension in the North Korean capital. South Korea's defence minister speculated that the North could be preparing to test-fire the two missiles. There are doubts about the Musudan's accuracy and range, and some suspect long-range missiles unveiled by Pyongyang at a parade last year were mock-ups. Kim Kwan-jin said on Thursday that Pyongyang had moved a missile with considerable range to its east coast, but insisted there were no signs that North Korea was preparing for a full-scale conflict. He said he did not know why the North had moved the missiles but suggested it \"could be for testing or drills\". The tit-for-tat moves will reinforce fears of a downward spiral. On Thursday, the US state department responded to suggestions that it had not helped the situation by insisting it had no choice but to respond in this way. \"When you have a country that is making the kind of bellicose statements and taking the kind of steps that they have, you have to take it seriously and you have to take steps to defend the US and its allies,\" said the spokeswoman Victoria Nuland. \"The ratcheting up of tension on the DPRK side was the cause of us shoring up our defensive posture.\" Meanwhile Washington announced fresh moves to seek a diplomatic solution to the crisis, revealing that it had phoned officials in Beijing to ask them to press Pyongyang to tone down its rhetoric. The secretary of state, John Kerry, is due to meet his Chinese counterpart in Beijing on a scheduled visit to Asia. The South Korean president, Park Geun-hye, is also due to meet Barack Obama in the US for talks next week. The state department said it was optimistic that the international alliance calling on the North to abandon its nuclear weapons programme would hold firm and \"recognise the threat we share is common and that we are stronger if we work together\". Nuland urged Pyongyang to return to the international community which would secure an end to sanctions. \"This does not have to get hotter,\" she said. \"They just have to comply with their international obligations.\" Officials in Washington have dismissed the North's most serious threat, of a nuclear strike against the US, as bluster by the North's leader, Kim Jong-un. The Pentagon assessment is that North Korea has not yet mastered the technology needed to accurately fire a nuclear-armed missile at the US mainland or any of its bases in the Pacific. The danger to the US is indirect. An attack by North Korea on South Korea – as happened in 2010 when it shelled an island and was also accused of torpedoing a navy ship, with the loss of 46 sailors – would provoke immediate retaliation by the South Korean government. The US, in a secret pact signed last month with Seoul, is believed to have confirmed it will provide support. The Obama administration's policy towards North Korea is officially known as \"strategic patience\", containing North Korea, reassuring its neighbours South Korea and Japan and hoping for a diplomatic solution some time in the future. The administration added muscle to this approach last week when the new defence secretary, Chuck Hagel, ordered America's most advanced plane, the B-2, also known as the Stealth bomber, to fly over the Korean peninsula for the first time. The Stealth is invisible to radar and has a nuclear capacity. It was intended to deter, not provoke, North Korea. The message was: attack South Korea at your peril. Duyeon Kim, a specialist on North Korea and nuclear non-proliferation at Washington's Centre for Arms Control and Non-Proliferation, agreed that, given the shelling of Yeonpyeong Island in 2010, it made sense for the US to send a message to North Korea that its military force is exponentially greater than its own. \"The nightmare and scars from 2010 haven't healed for South Korea, so Seoul would also, understandably, not tolerate another blow from the North and be ready to retaliate this time,\" she said. \"North Korea probably won't be foolish enough to start a conflict or war knowing full well that the US and South Korea can wipe them out instantly, but … the main concern with the latest escalation is miscalculation and mistakes.\" Evans Revere, a former State Department Asia expert who is now at the Brookings Institution and who works alongside Madeleine Albright at a global security firm, the Albright Stonebridge group, does not see the B-2 as an overreaction. \"I think the steps taken by the Obama administration are prudent and the minimum necessary to send a message to the North and our allies that we are prepared to defend them,\" Revere said. The language and actions from the Obama administration in response to North Korea last week was relatively strong. There are signs, though, in the past few days that it may have decided that some of this may have been a mistake, making a bad situation worse. The language of the White House, the state department and the Pentagon has become noticeably more muted. • This article was amended on 8 April 2013. The original referred to South Korea's deployment of two battleships. That should have been warships, and has been corrected.",
    "keywords": [
        "south",
        "international",
        "korea",
        "following",
        "state",
        "threat",
        "missiles",
        "warns",
        "embassies",
        "safety",
        "steps",
        "missile",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "That would cover South Korea and Japan and possibly the US territory of Guam in the Pacific Ocean.\nSouth Korea reacted to the missile activity by deploying two warships capable of intercepting and destroying ballistic missiles.\nThe Obama administration's policy towards North Korea is officially known as \"strategic patience\", containing North Korea, reassuring its neighbours South Korea and Japan and hoping for a diplomatic solution some time in the future.\nDuyeon Kim, a specialist on North Korea and nuclear non-proliferation at Washington's Centre for Arms Control and Non-Proliferation, agreed that, given the shelling of Yeonpyeong Island in 2010, it made sense for the US to send a message to North Korea that its military force is exponentially greater than its own.\nThe language and actions from the Obama administration in response to North Korea last week was relatively strong.",
    "sentiment": {
        "neg": 0.098,
        "neu": 0.8552,
        "pos": 0.0468,
        "compound": -0.1395
    }
}