{
    "date": "2013-04-16T18:15:32Z",
    "title": "Panorama North Korea briefing for LSE students held in a pub",
    "url": "https://www.theguardian.com/media/2013/apr/16/panorama-north-korea-lse-pub",
    "content": "The key meeting where BBC journalists briefed students on the risks of travelling to North Korea with an undercover journalist for John Sweeney's Panorama documentary was held in a busy London pub where the group drank alcohol. Two students at the briefing in the George IV pub on the London School of Economics (LSE) campus complained that it was \"informal\" and \"involved alcohol consumption\" ahead of the trip to Pyongyang where Sweeney intended to film an undercover documentary. One LSE student, who went on the trip but declined to be named, claimed the meeting was billed as an \"opportunity for meet-and-greet and discussion of the trip technicalities\", but did not fully explain the risks of getting an undercover journalist into North Korea. According to the BBC, the students were not told before they left London that Sweeney was the undercover journalist. The BBC has said the LSE group were told this in Beijing before changing planes for the flight to Pyongyang \"There was not a single meeting in which all of the students were present,\" the student told the Guardian. \"Nobody from the BBC ever informed me of the risks I had supposedly consented to undertake by travelling with a journalist.\" The BBC responded to fresh criticism of the expedition on Tuesday by saying there was \"proper editorial supervision\" throughout, and that the 10 students who went to North Korea were given enough information to make an informed decision about whether to travel to Pyongyang. The corporation said that two senior Panorama journalists, who it declined to name, oversaw the North Korea trip and that it was led by Tomiko Newson, the wife of presenter Sweeney. Newson received a full briefing from the BBC's editorial policy and high risk teams before verbally warning the students about the risks of travelling with an undercover journalist, according to a BBC spokeswoman. That was after Fran Unsworth, the BBC's then head of newsgathering, and David Jordan, the director of editorial policy and standards, carried out a full risk assessment of the trip on behalf of the journalists and students. Each student was spoken to twice individually about the technicalities of the trip, according to the BBC, but there was only one \"master\" meeting involving all but one of the students before they departed. That meeting was held on 12 February at the George IV pub, a popular haunt for LSE students, and arranged by Newson. Another senior Panorama journalist was present, according to the BBC. One student who was at this meeting claimed that the risks of travelling with a journalist in North Korea were never discussed. However, that was disputed by the BBC, which said in a statement: \"The BBC would like to make clear there was proper editorial supervision throughout the whole production. \"This included attendance at the meeting held on 12 February when the students were reminded that a journalist planned to travel as part of the party and of the risks of travelling with a journalist to North Korea: the risk of arrest, detention and the possibility that they would be unable to return to the country. \"We are therefore satisfied that the appropriate BBC protocols were complied with and that the students were in possession of the facts in order for them to make an informed decision about whether to travel to North Korea.\" None of the students at this meeting said they did not wish to continue with the trip, which they subsequently paid for. Three students or their parents are believed to have complained to the BBC about the organisation of the trip, while two have publicly backed the corporation's version of events. Sweeney, Newson and BBC cameraman Alexander Niakaris eventually spent eight days in the country from 23 March for the documentary, North Korea Uncovered, which was watched by just over 5 million viewers when broadcast on BBC1 on Monday night, despite LSE protests that the students involved had travelled without being able to give informed consent for the venture. • To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.",
    "keywords": [
        "meeting",
        "undercover",
        "korea",
        "pub",
        "students",
        "held",
        "panorama",
        "journalist",
        "briefing",
        "bbc",
        "trip",
        "lse",
        "travelling",
        "north",
        "risks"
    ],
    "summary": "The key meeting where BBC journalists briefed students on the risks of travelling to North Korea with an undercover journalist for John Sweeney's Panorama documentary was held in a busy London pub where the group drank alcohol.\nAccording to the BBC, the students were not told before they left London that Sweeney was the undercover journalist.\nThe corporation said that two senior Panorama journalists, who it declined to name, oversaw the North Korea trip and that it was led by Tomiko Newson, the wife of presenter Sweeney.\nThat meeting was held on 12 February at the George IV pub, a popular haunt for LSE students, and arranged by Newson.\nOne student who was at this meeting claimed that the risks of travelling with a journalist in North Korea were never discussed.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.904,
        "pos": 0.0456,
        "compound": -0.0566
    }
}