{
    "date": "2013-09-09T16:36:00Z",
    "title": "Dennis Rodman tips off his plan for book collaboration with Kim Jong-un",
    "url": "https://www.theguardian.com/sport/2013/sep/09/dennis-rodman-kim-jong-un-book",
    "content": "Former US basketball star Dennis Rodman said on Monday he will collaborate on a book with Kim Jong-un and is organizing an international basketball event in North Korea in an effort to \"open doors\" to the secretive country. \"I know in time Americans will see I'm just trying to help us all get along and see eye to eye through basketball, and with my friendship with Kim, I know this will happen,\" Rodman said at a press conference in New York on Monday. The Paddy Power Dennis Rodman Invitational in Pyongyang – named after the Irish betting company that sponsored Rodman's recent trip to North Korea – will bring former NBA players to play against the country's national team. The publicity-hungry betting company's presence did little to dispel the impression that the whole enterprise was anything more than a PR stunt. Indeed, Rodman said he would not be getting involved in the release of Kenneth Bae, the 44-year-old American who in April was sentenced to 15 years of hard labor in North Korea. \"I don't want to talk about politics, because if I do that, it's a whole different ball game,\" Rodman said. He added that things might change once he's there, but that he is not going to North Korea to rescue anybody. \"That's the main reason why I'm doing this basketball game – to open doors,\" Rodman said. Rodman also announced that he will also have a month of access to Kim so the pair can write a book together, but that he does not plan on using that access for political reasons. \"I know one thing, he trusts me,\" Rodman said. \"I'm not going to be a partition, I'm his friend.\" Rodman said he has the phone numbers and email addresses for Kim, the prime minister and other North Korean officials, and does not expect Kim to conduct any attacks. \"If he wanted to bomb anybody in the world, he would of done it, but it's amazing how he pulled things back,\" Rodman said. During the press conference, Rodman repeatedly asked people to take him seriously, which few have done since he became famous for his ever-changing hair and antics as a Hall of Fame member of the the all-star Chicago Bulls during the mid-90s. He said he might be able to get former Chicago Bulls teammates, such as Scottie Pippen, to play in North Korea, but that no one should expect him to successfully recruit Michael Jordan, \"because he's Michael Jordan\". Michael Jordan may be the best equipped player from the team to handle such diplomatic endeavors, due to his experience in the 1996 film Space Jam, in which he entered the cartoon-realm of Looney Tunes to assist Bugs Bunny against a gang of misguided cartoon aliens.",
    "keywords": [
        "book",
        "im",
        "tips",
        "korea",
        "things",
        "plan",
        "north",
        "kim",
        "jordan",
        "collaboration",
        "rodman",
        "know",
        "dennis",
        "michael",
        "basketball",
        "jongun"
    ],
    "summary": "Former US basketball star Dennis Rodman said on Monday he will collaborate on a book with Kim Jong-un and is organizing an international basketball event in North Korea in an effort to \"open doors\" to the secretive country.\nThe Paddy Power Dennis Rodman Invitational in Pyongyang – named after the Irish betting company that sponsored Rodman's recent trip to North Korea – will bring former NBA players to play against the country's national team.\nHe added that things might change once he's there, but that he is not going to North Korea to rescue anybody.\n\"If he wanted to bomb anybody in the world, he would of done it, but it's amazing how he pulled things back,\" Rodman said.\nHe said he might be able to get former Chicago Bulls teammates, such as Scottie Pippen, to play in North Korea, but that no one should expect him to successfully recruit Michael Jordan, \"because he's Michael Jordan\".",
    "sentiment": {
        "neg": 0.0259,
        "neu": 0.8985,
        "pos": 0.0755,
        "compound": 0.2384
    }
}