{
    "date": "2013-01-24T21:24:47Z",
    "title": "North Korea's game of nuclear brinkmanship | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2013/jan/24/north-korea-nuclear-brinkmanship-editorial",
    "content": "Just as we were lulled into a false sense of security about North Korea, congratulating Kim Jong-un on a surprisingly good first year in power, we are jolted back to reality and to what is now a very familiar script: North Korea launches a long-range rocket; the United Nations condemns it; Pyongyang threatens to carry out a third nuclear test and declares it is all aimed against its sworn enemy, the US. Yesterday's blood-curdling statement from the country's powerful national defence commission was back to \"songun\" or military-first policy with a vengeance. The ice age is not coming to an end under a younger leader who has shown signs of interest in economic reform. Or at least not as swiftly as some imagined. In truth, those neighbours have noticed the preparations for a nuclear test for some time. The rapid sequence of events this week surely comes as little surprise. North Korea has got several points to prove. The first two warheads it tested were made of plutonium and as it has limited stocks of this, there was an argument that the more tests they conducted the quicker the threat would disappear. If, however, it is found that the next detonation comes from weapons grade uranium, it will mean that North Korea now possesses a sophisticated enrichment programme. All this bids up the price of peace and makes denuclearisation an ever-distant dream. North Korea also wants Washington to sit up and take notice. It has never been happy with the US's strategic patience. Nevertheless, from Kim Jong-un's view, a third nuclear test is a high-stakes gamble. It tests Beijing's patience to the limits, giving it very little option but to go along with a new round of UN security council mandated sanctions. China has already agreed to support tougher sanctions in the event of a further rocket launch or nuclear test. Building up its missile and nuclear strength boosts the young leader's domestic standing – but only up to a point. China has its own territorial agenda and trade relations in the East China Sea, and an unstable and destabilising regime in North Korea is not part of it. Containment, yes. Anything more, no. Washington and Beijing need to come to a consensus about North Korea. There will never be an agreement, but there can be a series of co-ordinated military understandings in the event of another security incident on the peninsula. Both countries need to address the mounting risks of the instability of North Korea spilling across its borders. Both have large expatriate populations in South Korea – 130,000 US citizens and 670,000 from China. It is neither in Washington's nor Beijing's interest to lose control. Just reminding the North Korean leadership of that fact would be a salutary corrective.",
    "keywords": [
        "brinkmanship",
        "korea",
        "washington",
        "editorial",
        "nuclear",
        "china",
        "tests",
        "sanctions",
        "security",
        "test",
        "game",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "In truth, those neighbours have noticed the preparations for a nuclear test for some time.\nNorth Korea has got several points to prove.\nIf, however, it is found that the next detonation comes from weapons grade uranium, it will mean that North Korea now possesses a sophisticated enrichment programme.\nNevertheless, from Kim Jong-un's view, a third nuclear test is a high-stakes gamble.\nBoth countries need to address the mounting risks of the instability of North Korea spilling across its borders.",
    "sentiment": {
        "neg": 0.0832,
        "neu": 0.802,
        "pos": 0.1148,
        "compound": 0.0766
    }
}