{
    "date": "2013-09-06T11:30:00Z",
    "title": "Dennis Rodman, Jennifer Lopez and Kanye West: BFFs with dictators | Lindsey Bever",
    "url": "https://www.theguardian.com/commentisfree/2013/sep/06/stars-dance-tyrants-tunes",
    "content": "The strange surge of celebrity-dictator friendships isn't going unremarked. From athletes to pop artists, American icons are playing nice with controversial world leaders. Celebrities, such as Dennis Rodman, who claim they intend to mend ties between troubled countries and the US may have a needed role in our foreign affairs – but it's fairly improbable. More often than not, it turns out these celebrities are just accepting gigs for cash – and exposing their own naivety. And that's the point: A-list celebrities who have made names for themselves within the human rights arena should be careful who they're spending time with when attempting freelance diplomacy. Americans are watching them. 1. Kanye West The American hip-hop artist pocketed an estimated $3m last weekend for his performance at the wedding reception of Aisultan Nazarbayev, grandson of Kazakhstan President Nursultan Nazarbayev. Over Nazarbayev's 23-year reign, the dictator has been accused by human rights organisations of violent attacks on demonstrators and crackdowns on independent media outlets, torture and violation of worker's rights, among other offences. West has been rightly criticised by human rights groups for his recent association with Nazarbayev. Garry Kasparov, chairman of the Human Rights Foundation, said: The millions of dollars paid to West came from the loot stolen from the Kazakhstan treasury. West has supported numerous charities throughout his career, including a few specifically focused on international human rights work. Kanye has entertained a brutal killer and his entourage … It's up to the public to hold [him] accountable. 2. Jennifer Lopez The A-list celebrity accepted a paid gig from the China National Petroleum Corp earlier this summer, at which she sang \"Happy Birthday, Mister President\" to 56-year-old dictator Gurbanguly Berdymukhamedov, the president of Turkmenistan. Lopez later apologised for the performance, claiming she didn't know of Berdymukhamedov's human rights abuses. Business decisions aside, shame on Lopez – and her team – for failing to educate herself on the history of a country in which she was planning to perform. Human Rights Watch has called Turkmenistan (and Uzbekistan) one of \"the most repressive [countries] in the world\". 3. Dennis Rodman The NBA star has famously befriended North Korean dictator Kim Jong Un. Rodman met Kim during his basketball diplomacy trip for HBO's Vice news program this year. He embarked on his second trip to North Korea this week in what is speculated to be an attempt to negotiate the release of jailed US citizen Kenneth Bae. Rodman said via CNN.com: I will definitely ask for Kenneth Bae's release. I will say, 'Marshal, why is this guy held hostage?' I could try and soften it up in that way … If the Marshal says, 'Dennis, you know, do you want me to let him loose?' and then if I actually got him loose – and I'm just saying this out the blue – I'd be the most powerful guy in the world. However, rather than seeing his relationship with Kim as a human rights problem in itself, the athlete told Sports Illustrated magazine that he should be considered for the Nobel Peace Prize. He'd be on firmer ground if he'd got Bae released first. But these three aren't the first to associate with foreign dictators. Remember Nelly Furtado and the late Libyan leader, Muammar Gaddafi; Beyonce and Gaddafi; Mariah Carey and Gaddafi. Then, there was Hilary Swank and Chechen President Ramzan Kadyrov. Some celebrities have apologised. Some have donated their dictator-provided fee to charity. Whatever the reason for forging relationships with notorious autocrats, notables like West, Lopez and Rodman should be under no illusion that their affiliations with these dictators will patch up whatever tensions there are between these countries' leaders and the United States. Not even Michael Jackson was successful at that. Despite his freshly-forged friendship with Bahrain's Prince Abdullah al-Khalifa, Abdullah sued Jackson in a London high court for $7m, claiming the King of Pop had promised to record two albums. For those who have been victimised by these leaders, celebrities' dealings with dictators comes as a slap in the face. West should be aware that Kazakhstan police fired on striking oil workers in 2011, killing 12 and injuring dozens. Lopez should note that two Turkish singers Murad Ovezov and Maksat Kakabaev were imprisoned that same year – almost certainly as retribution for their music. And Rodman should know that he is buddying up with a country where more than 200,000 people, including children, are imprisoned and tortured in camps. The only upside of the recent relations is that celebrities have inadvertently shed light on these leaders' human rights abuses. But that's a lame excuse. Maybe, next time their agents book them for an overseas gig, they should think to ask not just how big the fee is, but who's paying it.",
    "keywords": [
        "human",
        "celebrities",
        "leaders",
        "dictators",
        "kanye",
        "world",
        "west",
        "lopez",
        "president",
        "bffs",
        "bever",
        "lindsey",
        "jennifer",
        "rodman",
        "rights",
        "dennis",
        "nazarbayev"
    ],
    "summary": "From athletes to pop artists, American icons are playing nice with controversial world leaders.\nWest has supported numerous charities throughout his career, including a few specifically focused on international human rights work.\nLopez later apologised for the performance, claiming she didn't know of Berdymukhamedov's human rights abuses.\nFor those who have been victimised by these leaders, celebrities' dealings with dictators comes as a slap in the face.\nThe only upside of the recent relations is that celebrities have inadvertently shed light on these leaders' human rights abuses.",
    "sentiment": {
        "neg": 0.0918,
        "neu": 0.8253,
        "pos": 0.0829,
        "compound": -0.0755
    }
}