{
    "date": "2013-05-20T05:15:00Z",
    "title": "North Koreans seize Chinese fishing boat",
    "url": "https://www.theguardian.com/world/2013/may/20/north-koreans-seize-chinese-fishing-boat",
    "content": "China has urged North Korea to release a Chinese fishing boat and its crew, state media have reported, after its owner announced it had been seized more than two weeks ago. Yu Xuejun wrote on his microblog on Saturday that armed North Koreans took the boat on 5 May in what he says were Chinese waters and that they demanded a ransom of 600,000 yuan (£64,000). Xinhua subsequently reported that Chinese diplomats in Pyongyang received Yu’s request for help on 10 May. Official Jiang Yaxian told the Chinese state news agency the embassy had asked the North Korean foreign ministry to free the boat and the fishermen as soon as possible and had urged the DPRK to ensure the safety of the Chinese crew and their property. According to the Southern Metropolis Daily, Yu received a call from North Korea saying his boat had entered North Korean waters, although he maintains it was in Chinese waters. The boat is from Dalian, in north-eastern Liaoning province. Yu said the North Korean side asked for the ransom to be paid by noon on Sunday to a company in Dandong – a border city where much of the trade between the two countries is carried out – or they would confiscate the boat and repatriate the crew. It is not clear who is holding the boat but in the past suspicion has fallen on North Korean armed forces taking the initiative locally in the hope of making money. A year ago three private Chinese vessels with 29 fishermen on board were seized by a North Korean gunboat, with unidentified captors reportedly demanding $190,000 for the fishermen's release. They were freed less than two weeks later. “This is not the first time it has happened and it won’t be the last,” said Cheng Xiaohe, an expert on Sino-North Korean relations at Renmin University. North Korean forces and Chinese fishermen often played a cat-and-mouse game, with incursions over the line by both sides, he said. Other cases had not become public because boat owners simply paid up but this time the ransom appeared to be much higher than usual. “This issue will complicate an already troubled relationship between the two countries but I don’t think the impact will be significant or lasting. I think with the Chinese government intervention it will be settled quickly,” Cheng said. But he added: “The Chinese side needs to rein in fishermen to make sure they stay in Chinese waters and the DPRK also needs to impose discipline on local military forces.” China is the North’s main ally, providing the vast majority of its fuel and most of its trade. But relations have often been tense and major Chinese banks have halted most dealings with North Korea amid growing frustration over its sabre-rattling and weapons programmes. John Delury of Yonsei University in Seoul said: “It’s a messy border. We should not assume this is a co-ordinated plot by North Korea because it is upset about foreign trade bank accounts being closed and they have told some guys: ‘Kidnap a boat with Chinese fishermen.' “North Korea is very practised at projecting a monolithic image where everything is choreographed and controlled. I don’t think that’s the reality.” He added that Chinese leaders were beginning to pay more attention to public opinion about dealings with North Korea, he said. While many in China still empathised with the North in some regards, there was an increasingly vocal strand of opinion asking why Beijing did not have more leverage with Pyongyang.",
    "keywords": [
        "fishing",
        "yu",
        "think",
        "korea",
        "trade",
        "waters",
        "seize",
        "fishermen",
        "chinese",
        "koreans",
        "boat",
        "north",
        "korean"
    ],
    "summary": "China has urged North Korea to release a Chinese fishing boat and its crew, state media have reported, after its owner announced it had been seized more than two weeks ago.\nAccording to the Southern Metropolis Daily, Yu received a call from North Korea saying his boat had entered North Korean waters, although he maintains it was in Chinese waters.\nNorth Korean forces and Chinese fishermen often played a cat-and-mouse game, with incursions over the line by both sides, he said.\nBut relations have often been tense and major Chinese banks have halted most dealings with North Korea amid growing frustration over its sabre-rattling and weapons programmes.\n“North Korea is very practised at projecting a monolithic image where everything is choreographed and controlled.",
    "sentiment": {
        "neg": 0.0507,
        "neu": 0.903,
        "pos": 0.0463,
        "compound": -0.029
    }
}