{
    "date": "2013-04-16T15:05:00Z",
    "title": "Panorama North Korea documentary goes undercover with 5.1 million | TV ratings – 15 April",
    "url": "https://www.theguardian.com/media/2013/apr/16/panorama-north-korea-documentary-ratings",
    "content": "The BBC's controversial Panorama documentary, North Korea Undercover, attracted an average of more than 5 million viewers on Monday night. The storm of controversy surrounding Panorama journalist John Sweeney, who used a trip organised by the London School of Economics to infiltrate and film in the secretive nation, helped fuel bumper ratings for the BBC. The 30-minute documentary attracted an average of 5.1 million viewers between 8.30pm and 9pm, a 20.3% share of all viewing in the slot. Viewing reached as high as 5.4 million, according to the measurement of 15-minute audience peaks. The total audience represents a massive 69% increase on the usual average number of viewers who tune in to watch Panorama at 8.30pm on a Monday night, according to an analysis of the last three months' viewing. A BBC spokeswoman said that the North Korea edition was the highest rating 30-minute Panorama since January 2007, when the long-running current affairs show was switched to the Monday night slot. Some longer specials have pulled in higher ratings. The BBC claims it received the informed consent of the LSE students who accompanied Sweeney and two other journalists. However, some of the students have directly contradicted that claim, saying they were only told when they reached North Korea's capital Pyongyang. By that stage they had few options if they didn't want to go along with the plan. The LSE's director, Craig Calhoun, complained about the risks to which the students had been exposed and said consent should have been formally obtained in writing. Crime pays As the tension mounts in the penultimate episode of David Tennant crime drama Broadchurch so does the audience, with an average of 7.3 million tuning in – almost one million up on last week's 6.6 million – and a 29% share in the 9pm to 10pm slot. The first episode of the second series of The Hoarder Next Door brought ratings cheer for Channel 4, with an average audience of 2.1 million between 9pm and 10pm. This represented an 8.5% share of all viewing in the time slot. ITV debuted Rory Bremner's Great British Views at 2pm to an average audience of 700,000 and an 11.6% share. Shock tactics The return of a fourth series of Channel 5's Nature Shock, with the first episode The Blacktip Shark Mystery, drew 800,000 viewers and a 3.2% share between 8pm and 9pm. At 9pm Robson Green signed off a second series of his eponymous Extreme Fishing Challenge, with the eighth episode managing 900,000 and a 3.6% share in the hour to 10pm. Game of Thrones continues to do good business for Sky Atlantic with the third episode pulling in 543,000, a 2.23% share between 9pm and 10.15pm. All ratings are Barb overnight figures, including live, +1 (except for BBC channels) and same day timeshifted (recorded) viewing, but excluding on demand, or other – unless otherwise stated. Figures for BBC1, ITV, Channel 4 and Channel 5 generally include ratings for their HD simulcast services, unless otherwise stated • To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook",
    "keywords": [
        "episode",
        "undercover",
        "documentary",
        "tv",
        "51",
        "korea",
        "goes",
        "9pm",
        "viewing",
        "audience",
        "million",
        "slot",
        "panorama",
        "average",
        "share",
        "ratings",
        "viewers",
        "north"
    ],
    "summary": "The BBC's controversial Panorama documentary, North Korea Undercover, attracted an average of more than 5 million viewers on Monday night.\nThe 30-minute documentary attracted an average of 5.1 million viewers between 8.30pm and 9pm, a 20.3% share of all viewing in the slot.\nViewing reached as high as 5.4 million, according to the measurement of 15-minute audience peaks.\nThe first episode of the second series of The Hoarder Next Door brought ratings cheer for Channel 4, with an average audience of 2.1 million between 9pm and 10pm.\nITV debuted Rory Bremner's Great British Views at 2pm to an average audience of 700,000 and an 11.6% share.",
    "sentiment": {
        "neg": 0.0365,
        "neu": 0.869,
        "pos": 0.0945,
        "compound": 0.1225
    }
}