{
    "date": "2013-01-01T09:28:13Z",
    "title": "Kim Jong-un calls for end to confrontation with South Korea",
    "url": "https://www.theguardian.com/world/2013/jan/01/kim-jong-un-end-confrontation-south-korea",
    "content": "Kim Jong-un has called for an end to confrontation between North and South Korea, technically still at war in the absence of a peace treaty to end their 1950-53 conflict, in a surprise New Year's Day speech broadcast on state media. The address by the North Korean leader – who took power after his father, Kim Jong-il, died in 2011 – appeared to take the place of the policy-setting new year editorial published in leading state newspapers. But North Korea has offered olive branches before and Kim's speech does not necessarily signify a change in tack. North Korea raised tensions in the region by launching a long-range rocket in December that it said was to put a scientific satellite in orbit, drawing international condemnation. North Korea – which considers North and South as one country, the Democratic People's Republic of Korea – is banned from testing missile or nuclear technology under UN sanctions imposed after its 2006 and 2009 nuclear weapons tests. \"An important issue in putting an end to the division of the country and achieving its reunification is to remove confrontation between the North and the South,\" Kim said in the address, which appeared to be pre-recorded. \"The past records of inter-Korean relations show that confrontation between fellow countrymen leads to nothing but war.\" The new year address was the first in 19 years by a North Korean leader. Kim Jong-il rarely spoke in public and disclosed his national policy agenda in editorials in state newspapers. \"[Kim's statement] apparently contains a message that he has an intention to dispel the current face-off [between the two Koreas], which could eventually be linked with the North's call for aid [from the South],\" said Kim Tae-woo, a North Korea expert at the state-funded Korea Institute for National Unification in Seoul. \"But such a move does not necessarily mean any substantive change in the North Korean regime's policy towards the South.\" The two Koreas have seen tensions rise after the North bombed Yeonpyeong island in the South in 2010, killing two civilians and two soldiers. The sinking of a South Korean navy ship earlier that year was blamed on the North but Pyongyang has denied it and accused Seoul of waging a smear campaign against its leadership. Last month, South Korea elected as president Park Geun-hye, a conservative and daughter of assassinated military ruler Park Chung-hee, whom Kim Il-sung – Kim Jong-un's grandfather – had tried to kill at the height of their cold war confrontation. Park has vowed to pursue engagement with the North and called for dialogue to build confidence but has demanded that Pyongyang abandon its nuclear weapons ambitions, something it is unlikely to do. Conspicuously absent from Kim's speech was any mention of the nuclear arms programme. Other passages in the speech acknowledged the poor state of the country's economy. Kim called for the economy and living standards to be improved with the same urgency that scientists showed in successfully testing the long-range rocket recently. \"Let us bring about a radical turn in the building of an economic giant with the same spirit and mettle as were displayed in conquering space,\" he said. Kim's speech avoided harsh criticism of the United States, its wartime enemy. North Korea has used past new year editorials to accuse the US of plotting war.",
    "keywords": [
        "war",
        "south",
        "speech",
        "korea",
        "state",
        "north",
        "end",
        "kim",
        "calls",
        "nuclear",
        "confrontation",
        "kims",
        "jongun",
        "korean"
    ],
    "summary": "Kim Jong-un has called for an end to confrontation between North and South Korea, technically still at war in the absence of a peace treaty to end their 1950-53 conflict, in a surprise New Year's Day speech broadcast on state media.\nBut North Korea has offered olive branches before and Kim's speech does not necessarily signify a change in tack.\nNorth Korea raised tensions in the region by launching a long-range rocket in December that it said was to put a scientific satellite in orbit, drawing international condemnation.\n\"But such a move does not necessarily mean any substantive change in the North Korean regime's policy towards the South.\"\nLast month, South Korea elected as president Park Geun-hye, a conservative and daughter of assassinated military ruler Park Chung-hee, whom Kim Il-sung – Kim Jong-un's grandfather – had tried to kill at the height of their cold war confrontation.",
    "sentiment": {
        "neg": 0.1392,
        "neu": 0.8289,
        "pos": 0.0319,
        "compound": -0.345
    }
}