{
    "date": "2013-04-02T15:34:00Z",
    "title": "John Kerry: North Korean rhetoric 'provocative, dangerous, reckless' - as it happened",
    "url": "https://www.theguardian.com/world/2013/apr/02/north-korea-us-live-blog",
    "content": "We're going to wrap up our live blog coverage with a summary of secretary of state John Kerry's meeting with South Korean foreign minister Yun Byung-se. Kerry applied stern adjectives to the recent rhetoric out of North Korea, saying \"it's provocative, it's dangerous, it's reckless.\" Kerry said the US \"will not accept\" a nuclear North Korea and it stands ready to protect itself and its allies including South Korea and Japan. Kerry and Yun agreed upon the importance of deterrence in confronting North Korean threats, Kerry said. They discussed South Korea's revised rules for engagement, which allow it to unleash an immediate counterattack in the event of a strike from the north. Kerry said he will make a trip to South Korea next week. The news conference also contained an interesting detour on Egypt, in which Kerry said the US is asking the Morsi government to talk to the opposition and the IMF and show restraint in the streets. \"This is a key moment for Egypt, it's really a tipping point for Egypt,\" he said. He dismissed the suggestion that the Obama administration had supported the Morsi candidacy specifically and now might be disappointed in Morsi's leadership. \"The US went there not to support one person or one party, but to help the Egyptian people realize the dreams they expressed there in Tahrir Square,\" Kerry said. A question from a Korean reporter for Yun. What are the paths to dialogue with the North? And for Kerry: will you send a special envoy to North Korea? Yun replies: Tension is getting higher on the Korean peninsula. We will address in case of North Korean provocation. But if N Korea decides to give up its provocations we are prepared to enter talks, including a peace process. Now Kerry: \"North Korea needs to make it clear that they are prepared to have a serious discussion about de-nuclearization. We are prepared, if they are serious. \"We have always said that we would like to try to solve the problems of the entire peninsula. That means making peace. But making peace does not mean having a nuclear North. \"We have an envoy. Ambassador Davies is appointed already, he's there. I mean he's here. He's ready to go.\" Then Kerry switches gears to talk about nuclear proliferation in general. \"We face this danger of the proliferation of nuclear weapons. And we face it with respect to Iran. President Obama could not have been more clear with respect to both. His policy is de-nuclearization of the DPRK. The last thing the world needs is more nuclear nations. \"Secondly we face the question of Iran. Iran knows very well it faces an opportunity this weekend. The Iranian people are a great people. They have a long, long, history. Much longer than the United States. Thousands of years. \"They have a simple way of rejoining the community of nations [by accepting inspections].\" Kerry takes a question on Egypt. \"We share a very real concern about the direction that Egypt is apparently moving in,\" Kerry says. \"And this is a key moment for Egypt, it's really a tipping point for Egypt. We've been working hard to try to get the government to reach out to the opposition, to deal with the IMF. \"We share concerns about the political and economic challenges, and I communicated those concerns.\" It is our hope that there is still time to turn the corner. But the recent arrests, the violence in the streets, the lack of inclusivity of the the opposition, are all of concern today. \"The US went there not to support one person or one party, but to help the Egyptian people realize the dreams they expressed there in Tahrir square.\" Kerry echoes Carney in saying the US isn't evaluating Kim Jong Un's reasonableness or lack thereof, but is focused on the potential threat. \"I'm not going to speculate on what the intent is, or whether there's a strategy or not a strategy. \"It's provocative; it's dangerous; it's reckless. The US will not accept the DPRK as a nuclear state. The US will do what it takes to protect ourselves and our allies, Korea and Japan. And we are fully prepared to do that. This is \"why the president made the decision to redeploy missile defense as well as to take other preparations in the region, to send a very clear signal that the US will defend our allies and we will not be subject to irrational and reckless provocation. \"The US believes there is a very simple way for North Korea to rejoin the community of nations. 'They have an option: enter into negotiations on de-nuclearization and focus on the needs of their people... which we are willing to help them with. \"If they restart [the Yongbyon facility], that is in direct violation of their international obligations... it would be a breach of standard, it would be a provocative act, it would be a complete contradiction of the road we've traveled all these years. It would be a very serious step. Question 1 for Kerry: Is North Korean threat to restart nuclear facility just bluster? Is there a danger in not taking threat seriously enough? for Yun: 6-party talks have relied on China to rein in the north. Now it seems North Korea isn't listening to China. Is China's influence all used up? Yun answers on China's roll: China is now very cooperative. He cites support for the new UN sanctions. As for 6-party talks, he says, the UN resolution is supportive of this \"very useful tool\" toward de-nuclearization of North Korea. This is a very difficult test, he says, but efforts should continue. Yun is speaking. \"We had an excellent meeting today,\" he says. \"This year marks the 60-year anniversary in the US-Korea alliance.\" It's \"one of the strongest alliances in history,\" he says. \"We share the view that President Park's visit to the United States in May... will elevate our 60-year-old alliance to a new height.\" \"I discussed the serious nature of the security situation on the Korean peninsula, including North Korea's nuclear testing, as well as a series of threats from the north... Yun says the two discussed the importance of credible deterrence. \"The secretary and I expressed satisfaction made in the deterrence and counter-provocation plan. \"[We] agreed that North Korea should abandon its nuclear ambitions and bellicose rhetoric.\" Kerry runs through a series of other issues for collaboration with South Korea. At the top of the list is enforcing sanctions against Iran. At the end of the list is work on climate change. \"This is a very productive meeting,\" Kerry says. Kerry and Yun are side-by-side at the state department. That's what Kerry says, \"for decades we've worked side-by-side as allies.\" Kerry is paying tribute to the US -South Korean alliance. He's coughing something up as he speaks, sounds like he needs a water. Kerry announces he will visit Seoul next week as the South Korean president visits Washington in early May. \"We've heard an extraordinary amount of unacceptable rhetoric form the North Korean government,\" Kerry says. \"So let me be clear. The US will defend and protect ourselves and our treaty ally, the Republic of Korea.\" Kerry says the US and South Korea have a shared goal of a peaceful Korean peninsula free of nuclear weapons\" We're waiting now for Secretary of State John Kerry and his South Korean counterpart, Yun Byung-se, to speak to reporters at the state department. CSPAN feed to be found here. The AP reports on Singaporean prime minister Lee Hsien Loong's visit this afternoon with President Barack Obama at the White House. Neither leader mentioned North Korea in a brief post-meeting appearance: President Barack Obama says he appreciates an outstanding partnership between the United States and Singapore on military, economic and other matters in Asia. Obama ignored questions from reporters about an alarming development in the Pacific region with North Korea announcing plans to restart its nuclear facilities. Neither Obama nor Prime Minister Lee Hsien Loong (lee haz-ee-en lahng) mentioned it in their brief remarks. Instead, they focused on touting their bilateral cooperation. Lee says Singapore is looking forward to hosting Navy warships as the U.S. shifts its military presence to the Asia-Pacific. ... Next week, the U.S. will begin rotational deployments of Navy vessels in Singapore, part of its efforts to shift American military presence toward the Asia-Pacific as the U.S. disentangles itself from a decade of conflict in Iraq and Afghanistan. The BBC has some vital stats on the Yongbyon facility: Yongbyon nuclear complex North Korea's main nuclear facility; thought to have produced the material for 2006 and 2009 nuclear tests Reactor shut down in July 2007 as part of a disarmament-for-aid deal; Cooling tower dismantled in 2008 IAEA inspectors banned in April 2009 when North Korea pulled out of disarmament talks Experts believe that, if re-started, reactor could make one bomb's worth of plutonium per year A uranium enrichment facility was revealed in 2010. An American nuclear scientist said centrifuges appeared to be primarily for civilian nuclear power, but could be converted to produce highly enriched uranium bomb fuel Nuclear test based on uranium device would be harder to monitor than plutonium Carney's briefing is done. The White House was again at pains to frame the aggressive rhetoric out of North Korea as the same old saber-rattling. Washington's public strategy in the crisis so far continues to be to diagnose basic calm and call for more calm. \"There is a pattern of behavior here,\" the White House spokesman said repeatedly. Carney gently dismissed Ban ki-Moon's warning that the situation had gone too far, saying \"We have worked with our allies. ... We will continue to do that.\" Carney was not asked about and did not address joint military exercises by the United States and South Korea currently being conducted. His description of the US response highlighted diplomatic channels between Washington and Moscow and Beijing. Secretary of State John Kerry is meeting this afternoon with South Korean foreign minister Yun Byung-se. The two are expected to address reporters shortly after 4pm ET. President Obama, meanwhile, is meeting with Singapore prime minister Lee Hsien Loong. Carney is asked whether US intelligence has seen any signs of renewed activity at the Yongbyon nuclear complex – and if the White House does observe action, would President Obama move to prevent the facility from being taken back online? Would he accept its reopening? \"We do not accept the violation of international obligations by the North Koreans and we have taken action through the UN and elsewhere,\" Carney says. As for activity at Yongbyon, \"I believe it was an announcement that North Korea just made. I don't have any other information for you about that facility.\" Carney is asked whether the administration been in touch with outside experts from previous administrations with experience dealing with North Korea. \"I don't have any specific conversations to read out to you,\" Carney says. \"I'm confident [Obama] has had conversations with experts outside of government on this issue. \"North Korea's actions has been something successive administrations have had to deal with, especially the last several.\" A question on Kim Jong Un: People say his father, Kim Jong Il, knew where the \"line\" is, but he doesn't? Carney says speculations about Kim Jong Un, North Korea's 30-year-old leader, are not central to how the US forms its policy. \"I would say that we are judging the regime by its actions- mostly its actions but also by its rhetoric,\" Carney says. \"It's not personality based. \"The pattern we have seen long predates the current leader of North Korea. Assessments about the current leader are obviously things that outside experts make and inside experts make... [but] the policy is based on actions.\" Carney is asked what, exactly, he means when he says the United States is working with its allies. \"We are in close contact... with our allies in Seoul and Tokyo. We are regularly reaching out to Beijing and Moscow to encourage them to do more to restrain the North Koreans,\" he says. Then Carney reminds everyone that North Korea went nuclear under President George W. Bush, not President Obama. \"North Korea acquired a nuclear weapon and tested it under the previous administration and we have seen a pattern of behavior that is counterproductive to say the least\" to the presumed goal of improving the lot of the North Korean people, Carney says. Carney returns again and again to a favored line: \"There is a pattern of behavior here. A pattern that is familiar.\" Carney says China and Russia are shown a willingness to intervene in Pyongyang. \"I think it's not a mystery to anyone that China potentially has influence on North Korea. We have urged China to use that influence... we have also urged the same with the Russians. \"I think North Korea understands fully what steps it needs to take to move down the path toward ending its isolation. Those steps have to be concrete, towards abiding by its international obligations.\" The whole discussion is studiously general. White House spokesman Jay Carney is behind the podium. First question is on North Korea, on vow to reopen the Yongbyon complex. Q: \"Are you reconsidering the view that this is a familiar pattern?\" A: \"N Korea's announcement is another indication of its pattern of contradicting its own commitments and its pattern of violating its international commitments... There is a path open to North Korea... but this is surely not the path.\" Carney said it appears that Pyongyang intends to break international commitments. Follow-up Q on Ban ki-Moon's warning at the United Nations that the current conflict on the Korean peninsula has already gone too far: \"The president has expressed his concerns about the action and behavior of the regime,\" Carney says. \"We have worked with our allies. ... We will continue to do that. The steps we take... put more pressure on North Korea, further isolate North Korea. \"Meanwhile we obviously take the steps necessary to ensure the capacity to assist our allies and defend the United States.\" Carney's answer is nebulous. No mention of any new concern on the part of the Obama administration. Justin McCurry in Seoul reports on South Korea's warning that it will retaliate against any attack: South Korea has said it will strike back with immediate and overwhelming force if North Korea launches an attack on its territory, days after Pyongyang said it had entered a \"state of war\" with its neighbour. \"If there is any provocation against South Korea and its people, there should be a strong response in initial combat, regardless of the political considerations,\" the South Korean president, Park Geun-hye, told senior military officials on Monday. A White House briefing likely to include discussion of the Korean situation is scheduled to begin in about a half hour. The White House has sought to lower the temperature of the crisis, Ed Pilkington and Justin McCurry report: [Washington] point[ed] out that despite Pyongyang's verbal threats to retaliate with force against the imposition of UN sanctions, there were no signs of any troop movements that would suggest imminent military action. The Obama administration adopted a note of muted concern, in contrast to the increasingly shrill language emanating from both North and South Korea in recent days. At a White House press conference, President Obama's spokesman Jay Carney stressed that though the US was continuing to monitor the situation diligently, \"we are not seeing large-scale military mobilisation and repositioning of [North Korean] forces\". Pyongyang's aggressive stance was nothing new, Carney said. \"This pattern of bellicose rhetoric is not new. It is familiar, we take it very seriously and we take prudent measures in response to it, but it is consistent with past behaviour.\" Justin McCurry reports from Seoul on North Korea's declared intention to restart its Yongbyon reactor: The regime said on Tuesday that it would restart all facilities at its main Yongbyon nuclear complex to ease its electricity shortage and strengthen its nuclear capability. The reactor was shut down in 2007 as part of international nuclear disarmament talks that have since stalled. The move came a day after Pyongyang announced a \"new strategic line\" focusing on its nuclear programme and economy. Responding to the growing crisis, the UN secretary general, Ban Ki-moon, said on Tuesday he feared North Korea was on a collision course with the rest of the world that could lead to war. Ban, a former South Korean foreign minister, said the current crisis had \"gone too far\" and called for dialogue to ease tensions on the peninsula. \"Nuclear threats are not a game. Aggressive rhetoric and military posturing only result in counter-actions, and fuel fear and instability,\" he said during a visit to Andorra. \"Things must calm down as this situation, made worse by the lack of communication, could lead down a path that nobody should want to follow. \"I am convinced that nobody intends to attack [North Korea] … however, I am afraid that others will respond firmly to any direct military provocation.\" China, the North's only major ally and aid provider, described the possible nuclear restart as \"regrettable\", while Japan said it was a cause for \"grave concern\". Read the full report here. Welcome to our live blog coverage of diplomatic maneuvering to reduce tensions on the Korean peninsula. A new round of high-level meetings is scheduled today after North Korea vowed to restart a nuclear reactor taken offline in 2007, and South Korea promised quick retaliation to any attack. President Barack Obama is meeting in the Oval Office with the Singapore prime minister Lee Hsien Loong and secretary of state John Kerry is hosting the South Korean foreign minister. White House spokesman Jay Carney is expected to address the situation in a briefing scheduled for 12.30pm. Last week North Korea threatened to attack the South and the US in retaliation for UN sanctions introduced after the regime conducted a nuclear weapons test in February. Pyongyang is also angered by joint US-South Korea military drills, which are continuing until the end of the month. South Korea condemned on Tuesday North Korea's announcement that it plans to restart all mothballed facilities at its Yongbyon nuclear complex. The reactor in North Korea was shut down in 2007 as part of international nuclear disarmament talks that have since stalled. The facility is capable of churning out one atomic bomb's worth of plutonium – the most common fuel in nuclear weapons – every year.",
    "keywords": [
        "south",
        "military",
        "kerry",
        "korea",
        "carney",
        "president",
        "nuclear",
        "obama",
        "dangerous",
        "reckless",
        "rhetoric",
        "provocative",
        "john",
        "happened",
        "north",
        "korean"
    ],
    "summary": "Kerry applied stern adjectives to the recent rhetoric out of North Korea, saying \"it's provocative, it's dangerous, it's reckless.\"\nKerry and Yun agreed upon the importance of deterrence in confronting North Korean threats, Kerry said.\nNow Kerry: \"North Korea needs to make it clear that they are prepared to have a serious discussion about de-nuclearization.\n\"We've heard an extraordinary amount of unacceptable rhetoric form the North Korean government,\" Kerry says.\nThe steps we take... put more pressure on North Korea, further isolate North Korea.",
    "sentiment": {
        "neg": 0.0601,
        "neu": 0.857,
        "pos": 0.083,
        "compound": 0.0294
    }
}