{
    "date": "2013-04-15T08:27:02Z",
    "title": "Decision on BBC's North Korea documentary 'went right to the top'",
    "url": "https://www.theguardian.com/media/2013/apr/15/bbc-north-korea-panorama-lse",
    "content": "The decision to go ahead with a controversial BBC documentary about North Korea went \"right to the top\", the corporation's head of news programmes has said. Ceri Thomas made the comment as he rejected claims that students had been forced to run unacceptable risks during undercover filming of the investigation. A BBC crew was embedded in a group from the London School of Economics (LSE) to gather material for the Panorama report, due to be aired on Monday evening. The university claims key information was withheld from students, who it believes were used \"as a human shield\" and placed in danger during the eight-day visit to the secretive communist country. Sir Peter Sutherland, chairman of LSE's court of governors, told BBC Radio 4's Today programme that some of the party had not been fully informed about the plans before leaving. \"I am amazed that the case is being made that in some way these students, misled, going into a most dangerous place – perhaps the most dangerous place on Earth – should be forced to allow a programme to take place that they oppose,\" he said. Three students have since complained and the BBC has agreed to pixelate their images. But Sutherland suggested that other representatives from the university could now be at risk when travelling abroad. Thomas denied that briefing of the students had been \"shambolic\", insisting they had been repeatedly spoken to individually and as a group. \"We think the risks as we explained them to the students were justified,\" he said. \"But I need to be absolutely clear that if we had any suggestion that lives were at risk or anything approaching that – either the BBC team's lives or the lives of the students – then we wouldn't have gone anywhere near this.\" Asked how high up the BBC chain authorisation for the programme had gone, Thomas said: \"This went right to the top.\" Pressed on whether that meant the then-acting director general, Tim Davie, had signed off on the plans in advance, Thomas said: \"I can't be sure that Tim Davie did. I know that Tony Hall [the current DG] has been involved in recent days.\" Hall, who has already had to defuse a row over the anti-Thatcher song Ding Dong! The Witch Is Dead less than two weeks after taking over at the BBC, responded to a letter from Sutherland on Saturday. He is understood to have said the documentary would go ahead as there was a clear public interest in reporting on the escalating situation in North Korea. Hall is also understood to have said that the BBC had considered the risks involved and made sure the students on the trip were able to make an informed decision about the potential danger. Foreign journalists cannot get visas to enter North Korea but overseas academics and students can. Sweeney spent eight days in the country in March with the LSE group on a trip ostensibly arranged by the Grimshaw Club – the student society of the university's international relations department. The LSE said it first became aware of the true nature of his visit last Tuesday during a meeting with BBC staff. The university said North Korean authorities alleged that Sweeney had described himself on his visa application as an \"LSE student, PhD in history\" and gave as his address a room number that is used by a member of its academic staff. Students on the trip reported that their North Korean guides repeatedly referred to Sweeney as \"professor\" and he went along with this, according to the LSE. Sweeney graduated from the LSE in 1980 with a BSc in government and if he has a PhD it is not from there, according to the university. The LSE said students on the trip were not told before setting off that Sweeney and two other BBC journalists travelling with them would be using the visit to film an undercover documentary. The university identified the two other BBC journalists as Alexander Niakaris and Tomiko Sweeney, John Sweeney's wife, who was involved in organising the trip. In advance of leaving London, before they had paid for the trip, the students were told on two occasions – individually and later as a group – that an undercover journalist would be accompanying them to North Korea and if this was discovered they could face arrest, detention and deportation, and would be unlikely to be able to return to the country, according to a senior BBC source. In Beijing, they were told of Sweeney's identity and that two other BBC journalists were accompanying him, including a cameraman, the insider said. They were not told more for their own benefit in case the ruse was discovered, the source added. The BBC plans to pixelate faces or use other techniques to ensure none of the students can be identified in the Panorama documentary. The BBC and Sweeney's actions have divided opinion in the media. Mark Seddon, the New York bureau chief for al-Jazeera English and a former Tribune editor, criticised Sweeney, asking what protection he or the BBC could have given the LSE students if his true purpose had been uncovered. \"The BBC's defence of the editorial decision behind this is woeful,\" he said. Ray Snoddy, the former FT and Times media editor and ex-presenter of BBC News feedback show NewsWatch, tweeted: \"Extraordinary to hear BBC executive say on Radio 4 that the North Korean Panorama undercover filming was worth putting lives at risk for.\" Jason Wong, one of five student representatives on the LSE's court of governors, said he would be seeking a meeting of the university's governing body after the start of the summer term later this month to revoke Sweeney's alumni status. \"He is as unwelcomed to be associated with the LSE as Saif al-Islam Gaddafi.\"",
    "keywords": [
        "right",
        "undercover",
        "bbcs",
        "sweeney",
        "documentary",
        "korea",
        "decision",
        "students",
        "went",
        "university",
        "thomas",
        "told",
        "bbc",
        "trip",
        "lse",
        "north"
    ],
    "summary": "The decision to go ahead with a controversial BBC documentary about North Korea went \"right to the top\", the corporation's head of news programmes has said.\nSir Peter Sutherland, chairman of LSE's court of governors, told BBC Radio 4's Today programme that some of the party had not been fully informed about the plans before leaving.\nAsked how high up the BBC chain authorisation for the programme had gone, Thomas said: \"This went right to the top.\"\nHe is understood to have said the documentary would go ahead as there was a clear public interest in reporting on the escalating situation in North Korea.\nStudents on the trip reported that their North Korean guides repeatedly referred to Sweeney as \"professor\" and he went along with this, according to the LSE.",
    "sentiment": {
        "neg": 0.0559,
        "neu": 0.9087,
        "pos": 0.0354,
        "compound": -0.0808
    }
}