{
    "date": "2013-06-11T13:00:00Z",
    "title": "US-China summit ends with accord on all but cyber-espionage",
    "url": "https://www.theguardian.com/world/2013/jun/09/us-china-summit-barack-obama-xi-jinping",
    "content": "The Chinese contrition over cyber-attacks that Washington had hoped for failed to materialise, but historic talks between presidents Obama and Xi Jinping lived up to their billing in other regards with agreement on issues ranging from climate change to North Korea. Meeting in the baking heat of a Palm Springs country estate, the two leaders broke with protocol for two days of informal talks aimed at creating a new spirit of co-operation between the world's two economic superpowers. The common ground they found, however, was not quite what the White House expected as talks on cyber-espionage were overshadowed by revelations of Washington's own cyberwarfare strategy. Both leaders discussed the issue for several hours, according to aides, but the best that the US was able to boast afterwards was that Beijing was no longer unaware of the depth of feeling on the subject. \"It's quite obvious now that the Chinese senior leadership understand clearly the importance of this issue to the United States,\" said Obama's national security adviser, Tom Donilon. Washington stressed that it wished only to discuss \"cyber-enabled economic theft\" – the theft of intellectual by entities based in China of property and other kinds of property in the public and private realm – rather than broader espionage and surveillance activity, but the nuance may have been lost. Xi chastised US media for failing to report equally on attacks made against China. The two leaders appeared to make progress in other areas, seemingly aware they faced increasingly shared challenges and responsibilities. Under the climate deal, the US and China – the world's two biggest emitters of greenhouse gases – said they would work with other countries to reduce the fastest growing source of emissions, the hydrofluorocarbons (HFCs) used in air conditioners and refrigerators. HFCs are an extremely potent class of greenhouse gas – up to 1,000 times more so than carbon dioxide – but they clear out of the atmosphere relatively quickly, in about 10 or 15 years. That short lifespan means cutting HFCs can deliver almost immediate results, avoiding up to six times as much warming by 2050 as reductions in carbon dioxide. The White House said on its website that the deal reached on Saturday could potentially reduce the equivalent of some 90 gigatonnes of carbon dioxide by 2050, or about a year's worth of current greenhouse gas emissions. \"Left unabated, HFC emissions growth could grow to nearly 20% of carbon dioxide emissions by 2050, a serious climate mitigation concern,\" the White House said. The potential significance of the co-operation between Washington and Beijing on climate issues could be even broader. China has in the past argued that cutting emissions would compromise its economic growth, while the US has typically has countered that it would not act on climate change until China did. In the case of HFCs, there was already momentum building towards such a deal before Obama and Xi's meeting. More than 100 countries have shown support for using the Montreal protocol, an agreement reached in 1987 to phase out substances that were depleting the ozone layer, to act on reducing HFCs. Donilon said the Chinese also reaffirmed their anxiety about nuclear proliferation in North Korea and pledged to work together to encourage regional talks. \"I think what you have essentially underway here is a shared threat analysis and a shared analysis as to what the implications and impact would be of North Korea pursuing a nuclear weapons programme,\" said Donilon. Detailed quotes were less forthcoming from the Chinese delegation. Xi's senior foreign policy adviser, Yang Jiechi, simply said the two leaders \"talked about co-operation and did not shy away from differences\". The bonhomie was also punctured by a last-minute decision from the Chinese delegation not to stay with Obama at the historic Sunnylands estate, favouring a downtown hotel – reputedly to minimise the risk of electronic eavesdropping.",
    "keywords": [
        "summit",
        "leaders",
        "white",
        "dioxide",
        "uschina",
        "ends",
        "china",
        "accord",
        "carbon",
        "emissions",
        "chinese",
        "hfcs",
        "climate",
        "talks",
        "cyberespionage"
    ],
    "summary": "The common ground they found, however, was not quite what the White House expected as talks on cyber-espionage were overshadowed by revelations of Washington's own cyberwarfare strategy.\nThe two leaders appeared to make progress in other areas, seemingly aware they faced increasingly shared challenges and responsibilities.\nThat short lifespan means cutting HFCs can deliver almost immediate results, avoiding up to six times as much warming by 2050 as reductions in carbon dioxide.\n\"Left unabated, HFC emissions growth could grow to nearly 20% of carbon dioxide emissions by 2050, a serious climate mitigation concern,\" the White House said.\nXi's senior foreign policy adviser, Yang Jiechi, simply said the two leaders \"talked about co-operation and did not shy away from differences\".",
    "sentiment": {
        "neg": 0.0615,
        "neu": 0.8384,
        "pos": 0.1001,
        "compound": 0.1703
    }
}