{
    "date": "2013-04-09T20:00:00Z",
    "title": "In this nuclear standoff, it's the US that's the rogue state | Jonathan Steele",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/09/nuclear-us-rogue-state-iran-north-korea",
    "content": "By coincidence two clashes over nuclear issues are hitting the headlines together. North Korea and Iran have both had sanctions imposed by foreign governments, and when they refuse to \"behave properly\" they are submitted to \"isolation\" and put in the corner until they are ready to say sorry and change their conduct. If not, corporal punishment will be administered, since they have been given fair warning by the enforcers that \"all options are on the table\". It's a bizarre way to run international relations, one we continue to follow at our peril. For one thing, it is riddled with hypocrisy, and not just because states that have hundreds of nuclear weapons are bullying states that have few or none. The hypocrisy is worse than that. If it is offensive for North Korea to talk of launching a nuclear strike at the United States (a threat that is empty because the country has no system to deliver the few nuclear weapons that it has), how is it less offensive for the US to warn Iran that it will be bombed if it fails to stop its nuclear research? Both states would be resorting to force when dialogue is a long way from being exhausted. They would also be acting against international law. That is patently clear if North Korea ever managed to launch a nuclear strike against South Korea or the US, but the same is true of an altogether more feasible attack on Iran. There is no conceivable scenario under which the United Nations security council would authorise the United States, let alone Israel, to take military action, even if Iran were to tear up its long-standing statement that nuclear bombs are un-Islamic and produce one. So why does Washington go on with its illegal threats? The underlying cause of most international tension is the unwillingness of powerful states to recognise that we live in a multipolar world. The idea of hegemony, often sanitised as \"leadership\", is unacceptable. In a post-colonial era there are multiple centres of authority, international influence and soft power, and we should rejoice when new or old states, individually or collectively, have the courage and ability to challenge another state's ambition to be a superpower. States will always make common cause or \"coalitions of the willing\" on specific issues, but interests fluctuate and priorities change – and we should junk the cold war-style system of military alliances and ideological or sectarian camps. Let us go further and drop the figment of an \"international community\", at least in its current western definition as \"the United States and its friends\". By the same token, let's correct the myopia around isolation. When the leaders of 120 nations travelled to Tehran to ratify Iran's presidency of the Non-Aligned Movement last August, it was risible to hear US officials still talking of Iran being \"a rogue state\". In Washington and Whitehall it may seem self-evident that the international community should arm the opposition to Syria's President Assad, but that is not the view of the world's largest democracy, India, or of the most democratic African and Latin American states, South Africa and Brazil. When their leaders convened with Russia and China (in the new Brics coalition) in Durban last month, they \"re-affirmed our opposition to any further militarisation of the conflict\" and called for a political settlement. Of course, the non-aligned and Brics summits were barely covered by the US media in its news or comment columns, the normal technique of reality suppression used by American opinion-formers and policy-makers. Rami Khouri, the distinguished US-trained Lebanese writer, calls it \"professionally criminal\". After a month in the US recently, he found that coverage of Iran was based on \"assumptions, fears, concerns, accusations and expectations almost never supported by factual and credible evidence\". In as much as these distortions build public support for a military attack on Iran, he finds it as culpable as the media's role in the runup to the attack on Iraq a decade ago. The alleged crises over North Korea and Iran are just not serious enough to warrant the classroom language of shunning and punishment. Dialogue and respect for other people's positions are the better course. Discuss everything as a package rather than dangle incentives one by one like sweets. Ironically, it was Iran at the recent talks with security council members that suggested a roadmap with a clear end state: the acceptance of Iran's right to enrich uranium like any other signatory of the non-proliferation treaty. In other words, the issue is primarily a matter of national dignity and sovereignty. Meanwhile, the US declined to promise to lift all sanctions whatever Iran does. On Korea the best approach is also comprehensive. This would mean trying to reach the full-scale peace treaty that was never concluded when the war ended 60 years ago. North Korea wants a treaty as a sign, like Iran, that the US accepts it as a legitimate state. Steps towards one were agreed in 2007 and a few positive moves followed. But they collapsed when the mentality of suspicion and sanctions revived under the pressure of electoral politics in Seoul and Washington and the arrival of an inexperienced new leader in Pyongyang. It is not too late to drop the self-defeating language of \"rogue states\" beyond the pale of the \"international community\" and try again.",
    "keywords": [
        "thats",
        "iran",
        "international",
        "rogue",
        "state",
        "korea",
        "jonathan",
        "states",
        "washington",
        "nuclear",
        "standoff",
        "united",
        "treaty",
        "north",
        "steele"
    ],
    "summary": "For one thing, it is riddled with hypocrisy, and not just because states that have hundreds of nuclear weapons are bullying states that have few or none.\nLet us go further and drop the figment of an \"international community\", at least in its current western definition as \"the United States and its friends\".\nThe alleged crises over North Korea and Iran are just not serious enough to warrant the classroom language of shunning and punishment.\nNorth Korea wants a treaty as a sign, like Iran, that the US accepts it as a legitimate state.\nIt is not too late to drop the self-defeating language of \"rogue states\" beyond the pale of the \"international community\" and try again.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.7854,
        "pos": 0.1089,
        "compound": -0.0174
    }
}