{
    "date": "2013-04-04T05:46:00Z",
    "title": "David Cameron warns Trident needed as deterrent to North Korea",
    "url": "https://www.theguardian.com/politics/2013/apr/04/david-cameron-trident-north-korea",
    "content": "David Cameron has issued a stark warning against any move to abandon Britain's Trident deterrent in the face of the growing nuclear threat from North Korea and Iran. The prime minister said it would \"foolish\" to leave the country defenceless at a time when the \"highly unpredictable and aggressive\" regime in North Korea was developing ballistic missiles that could eventually threaten Europe. His comments came as the United States said that it was moving an advanced missile system to the Pacific island of Guam as Pyongyang continued to ratchet up the rhetoric against South Korea and its American ally. Writing in the Daily Telegraph, Cameron said such \"evolving threats\" underlined the need for the UK to maintain the ultimate deterrent. \"We need our nuclear deterrent as much today as we did when a previous British government embarked on it over six decades ago. Of course the world has changed dramatically. The Soviet Union no longer exists. But the nuclear threat has not gone away,\" he said. \"In terms of uncertainty and potential risk it has, if anything, increased.\" Cameron said Iran was continuing to defy the will of the international community over its nuclear programme while North Korea may already be building a nuclear arsenal. \"The highly unpredictable and aggressive regime in North Korea recently conducted its third nuclear test and could already have enough fissile material to produce more than a dozen nuclear weapons,\" he said. \"Last year North Korea unveiled a long-range ballistic missile which it claims can reach the whole of the United States. If this became a reality it would also affect the whole of Europe, including the UK.\" He went on: \"Does anyone seriously argue that it would be wise for Britain, faced with this evolving threat today, to surrender our deterrent? \"Only the retention of our independent deterrent makes clear to any adversary that the devastating cost of an attack on the UK or its allies will always be far greater than anything it might hope to gain.\" His comments underline the Conservatives' commitment to a like-for-like replacement for the ageing Trident submarine fleet. Their Liberal Democrat coalition partners are calling for a cheaper alternative. The future of Trident is likely to feature in next year's looming Scottish independence referendum campaign, with the SNP insisting that it would not allow nuclear missiles to be based in an independent Scotland. For Labour, the shadow defence minister Kevan Jones said it was \"absolutely right and necessary\" for the UK to retain an independent nuclear deterrent but it must take into account the costs involved. \"World events demonstrate that in an unpredictable era our country needs the ultimate security guarantee,\" he said. \"The precise nature of the deterrent must be judged on meeting military capability requirements and cost.\"",
    "keywords": [
        "korea",
        "deterrent",
        "david",
        "threat",
        "warns",
        "nuclear",
        "uk",
        "unpredictable",
        "cameron",
        "independent",
        "trident",
        "needed",
        "north"
    ],
    "summary": "David Cameron has issued a stark warning against any move to abandon Britain's Trident deterrent in the face of the growing nuclear threat from North Korea and Iran.\nWriting in the Daily Telegraph, Cameron said such \"evolving threats\" underlined the need for the UK to maintain the ultimate deterrent.\n\"We need our nuclear deterrent as much today as we did when a previous British government embarked on it over six decades ago.\nCameron said Iran was continuing to defy the will of the international community over its nuclear programme while North Korea may already be building a nuclear arsenal.\n\"Last year North Korea unveiled a long-range ballistic missile which it claims can reach the whole of the United States.",
    "sentiment": {
        "neg": 0.099,
        "neu": 0.8558,
        "pos": 0.0452,
        "compound": -0.1346
    }
}