{
    "date": "2013-06-26T15:35:20Z",
    "title": "Comrade Kim Goes Flying: it's North Korea as you've never seen it before",
    "url": "https://www.theguardian.com/film/2013/jun/26/comrade-kim-goes-flying-north-korea",
    "content": "It is a \"light, refreshing, fun rom-com\" about \"girl power\", according to its British co-director, a tale of a working-class lass drawn to the stage amid the bright lights of the metropolis. Comrade Kim Goes Flying – in which a beautiful coalminer inveigles her way into becoming a circus trapeze artist – may have as familiar a story arc as Billy Elliot, but this 81-minute film was shot in North Korea, a land known for being a starving Stalinist state on the edge of the world, not for producing fluffy chick flicks. Comrade Kim – which stars Han Jong-sim, a well-known trapeze artist who learned to act for the film – appears to have gone down a storm in North Korea itself. Han is now a celebrity who is stopped in the street for her autograph. Pyongyang's state circus is inundated with applications from children wanting to join. The film had its world premiere in the North Korean capital, was selected for the Toronto film festival last year to approving notices (Variety called it \"slick and glossy ... such fun\"), became the first North Korean film since 2003 to be screened in South Korea, and this weekend will pitch up in the UK at the Edinburgh film festival. British film-maker Nick Bonner, who co-directed the film alongside Belgian Anja Daelemans and North Korea's own Kim Gwang-hun, firmly rejects any suggestion that Comrade Kim is Pyongyang propaganda. \"If you've seen a North Korean propaganda film, this is as far removed from that as is possible. Those who believe they have an understanding of North Korea, well ... what do they know? What does anybody know about North Korea? This is the big problem.\" Bonner says this with the passion of a man who has spent nearly two decades exploring North Korea, initially with his Beijing-based company Koryo Tours. He moved into film-making after acting as the local fixer for Andy Kershaw's trip to the country in 1995 for Channel 4's Travelog series, before working with director Daniel Gordon on The Game of Their Lives, the 2002 documentary about North Korea's legendary 1966 World Cup football team. After two more BBC-produced studies of the country (A State of Mind, about a gymnast, and Crossing the Line, about a US defector), Bonner says he was inspired by the popularity of another frothy girl-power film, Bend It Like Beckham. After it became the first western film broadcast on North Korean TV, Bonner thought, \"Maybe we [Daelemans and local producer Ryom Mi-Hwa] could do the same.\" The three cooked up a rom-com that might seem standard fare in the west but in North Korea is groundbreaking for its feminist individualism. A young woman strives to achieve her goal, and it's for herself rather than the greater glory of the state, and without the mystical beneficence of the Great Leaders. According to Bonner it made the film an \"absolute wow\" for the North Korean audience. \"For them it's the first film that's not propaganda.\" Bonner says he and Daelemans sourced private investment to cover half of the $1.2m budget, with the other half coming from North Korea itself. The six-year struggle to get the film made was partly the result of opposition from the North Korean film-making establishment, who simply didn't get the story. By chance, says Bonner, the interest shown by their doorman reignited the team's enthusiasm, motivating Ryom to approach director Kim Gwang-hun. Then, Bonner continues, \"at some point permission was given\" by the authorities to allow the film to be made; but, in another groundbreaking move, the footage was taken out of the country to be edited, thereby removing the state's control. \"In effect, they only saw the final film when it was entered for the Pyongyang film festival in 2012.\" For Bonner, those who see the country only through the prism of human rights or totalitarianism, \"think they shouldn't be watching a film about people being happy [that is] set in North Korea\", and miss how unique the film is. \"People should watch it with a North Korean audience, because within 15 seconds they're in dreamland. They know it's not reality. They're the ones who say, 'This is so refreshing, for us it's a window.'\" As the film's strapline has it, \"Whoever you are, wherever you are, anything is possible.\" \"It was never made to be provocative,\" says Bonner, \"other than we like girl power and we believe in individuals. That's the message. Follow your dreams.\" • Comrade Kim Goes Flying is showing at the Edinburgh film festival on 27 June",
    "keywords": [
        "flying",
        "korea",
        "goes",
        "state",
        "comrade",
        "youve",
        "kim",
        "festival",
        "seen",
        "film",
        "country",
        "bonner",
        "north",
        "korean"
    ],
    "summary": "Comrade Kim – which stars Han Jong-sim, a well-known trapeze artist who learned to act for the film – appears to have gone down a storm in North Korea itself.\n\"If you've seen a North Korean propaganda film, this is as far removed from that as is possible.\nThose who believe they have an understanding of North Korea, well ... what do they know?\nThe three cooked up a rom-com that might seem standard fare in the west but in North Korea is groundbreaking for its feminist individualism.\n• Comrade Kim Goes Flying is showing at the Edinburgh film festival on 27 June",
    "sentiment": {
        "neg": 0.0232,
        "neu": 0.9042,
        "pos": 0.0727,
        "compound": 0.1568
    }
}