{
    "date": "2013-05-01T11:21:21Z",
    "title": "North Korean 'court poet' to publish memoir",
    "url": "https://www.theguardian.com/books/2013/may/01/jang-jin-sung-north-korea-insider-memoir",
    "content": "Each London Book Fair brings breathless announcements of mega deals and amazing new books – although how many live up to expectations is another matter. This year however a news item appeared that sounds like a genuine event. Rider Publishing, an imprint of Ebury at Random House, acquired rights to Crossing the Border, a memoir by Jang Jin-sung – former \"court poet\" to Kim Jong-il, and will publish next spring. Of course, North Korea is hot right now, courtesy of Kim Jong-un's statements about nuclear war. Indeed, Adam Johnson can probably thank Kim for the Pulitzer he won for his North Korea-set novel The Orphan Master's Son. Meanwhile, BBC reporter John Sweeney – not content with clashing with the LSE with his documentary on the hermit kingdom – has also written a (not yet published) book, Zombie Nation. Both authors made precisely one trip each to the country. Of accounts of North Korea written by North Koreans, Kang Chol-hwan's The Aquariums of Pyongyang is probably the most famous. A harrowing description of 10 years in a prison camp, it is a North Korean equivalent to the works of Solzhenitsyn or Varlam Shalamov. But Jang Jin-sung's book is something even rarer – an exposé of the workings of a totalitarian state by a member of its inner circle. According to his agent, Marysia Juszczakiewicz, Jang Jin-sung escaped North Korea in 2004, crossing the Tumen River into China. Following his arrival in South Korea, Jang worked in the National Security Research Institute and published his first book of poetry, I Am Selling My Daughter For 100 Won, which details the horror of life in North Korea; it sold more than 80,000 copies. Today he is editor-in-chief of New Focus, \"the leading website on North Korea by north Koreans in exile\" . Before all that, however, he led a very different life. Says Juszczakiewicz: \"Jang was born into a bloodline of impeccable revolutionary credentials, he trained as a classical pianist before studying literature at Kim Il-sung University. He went on to join the Central Committee of the North Korean Writers' Union and worked in the Ministry of Reunification, where he was responsible for creating and disseminating propaganda throughout both North and South Korea. During one period, he helped develop the founding myth of North Korea as having begun on 15 April, 1912, with the sinking of the Titanic in the west and the rising of the sun – Kim Il-sung – in the east.\" Jang was so trusted that he met Kim Jong-il twice. The first time, Jang explained in an interview with the BBC last January, \"I was overwhelmed and full of emotion. But at the same time I thought the image I had received of him – through brainwashing – was very different to how he appeared in person.\" Kim gave the poet an gold Rolex worth $11,000 (£7,000) and granted him the \"sacred immunity\" that only the microscopic minority who spent 20 minutes in the presence of the god-dictator received. Now Jang could not be prosecuted without special permission from on high. At the second meeting, \"We sat at a performance together, and he kept on crying while he watched it. I felt his tears represented his yearning to become a human being, to become an ordinary person.\" Jang could not reconcile his lifestyle with the suffering he saw around him. He wrote poetry critical of the regime while circulating banned South Korean books. Soon he was obliged to flee. Jang views his memoir as a weapon against tyranny. He met his translator Shirley Lee last year at the Poetry Parnassus at the Olympics, and says: \"The London Olympics was the turning point for me of looking internationally and of the power of literature to tell the truth. NK (sic) may have nuclear weapons, but we have the media.\" Lee stresses the literary quality of Crossing the Border and insists that, his training in propaganda notwithstanding, Jang is a real poet: \"The original Korean book is titled 'Crossing the river with poetry in my heart' – Jang escaped with no possessions but the manuscript of his poetry collection depicting life in North Korea. In this way, his poems are the memories he brought with him out of the country. They are the record of reality through the individual's eyes, written in a country where no record of reality may be made except through the ruling party's eyes. Parts of the book are a rendition in prose of snapshots he captured with his poetry in North Korea; if the poetry is snapshots, the memoir is a movie.\"",
    "keywords": [
        "book",
        "south",
        "korea",
        "crossing",
        "written",
        "poet",
        "kim",
        "jang",
        "poetry",
        "court",
        "publish",
        "memoir",
        "north",
        "korean"
    ],
    "summary": "Of course, North Korea is hot right now, courtesy of Kim Jong-un's statements about nuclear war.\nOf accounts of North Korea written by North Koreans, Kang Chol-hwan's The Aquariums of Pyongyang is probably the most famous.\nA harrowing description of 10 years in a prison camp, it is a North Korean equivalent to the works of Solzhenitsyn or Varlam Shalamov.\nAccording to his agent, Marysia Juszczakiewicz, Jang Jin-sung escaped North Korea in 2004, crossing the Tumen River into China.\nToday he is editor-in-chief of New Focus, \"the leading website on North Korea by north Koreans in exile\" .",
    "sentiment": {
        "neg": 0.067,
        "neu": 0.8742,
        "pos": 0.0587,
        "compound": -0.0189
    }
}