{
    "date": "2013-03-26T17:55:00Z",
    "title": "North Korea rockets and artillery 'target' US bases",
    "url": "https://www.theguardian.com/world/2013/mar/26/north-korea-rockets-target-us-bases",
    "content": "North Korea said it had ordered its rocket and long-range artillery units to be combat-ready, targeting military bases in the US and American bases in the region. Pyongyang has issued stern admonitions and threats on an almost daily basis since the UN security council tightened sanctions over its latest nuclear test and the US and South Korea began joint military drills. \"From this moment, the supreme command of the Korean People's Army will be putting into combat duty posture No 1 all field artillery units, including long-range artillery units and strategic rocket units, that will target all enemy objects in US invasionary bases on its mainland, Hawaii and Guam,\" said a statement from the North's military supreme command, carried on the state's KCNA news agency. The South Korean defence ministry said it was monitoring the situation but had detected no signs of unusual activity by the North's army. Seoul and Washington say their current military exercises, which will continue until the end of April, are strictly defensive. The Pentagon condemned the threats, saying the US was ready to respond to any developments. \"We're concerned about any threat raised by the North Koreans,\" a spokesman said. \"They need to stop threatening peace on the peninsula, that doesn't help anyone ... and we stand ready to respond to any contingency.\" Leonid Petrov, an expert on North Korea at the Australian National University, said: \"It's attention-seeking behaviour. It's like a child in a candy shop: if you haven't bought him a lolly and don't pay attention to his tantrums he tries to intimidate you with things – even if they are self-harming. \"North Korea really doesn't have the capability to strike the US, though they could strike US interests in north-east Asia and South Korea. They can spur another round of the arms race, as they have already done successfully. I don't know who benefits from that, but it's obviously not the North, because they can't afford it.\" He added: \"It is more of a message to the domestic population. Despite all the promises of the last year about people leading a better life, the imperialists are about to attack so you have to forget that. The North is trying to seal the loyalty of the people, insulate the country and buy more time for the regime to survive.\" China's foreign ministry spokesman Hong Lei told reporters at a daily briefing that China hoped all sides on the Korean peninsula could exercise restraint. Last week Reuters reported that China did not export any crude oil to the North in February, the first such instance of its kind for a year. There have been reports of tightened restrictions on trade. China is the North's main ally and Pyongyang remains heavily dependent on trade and aid with its neighbour. Many analysts say it is too early to tell whether Beijing's approach has changed and stress there is no sign of a fundamental or long-term shift in policy. \"I think philosophically they don't really like sanctions and when I talk to the Chinese none of them seem to think sanctions will work,\" said John Delury, an expert on Chinese-North Korean relations at Yonsei University in Seoul. He noted that a clampdown on cross-border deals may be part of a more general desire to clean up trade, for example. But he said ties between the two countries appeared weaker than they were towards the end of Kim Jong-il's rule, probably reflecting Pyongyang's concerns about the relationship as much as Beijing's. \"They were getting into a red zone where all the economic ties and diplomatic ties were with China,\" he said. Despite the military alert, Kim Jong-un has found time for civilian-focused duties as leader in recent days, according to the North's media. The Rodong Sinmun newspaper reported that in addition to his visits to the army, he toured a new restaurant boat on Sunday, \"feasting his eyes on the deck and handrails around it\" and expressing concern that the view and air-conditioning should be satisfactory.",
    "keywords": [
        "artillery",
        "norths",
        "south",
        "military",
        "korea",
        "trade",
        "rockets",
        "china",
        "ties",
        "target",
        "units",
        "bases",
        "north",
        "korean"
    ],
    "summary": "North Korea said it had ordered its rocket and long-range artillery units to be combat-ready, targeting military bases in the US and American bases in the region.\nThe South Korean defence ministry said it was monitoring the situation but had detected no signs of unusual activity by the North's army.\nLeonid Petrov, an expert on North Korea at the Australian National University, said: \"It's attention-seeking behaviour.\n\"North Korea really doesn't have the capability to strike the US, though they could strike US interests in north-east Asia and South Korea.\n\"They were getting into a red zone where all the economic ties and diplomatic ties were with China,\" he said.",
    "sentiment": {
        "neg": 0.076,
        "neu": 0.8573,
        "pos": 0.0667,
        "compound": -0.0367
    }
}