{
    "date": "2013-04-25T05:11:56Z",
    "title": "South Korea issues Kaesong ultimatum",
    "url": "https://www.theguardian.com/world/2013/apr/25/south-korea-issues-kaesong-ultimatum",
    "content": "South Korea has warned North Korea that it faces unspecified \"grave measures\" unless it agrees to urgent talks on reopening the Kaesong industrial complex, a jointly run project that brings much-needed income to the North but has remained closed for almost a month. The South's unification ministry did not give details of possible punitive measures but observers believe it could mean the complete withdrawal of the 175 South Korean managers still living near the plant. Their withdrawal would effectively bring an end to the only remaining symbol of cross-border cooperation and mark a dramatic decline in ties already damaged by weeks of North Korean threats against the South and its allies. The complex, located six miles north of the heavily fortified border separating the two Koreas, employs tens of thousands of North Korean workers and is funded and managed by South Korean firms. The disruption began on 3 April when Pyongyang banned South Korean managers and raw materials from crossing the border. Six days later the regime withdrew its 53,000 workers, who are employed by more than 120 firms from the South. The remaining South Korean managers have not been forced to leave but are running short of food and other supplies. Kim Hyung-suk, a unification ministry spokesman, told reporters the North had been given until Friday to respond to an offer of working-level talks on the complex's future. \"Our people are suffering serious difficulties due to a shortage of food and medicine,\" he said, adding that the banished firms were sustaining huge financial losses. Fearing that some companies with factories at Kaesong are on the brink of bankruptcy, the South Korean government said this week it would offer them special loans as well as tax relief and unemployment benefits for workers who lose their jobs as a result of the closure. Seoul has also called for the North to allow food and medicine to be taken across the border and delivered to the remaining South Korean staff. More than 700 of their colleagues have returned to the South since the ban on workers entering the plant came into force. Kim said Pyongyang had turned down a separate offer of talks on Wednesday, adding: \"It is very regrettable that North Korea has rejected even the minimum humanitarian measures for our workers at Kaesong.\" Since it opened in 2004 Kaesong has been the most durable example of the South's \"sunshine policy\" of economic and political engagement with the North. The park has had several minor disruptions but none as serious as the current dispute. Few believed the park would fall victim to current tensions on the peninsula since it is in both countries' interests to keep it open. It generates much-needed hard currency – about £56m a year – for North Korea regime and provides cheap labour to South Korean companies.",
    "keywords": [
        "south",
        "remaining",
        "offer",
        "korea",
        "measures",
        "workers",
        "talks",
        "ultimatum",
        "issues",
        "kaesong",
        "north",
        "korean"
    ],
    "summary": "The complex, located six miles north of the heavily fortified border separating the two Koreas, employs tens of thousands of North Korean workers and is funded and managed by South Korean firms.\nThe disruption began on 3 April when Pyongyang banned South Korean managers and raw materials from crossing the border.\nThe remaining South Korean managers have not been forced to leave but are running short of food and other supplies.\nSeoul has also called for the North to allow food and medicine to be taken across the border and delivered to the remaining South Korean staff.\nIt generates much-needed hard currency – about £56m a year – for North Korea regime and provides cheap labour to South Korean companies.",
    "sentiment": {
        "neg": 0.115,
        "neu": 0.8288,
        "pos": 0.0564,
        "compound": -0.2085
    }
}