{
    "date": "2013-03-29T12:45:01Z",
    "title": "Could a Korean Armageddon really happen? | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2013/mar/29/could-north-korean-armageddon-happen",
    "content": "North Korea's latest threat to rain missiles on the US, with maps showing flight paths across the Pacific, and leader Kim Jong-un signing orders at a midnight meeting, raises even more pointedly the question that the past month of ever more feverish menaces has already posed. Namely: are they serious? Do they mean it? Could a Korean Armageddon really happen? My one-word answer would be no. A wag at South Korea's defence ministry quipped earlier this month that \"barking dogs don't bite\". As a generalisation that seems dubious, but one sees his point. North Korea prefers sneak attacks, like the torpedo in March 2010 that sank the South Korean navy ship Cheonan: 46 died. You don't give advance notice of an ambush. Some of Pyongyang's specific threats can be discounted. There is no evidence that any of their missiles can go further than 4,000 miles, or that they have mastered mounting a nuclear warhead on them. Even if they could – but to repeat, they can't – such an attack would be intercepted. California, and a fortiori New York and Washington, can sleep soundly. Yet complacency is ill advised. South Koreans have had the barking hound on their doorstep for 60 years now, and have grown blase. Yet 2010 was a nasty nip – two, in fact, for the North also fatally shelled a Southern island later in the year. There might be more bites. And no elderly Southerner forgets the ghastly 1950-53 Korean war, when the North really did invade – by land, mainly – and about 2 million died, even in those low-tech days. If the US is unmenaced in reality, that by no means applies to South Korea or Japan. Both are within range of North Korea's hundreds of short- and medium-range missiles. The Southern capital Seoul – which including satellite cities is home to 20 million people – lies only 25 miles south of the border, the ironically named demilitarised zone (DMZ). Just north of the DMZ are thousands of KPA (Korean people's army) heavy artillery pieces, some with chemical shells. These could inflict carnage in Seoul's glittering skyscrapers, even in an initial onslaught. The main risk now is twofold and linked. The cycle of provocation and reaction – which is which, depends where you are – could spiral out of control. North Korea's latest threat was prompted by the sending of US stealth bombers on practice runs over the peninsula – itself a reaction to Pyongyang's rabid rhetoric. The US can hardly not respond in some form, yet it is thus that escalation grows. The other peril is miscalculation. Something could go off by accident, or either side might misinterpret a move by the other. In that case the risk of escalation would be very real. Politics and context matter too. South Korea's hardline then-president, Lee Myung-bak, got much flak at home for not retaliating for 2010's sinking and shelling. His successor, Park Geun-hye, in office for barely a month, seeks \"trustpolitik\" with the North – whose current ferocity is thus all the more puzzling. Why won't Kim Jong-un give peace a chance? If the North did bite the South again as in 2010, it would be third time unlucky. Some in the tough Southern military, who long ran the country (notably Park's father, the dictator Park Chung-hee), are itching to give the North a good kicking. Park may want peace, but if the North provokes again she would look intolerably weak if she did not authorise some sort of counter-strike. The problem, of course, would be to keep that limited. One idea mooted would be to hit statues of the late leaders Kim Il-sung and Kim Jong-il, or their mausoleum. The symbolism would be potent. Even this might prompt the North to strike back. More menacingly, Southern sources have told local media that their cruise missiles could fly in through a Pyongyang window and take out – well, anybody, know what I mean? That has put the wind up Kim Jong-un, and would be extremely high risk. Almost 20 years ago the risks were quantified. In 1994, Bill Clinton seriously considered a strike on North Korea's nuclear site at Yongbyon. The joint chiefs of staff estimated that a new war in Korea would kill at least 1 million people, including up to 100,000 Americans. Immediate costs to the US would be $100bn, while business disruption in the region would cost more than $1tn. Those financial figures would be multiples higher now. It was also Clinton who, on a visit to the DMZ, warned the North that going down this road would be \"the end of their country\". That still applies. One hopes that a callow, hot-headed youth in the Pyongyang hot seat has no illusions on that score. South Korea would prevail, if at a terrible cost. What can be done? Basically extreme vigilance by the allies, who should try not to escalate. Try secret contacts to find out what the North really wants: a puzzle, as I wrote here before. Perhaps an upcoming rare party central committee meeting will give some clues. I suspect that internal politics lies behind much of this. Meanwhile British firms such as Koryo and Young Pioneer are expanding tours to North Korea, not cancelling. And each day dozens of South Koreans still commute from Seoul across the DMZ to supervise Northern workers at a joint venture industrial park. That is the reality on the ground. With any luck it will remain so.",
    "keywords": [
        "dmz",
        "fostercarter",
        "south",
        "korea",
        "southern",
        "north",
        "aidan",
        "kim",
        "missiles",
        "really",
        "armageddon",
        "koreas",
        "park",
        "happen",
        "korean"
    ],
    "summary": "A wag at South Korea's defence ministry quipped earlier this month that \"barking dogs don't bite\".\nNorth Korea prefers sneak attacks, like the torpedo in March 2010 that sank the South Korean navy ship Cheonan: 46 died.\nIf the US is unmenaced in reality, that by no means applies to South Korea or Japan.\nSouth Korea's hardline then-president, Lee Myung-bak, got much flak at home for not retaliating for 2010's sinking and shelling.\nMeanwhile British firms such as Koryo and Young Pioneer are expanding tours to North Korea, not cancelling.",
    "sentiment": {
        "neg": 0.1098,
        "neu": 0.8515,
        "pos": 0.0388,
        "compound": -0.1468
    }
}