{
    "date": "2013-03-12T08:34:00Z",
    "title": "US dismissive of 'bellicose rhetoric' after North Korea nullifies armistice",
    "url": "https://www.theguardian.com/world/2013/mar/11/us-warning-north-korea-truce-nuclear",
    "content": "The US has dismissed North Korea's declaration that the 1953 armistice with Seoul is nullified as \"bellicose rhetoric\" but warned Pyongyang that it will face \"the full range of our capabilities\" if it were to carry out its threat of a nuclear attack. Barack Obama's top national security adviser, Tom Donilon, on Monday called on China to join in further isolating Pyongyang, following the North Korean military leadership's declaration that the truce with South Korea was void after Seoul and the US kicked off a joint military exercise. The annulment of the treaty also follows the UN security council's imposition of additional sanctions against Pyongyang after it carred out a third atomic bomb test, and threats by Pyongyang to fire nuclear weapons at the US and South Korea in response. \"North Korean officials have made some highly provocative statements. North Korea's claims may be hyperbolic, but as to the policy of the United States, there should be no doubt: we will draw upon the full range of our capabilities to protect against, and to respond to, the threat posed to us and to our allies by North Korea,\" Donilon said in a speech to the Asia Society in New York. \"This includes not only any North Korean use of weapons of mass destruction but also, as the president made clear, their transfer of nuclear weapons or nuclear materials to other states or non-state entities. Such actions would be considered a grave threat to the United States and our allies and we will hold North Korea fully accountable for the consequences.\" North Korean state media said that joint military exercises involving American and South Korean forces, which began on Monday, had annulled the truce. The armistice never became a fully-fledged peace agreement and therefore North and South Korea technically remain at war. \"The US has reduced the armistice agreement to a dead paper,\" it said. The US State Department said the military exercises are held annually. American officials pointed the latest UN sanctions as the real cause of the threats. The US treasury imposed additional measures on Monday against the Foreign Trade Bank of North Korea – the primary handler of hard currency – for its role in the financing of Pyongyang's development of nuclear weapons. State Department spokeswoman Victoria Nuland said it was not immediately clear what the impact of North Korea's claim that the truce is annulled would be – the third time it has made such a statement in recent years. \"For more than 60 years this agreement has ensured peace and stability on the peninsula. So it is concerning to us when any signatory makes a public statement that they're pulling out of it. But it's not absolutely evident what the impact of that would be,\" she said. Pyongyang also stopped answering the hotline with South Korea at the border village of Panmunjom, which is generally tested twice a day. It has cut off contact via the hotline at least five times since the 1990s. Donilon said the US would not be deterred by Pyongyang's threats. \"The United States will not accept North Korea as a nuclear state. Nor will we stand by while it seeks to develop a nuclear-armed missile that can target the United States,\" he said. Donilon called for North Korea to return to negotiations, but warned that Washington will not be fooled twice after helping Pyongyang with food and other supplies as part of an earlier agreement to halt nuclear development, only to discover that its communist leaders had gone back on their word. \"The United States refuses to reward bad North Korean behaviour. The United States will not play the game of accepting empty promises or yielding to threats. As former secretary of defence Bob Gates has said, we won't buy the same horse twice. We have made clear our openness to authentic negotiations with North Korea. In return, however, we've only seen provocations and extreme rhetoric,\" he said. \"To get the assistance it desperately needs and the respect it claims it wants, North Korea will have to change course. Otherwise, the United States will continue to work with allies and partners to tighten national and international sanctions to impede North Korea's nuclear and missile programmes.\" Donilon praised China for backing the latest UN security council sanctions against North Korea, but called on Beijing to further isolate Pyongyang. \"We believe that no country, including China, should conduct business as usual with a North Korea that threatens its neighbours. China's interest in stability on the Korean peninsula argues for a clear path to ending North Korea's nuclear program. We welcome China's support at the UN security council and its continued insistence that North Korea completely, verifiably and irreversibly abandon its WMD and ballistic missile programmes,\" he said. But the White House also offered a carrot, with the prospect of substantial economic help if North Korea is serious about abandoning nuclear weapons. Donilon pointed to the transformation in relations with Burma, which had, he said, received billions in debt forgiveness, development assistance and new investment. \"As he has said many times, President Obama came to office willing to offer his hand to those who would unclench their fists. The United States is prepared to help North Korea develop its economy and feed its people, but it must change its current course,\" said Donilon. \"Anyone who doubts the president's commitment needs look no further than Burma, where new leaders have begun a process of reform. Obama's historic visit is proof of our readiness to start transforming a relationship marked by hostility into one of greater co-operation.\"",
    "keywords": [
        "donilon",
        "south",
        "armistice",
        "korea",
        "nullifies",
        "states",
        "nuclear",
        "weapons",
        "rhetoric",
        "korean",
        "united",
        "pyongyang",
        "dismissive",
        "north",
        "bellicose"
    ],
    "summary": "Such actions would be considered a grave threat to the United States and our allies and we will hold North Korea fully accountable for the consequences.\"\nNorth Korean state media said that joint military exercises involving American and South Korean forces, which began on Monday, had annulled the truce.\nThe armistice never became a fully-fledged peace agreement and therefore North and South Korea technically remain at war.\n\"To get the assistance it desperately needs and the respect it claims it wants, North Korea will have to change course.\n\"We believe that no country, including China, should conduct business as usual with a North Korea that threatens its neighbours.",
    "sentiment": {
        "neg": 0.1075,
        "neu": 0.7769,
        "pos": 0.1157,
        "compound": -0.0006
    }
}