{
    "date": "2013-04-03T07:15:00Z",
    "title": "North Korea: US acts to calm fears over 'alarming' atomic plan",
    "url": "https://www.theguardian.com/world/2013/apr/02/us-north-korea-nuclear-plan",
    "content": "The US described the prospect of North Korea restarting a mothballed atomic reactor as \"extremely alarming\" on Tuesday. North Korea said it would reactivate all facilities at its main Yongbyon nuclear complex to ease its electricity shortage and strengthen its nuclear capability. The reactor was shut down in 2007 as part of international nuclear disarmament talks that have since stalled. The move came a day after Pyongyang announced a \"new strategic line\" focusing on its nuclear programme and economy. But the Obama administration, trying to reduce tension, stressed that it would take time between Tuesday's announcement heralding resumption of North Korea's nuclear programme and the North's ability to restore its nuclear programme. Analysts estimated it would take about a year. The North Korea move marked the latest escalation in a confrontation in which tensions rise almost on a daily basis. On Wednesday North-South relations were further hindered when North Korea denied entry to people from the South who work in the countries' jointly run Kaesong factory park just inside the North's borders. It was not clear whether this was a temporary or permanent measure. A US state department spokeswoman, Victoria Nuland, briefing reporters on Tuesday, said: \"As national security adviser Tom Donilon said less than a month ago, the US will not accept the DPRK [North Korea] as a nuclear state. The position has not changed since national security adviser Donilon stated it a month ago.\" Re-activating Yongbyon would be \"a clear violation of the DPRK's international obligations and the commitments it made at that time\". Nuland stressed it would take time to reactivate the plant: \"Obviously there is a long way to go between a stated intention and actually being to be able to pull it off, with all that would entail. But were they to be able to put themselves back into position to use the facility, that would obviously would be extremely alarming but, as I have said, it's a long way from here.\" The UN secretary general, Ban Ki-moon, said he feared North Korea was on a collision course with the rest of the world that could lead to war. Ban, a former South Korean foreign minister, said the crisis had \"gone too far\" and called for dialogue to ease tensions on the peninsula. \"Nuclear threats are not a game. Aggressive rhetoric and military posturing only result in counter-actions, and fuel fear and instability,\" he said on a visit to Andorra. \"Things must calm down as this situation, made worse by the lack of communication, could lead down a path that nobody should want to follow. \"I am convinced that nobody intends to attack [North Korea] … however, I am afraid that others will respond firmly to any direct military provocation,\" he said. China, the North's only major ally and aid provider, called the possible nuclear restart \"regrettable\", while Japan said it was a cause for \"grave concern\". Jay Carney, the White House press spokesman, avoided going into specifics beyond saying that the US was working with its allies in Seoul and Tokyo, adding: \"We are regularly reaching out to Beijing and Moscow to encourage them to do more to restrain the North Koreans.\" Asked if the tension was due to the personality of the young North Korean leader, Kim Jong-un, Carney told reporters North Korea's pattern of behaviour predated his taking over. \"There is a pattern of behaviour here. A pattern that is familiar,\" Carney said. The Pentagon tried to lower the temperature, denying news reports that two US destroyers, the McCain and Decatur, were now off the South Korean coast. A Pentagon spokesman, George Little, opted for a vaguer description of their deployment, saying only that they were positioned somewhere in the western Pacific. John Kerry, the US secretary of state, met the South Korean foreign minister Yun Byung-se on Tuesday in Washington. Afterwards, Kerry said that restarting Yongbyon would be a violation of international obligations. \"The bottom line is very simply that what Kim Jong-un has been choosing to do is provocative, it is dangerous, reckless and the US will not accept the DPRK as a nuclear state,\" Kerry said. \"And I reiterate again the US will do what is necessary to defend ourselves and defend our allies, Korea and Japan. We are fully prepared and capable of doing that and the DPRK understands that.\" Kerry is to visit Seoul next week and the South Korean president Park Geun-hye is to visit the White House next month. The Yongbyon announcement follows repeated warnings from the North that it is on a war footing with South Korea. The regime has also threatened nuclear strikes against the US mainland and its overseas military bases, though experts are convinced it is still several years away from developing the necessary technology. Duyeon Kim, a North Korea and nuclear arms specialist at the Centre for Arms Control and Non-Proliferation in Washington, estimated it would take North Korea at least a year to reverse the steps taken in 2007. \"It's not an immediate danger. They cannot immediately start producing plutonium again because the reactor and other key components were shut down and disabled under two six-party talks agreements in 2007. Eleven key plutonium-producing facilities and parts were disabled, meaning it would take at least a year to reverse those steps,\" she said. \"The reactor cooling tower was also destroyed and it would take time to rebuild it, too, although they could pump water from the river next to Yongbyon to act as a cooling mechanism. \"The North's announcement reaffirms its intention to fully develop its nuclear programmes, keep both avenues (plutonium and uranium) open to making nuclear weapons, to proclaim that its nuclear programmes cannot be negotiated away, and to publicly confirm our suspicions that its uranium-enrichment plant is for nuclear weapons and not for energy purposes, as they claimed until now.\" Some North Korea experts believe the regime wants to avoid provoking a potentially catastrophic inter-Korea conflict. \"The North Korean regime indulges in this kind of behaviour all the time,\" said Prof Shin Jong-dae of the University of North Korean Studies in Seoul. \"The possibility of war breaking out is still very low, although there is always the chance of smaller skirmishes. But ultimately the North Koreans don't want this to escalate out of control. They want a turning point in relations with the United States.\" The latest threats are in response to ongoing military drills involving forces from South Korea and the US – the US flew B-52 and B-2 bomber sorties over the Korean peninsula last week – and tougher UN sanctions imposed after Pyongyang's third nuclear arms test in February. A spokesman for North Korea's bureau of atomic energy said the Yongbyon facilities are a graphite-moderated five-megawatt reactor, which generates spent fuel rods laced with plutonium and is the core of the Yongbyon nuclear complex. When fully operational the complex is capable of the annual production of one atomic bomb's worth of plutonium, the most common fuel in nuclear weapons.",
    "keywords": [
        "south",
        "calm",
        "alarming",
        "norths",
        "plutonium",
        "korea",
        "state",
        "plan",
        "nuclear",
        "yongbyon",
        "fears",
        "atomic",
        "korean",
        "reactor",
        "north",
        "acts"
    ],
    "summary": "The US described the prospect of North Korea restarting a mothballed atomic reactor as \"extremely alarming\" on Tuesday.\nNorth Korea said it would reactivate all facilities at its main Yongbyon nuclear complex to ease its electricity shortage and strengthen its nuclear capability.\nThe North Korea move marked the latest escalation in a confrontation in which tensions rise almost on a daily basis.\nDuyeon Kim, a North Korea and nuclear arms specialist at the Centre for Arms Control and Non-Proliferation in Washington, estimated it would take North Korea at least a year to reverse the steps taken in 2007.\n\"The North Korean regime indulges in this kind of behaviour all the time,\" said Prof Shin Jong-dae of the University of North Korean Studies in Seoul.",
    "sentiment": {
        "neg": 0.1115,
        "neu": 0.8325,
        "pos": 0.0561,
        "compound": -0.1874
    }
}