{
    "date": "2013-05-27T05:00:01Z",
    "title": "Korean unification: dreams of unity fade into past for young South Koreans",
    "url": "https://www.theguardian.com/world/2013/may/27/south-north-korea-unification",
    "content": "Unified Korea is a desperate, dystopian country, beset by police tyranny, ravaged by organised crime and roamed by a growing underclass of destitute northerners. Lee Eung-jun paints a chilling portrait of 2016 for readers in prosperous, ordered South Korea. But perhaps the most striking aspect of his novel The Private Life of a Nation is its rarity: portrayals of a unified Korea are unusual enough – never mind such a bleak challenge to the rosy official image of the future. Periodic crises and North Korean sabre-rattling frequently fix the world's attention on the divided peninsula, yet scant consideration is given to what might one day emerge from such tensions – an oversight, said Lee, that impelled him to write the book. \"The North Korean nuclear weapons [programme] is a scary problem, but it is a one-time issue; the more frightening problem is what would happen afterwards,\" he declared. The peaceful pursuit of unification is inscribed in South Korea's constitution. Questioning it would be political suicide for public figures, say analysts, because ethnic nationalism is a key element of political belief across the spectrum. But there is growing indifference, doubt and even opposition among ordinary citizens who fear the cultural, social and economic impact could crush their society. \"It's still strong as an ideal,\" said Stephen Epstein, an expert on South Korean society and its images of the North at the University of Victoria in Wellington, New Zealand. \"If you ask them: 'How about tomorrow?' Everyone backs off … When confronted with it as something that might happen, people are a lot less sanguine.\" In 1994, 92% of South Koreans considered unification \"necessary\"; by 2007 that had fallen to 64%, according to research by Seoul National University. Support is lowest among the young: a 2010 survey found that only 49% of twenty-somethings judged it necessary, compared with 67% of over-50s. For many, the peninsula's crude division by foreign powers remains a traumatic historical anomaly. \"As a foreigner perhaps you can think of other options, but unification is so natural to me,\" said Kim Seok-hyang, a professor at Ewha Women's University in Seoul. \"No one really asked any Koreans, do you want to be divided and stay like that for over 60 years? With your family members separated?\" But fewer and fewer have close relatives across the border. Not many remember life before the split: less than a tenth of South Koreans were born before 1940. The differences between North and South are ever starker. In the early decades after the division, South Korea repeatedly fell under military rule and lagged behind the North economically. Now it is a technologically advanced democracy with cultural clout and powerful economic ties across the region. \"I think young Koreans these days feel they have more in common with an American or European student than with North Koreans,\" said Kim So-young, a 21-year-old student in Seoul. She grew up at the height of the \"sunshine era\" of engagement with the North, when unification was more easily imaginable. Her friend, 22-year-old Park Min-jin, said: \"I thought it would come by the time we were in high school or university … I imagined running around with [North Korean] children in their uniforms.\" Kim has moved from indifference to outright opposition. Unification is impractical, she said: \"There will be a lot of costs and problems. What should we do to help North Korea with cultural and economic issues? It's not just the financial cost. They have had such a different education.\" Park acknowledges the problems, but believes South Korea's responsibilities cannot be dodged. \"I might be a little bit naive, but I wish the younger generation was not so preoccupied with economic priorities and would think in a more historical and humanitarian context.\" Even the way people speak has diverged, leaving new arrivals in the South puzzled by differences in the vocabulary: as the old joke has it, they are divided by a common language. Epstein believes growing knowledge of the North has increased rather than bridged perceptions of difference. \"There are almost 25,000 North Koreans in the South. The North is no longer anywhere near as mysterious as it was,\" he said. \"Because of the famine and malnutrition, the difference between the two is not just linguistic, it's been inscribed physically at this point.\" Many refugees struggle to adapt; research three years ago found high unemployment rates and an average income of roughly half the average South Korean salary. They lack the social networks for career success. Their manners and mores are different.\"There's no longer this mystic idea of 'we are one' … They think: they are really different, [this is] a pain in the ass and why do we have to deal with all these sorts of issues economically just to bring them back into the fold?\" Epstein added. The gulf stretching between North and South dwarfs the gap between East and West Germany before reunification. There, the difference in per-capita income was 1:2 or 1:3; in Korea it is at best 1:15 and some think closer to 1:40, Andrei Lankov writes in his book The Real North Korea. This year, Seoul's finance ministry estimated that unification could cost the South up to 7% of annual GDP for a decade, although it would benefit from cheap labour and the North's natural resources. Earlier research commissioned by the Unification Ministry suggested the cost would be between 371.5tn won (£215bn) and 1,253.5tn won if it happened by 2020. That unification would almost certainly be born of a crisis increases its difficulties. Attempts to manage the transition – such as controlling population movement while the North developed – could quickly be overtaken by events. Yet unification might prove equally traumatic for northerners, even if it brought a rise in living standards. \"A better option might be: 'You go your way, we go ours; let's do business with you and see you treat your own people better,'\" suggested Epstein, who otherwise foresees rampant exploitation and an underclass. Tellingly, Lee's protagonist is a North Korean – a former army hero who has turned to crime – and his novel highlights the marginalisation and exploitation of northerners. He believes his compatriots should face unification head-on instead of seeking to avoid it. He thinks they have avoided discussion of the issue because of its complexity. \"Unification will come soon. I would say before 10 years and we need to prepare,\" he said. \"Let's say it is understandable that ordinary people don't want to talk about it but this is a problem at the political and administrative level, with structural problems in that the government is not ready either. \"We need to know what to do when we are living next to each other.\"",
    "keywords": [
        "fade",
        "past",
        "south",
        "think",
        "young",
        "economic",
        "korea",
        "north",
        "unity",
        "university",
        "epstein",
        "dreams",
        "koreans",
        "unification",
        "korean"
    ],
    "summary": "Lee Eung-jun paints a chilling portrait of 2016 for readers in prosperous, ordered South Korea.\n\"The North Korean nuclear weapons [programme] is a scary problem, but it is a one-time issue; the more frightening problem is what would happen afterwards,\" he declared.\nIn 1994, 92% of South Koreans considered unification \"necessary\"; by 2007 that had fallen to 64%, according to research by Seoul National University.\nNot many remember life before the split: less than a tenth of South Koreans were born before 1940.\nMany refugees struggle to adapt; research three years ago found high unemployment rates and an average income of roughly half the average South Korean salary.",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.8468,
        "pos": 0.0689,
        "compound": -0.0033
    }
}