{
    "date": "2013-07-26T15:15:00Z",
    "title": "The 'forgotten war' caused Americans to go temporarily nuts | Clancy Sigal",
    "url": "https://www.theguardian.com/commentisfree/2013/jul/26/60th-anniversary-korean-war",
    "content": "Sixty years ago this week the \"forgotten war\" came to an inconclusive end. The Korean war was perfectly mistimed for me. On 25 June 1950, the day I graduated from the University of California, Los Angeles as a GI Bill student, North Korean troops in their Soviet-made tanks smashed across the 38th Parallel that was born as the bastard child of the political division of Korea between Russia and the US at the end of second world war. This artificial boundary, splitting the Korean peninsula in two, was meant to keep the Russians from taking the whole country after Japan surrendered. The line had been hastily drawn with pencil using a National Geographic map by two junior American officers in President Truman's White House. But five years later, supported by Stalin's Russia and Mao's China, the North Koreans under Kim Il-sung had decided the time was ripe to force the reunification of Korea under communist rule. And within days communist troops overran the surprised ROK (Republic of Korea) soldiers and entered the capital, Seoul. A genocidal three-year war followed. Almost all of the ex-second world war soldiers I knew were, like me, scared to death of being called back to fight in a war nobody but psychopaths wanted. Most of us were vague even about where Korea was located in the Pacific. We certainly didn't know the ins and outs of Korean history or that fighting between North and South was just another violent chapter a long-brewing civil war whose roots lay in Japan's brutal 19th century occupation of a country that geographically seemed a mere appendix to China. But what was obvious even to the most ignorant ex-GI was that this new war in the Pacific came out of a cold war realpolitik that pitted Stalin's Soviet Union against the United States in a constant game of Armageddon chicken. General Omar Bradley, then chairman of the joint chiefs of staff, called Korea \"the wrong war, in the wrong place, at the wrong time, with the wrong enemy\". Nevertheless, once the North invaded, the world was brought to the very precipice of all-out nuclear war. President Truman called it a UN-sponsored \"police action\" even though 90% of the troops on our side were American (with a smaller participation by Turkey, Australia and New Zealand.) In three years (1950-53) of frustrating trench combat reminiscent of Flanders and the Somme, fought on a miserable barren lunar landscape of hills forever taken and retaken, refugees and prisoners-of-war were machine-gunned indiscriminately. Roughly 36,000 Americans died in theater, with Korean casualties on both sides well into the millions. The savagery was unphotogenic, unromantic and uncivilized. General Curtis LeMay, boss of the strategic air command, boasted that his bombers may have killed 20% of the population of Korea. Ground commander Matthew Ridgeway, who liked having his photo taken wearing primed hand grenades, said he wanted to \"'wipe out all life'\" in enemy territory. In effect, this meant that all of Korea, North and South, friend or foe, became a free fire zone. It predicted Vietnam. The overall Pacific commander was the half-mad General Douglas MacArthur whose intelligence aide, General Charles Willoughby, had quite open Nazi sympathies. (MacArthur jovially called him \"my pet fascist\".) MacArthur and some of President Truman's generals urged that atomic bombs be used against the communists, especially when MacArthur's prediction that the Chinese would never enter the war proved fatally stupid. In fact, in \"Operation Hudson Harbor\", USAF B-29 bombers, using dummy nuclear or conventional bombs, seriously practiced raining nuclear death on North Korea before saner heads prevailed when Ike Eisenhower succeeded Truman. Today it's hard to imagine the hysteria that infected the nation, especially after the North crossed the 38th parallel. Americans went temporarily nuts. Senator Joe McCarthy told us that gay traitors in the US state department had deliberately \"lost\" China to Mao's Reds. Ordinary dissent, like signing a petition or reading The Nation, was a KGB plot organized in the Kremlin. Liberals met behind drawn curtains, and friends stopped seeing friends. The mounting hysteria, interlaced with out-of-control homophobia and undercurrents of anti-Semitism, was a wet dream for the American right and a nightmare for the rest of us. Of course the \"atomic spies\" Julius and Ethel Rosenberg had to be executed comme un exemple pour les autres. The maverick journalist IF Stone claimed that the war began when Secretary of State Dean Acheson clumsily signaled to the North Koreans that the country was \"not in our sphere of influence\" thus implying the Reds could do as they damn well pleased. Perhaps more urgent, and threatening, to the North Koreans and their Chinese and Soviet backers, was the \"Sunday punch\" proposed by General Le May to drop 133 A-bombs on 70 Russian cities in a single massive first strike. (Le May is portrayed by George C Scott as the demented General Buck Turgidson in Stanley Kubrick's Dr Strangelove.) Korea didn't create America's nationwide craziness for blacklisting, but it made blacklists more respectable and patriotic. All across the country as a direct result of korean war fever thousands of teachers, factory workers, doctors, screenwriters and, God help them, genuine radicals were blackballed. My own pet fascists, door-stopping FBI agents I nicknamed Mutt and Jeff, after 30 June got more aggressive. \"Come on in, Clancy, and give us some names. Everybody's doing it. Don't be such a party-pooper – not while our boys are dying for freedom overseas.\" Hollywood was not slow to exploit the frenzy by churning out propaganda films like Retreat, Hell!, Steel Helmet and One Minute to Zero. Even I was fired and blacklisted from a movie studio where I was working at the time, and the Korean War was cited as one of the several reasons. And all through that last war year of 1953, as men and women died in massive numbers on both sides, US and North Korean armistice negotiators, neither willing to surrender an inch of bloody worthless frozen ground, took their own sweet time dawdling in the comfort of a heated \"peace tent\" at the abandoned village of Panmunjom. In America, surviving soldiers came home to an embarrassed welcome or none at all. South Korea recovered to become a successful capitalist economy. North Korea paid for its war in a coin we're all too familiar with.",
    "keywords": [
        "clancy",
        "war",
        "troops",
        "called",
        "korea",
        "world",
        "general",
        "wrong",
        "caused",
        "nuts",
        "country",
        "forgotten",
        "temporarily",
        "sigal",
        "americans",
        "north",
        "korean"
    ],
    "summary": "The Korean war was perfectly mistimed for me.\nAlmost all of the ex-second world war soldiers I knew were, like me, scared to death of being called back to fight in a war nobody but psychopaths wanted.\nGeneral Omar Bradley, then chairman of the joint chiefs of staff, called Korea \"the wrong war, in the wrong place, at the wrong time, with the wrong enemy\".\nIn effect, this meant that all of Korea, North and South, friend or foe, became a free fire zone.\nEven I was fired and blacklisted from a movie studio where I was working at the time, and the Korean War was cited as one of the several reasons.",
    "sentiment": {
        "neg": 0.1518,
        "neu": 0.7681,
        "pos": 0.0801,
        "compound": -0.203
    }
}