{
    "date": "2013-01-13T20:00:00Z",
    "title": "Jimmy Dushku: the man North Korea is following on Twitter",
    "url": "https://www.theguardian.com/world/shortcuts/2013/jan/13/jimmy-dushku-north-korea-twitter",
    "content": "Age: 25. Appearance: Excessively youthful for his CV. How so? He is one of those whizzkids who do so much to make anyone over 30 feel they should take themselves off to the nearest ice floe and die. What has he done? He has been a web developer (in his teens), a property and construction tycoon (he has investments everywhere from his home state of Texas to Brazil and Peru) and a golfing buddy of Dennis Quaid (photos on his website will confirm). That's impressive, but not really newsworthy. Unless Quaid was in Les Misérables and I missed him. I was crying quite hard. He has hit the headlines because he is one of the few people being followed on Twitter by @uriminzok. Uri Minzok? Wasn't he an extra in Fiddler on the Roof? No. \"Uriminzok\" translates as \"Our Nation\". It's North Korea's Twitter account. That is a bit surprising. I didn't think it was all that into modern communications. Or communication at all. Oh wait – is it socialism networking? Ha ha! Socialism networking! Do you see what I did there! LOL! Mmm. I'm sure the semi-starving millions would be very amused. But you're right – at the time of writing @uriminzok was following only three accounts: Vietnam's, a Pyongyang propaganda site and Mr Dushku's. Does Dushku know why? He has no idea. Maybe Kim Jong-un idolises the actor Eliza Dushku, thinks Jimmy is her brother and is trying to cosy up. Possibly. Although the despotic dynasty is not known for its subtlety. Anyway, Jimmy followed North Korea back, out of courtesy, adding, \"Have a nice day, my friend\" in Korean. Uh-oh. Did Texas find out and hang him as a communist? No. The story emerged as a result of Google chief executive Eric Schmidt's controversial \"Embrace the digital future, comrades!\" visit to North Korea and Jimmy has now received death threats from opponents of the totalitarian regime as a result. Well, I guess exchanging pleasantries with one the world's most repressive regimes is bound to ruffle a few feathers. Unless those feathers are being boiled for soup by peasants while the leaders grow fat on the proceeds of an effectively enslaved population, yes, yes it is. Do say: \"Block. Block all Marxist cult states while you're at it.\" Don't say: \"Please like my Human Rights Are Awesome! FB page. RT.\"",
    "keywords": [
        "youre",
        "texas",
        "man",
        "korea",
        "following",
        "twitter",
        "unless",
        "yes",
        "socialism",
        "dushku",
        "uriminzok",
        "say",
        "north",
        "jimmy"
    ],
    "summary": "He has hit the headlines because he is one of the few people being followed on Twitter by @uriminzok.\nMaybe Kim Jong-un idolises the actor Eliza Dushku, thinks Jimmy is her brother and is trying to cosy up.\nAnyway, Jimmy followed North Korea back, out of courtesy, adding, \"Have a nice day, my friend\" in Korean.\nvisit to North Korea and Jimmy has now received death threats from opponents of the totalitarian regime as a result.\nUnless those feathers are being boiled for soup by peasants while the leaders grow fat on the proceeds of an effectively enslaved population, yes, yes it is.",
    "sentiment": {
        "neg": 0.1093,
        "neu": 0.7832,
        "pos": 0.1075,
        "compound": 0.0181
    }
}