{
    "date": "2013-09-19T16:01:00Z",
    "title": "The boy who grew up in North Korea's labour camp 14",
    "url": "https://www.theguardian.com/film/2013/sep/19/north-korea-prison-camp-14-documentary",
    "content": "Documentary-makers generally tackle torture at a distance. Joshua Oppenheimer's The Act of Killing, for instance, introduced us to a charismatic killer from Indonesia's anti-communist genocide who dances the cha-cha on the rooftop where he murdered hundreds of victims almost 50 years earlier. Camp 14: Total Control Zone is different. The German film-maker Marc Wiese's film tells of horrors that could be happening as you read this, in North Korea, in prison camps so vast that they show up on Google Earth. Some are \"re-education\" facilities, where the inmates can hope to be released after a period of hard labour and immersion in revolutionary doctrine. The \"total control zone\", however, is a life sentence, with death the only exit. Other, that is, than escape. Shin Dong-hyuk was born in the camp and fled, aged 23, in 2005. Wiese's film gives a harrowing account of life in a world where people like him are regarded as lower than worms or flies. Shin, who recently gave testimony before a UN commission, would rather not talk about the past, but he cannot be free of it. Physically, in the film, he is in Seoul. Mentally and emotionally, he is still back in camp 14. To date, he is the only known person to have been born in a total control zone camp and escaped, and some have questioned his story. \"We made something like 15 lie detector tests with him,\" says Wiese, who first read about the young Korean in the Washington Post. By now there can be little doubt of his veracity, or that his experiences weigh heavily on him. The producers wanted to shoot him talking in a studio, but that was \"impossible\". \"I had to build him a setting where he felt comfortable,\" says Wiese. Instead, they worked in Shin's home, in a bare space with bedding on the floor, similar to the way he lived with his mother, as a child, in the camp. Even then, \"it was complicated for him\". They talked for two hours a day, with long pauses, for two weeks. At one point, having described how, at 14, he was tortured with fire, Shin went missing for two or three days. Reading this on a mobile? Click here to view on YouTube Wiese's work has taken him from the Bosnian war to Palestine, Belfast and South Africa; he has talked to war criminals and people who have ordered suicide bombings. Even he was shocked, though, by Shin's reply when, hoping to start the film with an upbeat story, he asked him for a memory from when he was four. \"So he told me, 'I have a memory; it was a public execution.' I said, 'Did your mother talk to you about that? Did she try to help you?' He looked at me and was shaking his head, and he said, 'No. For what? It was happening every week.' And just for me, personally, I said, 'Shin, what did your mother teach you?' and he said, 'Only one thing: how to survive.'\" Survival meant living by the rules, which included informing on anyone in breach of camp regulations. When Shin overhead his mother apparently plotting to help his brother escape, he told his teacher. Later, he had to watch as his mother was publicly hanged and his brother killed by firing squad. He felt nothing. If he hadn't informed, he and his father would probably have been executed, he says. This revelation takes Camp 14: Total Control Zone into the area of Primo Levi's \"grey zone\", where the distinction between victim and perpetrator becomes disturbingly blurred. \"For me, this was never a victim story,\" says Wiese. \"That would be, honestly, boring. Camp 14 is, for me, a film which is showing how a system is able to condition three people. In the beginning, Shin and the two guards are very opposite. But in the middle, as he is talking about his mother's execution and they are talking about torture, they are very parallel. Shin is saying, 'Well, she did something wrong.' And the perpetrators are saying, 'Well, of course we tortured. Of course we executed. They told us we have to, so we did.'\" Able to act with impunity, the guards beat, killed and raped prisoners on a whim. While Oh Yang-nam, a former secret service policeman also interviewed for the film, questions what he did, Hyuk Kwon, a former commander in camp 22, shows no remorse. \"I'm convinced he has a sadistic side, because he's smiling,\" says Wiese. \"He's talking about rape. It's impossible to smile. Around 50% of the material with him was simply not usable. It was too tough. It made a freak show out of Camp 14.\" Still, it may yet serve a purpose: \"If ever a human rights court is established for North Korea, they can have my raw material, and it's enough to sentence them both.\" As for Shin, Wiese had hoped he was improving. Then they went to the Hague, where the film was feted at a film festival. \"He went on stage and said he's very happy, and then suddenly he began to cry like hell. I mean, an Asian person crying in public is a total no-go. You never do that. So, he was crying, and then he said into the microphone, 'The chance that my father is living is 1% or less. But if he's still alive, and so are all the other people, it's happening right now, in this moment, and that makes me terribly sad.' So, if you go down into deeper levels in his personality, he's still totally traumatised.\" So much so, in fact, that he expresses nostalgia for his old life and a desire to be back in camp 14. Can he ever escape his past? Wiese isn't convinced. \"He has a mass of work to do,\" says Wiese. \"I'm not sure he will ever be like you and me. I'm really not sure.\" • Camp 14: Total Control Zone is released in the UK on 4 October.",
    "keywords": [
        "shin",
        "camp",
        "labour",
        "wiese",
        "boy",
        "total",
        "14",
        "mother",
        "film",
        "zone",
        "grew",
        "hes",
        "control",
        "north",
        "koreas"
    ],
    "summary": "Camp 14: Total Control Zone is different.\nTo date, he is the only known person to have been born in a total control zone camp and escaped, and some have questioned his story.\nThis revelation takes Camp 14: Total Control Zone into the area of Primo Levi's \"grey zone\", where the distinction between victim and perpetrator becomes disturbingly blurred.\nSo much so, in fact, that he expresses nostalgia for his old life and a desire to be back in camp 14.\n• Camp 14: Total Control Zone is released in the UK on 4 October.",
    "sentiment": {
        "neg": 0.1061,
        "neu": 0.8335,
        "pos": 0.0604,
        "compound": -0.1172
    }
}