{
    "date": "2013-04-15T12:45:34Z",
    "title": "LSE students on North Korea trip with BBC team 'have received threats'",
    "url": "https://www.theguardian.com/media/2013/apr/15/lse-students-north-korea-bbc",
    "content": "The director of the London School of Economics has revealed that some of the university's students who travelled to North Korea with BBC Panorama journalist John Sweeney have received threats from the communist state since returning to the UK. Craig Calhoun, speaking to the Guardian from New York, also said that the LSE had heard from other students who are being advised to cancel upcoming foreign trips, after Sweeney controversially used what was ostensibly an academic visit as cover to film a Panorama undercover documentary in North Korea that the BBC is adamant will be broadcast on Monday evening. \"We have received complaints from North Korean authorities – and some of the students who went on the trip have received threats. They have received letters,\" he added. \"We already have heard from students who had trips [planned] in the summer who are being advised to cancel them. It affects not just the LSE and North Korea, it affects trips that are not undercover or spying trips. Lots of countries will now be problematic because of John Sweeney and the Panorama programme which the BBC has stood by.\" Calhoun also weighed in on the dispute between the LSE and BBC about whether or not the students on the North Korea trip gave their informed consent for Sweeney's filming to go ahead, saying the corporation had admitted it has no written evidence a journalist would join the trip. \"There was no written evidence there was an indication that a journalist would join the trip, no indication that the BBC itself was central to organising the trip,\" he added. \"A written consent would have been very helpful since they were putting the students at risk, that this was not in fact an LSE trip – that this was organised by the BBC. \"Only after they reached Beijing [en route to the North Korean capital Pyongyang] was it revealed who the journalists were and that there were several and that this was a film effort.\" The BBC disputed the claim that it was central to organising the trip. Ceri Thomas, the BBC News head of programmes, told Radio 4's Today programme on Monday morning that the trip would have gone ahead even if the corporation had not been involved. \"The trip was organised by Tomika [Newson], John Sweeney's wife, who had organised an equivalent trip 12 months before for the LSE,\" Thomas told the programme he used to edit until very recently. \"She organised it off her own back and this trip would have gone ahead without the BBC [being] involved and would have gone ahead still if the BBC had pulled out at any stage.\" The BBC has said all the students on the trip were told twice before leaving London that an undercover journalist would be accompanying them and if this was discovered they could face arrest, detention and would be unlikely to be able to return to the country – initially individually before they paid for the trip and again as a group before departure. In Beijing, they were told of Sweeney's identity and that a BBC cameraman was accompanying him, according to the corporation. They were not told more for their own benefit in case the ruse was discovered, a senior BBC source added. Sweeney and the students spent eight days in North Korea in late March. \"I think the important thing is that we explained it clearly, I don't think it matters whether it was oral or written down,\" Thomas told Today. \"I don't think it would have made any difference [to have written consent]. We explained very clearly, twice before we left London and once more in Beijing on the way into North Korea, what we thought those risks were. We placed those risks at the higher end of what our assessment was.\" Calhoun said the LSE had been in touch with most of the 10 students who went on the trip with Sweeney, BBC cameraman Alexander Niakaris and Newson, Sweeney's wife, an alumni of the university. He admitted there was \"slightly variant stories\" from the students about exactly what they were told and when about Sweeney's real purpose for joining the trip. Newson is named as the organiser of the North Korea visit on the original email sent out to members of the Grimshaw Club, the student society of the LSE's international relations department, on 30 January inviting them to sign up for the visit. The email, seen by the Guardian, goes on to say that Newson organised a similar trip to North Korea last year and that \"due to the administration and bureaucratic policies\" applications to join the venture had to be submitted within two days, by 1 February. However, the Grimshaw Society has distanced itself from trip, posting a statement on its Facebook page on Saturday saying it had \"no organisational responsibilities with this trip and no Grimshaw resources or branding were used for this trip\". \"An LSE alum told us about the trip and we advertised as it an opportunity to our mailing list and our Facebook page that may be of interest to our members; but we at no point had any organisational involvement with the trip. In other words, there was no institutional involvement on our part whatsoever and the trip participants were aware of that,\" the society added. Calhoun said Newson had been an LSE student who graduated last year, adding that the North Korea trip she organised in 2012 \"was a school activity ... and done through the proper channels\". \"We would not have authorised the trip that took place – there were no members of school staff on the trip – but if she [Newson] had telephoned we would immediately have tried to figure out what was going on.\" • To contact the MediaGuardian news desk email media@guardian.co.uk or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook",
    "keywords": [
        "threats",
        "newson",
        "korea",
        "received",
        "north",
        "students",
        "written",
        "told",
        "bbc",
        "organised",
        "trip",
        "lse",
        "team"
    ],
    "summary": "The director of the London School of Economics has revealed that some of the university's students who travelled to North Korea with BBC Panorama journalist John Sweeney have received threats from the communist state since returning to the UK.\n\"We have received complaints from North Korean authorities – and some of the students who went on the trip have received threats.\nIt affects not just the LSE and North Korea, it affects trips that are not undercover or spying trips.\nSweeney and the students spent eight days in North Korea in late March.\nWe explained very clearly, twice before we left London and once more in Beijing on the way into North Korea, what we thought those risks were.",
    "sentiment": {
        "neg": 0.0466,
        "neu": 0.9109,
        "pos": 0.0426,
        "compound": -0.0327
    }
}