{
    "date": "2013-03-05T18:38:29Z",
    "title": "US proposes 'toughest sanctions yet' against North Korea",
    "url": "https://www.theguardian.com/world/2013/mar/05/us-proposes-toughest-sanctions-yet-north-korea",
    "content": "The UN security council is considering imposing some of the toughest sanctions yet conceived against North Korea as senior diplomats from the 15 council member nations began discussions on a draft resolution framed by the US and China that would seek to deflect Pyongyang from its belligerent nuclear path. Susan Rice, the US ambassador to the UN, said the draft sanctions resolution that she circulated to the security council was exceptional in its \"breadth and scope\". It would hit senior figures within the North Korean regime where it hurts them most – their pockets – by targeting for the first time illicit banking activities and movements of capital, she said. In a statement delivered to the security council, Rice said the sanctions would target the \"illicit activities of North Korean diplomatic personnel, North Korean banking relationships, illicit transfers of bulk cash and new travel restrictions\". She said the sanctions would \"significantly impede North Korea's ability to develop further its illicit nuclear and ballistic missile programs … and demonstrate clearly to North Korea the continued costs of its provocations.\" Should the resolution be agreed, it would impose the fourth round of sanctions on the North Korean regime. It will now go before diplomatic and technical experts from the relevant security council member countries for detailed fine tuning, before being rushed to a vote as early as the end of this week. Rice said the proposals would ensure that \"North Korea will be subject to some of the toughest sanctions imposed by the United Nations\". Western diplomats are relatively confident about the passage of the sanctions through the security council because of Beijing's willingness to support it. China is the traditional ally and major trading partner of North Korea's, but it joined the US and other western powers in expressing its alarm and displeasure after the regime carried out its third test of a nuclear device on 12 February. The underground test was said by Pyongyang to be focused on the development of a \"miniaturized\" nuclear weapon that could be attached to missiles able to reach the US. Nuclear weapons experts, however, remain skeptical that North Korea has succeeded in achieving that capability. The leadership of Kim Jong-un has responded with trademark bluster to the threats of tightened sanctions. Hours before the UN security council convened, the regime threatened to nullify the armistice that has held between North and South Korea since 1953. The three-year Korean war has never technically ended, only suspended, and the threat to stop the truce has been a much-deployed – though not as yet followed-through – intimidation. On Tuesday, the supreme command of the Korean People's Army said it would carry out \"surgical strikes\" to reunify the peninsula, and made reference to a \"precision nuclear striking tool\". The regime's anger has been piqued not just by the impending sanctions but by the latest US military exercises with South Korea. The drills happen every year, prompting an annual ritual of recriminations and counter-recriminations. The new US secretary of state, John Kerry, delivered a direct message to Kim from Qatar. He emphasized that Washington's preference was \"not to brandish threats to each other; it's to get to the table\". He said it was \"very easy for Kim Jong-un to prove his good intent here. Just don't fire the next missile, don't have the next test. Just say you're ready to talk.\" The hope within the security council is that by affecting the personal finances of senior members of the Kim regime, sanctions might dissuade them from pursuing the nuclear tests.",
    "keywords": [
        "regime",
        "korea",
        "sanctions",
        "nuclear",
        "proposes",
        "kim",
        "security",
        "toughest",
        "illicit",
        "council",
        "north",
        "korean"
    ],
    "summary": "In a statement delivered to the security council, Rice said the sanctions would target the \"illicit activities of North Korean diplomatic personnel, North Korean banking relationships, illicit transfers of bulk cash and new travel restrictions\".\nShe said the sanctions would \"significantly impede North Korea's ability to develop further its illicit nuclear and ballistic missile programs … and demonstrate clearly to North Korea the continued costs of its provocations.\"\nShould the resolution be agreed, it would impose the fourth round of sanctions on the North Korean regime.\nRice said the proposals would ensure that \"North Korea will be subject to some of the toughest sanctions imposed by the United Nations\".\nNuclear weapons experts, however, remain skeptical that North Korea has succeeded in achieving that capability.",
    "sentiment": {
        "neg": 0.0674,
        "neu": 0.8187,
        "pos": 0.1139,
        "compound": 0.1241
    }
}