{
    "date": "2013-04-25T12:01:29Z",
    "title": "BBC North Korea film: 'written consent would have been preferable'",
    "url": "https://www.theguardian.com/media/2013/apr/25/bbc-panorama-north-korea-written-consent",
    "content": "Tony Hall, the new BBC director general, has admitted it would have been better to get written consent from the students travelling to North Korea with John Sweeney on the trip that provided cover for his controversial Panorama documentary. Hall told MPs on Thursday that he viewed Sweeney's Panorama film, North Korea Uncovered, before transmission on Monday 15 April and that his initial instinct was that written consent should have been sought from the 10 London School of Economics students who accompanied the BBC journalist. However, he said the BBC's severe risk team, who conducted a risk assessment on the Sweeney proposal, persuaded him that verbal consent would suffice in this instance. \"I think it would've been better if we'd got written consent, then we wouldn't have had this ding dong of different views [with the LSE and others],\" Hall told the Commons culture, media and sport select committee. \"I would go for telling absolutely telling everything in terms of what's going on. The people who are our severe risk team who look at how the BBC works in some really difficult situations had been through a risk assessment of this and said their conclusion was the likelihood of [the students] being deported and sent out of Pyongyang was the biggest risk,\" he said. \"They then said it is better in those situations that the students, the tourists, know, but not too much … I started off saying written consents would be better but they said be careful because deniability is important.\" Three of the students who went on the trip have complained that they were not properly briefed about the risks of the trip. Another six have given the BBC their strong backing. BBC Trust chairman Lord Patten, who appeared alongside Hall before MPs on Thursday, said he was \"pound to a penny\" certain that the trust's editorial standards committee was certain to investigate the affair. \"Clearly the BBC does not want to find itself in a knockdown argument with the LSE, universities or the British Academy,\" said Patten. He added: \"I hope one result of this unfortunate argument … is we can avoid something like this happening again and get a clearer understanding of how you can conduct investigative journalism while not putting people potentially in danger or risking reputations.\" Committee chairman John Whittingdale said the three students' claims about their preparation for the trip were \"very serious allegations to be levelled at a flagship current affairs programme\". He added: \"For this to happen just a few weeks after the double disaster of Newsnight will just do further damage to the perception of BBC journalism.\" Hall ruled out publishing the BBC's full risk assessment of the trip, but Patten said he would be \"amazed if there was not a good deal of material\" made available as part of the trust's investigation. Hall said he written to the LSE chairman, Peter Sutherland, before Panorama's transmission offering to disguise the students' identities and not to mention the LSE in the programme. He said it was \"regrettable\" that the offer had been declined. Elsewhere during his two-and-a-half hour appearance before MPs, Hall revealed he would be taking the unusual step for a director general of sitting on the board of executives that interviews and appoints the next Newsnight editor, likely to be announced within the next two weeks. In a vote of confidence for the beleaguered BBC2 show, he said it was one of the BBC's most important programmes. He said Newsnight said should carry the sort of long-form features found in the Economist or New Yorker. Hall said it would be given the budget it needed to do the job, raising the prospect that far from having its budget cut, as much of the corporation has had to do, it may get more money in its next incarnation. Hall was forced to defend Helen Boaden, the BBC's former director of news who was heavily criticised in the Pollard report into the Newsnight crisis. Pollard was given a new role as director of radio. Labour MP Ben Bradshaw said: \"Helen Boaden is still there in charge of BBC radio on £350,000 a year. It gives the impression, fairly or unfairly, that there is a management cadre who just look after each other and watch each others' interests and backs.\" Hall said: \"I sat down on a number of occasions with Helen Boaden and talked to her about Pollard and what she and the BBC had been through. I took the judgment that she would make a very good director of radio. That is my judgment, no one else's. Elsewhere, the BBC director general said he was pleased with the BBC's \"appropriate\" level of coverage of Lady Thatcher's death and funeral. Asked about complaints that the BBC had devoted too much airtime to the former prime minister, Hall said he would \"rather be criticised for doing too much than too little\". Hall defended his direct appointments of Anne Bulford and James Purnell, both of whom were hired without with a formal applications process. Hall said Bulford, appointed to the new role of managing director, finance and operations, and Purnell, the BBC's new director of strategy and digital, were hired in \"exceptional circumstances\" at a time when the BBC \"was in some crisis\". Challenged by Tory MP Angie Bray that they were \"cosy\" appointments of people he already knew, Hall said: \"We were facing a crisis, I felt we wanted to get the top team in place as quickly as I could with the best people. I don't think – I know – I have got the best people.\" Lord Hall's contract, published by the BBC Trust last month, revealed that it contains a two-year gagging clause preventing him from criticising the BBC. Challenged by MPs, Patten said it was a standard contractual element but said he was happy to remove it and have Hall sign a new contract. • To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook",
    "keywords": [
        "bbcs",
        "korea",
        "newsnight",
        "hall",
        "north",
        "risk",
        "written",
        "consent",
        "students",
        "film",
        "director",
        "bbc",
        "trip",
        "preferable",
        "patten"
    ],
    "summary": "Tony Hall, the new BBC director general, has admitted it would have been better to get written consent from the students travelling to North Korea with John Sweeney on the trip that provided cover for his controversial Panorama documentary.\nHowever, he said the BBC's severe risk team, who conducted a risk assessment on the Sweeney proposal, persuaded him that verbal consent would suffice in this instance.\n\"Clearly the BBC does not want to find itself in a knockdown argument with the LSE, universities or the British Academy,\" said Patten.\nElsewhere, the BBC director general said he was pleased with the BBC's \"appropriate\" level of coverage of Lady Thatcher's death and funeral.\nLord Hall's contract, published by the BBC Trust last month, revealed that it contains a two-year gagging clause preventing him from criticising the BBC.",
    "sentiment": {
        "neg": 0.0703,
        "neu": 0.8364,
        "pos": 0.0932,
        "compound": 0.0447
    }
}