{
    "date": "2013-12-13T18:35:00Z",
    "title": "North Korea's appetite for executions remains undiminished",
    "url": "https://www.theguardian.com/world/2013/dec/13/north-korea-executions-torture-kim-jong-un",
    "content": "Whatever the truth of the charges against Jang Song-thaek, even his proximity to power in North Korea could not prevent him joining countless compatriots who have become victims of what, by any reckoning, is one of the world's most brutal regimes in the world. Following the machinations of the North Korean regime is often an exercise in speculation as the world awaits confirmation, or denial, of the latest rumoured purges, reshuffles or executions from the Korean Central News Agency, the country's propaganda machine. But thanks to satellite imagery and the testimony of defectors, we know with increasing certainty that under the leadership of three generations of the Kim dynasty, North Korea has routinely used torture, incarceration and capital punishment to stifle dissent, whether from pretenders to the Kims' throne or from the ideologically \"impure\" among its 24 million people. In recent years, the UN and the world have been criticised for overlooking evidence of North Korea's use of summary executions and its systematic abuse of human rights while focusing attention on Pyongyang's ballistic and nuclear weapons programmes. That sentiment shifted this year when the UN conducted a far-reaching public inquiry into the scale of human rights abuses. North Korea was responsible for \"the systematic, widespread and grave violations of human rights\", the UN said in a statement. Those abuses pertained to the \"right to food, those associated with prison camps, torture and inhuman treatment, arbitrary detention, discrimination, freedom of expression, the right to life, freedom of movement, and enforced disappearances, including abductions of nationals of other states\". The regime's network of gulags is at the heart of its terror infrastructure, and their number is growing, according to human rights groups. In a recent report into the prison camp system, Amnesty International, which has been investigating human rights violations around the world for half a century, said North Korea was in a category of its own, adding that at least one camp appeared to have expanded. It is impossible to say how many people are executed every year in North Korea – Amnesty estimates a conservative-sounding 105 between 2007 and 2012. Information about the gulags is more reliable, though impossible to verify because human rights groups are not allowed in the country to gauge the situation. Observers believe as many as 200,000 North Koreans are being held in six political prison camps – whose existence is denied by the authorities – located in some of the most inhospitable regions. About half the inmates remain incarcerated until their \"natural\" deaths, while the remainder serve long sentences, clinging to the slim hope that they will one day be released. Beatings and torture are common for minor infringements of prison rules, while those caught stealing food or attempting to escape are executed. North Korea's best-known political prisoner is Shin Dong-hyuk, the only person to have escaped from the notorious Kaechon prison, otherwise known as Camp 14. In Blaine Harden's book about Shin, Escape From Camp 14, Shin – who was born in the camp but escaped aged 20 – recalled how he was forced to watch his mother and brother being executed after, in an attempt to save his own life, he told prison officials of their plan to escape. Several thousand other prisoners languish in re-education camps, where they perform hard labour and undergo political re-education, reports say. Drawing on rare testimony from a former prison guard at Camp 16 – a 216 sq-mile site in the country's north housing an estimated 20,000 prisoners – Amnesty recently described the methods used to execute prisoners. Those sentenced to death for minor misdemeanours or for planning or attempting to escape are made to dig their own graves, the report said, before being hit on the head with hammers and kicked into their graves. The former camp guard told Amnesty that in other instances, prison guards would choke detainees then beat them to death with sticks, and rape female inmates before killing them. The UN commission of inquiry on human rights in North Korea is to report its findings next March. Its chairman, the retired Australian high court judge Michael Kirby, said he had been reduced to tears while listening to firsthand accounts of the camps' brutality. \"Some of the testimony has been extremely distressing,\" Kirby said. \"I am a judge of 35 years' experience and I have seen in that time a lot of melancholy court cases which somewhat harden one's heart. But even in my own case, there have been a number of testimonies which have moved me to tears, and I am not ashamed to say that.\" Whether Kim Jong-un wanted his uncle put to death or, as some reports suggest, was pressured into ordering it by other members of the North Korean elite, reports indicate a marked rise in executions in recent months. In September, reports circulated that at least nine members of the Unhasu Orchestra – of which Kim's wife, Ri Sol-ju, was once a member – and the Wangjaesan Art Troupe had been executed for making a pornographic video, raising fears that Ri's reputation could be damaged. Last month, about 80 people were reportedly executed by firing squad in several cities, many for watching smuggled South Korean TV shows.",
    "keywords": [
        "human",
        "camp",
        "korea",
        "prison",
        "world",
        "reports",
        "remains",
        "appetite",
        "executions",
        "rights",
        "korean",
        "executed",
        "undiminished",
        "north",
        "koreas"
    ],
    "summary": "That sentiment shifted this year when the UN conducted a far-reaching public inquiry into the scale of human rights abuses.\nNorth Korea was responsible for \"the systematic, widespread and grave violations of human rights\", the UN said in a statement.\nThe regime's network of gulags is at the heart of its terror infrastructure, and their number is growing, according to human rights groups.\nIt is impossible to say how many people are executed every year in North Korea – Amnesty estimates a conservative-sounding 105 between 2007 and 2012.\nThe UN commission of inquiry on human rights in North Korea is to report its findings next March.",
    "sentiment": {
        "neg": 0.1641,
        "neu": 0.7987,
        "pos": 0.0371,
        "compound": -0.5013
    }
}