{
    "date": "2013-03-12T16:01:22Z",
    "title": "North Korea puts troops on 'maximum alert' for possible war with South",
    "url": "https://www.theguardian.com/world/2013/mar/12/north-korea-maximum-alaert-war",
    "content": "North Korea's leader, Kim Jong-un, has urged frontline troops to be on \"maximum alert\" for a potential war, state media reported, in its latest rhetorical volley following new UN sanctions. Analysts believe the sabre-rattling is aimed at shoring up domestic support as much as reaching the international community, possibly in part because Kim is a young and relatively new leader. He told troops stationed near disputed waters where previous clashes with the South have occurred that \"war can break out right now\", state media reported. The North has also said it has cancelled the 1953 armistice that ended the Korean war and threatened the US with a pre-emptive nuclear strike. Seoul's defence ministry described Pyongyang's recent statements as an attempt to apply \"psychological pressure\" to the South. Experts pointed out that the North has vowed an end to the armistice on several previous occasions, while a United Nations spokesman said the agreement had been adopted by the general assembly and could not be ended unilaterally. While calls to one North-South hotline have gone unanswered, other communication channels are still working; on Monday and Tuesday, a military line was used to allow hundreds of South Korean workers to cross the border to the jointly run Kaesong industrial complex, officials in the South said. \"Even by North Korean standards they are acting a bit extremely and recklessly, but I think they are barking rather than being about to bite,\" said Han Seung-joo, a former South Korean foreign minister. Andrei Lankov, of Kookmin University in Seoul, added: \"It's how their diplomacy is done. A Japanese foreign minister would express 'deep concern at moves within the UN security council'. In North Korea you get a deputy minister yelling: 'We are going to destroy the world', but it's still the same message.\" But he said that while the North did not want war, it might still take some form of military action if Seoul did not increase aid. \"If the South don't pay they are going to get punished – it's a bit like a shopkeeper who doesn't pay a local tough. His window is going to be broken,\" Lankov said. Experts say the flurry of statements are not only intended to express Pyongyang's anger at tougher sanctions and US-South Korean military drills to the international community but are also sending a domestic message. Lankov suggested Pyongyang wanted increased aid from Seoul, but added that on the home front: \"If you want to ensure cohesion and unity, nothing helps as much as an air-raid drill.\" Though that is hardly unknown for the North, some argue its new leader has turned the volume of rhetoric up – such as the senior US official cited by CNN, who suggested \"Kim Jong-un was more aware of the off-ramps to end these escalations\". One argument is that Kim Jong-un may feel a greater need to establish his authority with the people and the military. Others say it is not clear to what extent he is making the decisions and how influential parts of the ruling elite – in particular the army and family members – may be in shaping outcomes. Lankov said there was no indication that he was not in charge, and noted the replacement of numerous military commanders over the last year, but said the North's elite politics remained so mysterious that even the names of the key figures were mostly unknown. Han Seung-joo said: \"I don't think he's calling all the shots. He certainly is being prompted and pushed to act the way he does … At the same time he probably thinks that this will help to maintain and consolidate his position.\" Daniel Pinkston, of the International Crisis Group, said in some respects Kim might be stronger than his father was at the end of his reign. He added: \"The institutions and ruling elite have vested interests in maintaining the status quo. He sits at the pinnacle holding the keys to everything … They need Kim more than he needs them.\" But he noted: \"The likelihood of miscalculation perhaps increases slightly through the lack of experience.\" The new government in Seoul also adds to the unpredictability of the situation. South Korea's defence ministry spokesman, Kim Min-seok, said on Tuesday there were no signs that North Korea would attack anytime soon, but warned that if it did, it would suffer \"much more powerful damage\" than whatever it inflicted on South Korea.",
    "keywords": [
        "lankov",
        "puts",
        "war",
        "south",
        "troops",
        "possible",
        "maximum",
        "korea",
        "military",
        "leader",
        "kim",
        "seoul",
        "alert",
        "minister",
        "north",
        "korean"
    ],
    "summary": "North Korea's leader, Kim Jong-un, has urged frontline troops to be on \"maximum alert\" for a potential war, state media reported, in its latest rhetorical volley following new UN sanctions.\nHe told troops stationed near disputed waters where previous clashes with the South have occurred that \"war can break out right now\", state media reported.\nThe North has also said it has cancelled the 1953 armistice that ended the Korean war and threatened the US with a pre-emptive nuclear strike.\n\"Even by North Korean standards they are acting a bit extremely and recklessly, but I think they are barking rather than being about to bite,\" said Han Seung-joo, a former South Korean foreign minister.\nIn North Korea you get a deputy minister yelling: 'We are going to destroy the world', but it's still the same message.\"",
    "sentiment": {
        "neg": 0.0755,
        "neu": 0.8491,
        "pos": 0.0754,
        "compound": -0.022
    }
}