{
    "date": "2013-04-04T13:49:17Z",
    "title": "In North Korea's sights: Baengnyeong islanders prepare for the worst",
    "url": "https://www.theguardian.com/world/2013/apr/04/north-korea-baengnyeong-islanders",
    "content": "On a clear day, it is possible to stand on the beach on Baengnyeong and make out the North Korean coastline a few miles away. The view is just one of many physical reminders that this isolated South Korean island in the Yellow Sea could be the first to come under attack, should the crisis now engulfing the Korean peninsula turn into conflict. Just offshore, steel girders poke out of the water to frustrate North Korean boats in the event of an invasion. Thick concrete walls and fences topped with razor wire offer a second line of defence, punctuated by bunkers from which South Korean soldiers would engage their sworn enemy of six decades. On the hilltops, watchtowers and radar stations stand ready to issue early warnings of an attack, giving residents time to flee into the 26 air-raid shelters that have been built in the past two years. Experts may dismiss Pyongyang's recent threats to rain nuclear missiles on the US mainland as bombast by an attention-seeking dictator, but its promise to target Baengnyeong is being taken seriously. \"My children on the mainland call me every day because they're so worried,\" says a 50-year-old woman who asked to be identified only by her surname, Lee. \"What else can I say except reassure them that everything is OK? \"People say they are not worried, but in truth I'm terrified. North Korea has attacked this area before. How are we supposed to stay calm?\" At its closest point the island, home to 5,000 civilians and a similar number of marines, lies just 10 miles from the North Korean coast. Located just south of the Northern Limit Line – a disputed Yellow Sea border separating the two countries – it has been the scene of several military exchanges of the kind that, in today's fraught atmosphere, could easily escalate. The more alarmed residents point to their home's unenviable place at the centre of the world's last cold war conflict. In the past 14 years, the waters around Baengnyeong have been the focal point of more military clashes between the two Koreas than any other part of the peninsula. The sea border, which the North has refused to recognise since it was drawn up at the end of the 1950-53 Korean war, was the scene of deadly naval battles in 1999, 2002 and 2009. And in March 2010, a North Korean torpedo sank the South Korean corvette Cheonan as it was sailing off Baengnyeong's coast. The attack killed 46 sailors, whose faces, rendered in bronze relief, adorn a hilltop memorial overlooking the stretch of water where they died. This time the North has already identified Baengnyeong's impressive array of military hardware, including rocket launchers and self-propelled howitzer batteries, as potential targets. Only last month the North Korean leader, Kim Jong-un, was photographed standing in a wooden boat, staring directly at Baengnyeong through binoculars. He instructed his commanders to \"engulf the island in flames\", according to the North's official KCNA news agency. \"Once an order is issued, you should break the waists of the crazy enemies, totally cut their windpipes and so clearly show them what a real war is like,\" he said. More recently the regime's official website, Uriminzokkiri, warned of a \"thunderous attack\" on Baengnyeong, telling residents here and on four other islands south of the border to flee or face \"devastating consequences\". The people of Baengnyeong are divided over how seriously they should take the North Korean threats. No one has left the island since Kim's outburst, although some say they are reluctant to leave because they would lose the $50 (£33) a month in \"danger money\" the government has paid every resident since the nearby Yeonpyeong island was shelled in November 2010. But the standoff is ruining the tourist industry, one of the island's main sources of income. Ferries that once brought tens of thousands of tourists a year from the mainland now carry troops and supplies. Guesthouse reservations have plummeted since the crisis began in February, and custom at the island's famed shorefront restaurants has slowed to a trickle. \"Tourists are staying away because they're petrified of what might happen,\" said Kim Byung-deuk, a former public official. Kim, 66, who has left the island only once to perform military service, doesn't believe North Korea will make good on its threats. \"We've heard it all before. There's no way I'm leaving. Even if they attack, we have plenty of shelters here.\" Others are more cautious given that Kim Jong-un, in power for just over a year, is proving every bit as capricious as his father. \"I worry about him,\" said Park Se-ahn, a 63-year-old fisherman. \"He's way too young to know what he's doing, to stay in control of a country like that.\" A group of South Korean marines dining on barbecued pork belly and soju said they had stepped up preparations for a possible North Korean attack, but refused to elaborate. \"We're encouraged to come out for a casual drink to reassure the residents that everything is normal,\" said a staff sergeant who asked not to be named. \"The military wants to give the appearance of calm. But as individual soldiers, we all know in our hearts that this is an emergency situation.\" The island's authorities seem to agree. A few days before the Guardian's visit, residents took part in an air-raid drill, and local troops recently started to conduct random vehicle checks. Residents have been told to stockpile a week's worth of food and water, and to be ready to donate blood. Each has been issued with a gas mask for use in the event of a chemical or biological attack. Some have reportedly taken to sleeping in their clothes in preparation for a night-time assault. But in other ways, life on Baengnyeong goes on as normal. On a pebble beach, with North Korea's coastline in the distance, elderly women collect rubbish in the hope that tourists will soon be drawn back to their island's dramatic coastline, hiking trails and unrivalled seafood. Behind them, carved into a stone monument, is a slogan that encapsulates an abiding dream among Koreans on both sides of the border, but which now seems hopelessly optimistic: \"Towards unification.\"",
    "keywords": [
        "south",
        "islanders",
        "military",
        "prepare",
        "baengnyeong",
        "attack",
        "kim",
        "sights",
        "korean",
        "residents",
        "island",
        "islands",
        "worst",
        "north",
        "koreas"
    ],
    "summary": "On a clear day, it is possible to stand on the beach on Baengnyeong and make out the North Korean coastline a few miles away.\nJust offshore, steel girders poke out of the water to frustrate North Korean boats in the event of an invasion.\nAnd in March 2010, a North Korean torpedo sank the South Korean corvette Cheonan as it was sailing off Baengnyeong's coast.\nOnly last month the North Korean leader, Kim Jong-un, was photographed standing in a wooden boat, staring directly at Baengnyeong through binoculars.\nA group of South Korean marines dining on barbecued pork belly and soju said they had stepped up preparations for a possible North Korean attack, but refused to elaborate.",
    "sentiment": {
        "neg": 0.1221,
        "neu": 0.8144,
        "pos": 0.0635,
        "compound": -0.1874
    }
}