{
    "date": "2013-04-12T05:00:01Z",
    "title": "Psy and Kim Jong-un: the public faces of South and North Korea",
    "url": "https://www.theguardian.com/world/shortcuts/2013/apr/12/psy-kim-jong-un-korea",
    "content": "On one side of the border lives an overseas-educated man in his 30s of ample build, with slicked-back hair, legions of devotees and a large personal fortune. On the other, lives an overseas-educated man in his 30s of ample build, with slicked-back hair, legions of ... you get the idea. It is, of course, utterly unfair to draw even a loose comparison between Kim Jong-un, leader of one of the world's cruellest dictatorships, and Psy, an affable rap artist who made the world a happier place last summer with his singalong megahit Gangnam Style. But over the past year, each has become the public face of his country, and representative of the yawning chasm between them. While Psy deals in harmless distraction, Kim peddles the threat of nuclear catastrophe. Predictably, the internet has exploited the men's simultaneous rise to international fame (and infamy) – and their passing physical resemblance. In a comic spoof of a TV ad doing the rounds on social media this week, a hungry, bellicose Kim accepts the offer of a bar of chocolate and morphs into a beaming, sated Psy. Of the myriad parodies of Psy's hit, one of the best is Kim Jong Style, complete with the line: \"Everybody says South Korea makes the best K-pop – but you know who does a better job?\" Psy's manager says the artist has no interest in politics and isn't aware of the Kim comparisons. But his fans are. \"It's funny, because there is a similarity, but they're totally different types of people,\" a university student in Seoul says. \"But I do wonder what people in other countries think about Korea when they see those two on the TV all the time.\" Psy hasn't always been so coy. He was forced to apologise late last year after it emerged that he had rapped lyrics calling for American soldiers to be killed, at a 2004 concert held to oppose the US-led invasion of Iraq. A contrite Psy put his anti-American outburst down to a brief loss of perspective, and all was forgiven. Not so Kim, whose tirades against Washington make some yearn for the days of his \"restrained\" father. As Psy will demonstrate when he performs his new single, Gentleman, at a concert in Seoul on Saturday, neither man has any trouble filling a stadium to the rafters. Only in his case, the avidity and adulation among those inside will be entirely spontaneous.",
    "keywords": [
        "south",
        "psys",
        "man",
        "tv",
        "public",
        "korea",
        "lives",
        "kim",
        "seoul",
        "overseaseducated",
        "jongun",
        "faces",
        "style",
        "psy",
        "slickedback",
        "north"
    ],
    "summary": "On one side of the border lives an overseas-educated man in his 30s of ample build, with slicked-back hair, legions of devotees and a large personal fortune.\nOn the other, lives an overseas-educated man in his 30s of ample build, with slicked-back hair, legions of ... you get the idea.\nBut over the past year, each has become the public face of his country, and representative of the yawning chasm between them.\nWhile Psy deals in harmless distraction, Kim peddles the threat of nuclear catastrophe.\nPsy's manager says the artist has no interest in politics and isn't aware of the Kim comparisons.",
    "sentiment": {
        "neg": 0.0729,
        "neu": 0.8663,
        "pos": 0.0609,
        "compound": -0.0512
    }
}