{
    "date": "2013-04-03T16:49:00Z",
    "title": "China voices fears as South Korean workers are barred from Kaesong",
    "url": "https://www.theguardian.com/world/2013/apr/03/china-north-korea-kaesong",
    "content": "China voiced \"serious concern\" about rising tensions on the Korean peninsulaon Wednesday, as North Korea barred South Korean workers from entering a jointly run industrial complex. The Kaesong industrial complex, six miles north of the heavily fortified border that has separated the two countries for six decades, is viewed as the last remaining symbol of inter-Korean co-operation. The North has disrupted operations there before, but the latest move caused particular concern as South Korea and the US attempt to respond to a catalogue of provocations by the Pyongyang regime. On Tuesday, North Korea said it would resume operations to produce weapons-grade plutonium. In recent weeks, it has also threatened a nuclear attack against the US and its overseas bases – a hollow threat, experts say, given the regime's relatively primitive nuclear and missile technology – and declared a \"state of war\" with South Korea. Chinese foreign ministry spokesman Hong Lei told reporters in Beijing that the country's deputy foreign minister, Zhang Yesui, had expressed serious concern over the crisis in a meeting with ambassadors from the US and South Korea. \"In the present situation, China believes all sides must remain calm and exercise restraint and not take actions which are mutually provocative and must certainly not take actions which will worsen the situation,\" he said. China is North Korea's only remaining ally and its biggest aid donor. Its description of the situation in such bleak terms is being interpreted as a sign of growing frustration with the unpredictable behaviour of North Korean leader, Kim Jong-un. Earlier, the US secretary of state, John Kerry, described the rhetoric emanating from Pyongyang as unacceptable. \"What Kim Jong-un has been choosing to do is provocative,\" he said. \"It is dangerous, reckless and the United States will not accept [North Korea] as a nuclear state.\" Kerry was responding to North Korea's announcement that it would restart its plutonium reactor at the Yongbyon nuclear complex and resume the production of highly enriched uranium, a move that officials in Pyongyang conceded was designed to bolster the state's nuclear weapons arsenal. Experts had warned that any disruption to the Kaesong complex, which draws on investment from more than 100 South Korean firms and employs workers from both countries, would signal a swift deterioration in an already tense situation on the peninsula. The unification ministry in Seoul said about 480 South Korean managers who had planned to travel to Kaesong on Wednesday morning had been prevented from crossing into the North. \"South Korea's government deeply regrets the entry ban and urges that it be lifted immediately,\" said ministry spokesman Kim Hyung-seok. \"Ensuring the safety of our citizens is our top priority and the South Korean government will take necessary measures based on this principle.\" Of the South Korean workers who had stayed in Kaesong the previous night, three had returned by mid-afternoon, with about 800 more expected to follow. The unification ministry later said 46 workers would return by early evening, while the remainder would stay in Kaesong, according to the Yonhap news agency. The country's defence minister, Kim Kwan-jin, said he would do everything possible to ensure the safety of workers who remained inside the zone. Those contingencies reportedly include \"military action\" as a last resort. Kaesong, which started producing goods in 2004, is also an important source of hard currency for the North, earning the impoverished state an estimated $2bn (£1.3bn) a year in trade. About 120 South Korean firms run factories in the border town, paying more than $80m (£53m) a year in wages to the workforce, which includes 53,000 North Koreans. It was not clear how long the ban on workers from the South would last; permission from North Korea for employees to cross the border into its territory is granted on a daily basis. Kaesong has been the victim of diplomatic spats before, having closed briefly in March 2009 during US-South Korea military exercises. But an extended ban would, in effect, lead to the closure of Kaesong as it cannot operate without raw materials trucked in from the South. \"I feel worried that I'm unable to do business and also feel anxious,\" Joe In-suk, a 54-year-old South Korean who had planned to travel to Kaesong on Wednesday, told Associated Press at a border checkpoint.",
    "keywords": [
        "south",
        "voices",
        "korea",
        "state",
        "ministry",
        "workers",
        "china",
        "barred",
        "nuclear",
        "situation",
        "fears",
        "kaesong",
        "north",
        "korean"
    ],
    "summary": "China voiced \"serious concern\" about rising tensions on the Korean peninsulaon Wednesday, as North Korea barred South Korean workers from entering a jointly run industrial complex.\nOn Tuesday, North Korea said it would resume operations to produce weapons-grade plutonium.\n\"It is dangerous, reckless and the United States will not accept [North Korea] as a nuclear state.\"\n\"Ensuring the safety of our citizens is our top priority and the South Korean government will take necessary measures based on this principle.\"\nOf the South Korean workers who had stayed in Kaesong the previous night, three had returned by mid-afternoon, with about 800 more expected to follow.",
    "sentiment": {
        "neg": 0.0853,
        "neu": 0.8779,
        "pos": 0.0368,
        "compound": -0.2054
    }
}