{
    "date": "2013-03-29T14:26:51Z",
    "title": "North Korea has threatened to attack the US – what will happen next?",
    "url": "https://www.theguardian.com/world/2013/mar/29/north-korea-attack-us-what-happens-next",
    "content": "North Korea's leader, Kim Jong-un, has said his missile units are poised to \"settle accounts\" with the United States after the US flew two nuclear-capable stealth B-2 bombers over the Korean peninsula during military exercises. Pyongyang has issued similar warnings on a daily basis since the UN security council toughened sanctions after the country's third nuclear test. Experts point out that North Korea has a long history of making threats without taking action and believe its underlying aims are to shore up domestic support and seek aid and security guarantees from Seoul and Washington. But there are concerns that the rising frictions increase the risk of mistakes or misjudgments. Russia's foreign minister, Sergei Lavrov, speaking in Moscow, warned that the situation could \"simply get out of control\". What might the next step be? Scenario 1: an attack on the US or on US assets The North is incapable of a nuclear strike on the US mainland, say experts. They do not believe it can mount a nuclear warhead on to a long-range missile and are sceptical that such a missile could reach the mainland anyway. Experts say the North's Soviet-era Scud missiles could hit South Korea, where the US has bases, but it is unclear whether its longer-range missiles could hit Pacific bases. In theory, targeting US forces nearby would not only be more feasible but also smarter in strategic terms, noted Adam Cathcart, an expert on the North at Queen's University Belfast, exacerbating tensions and arguments in Japan and South Korea about how to deal with the North and the role of the US. But he added: \"I don't see it happening, simply because of the response.\" The North knows attacking US assets would be a suicidal move, say analysts. Scenario 2: targeting South Korea \"Seoul is much more vulnerable [than US assets]. You could fire a rocket or two somewhere near Incheon airport, just to show you could do it … or push ships south of the [disputed] Northern Limit Line,\" said Dr James Hoare, the former British chargé d'affaires in Pyongyang. Cathcart points out that there is a history of border clashes. \"We could be going back to a slightly more Hobbesian situation along the DMZ or Northern Limit Line.\" That does not mean the North will carry out its oft-repeated vow to turn Seoul into \"a sea of fire\". Although it could cause serious damage and large-scale loss of life, analysts suggest the apocalyptic scenarios drawn by some are unfeasible. In any case it would risk severe retaliation and any such strike could also kill Chinese citizens living in the South — alienating the country's main ally, on which it remains heavily dependent. Scenario 3: a missile or nuclear test The North has periodically carried out missile and nuclear tests, for practical reasons as well as to send a message. \"They have clearly got a programme to develop these things; scientists and those who command them are going to be continually pressing to advance the programmes and tests,\" said Hoare. But Cathcart noted that while the North clearly calculated what it would obtain politically from such events, there was also a risk that tests could highlight the technical problems it still faces, at a time when it is trying to send a message of strength. Scenario 4: non-military measures The North has cut off hotlines and said it is ending the armistice many times before. But it is well aware that other measures could prove self-defeating. \"They could close Kaesong [the joint industrial complex they run with the South], but it would cut off a useful source of foreign exchange – and remove its value as a hostage,\" observed Hoare. There are suspicions that cyber-attacks which paralysed the systems of South Korean banks and broadcasters this month were carried out by Northern hackers, but investigators say it will take months to establish the truth. Scenario 5: a return to talks \"The question is with whom and for what,\" said Cathcart. On Friday, Lavrov called for attempts to restart the six-party aid-for-denuclearisation talks. But the North Koreans walked out in 2009, and have since taken things further by stating that the nuclear programme is non-negotiable. \"Inter-Korean talks are more likely – and probably more useful – than talks with the US,\" added Cathcart. Hoare suggested: \"I think there will be another couple of weeks of drama and high-sounding words, then people on both sides may try to get out of it.\" He pointed out that the North has not turned its back on the United Nations despite its furious reaction to the latest UN security council resolution tightening sanctions. Having a new administration in Seoul may also help. Relations on the peninsula deteriorated rapidly under Park Geun-hye's predecessor, Lee Myung-bak, who ended the previous \"sunshine policy\" of free-flowing aid.",
    "keywords": [
        "south",
        "threatened",
        "korea",
        "north",
        "scenario",
        "talks",
        "nuclear",
        "seoul",
        "missile",
        "say",
        "cathcart",
        "happen",
        "attack"
    ],
    "summary": "Experts point out that North Korea has a long history of making threats without taking action and believe its underlying aims are to shore up domestic support and seek aid and security guarantees from Seoul and Washington.\nScenario 1: an attack on the US or on US assets The North is incapable of a nuclear strike on the US mainland, say experts.\nExperts say the North's Soviet-era Scud missiles could hit South Korea, where the US has bases, but it is unclear whether its longer-range missiles could hit Pacific bases.\nScenario 2: targeting South Korea \"Seoul is much more vulnerable [than US assets].\nScenario 4: non-military measures The North has cut off hotlines and said it is ending the armistice many times before.",
    "sentiment": {
        "neg": 0.0813,
        "neu": 0.8456,
        "pos": 0.0731,
        "compound": -0.0032
    }
}