{
    "date": "2013-03-15T20:49:35Z",
    "title": "US to reinforce missile defences to counter North Korea 'provocations'",
    "url": "https://www.theguardian.com/world/2013/mar/15/us-strengthen-missile-defence-north-korea",
    "content": "The US is to strengthen its missile defence shield on the Pacific coast in response to North Korea's strides in developing nuclear weapons and threats of war, defence secretary Chuck Hagel announced on Friday. Hagel said the US will deploy 14 additional missile interceptors in Alaska to \"make clear to the world that the United States stands firm against aggression\". The additional interceptors will bring to 44 the total deployed in Alaska and California, although the numbers will not increase for four years and the defensive missiles have proved unreliable in tests. The White House has derided a surge in Pyongyang's threats, including a declaration that the 1953 armistice agreement with South Korea is now void, as \"bellicose rhetoric\". US officials believe the threats are an attempt to save face following the latest round of United Nations sanctions over North Korea's underground nuclear test last month. But officials have also said that the North Korean regime is highly unpredictable. Barack Obama told ABC News this week that he doubts Pyongyang can make good on its threats, but the US needs to be prepared. \"They probably can't, but we don't like margin of error,\" he said. Hagel noted that a year ago North Korea put on display what appeared to be an intercontinental ballistic missile capable of being moved by road, and used another missile to put a satellite into orbit, \"thus demonstrating progress in its development of long range missile technology\". \"The United States has missile defence systems in place to protect us from limited ICBM attacks. But North Korea in particular has recently made advances in its capabilities and is engaged in a series of irresponsible and reckless provocations. Specifically, North Korea announced last month that it conducted its third nuclear test,\" he said. Hagel said the US will deploy the additional missiles \"in order to bolster our protection of the homeland and stay ahead of this threat\" as well as installing a second radar in Japan to give improved early warning and tracking of any missile launched from North Korea. Hagel said it is not clear when North Korea might be able to develop an effective intercontinental nuclear weapon but the new missiles will not be deployed until 2017. \"One of the reasons we're doing what we're doing based on the intelligence we have is to assure that whatever their timelines are we're not reacting to those timelines, that we're ahead of any timelines of any potential threat,\" he said. \"We feel that to have the 30 [interceptors] in place now and the additional 14 by the end of 2017 gives our country the security it needs and the people need to be reassured that security is there.\" Asked about the \"very poor test performance\" of the interceptor the US plans to deploy in Alaska and whether he has confidence it would be certain to shoot down a North Korean missile, Hagel acknowledged \"there was an issue regarding our gyro guidance system\". He said that the deployment would not go ahead until \"we are sure we have the complete confidence that we need\". But he insisted that he had confidence in the weapon. \"But the American people should be assured that our interceptors are effective,\" he said. Hagel said the Pentagon also plans to shift resources in order to speed up deployment of missiles in Europe to counter the threat from Iran. The target date for putting the defences in place had been 2022 because of spending cuts by Congress but that is being pulled forward in response to what Hagel called a maturing threat from Tehran.",
    "keywords": [
        "defences",
        "threats",
        "reinforce",
        "korea",
        "counter",
        "threat",
        "missiles",
        "nuclear",
        "provocations",
        "interceptors",
        "missile",
        "additional",
        "hagel",
        "north"
    ],
    "summary": "Hagel said the US will deploy 14 additional missile interceptors in Alaska to \"make clear to the world that the United States stands firm against aggression\".\nHagel noted that a year ago North Korea put on display what appeared to be an intercontinental ballistic missile capable of being moved by road, and used another missile to put a satellite into orbit, \"thus demonstrating progress in its development of long range missile technology\".\nBut North Korea in particular has recently made advances in its capabilities and is engaged in a series of irresponsible and reckless provocations.\nSpecifically, North Korea announced last month that it conducted its third nuclear test,\" he said.\nHagel said it is not clear when North Korea might be able to develop an effective intercontinental nuclear weapon but the new missiles will not be deployed until 2017.",
    "sentiment": {
        "neg": 0.0971,
        "neu": 0.7831,
        "pos": 0.1197,
        "compound": 0.0736
    }
}