{
    "date": "2013-07-28T21:26:51Z",
    "title": "Korea: an ambiguous anniversary | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2013/jul/28/korea-ambiguous-anniversary-editorial",
    "content": "It is 60 years since the armistice that ended the fighting, and still we do not know who won the Korean war. It was not the United States, which, then as now, did not regard a draw as a victory, and was arguably placed, as a result of the conflict, on the disastrous path that led to Vietnam. It was not Russia, whose policies contributed to the outbreak of the war but which found itself eclipsed by China in the course of it. It was not the United Nations, whose credibility was undermined rather than strengthened by a struggle over which it had only titular command. It was obviously not North Korea, which can be said to have lost the war not once but three times. The first time was when its invasion of the south was repulsed in 1950, the second when its attempts to provoke an uprising in the south failed miserably in the 1960s, and the third when it proved incapable of responding to the opportunities thrown up by political change in South Korea in the 80s. The conventional answer is that South Korea won, not only on the battlefield, alongside American and other UN forces, but in the long contest for legitimacy, economic growth and international acceptance that followed. By 1988, when an economically resurgent and newly democratised South Korea staged the Olympic Games, that contest was definitely over. South Korea was a fast developing and widely respected nation, while North Korea was almost a failed state, politically ossified, impoverished and dependent on outside aid, all of which remains true today. Yet South Korea's ascendancy has not led, as some thought it might at the end of the cold war, to a reunification of the peninsula on its terms, an eastern parallel to the coming together of the two Germanies in 1990. That, briefly, seemed such a serious possibility that studies of the two unity processes were commissioned. Could China be the ultimate victor? The Chinese intervention marked the emergence of the People's Republic as a superpower, and it has more influence in Pyongyang than any other nation. There are signs, too, that China may envisage North Korea becoming in effect a fourth province of north-east China, a region that already has many ethnic Korean residents. China, some note, was ejected from Korea in 1895 by the Japanese at the end of the first Sino-Japanese war, and Beijing has a very long historical memory. A historical revisionism that both Seoul and Pyongyang must find worrying has reclassified the ancient Korean northern kingdom of Koguryo as Chinese. Whatever the outcome of this scholarly skirmishing, Korea's future is thus as clouded today as it was in 1953 when, in total silence, the grim-faced envoys of the United States and North Korea signed the armistice document.",
    "keywords": [
        "war",
        "south",
        "ambiguous",
        "won",
        "korea",
        "states",
        "editorial",
        "china",
        "today",
        "united",
        "anniversary",
        "north",
        "korean"
    ],
    "summary": "It is 60 years since the armistice that ended the fighting, and still we do not know who won the Korean war.\nIt was obviously not North Korea, which can be said to have lost the war not once but three times.\nThe conventional answer is that South Korea won, not only on the battlefield, alongside American and other UN forces, but in the long contest for legitimacy, economic growth and international acceptance that followed.\nBy 1988, when an economically resurgent and newly democratised South Korea staged the Olympic Games, that contest was definitely over.\nSouth Korea was a fast developing and widely respected nation, while North Korea was almost a failed state, politically ossified, impoverished and dependent on outside aid, all of which remains true today.",
    "sentiment": {
        "neg": 0.1135,
        "neu": 0.8428,
        "pos": 0.0435,
        "compound": -0.2071
    }
}