{
    "date": "2013-05-08T12:31:59Z",
    "title": "Will North Korea 'do a solid' for Dennis Rodman?",
    "url": "https://www.theguardian.com/world/shortcuts/2013/may/08/north-korea-do-a-solid",
    "content": "There is one approach that has not yet been tried with North Korea. Where sanctions, shows of strength and pressure from Beijing have failed to cut much ice with the regime, Dennis Rodman, the maverick basketball player turned maverick diplomat, is going another route. \"I'm calling on the Supreme Leader of North Korea, or as I call him 'Kim', to do me a solid and cut Kenneth Bae loose,\" he tweeted. Bae is the American citizen who has just been sentenced by a Korean court to 15 years' hard labour for allegedly \"attempting to overthrow the government\". At the time of writing, he remains in prison. Yet there can clearly be no doubt about the depth of the rapport between Kim Jong-un and Rodman. A couple of months ago, the two men met in Pyongyang, hugged, watched basketball together and became what Rodman called afterwards \"friends for life\". It may be instead that Kim is puzzling over the meaning of \"do me a solid\", which would even stretch some people who speak English. The phrase appears to have its origins in America in the 1980s, with \"a solid\" being any fairly demanding favour that one (usually male) friend might do as a mark of friendship for another, such as buying a crate of beer, lying to a girlfriend or releasing a political prisoner. In 1991 it was used by Kramer in an early episode of Seinfeld, which Kim – being North Korean and only seven or eight years old at the time – may have missed. (The episode also contains a reference to the Korean war, which may besome subtler part of Rodman's plan.) Since then, \"do me a solid\" has had time to go right out of fashion and now come a little way back in again, with an ironic tinge. It was spoken, according to the Urban Dictionary, in the movies Derailed (2005) and Juno (2007). A 2011 episode of the animated series The Regular Show was even dedicated to the sacred exchange of \"solids\". Which raises the question: Is Rodman ready to do a solid in return for Kim Jong-un? What kind of solid might the leader of an embattled nuclear state request from an American citizen? If Rodman gets his wish, the CIA may want to look into that.",
    "keywords": [
        "episode",
        "leader",
        "korea",
        "solid",
        "maverick",
        "kim",
        "rodman",
        "jongun",
        "dennis",
        "north",
        "korean"
    ],
    "summary": "There is one approach that has not yet been tried with North Korea.\nWhere sanctions, shows of strength and pressure from Beijing have failed to cut much ice with the regime, Dennis Rodman, the maverick basketball player turned maverick diplomat, is going another route.\n\"I'm calling on the Supreme Leader of North Korea, or as I call him 'Kim', to do me a solid and cut Kenneth Bae loose,\" he tweeted.\nYet there can clearly be no doubt about the depth of the rapport between Kim Jong-un and Rodman.\nWhich raises the question: Is Rodman ready to do a solid in return for Kim Jong-un?",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8205,
        "pos": 0.0925,
        "compound": 0.0134
    }
}