{
    "date": "2013-06-03T09:13:22Z",
    "title": "UN 'extremely concerned' for repatriated North Korean defectors",
    "url": "https://www.theguardian.com/world/2013/jun/03/un-repatriated-north-korean-defectors",
    "content": "The UN says it is \"extremely concerned\" that nine North Korean defectors, including five children, who were forcibly repatriated by Laos and China last week face imprisonment, and even execution, for attempting to escape from the regime. The defectors, all believed to be orphans aged between 15 and 23, fled North Korea in April and entered Laos via China on 9 May. A week later they were detained by the Laotian authorities and forced on to a plane back to China. The UN said it had \"credible information\" that China had sent the defectors back to North Korea last week, in violation of international law. The body has asked North Korea to grant independent observers access to the defectors and to guarantee they will not face retribution. \"We are extremely concerned for the protection of this group, which includes up to five minors, who are at risk of severe punishment and ill-treatment upon their return,\" a UN human rights spokesman, Rupert Colville, told reporters in Geneva. Under North Korean law, defectors face a minimum of five years' hard labour, up to a life sentence in prison, or even the death penalty in very serious cases. \"North Korea has to come clean on where these nine refugees are and publicly guarantee that they will not be harmed or retaliated against for having fled the country,\" said Phil Robertson, deputy Asia director of Human Rights Watch. \"As a result of their return, they are at dire risk.\" AUS state department spokeswoman, Jen Psaki, said the Obama administration was \"very concerned\" about reports that the defectors had been sent back to North Korea. \"We urge all countries in the region to co-operate in the protection of North Korean refugees within their territories,\" she told reporters in Washington. China, which appeared to have grown impatient with the North after Pyongyang's most recent round of sabre-rattling, in the spring, refuses to recognise defectors as asylum seekers. China has deported defectors before, but this is thought to be the first time Laos has repatriated people fleeing North Korea. The Chosun Ilbo newspaper, in Seoul, cited unidentified government officials as saying seven males and two females were flown home via China on 27 May, despite a request from Seoul that Beijing not repatriate them. A UN spokesman, Eduardo del Buey, said the defectors had been sent back in an apparent violation of international laws preventing the forced return of people to places where they face persecution or ill-treatment. \"The high commissioner's office is dismayed that the governments of Laos and China appear to have abrogated their non-refoulement obligations, especially given the vulnerability of that group, all of whom are reported to be orphans,\" Del Buey said. An international coalition of North Korean human rights groups said it believed the repatriated defectors would \"face extremely harsh treatment upon their return, including torture and long imprisonment in labour camps where they are denied adequate food and medical services, and face abuses by guards\". South Korean media said the defectors could include the son of a Japanese woman who was abducted by North Korean spies in the 1970s. The Dong-A Ilbo said a 23-year-old man who was part of the group was believed to be the son of Kyoko Matsumoto, who went missing aged 29 from her home near the Sea of Japan in October 1977. Japan has listed Matsumoto among more than a dozen of its citizens abducted by communist agents during the cold war, but Pyongyang insists she never entered North Korea.",
    "keywords": [
        "sent",
        "korea",
        "face",
        "repatriated",
        "week",
        "return",
        "china",
        "laos",
        "defectors",
        "concerned",
        "extremely",
        "north",
        "korean"
    ],
    "summary": "The UN says it is \"extremely concerned\" that nine North Korean defectors, including five children, who were forcibly repatriated by Laos and China last week face imprisonment, and even execution, for attempting to escape from the regime.\nUnder North Korean law, defectors face a minimum of five years' hard labour, up to a life sentence in prison, or even the death penalty in very serious cases.\n\"We urge all countries in the region to co-operate in the protection of North Korean refugees within their territories,\" she told reporters in Washington.\nChina has deported defectors before, but this is thought to be the first time Laos has repatriated people fleeing North Korea.\nSouth Korean media said the defectors could include the son of a Japanese woman who was abducted by North Korean spies in the 1970s.",
    "sentiment": {
        "neg": 0.148,
        "neu": 0.8292,
        "pos": 0.0227,
        "compound": -0.3949
    }
}