{
    "date": "2013-04-16T11:39:21Z",
    "title": "North Korea's war threats may be aimed at stifling domestic discontent",
    "url": "https://www.theguardian.com/world/2013/apr/16/north-korea-threats-domestic-discontent",
    "content": "North Korea is a remarkable country. How else would a small state with no economy to speak of manage to create a massive media panic and remain in the headlines for a couple of weeks in a row? The question remains though: if Pyongyang is not about to launch a nuclear strike on the continental United States – and it clearly is not – what has it been up to for the past three weeks? One aim of this political theatrics is rather clear: the North Korean government wants to remind the world of its existence and demonstrate that it is cheaper to make a deal than sanction it. This time, however, there is good reason to believe that domestic considerations are also at work. While North Korea is often thought of as the world's last Stalinist country, this is only partly the case. To a large extent, the Leninist state economy collapsed in the 1990s and has been replaced by a dynamic grassroots market economy. Private entrepreneurship is not supposed to exist in the country, but the government generally has turned a blind eye to illicit commercial activities. This is understandable since the markets are reported to provide 75% of the average North Korean family's income. Ignoring countless official restrictions, North Koreans trade, talk and travel remarkably freely. They even frequently cross the border with China – which until recently remained largely unguarded – and as a result about half a million North Koreans have visited China in the past two decades (largely as illegal migrants). These people have seen the fruits of Chinese economic growth and are much impressed by what appears to the average North Korean as prosperity beyond their wildest dreams. They are even more perplexed when they learn of South Korea's economic achievements. Until the early 2000s, the South had been presented to North Koreans in their official media as a destitute, near-starving colony of US imperialists. Such claims have largely disappeared from the media of late, though, and with good reason: North Korean propagandists understand that such blatant lies will no longer be believed. Knowledge about the outside world is seeping in through other channels as well. DVD players – now ubiquitous in North Korea – seem to have a special importance. North Koreans use them to watch South Korean television series and films. Technically this is treason, but everybody does it anyway. Fear is slowly diminishing as well – even though North Korea still has on of the world's most repressive government. In recent years, the authorities halted some of its most notorious practices, including the so-called \"family responsibility principle\". According to the principle, all those registered at the same address as a political criminal are sent to prison camps. The practice has largely been discontinued in recent years and punishments for escape to China have been significantly reduced. Paradoxically enough, rampant corruption has also contributed to liberalisation in the country. For a fee, pretty much anyone in North Korea can break laws. This is applicable to political crimes as well. Sometimes it appears that secret policemen are looking for signs of political misbehaviour in order to get bribes for closing the case. North Koreans have, therefore, become somewhat less afraid of their government and, at the same time, have become far better informed about the outside world. Many of them now know that they live in a poor and highly restrictive society, and they are also increasingly aware that their South Korean brethren enjoy unbelievable levels of affluence and individual freedom. For the North Korean regime, this is a potentially deadly set of changes. North Korea is occasionally presented as a secular religious cult state, but Pyongyang's claim to legitimacy is based more on bread-and-butter issues – ie living standards – rather than its so-called ability to keep its people \"pure\". Kim Jong-un is not Mullah Omar. The government is failing in what it has been promising to give its people for the last 60 years, and this failure is made even more spectacular by the success of North Korea's immediate neighbours. From my own interactions with North Koreans it is obvious that the level of resentment towards the government and general cynicism is growing fast. It might be a long way to a North Korean revolution, but the discontent and ferment are clearly present already. Decision-makers in Pyongyang are surely aware of these perils as well. This is why a bit of a war scare may be judged useful. The North Korean populace has to be reminded that scheming enemies ready to attack at any moment surround their country. They also are made to remember that only their great General and his mighty armed forces can protect them. It is not clear how long such tricks can work, but they certainly are useful for the time being. Since dangerous ideas are steadily gaining popularity within North Korea, we should expect some more of the same theatrics. • Andrei Lankov is the author of The Real North Korea: Life and Politics in the Failed Stalinist Utopia",
    "keywords": [
        "threats",
        "war",
        "south",
        "political",
        "domestic",
        "korea",
        "world",
        "state",
        "largely",
        "country",
        "stifling",
        "korean",
        "discontent",
        "koreans",
        "aimed",
        "north",
        "koreas"
    ],
    "summary": "This is understandable since the markets are reported to provide 75% of the average North Korean family's income.\nFear is slowly diminishing as well – even though North Korea still has on of the world's most repressive government.\nIt might be a long way to a North Korean revolution, but the discontent and ferment are clearly present already.\nSince dangerous ideas are steadily gaining popularity within North Korea, we should expect some more of the same theatrics.\n• Andrei Lankov is the author of The Real North Korea: Life and Politics in the Failed Stalinist Utopia",
    "sentiment": {
        "neg": 0.0853,
        "neu": 0.7979,
        "pos": 0.1169,
        "compound": 0.0494
    }
}