{
    "date": "2013-06-25T12:36:37Z",
    "title": "BBC's North Korea broadcast plan hampered by budget cuts",
    "url": "https://www.theguardian.com/media/2013/jun/25/bbc-north-korea-budget-cuts",
    "content": "The BBC's aim to broadcast in North Korea for the first time has been curbed by government cuts to its budget, the corporation's director of global news has said. Peter Horrocks said airing programmes in the secretive state is still on his \"wish list\" but is unlikely to happen in the next year, following the £2.2m annual budget cut announced by William Hague earlier this month. \"We're still looking at the feasibility of it. We've always said if we can find a practicable and cost-effective means of doing it, it would be worth doing,\" Horrocks told MediaGuardian. \"This year it will be hard to [progress plans] because of the Foreign Office cut we had 10 days ago but it's definitely on the wish list for the future.\" The BBC World Service has seen its budget cut by more than £42m since 2010 and is expected to be further stretched ahead of its funding switching to the licence fee from April 2014. On Tuesday, the BBC Trust announced that the World Service will have an expected budget of £245m under the licence fee in 2014-15, compared to its £240.2m budget this year. Speaking after the BBC revealed its global news audience had passed a record 256 million people a week, Horrocks said the likelihood of launching World Service programming for North Korea was as great as ever under the leadership of Tony Hall, the director general, and James Harding, the director of news and current affairs and former Times editor. Horrocks said: \"These are people who for different reasons are as internationally focused as anyone in those roles. The BBC Trust and management are getting really behind that global role.\" However, there remain a number of obstacles to overcome – not least the challenge of broadcasting programmes to an audience who face arrest if they are discovered listening to foreign media. \"We've got real issues to overcome, for example radio sets are sold pre-tuned ... it's like only being able to listen to one service. But then we're told that [North Koreans] are prepared to take risks,\" said Horrocks. The prospect of the BBC broadcasting in North Korea was briefly examined by MPs in an all-party parliamentary group earlier this year. Lord Alton, the crossbench peer who chairs the group, last year claimed to have held \"very positive\" discussions with officials in Washington about the plans.",
    "keywords": [
        "cut",
        "bbcs",
        "korea",
        "world",
        "plan",
        "hampered",
        "global",
        "broadcast",
        "horrocks",
        "cuts",
        "director",
        "bbc",
        "budget",
        "service",
        "north"
    ],
    "summary": "The BBC's aim to broadcast in North Korea for the first time has been curbed by government cuts to its budget, the corporation's director of global news has said.\nPeter Horrocks said airing programmes in the secretive state is still on his \"wish list\" but is unlikely to happen in the next year, following the £2.2m annual budget cut announced by William Hague earlier this month.\nThe BBC World Service has seen its budget cut by more than £42m since 2010 and is expected to be further stretched ahead of its funding switching to the licence fee from April 2014.\nOn Tuesday, the BBC Trust announced that the World Service will have an expected budget of £245m under the licence fee in 2014-15, compared to its £240.2m budget this year.\nThe prospect of the BBC broadcasting in North Korea was briefly examined by MPs in an all-party parliamentary group earlier this year.",
    "sentiment": {
        "neg": 0.0312,
        "neu": 0.8762,
        "pos": 0.0926,
        "compound": 0.2141
    }
}