{
    "date": "2013-04-07T06:00:00Z",
    "title": "North Korea: news and resources round up",
    "url": "https://www.theguardian.com/teacher-network/teacher-blog/2013/apr/07/north-korea-news-resources-teaching",
    "content": "Whether or not it's empty rhetoric, the North Korean nuclear threat has led to the Pentagon deploying a missile defence battery to the Pacific and a political justification for backing Trident in the UK. This makes the time ripe for an investigation of Korea and nuclear weapons in the classroom and so here we pull together the best news stories, interactives, teaching resources and websites to help teach your students all about Kim Jong-un's regime. From the Guardian North Korea nuclear threats prompt US missile battery deployment to Guam The North Korean threat that the \"moment of explosion is approaching fast\" has resulted in the US defence secretary Chuck Hagel saying North Korea poses \"a real and clear danger\" to South Korea, Japan and America itself - and taking action accordingly. This article includes a graphic of North Korean missile ranges North Korea threat means we need Trident David Cameron says scrapping nuclear deterrent would be foolish in the face of \"evolving threats\" from North Korea and Iran. North Korea interactive How did the Korean peninsula come to be divided into two countries? This useful interactive explains. North Korea declares 'state of war' with South Korea - video North Korea's state TV channel broadcasts the government declaration of war with South Korea. The video includes extraordinary footage of North Korea's large military rally through the streets of Pyongyang which they staged just a day before the announcement, plus the reaction of ordinary South Koreans and their defence minister. China calls for 'calm and restraint' over North Korea - video Chinese foreign ministry spokesman Hong Lei calls for cooperation and for both sides to use restraint and not take provocative action, as North Korea bars South Korean workers from a jointly run industrial complex on the border of the two countries. What could happen next? Kim Jong-un says missiles are poised to settle accounts but experts say North Korea has a history of making empty threats, after all North and South Korea have technically been at war since the 1950s. Kim Jong-un afloat Guardian photographic highlight shows North Korean leader Kim Jong-un attempting to strike a heroic pose while touring his country's coasts. Beyond the border: North Korea in pictures It's rare for foreign journalists and photojournalists to be allowed into North Korea, which makes this photo gallery fascinating. On the Guardian Teacher Network North-South divide of Korea This resource brilliantly explains the historical background to the north-south divide of Korea. Cold War: containing communism Fascinating interactive history lesson on the steps taken by the US to try and contain communism in Korea, Cuba and Vietnam. Vital background to the current story. Cold War: the arms race Explore the reasons behind US development of the atomic bomb in this history lesson for key stage 4 - sad to see such a similar story of mistrust and suspicion being played out today. Foreign policy under Mao Zedong When the Communists seized power in China in 1949 it had a huge impact on the whole world, particularly China's neighbour North Korea which seems to have been trapped in time ever since. It's more need-to-know background to what's happening today. Democracy, communism and dictatorship Students investigate the differences in this interactive lesson. Nuclear debate Prepare for a heated debate on nuclear weapons and power with this excellent topic guide. A world divided - teaching about North and South Korea Great ideas from history teacher Dan Hartley who goes beyond Team America to inform pupils about communism, democracy and the Cold War. The best of the web The Korean crisis - in 90 seconds Brilliantly useful and clear summary of the Korean crisis in just one and a half minutes from the BBC. Q&amp;A North Korea nuclear programme What are North Korea's nuclear ambitions and how does the rest of the world try to curtail them? Embrace! A world free of nuclear weapons This interesting film was made in association with the United Nations that sets out the arguments in favour of the early entry into force of the Comprehensive Nuclear Test Ban Treaty (otherwise known as CTBT). Class report from North Korea Fascinating report by a teacher delivering British studies to university students in North Korea. Teacher workshop on North Korea Philip Yun recounts his experience at the four-party Korea peace talks to an audience of high school teachers in the US - part of Stanford University's programme on international education. The video is 87 minutes long but really interesting. This content is brought to you by Guardian Professional. Looking for your next role? Take a look at Guardian jobs for schools for thousands of the latest teaching, leadership and support jobs.",
    "keywords": [
        "war",
        "south",
        "round",
        "resources",
        "korea",
        "world",
        "teacher",
        "nuclear",
        "guardian",
        "video",
        "north",
        "korean"
    ],
    "summary": "This article includes a graphic of North Korean missile ranges North Korea threat means we need Trident David Cameron says scrapping nuclear deterrent would be foolish in the face of \"evolving threats\" from North Korea and Iran.\nNorth Korea declares 'state of war' with South Korea - video North Korea's state TV channel broadcasts the government declaration of war with South Korea.\nBeyond the border: North Korea in pictures It's rare for foreign journalists and photojournalists to be allowed into North Korea, which makes this photo gallery fascinating.\nQ&amp;A North Korea nuclear programme What are North Korea's nuclear ambitions and how does the rest of the world try to curtail them?\nClass report from North Korea Fascinating report by a teacher delivering British studies to university students in North Korea.",
    "sentiment": {
        "neg": 0.0679,
        "neu": 0.7884,
        "pos": 0.1437,
        "compound": 0.0898
    }
}