{
    "date": "2013-04-29T07:35:35Z",
    "title": "South Korea to withdraw last workers from Kaesong joint-venture with North",
    "url": "https://www.theguardian.com/world/2013/apr/29/south-korea-workers-venture-north",
    "content": "South Korea is due to withdraw its last workers from the Kaesong industrial complex on Monday, leaving the park, a highly symbolic joint-venture with North Korea, empty for the first time since it opened almost a decade ago. The withdrawal of the 50 remaining managers will mark a serious deterioration in cross-border ties, coming soon after the North issued a string of threats against the South and its allies in protest at UN sanctions over its nuclear test in February and joint US-South-Korea military drills that ended on Monday. The regime has toned down its rhetoric in recent days as both sides moved to defuse tensions on the peninsula, but Kaesong's de facto closure is a serious blow to Seoul's attempts to maintain at least some form of engagement with its neighbour. The complex, located 10 miles north of the border separating the countries, has weathered several diplomatic crises since it opened in 2004 with South Korean investment and a largely North Korean workforce. It became a victim of the most recent rise in tensions earlier this month when North Korea barred hundreds of South Korean managers and raw materials from crossing the border, before pulling out its own 53,000 workers. Seoul began withdrawing its remaining staff from the site at the weekend after Pyongyang turned down an 11th-hour offer of talks aimed at reopening the complex. The last of about 800 South Korean managers who work at Kaesong are expected to cross the border back into the South early on Monday evening, according to officials in Seoul. No decision has been made on the park's long-term future amid fears that the North Korean authorities will seize products, materials and other assets. But any lasting closure is also expected to harm the fragile North Korean economy, which depends on Kaesong for much-needed hard currency. Lee Hochul, a political science professor at Incheon National University, said it was significant that neither side had announced the park's permanent closure. \"This is a war of pride between the Koreas, but they are conducting it while leaving some room for talks,\" he told Associated Press. An unnamed spokesman for the North's general bureau for central guidance said the South's offer of negotiations had been insincere. \"We treasure the Kaesong industrial complex but we won't bestow favours on those who return evil for good,\" he said. South Korea said it had ordered the withdrawal of its remaining staff out of fear for their safety. Managers who had stayed on in Kaesong in the hope that the crisis would pass said last week they were running out of food and medical supplies. The South Korean government says it will provide financial assistance to companies forced to withdraw from Kaesong. A task force will \"assess damages suffered by the firms with factories at Kaesong and … devise comprehensive and practical supportive measures\", the prime minister's office said in a statement.",
    "keywords": [
        "border",
        "south",
        "remaining",
        "complex",
        "closure",
        "korea",
        "jointventure",
        "withdraw",
        "workers",
        "managers",
        "kaesong",
        "north",
        "korean"
    ],
    "summary": "South Korea is due to withdraw its last workers from the Kaesong industrial complex on Monday, leaving the park, a highly symbolic joint-venture with North Korea, empty for the first time since it opened almost a decade ago.\nThe complex, located 10 miles north of the border separating the countries, has weathered several diplomatic crises since it opened in 2004 with South Korean investment and a largely North Korean workforce.\nNo decision has been made on the park's long-term future amid fears that the North Korean authorities will seize products, materials and other assets.\nSouth Korea said it had ordered the withdrawal of its remaining staff out of fear for their safety.\nThe South Korean government says it will provide financial assistance to companies forced to withdraw from Kaesong.",
    "sentiment": {
        "neg": 0.1147,
        "neu": 0.8402,
        "pos": 0.0451,
        "compound": -0.2822
    }
}