{
    "date": "2013-05-22T09:27:34Z",
    "title": "North Korea sends special envoy to patch up relations with China",
    "url": "https://www.theguardian.com/world/2013/may/22/north-korea-special-envoy-china",
    "content": "North Korea's leader, Kim Jong-un, has dispatched a special envoy to China, its state media announced on Wednesday, as Pyongyang seeks to improve its strained relations with its main ally and lifeline. Choe Ryong-hae, a senior Workers' party official and a vice-chairman of the top military body, arrived in Beijing with a political and military delegation. A close aide of the youthful leader, he is the first senior North Korean to visit China since last summer and the first special envoy since Kim took power in 2011. China provides North Korea with the vast majority of its fuel and trade – reportedly accounting for almost nine-tenths of its imports and exports in 2011 – and its support has become even more important as Pyongyang's relations with Seoul have deteriorated. But it has shown increasing signs of frustration with the regime over its weapons programmes and angry rhetoric. \"Since North Korea had the third nuclear test [in February], the relationship between China and North Korea has been pretty tense. To ease the relationship, the visit is very normal and necessary. It helps to stop the bilateral relationship deteriorating,\" said Cai Jian of the Centre for Korean Studies at Fudan University in Shanghai. \"This visit shows China is also willing to improve the relationship with North Korea.\" China's state news agency, Xinhua, said Choe, 63, met Wang Jiarui, head of the international department of the Communist party. It gave no further details. Analysts say Beijing rebuffed earlier proposals of high-level exchanges because it wanted to demonstrate its displeasure and was not guaranteed a meeting with Kim if it sent an envoy to Pyongyang. Major Chinese banks recently suspended financial dealings with the Foreign Trade Bank of North Korea – Pyongyang's main conduit for international transactions. Kim Jong-un has not visited Beijing since he took power following his father's death in late 2011, though his uncle Jang Song-thaek visited in August last year. Chinese politburo member Li Jianguo went to Pyongyang with a letter from Xi Jinping, who had just become the Communist party leader, in November. John Delury of Yonsei University suggested that Chinese leaders might also be looking ahead to South Korean president Park Geun-hye's visit next month. \"China wants to have good relations with both Koreas … They don't want to go too far with a great splashy meeting [with the South] while things are still off-kilter in the North Korean relationship. For its part, North Korea may want to recalibrate; they wanted a bit of distance from Beijing, but they don't want to push it too far,\" he said. The North Korean news agency story on Choe's trip also revealed that General Kim Kyok-sik has become military chief again – a post he held before 2009 – replacing Hyon Yong-chul. General Kim was recently replaced as defence minister – a lower ranking position – by Jang Jong-nam. North Korea tested short range missiles over the weekend, but tensions have ebbed on the peninsula and there are signs of diplomatic engagement again. Last week the Japanese prime minister sent a close aide to Pyongyang to hold talks over abducted Japanese citizens – a move greeted with dismay by South Korea, which described the trip as unhelpful. On Tuesday, a Chinese fishing boat owner said his vessel had been released, two weeks after it was taken captive by gunmen in North Korean military uniforms. He said the captain was beaten and fuel stolen.",
    "keywords": [
        "military",
        "korea",
        "special",
        "envoy",
        "china",
        "kim",
        "visit",
        "chinese",
        "korean",
        "sends",
        "relationship",
        "pyongyang",
        "patch",
        "north",
        "relations"
    ],
    "summary": "A close aide of the youthful leader, he is the first senior North Korean to visit China since last summer and the first special envoy since Kim took power in 2011.\n\"Since North Korea had the third nuclear test [in February], the relationship between China and North Korea has been pretty tense.\n\"This visit shows China is also willing to improve the relationship with North Korea.\"\nMajor Chinese banks recently suspended financial dealings with the Foreign Trade Bank of North Korea – Pyongyang's main conduit for international transactions.\nNorth Korea tested short range missiles over the weekend, but tensions have ebbed on the peninsula and there are signs of diplomatic engagement again.",
    "sentiment": {
        "neg": 0.0941,
        "neu": 0.8218,
        "pos": 0.0841,
        "compound": 0.0544
    }
}