{
    "date": "2013-03-08T21:28:07Z",
    "title": "US urges North Korea to halt 'provocative actions' in wake of sanctions",
    "url": "https://www.theguardian.com/world/2013/mar/08/us-north-korea-provocative-actions",
    "content": "The US urged North Korea to resist \"further provocative actions\" on Friday after Pyongyang vowed to cancel a non-aggression pact with South Korea and planned to disconnect a crisis hotline in retaliation for a new round of sanctions. The White House plea came as North Korea ramped up its bellicose warnings. A senior North Korean military figure was quoted on Friday as saying that troops had been mobilised and inter-continental ballistic missiles placed on standby. Washington, anxious to avoid adding to the over-heated rhetoric, opted for a relatively muted response. Asked at the daily White House briefing about North Korea's threats, the deputy press spokesman John Earnest read out a carefully prepared statement: \"North Korea's threats are not helpful. We have consistently called on North Korea to improve relations with its neighbours, including South Korea. This is a moment for the North to seize the opportunity presented by a new government in Seoul, not to threaten it. \"Further provocative actions would only increase Pyongyang's isolation and its continued focus on its nuclear and missile programme is doing nothing to help the North Korean people.\" The US has promised to protect South Korea and Japan against an attack from North Korea, which also threatened this week a pre-emptive attack on America. The US military is sceptical about whether North Korea has missiles capable of reaching the US. A North Korean military leader, Colonel General Kang Pyo-yong, was quoted in North Korea's party newspaper, Rodong Sinmun, as telling a rally on Thursday that soldiers had been mobilised and stationed along the border ready to take over South Korea. \"Our intercontinental ballistic missiles and other missiles are on standby position mounted with various nuclear warheads that have been developed lighter and smaller.\" Foreign policy experts point out that North Korea has a history of bellicose statements without matching action, and do not believe it capable of mounting a nuclear warhead on a missile that could reach the US, but expect the North to take action of some kind in response. Shortly after the UN sanctions resolution was agreed on Thursday, the North's Committee for the Peaceful Reunification of Korea, the body dealing with cross-border affairs on the peninsula, announced the cancellation of the hotline and non-aggression pact, repeating its threat to retaliate with \"crushing strikes\" if enemies trespass on to its territory and to cancel nuclear disarmament agreements with the South. \"According to their strategy and gameplan they have to do something – they have to respond,\" said Daniel Pinkston, deputy project director for the north-east Asia programme at the International Crisis Group.",
    "keywords": [
        "threats",
        "south",
        "white",
        "actions",
        "military",
        "wake",
        "korea",
        "missiles",
        "sanctions",
        "nuclear",
        "halt",
        "korean",
        "provocative",
        "urges",
        "north",
        "koreas"
    ],
    "summary": "The US urged North Korea to resist \"further provocative actions\" on Friday after Pyongyang vowed to cancel a non-aggression pact with South Korea and planned to disconnect a crisis hotline in retaliation for a new round of sanctions.\nA senior North Korean military figure was quoted on Friday as saying that troops had been mobilised and inter-continental ballistic missiles placed on standby.\nAsked at the daily White House briefing about North Korea's threats, the deputy press spokesman John Earnest read out a carefully prepared statement: \"North Korea's threats are not helpful.\nWe have consistently called on North Korea to improve relations with its neighbours, including South Korea.\nThe US has promised to protect South Korea and Japan against an attack from North Korea, which also threatened this week a pre-emptive attack on America.",
    "sentiment": {
        "neg": 0.1108,
        "neu": 0.7993,
        "pos": 0.09,
        "compound": -0.1063
    }
}