{
    "date": "2013-04-27T10:38:56Z",
    "title": "American tourist faces death penalty in North Korea",
    "url": "https://www.theguardian.com/world/2013/apr/27/american-death-penalty-north-korea",
    "content": "North Korea has announced that an American tourist is to be tried on charges of plotting to overthrow the government, a crime that carries a possible death penalty. The case against Korean-American Kenneth Bae, who has been imprisoned in North Korea since early November, could further stoke tensions between Pyongyang and Washington. Responding to the development, the US State Department said the welfare of US citizens overseas remained a \"critical priority\" and that it was working with the Swedish Embassy in Pyongyang - which looks after American interests in North Korea - in regards to the case. Bae, 44, was arrested in Rason, a special economic zone in North Korea's far north-eastern region bordering China and Russia, according to official state media. The exact nature of his alleged crimes has not been disclosed, but North Korea accuses Bae, described as a tour operator, of seeking to overthrow North Korea's leadership. \"In the process of investigation he admitted that he committed crimes aimed to topple the DPRK with hostility toward it,\" the state-run Korean Central News Agency said on Saturday. \"His crimes were proved by evidence. He will soon be taken to the supreme court of the DPRK to face judgment.\" South Korean rights workers said the authorities may have taken issue with some of Bae's photographs, including those of homeless North Korean children, Reuters reported. There have been weeks of spiralling tension on the Korean peninsula following the tightening of UN sanctions after the North's third nuclear weapon test in February. The move led to the North threatening nuclear strikes against South Korea and the US and demands by Pyongyang to be recognised as a nuclear state. The North is thought to have produced enough weapons-grade plutonium for at least six nuclear bombs and has an established uranium-enrichment capability that would give it another route to building weapons of mass destruction. But analysts and intelligence officials say the regime is not yet able to mount a miniaturised nuclear warhead on a missile, despite its recent threats to conduct nuclear strikes. Noting the latest devlopment in the Bae case, the US State Department said it was \"aware of reports that a US citizen will face trial in North Korea\". Department spokeswoman Jen Psaki added: \"Welfare of US citizens overseas is a critical priority of the Department of State. The Embassy of Sweden in Pyongyang acts as our protecting power for issues involving US citizens in North Korea. We are working in close coordination with representatives of the Embassy of Sweden.\" She added that a Swedish official visited Bae on Friday. \"We have no additional information to share at this time,\" Psaki added.",
    "keywords": [
        "embassy",
        "korea",
        "state",
        "department",
        "crimes",
        "nuclear",
        "pyongyang",
        "penalty",
        "faces",
        "bae",
        "tourist",
        "american",
        "death",
        "north",
        "korean"
    ],
    "summary": "North Korea has announced that an American tourist is to be tried on charges of plotting to overthrow the government, a crime that carries a possible death penalty.\nThe case against Korean-American Kenneth Bae, who has been imprisoned in North Korea since early November, could further stoke tensions between Pyongyang and Washington.\nThe exact nature of his alleged crimes has not been disclosed, but North Korea accuses Bae, described as a tour operator, of seeking to overthrow North Korea's leadership.\nSouth Korean rights workers said the authorities may have taken issue with some of Bae's photographs, including those of homeless North Korean children, Reuters reported.\nThe Embassy of Sweden in Pyongyang acts as our protecting power for issues involving US citizens in North Korea.",
    "sentiment": {
        "neg": 0.0971,
        "neu": 0.8601,
        "pos": 0.0428,
        "compound": -0.194
    }
}