{
    "date": "2013-04-05T15:02:00Z",
    "title": "North Korea crisis: White House hopes 'strategic patience' will pay dividends",
    "url": "https://www.theguardian.com/world/2013/apr/05/north-korea-crisis-white-house-strategy",
    "content": "On the face of it, the crisis on the Korean peninsula looks like a prelude to war. North Korea has threatened to incinerate America with a nuclear attack, the US has hastily redeployed forces across the Pacific, and diplomats everywhere are scrambling to work out the true intentions of the secretive regime. Added to the tension is a new, inexperienced and unpredictable leader in North Korea, Kim Jong-un, whose behaviour over the last two weeks has created in Washington a sense almost of nostalgia for his father, Kim Jong-il. But in spite of all the military activity and bellicose rhetoric, there is a feeling in the White House and the Pentagon that any threat to the US or its allies is not imminent. The Pentagon assessment is that North Korea has not yet mastered the technology needed to accurately fire a nuclear-armed missile at the US mainland or any of its bases in the Pacific. The danger to the US is indirect. An attack by North Korea on South Korea, as happened in 2010, shelling an island and accused of also torpedoing a navy ship, with the loss of 46 sailors, would provoke immediate retaliation by the South Korean government. The US, in a secret pact signed last month with Seoul, is believed to have confirmed it will provide support. The Obama administration's official policy towards North Korea is officially known as \"strategic patience\", containing North Korea, reassuring its neighbours South Korea and Japan and hoping for a diplomatic solution sometime in the future. The administration added muscle to its \"strategic patience\" approach last week when the new defence secretary Chuck Hagel ordered America's most advanced plane, the B-2, the Stealth bomber, over the Korean peninsula for the first time. The Stealth is invisible to radar and has a nuclear capacity. The message to North Korea was intended by the Pentagon to be one not of provocation but deterrence: attack South Korea at your peril. Duyeon Kim, a specialist on North Korea and nuclear non-proliferation at Washington's Centre for Arms Control and Non-Proliferation, agreed that, given the shelling of Yeonpyeong Island in 2010, it made sense for the US to send a message to North Korea that its military force is exponentially greater than its own. \"The nightmare and scars from 2010 haven't healed for South Korea, so Seoul would also, understandably, not tolerate another blow from the North and be ready to retaliate this time,\" she said. \"North Korea probably won't be foolish enough to start a conflict or war knowing full well that the US and South Korea can wipe them out instantly, but … the main concern with the latest escalation is miscalculation and mistakes.\" The secretary of state in the Clinton administration, Madeleine Albright, in an interview with CNN on Wednesday, backed the Obama administration and supported Hagel's actions, saying the US had to take North Korea's threats seriously. But she warned against overreaction. She recalled being frequently provoked by her North Korean counterpart as US ambassador to the United Nations in the 1990s. She remained stoic. \"I was determined he would not get my goat,\" she said. Hagel's introduction of the Stealth bomber was one of his first major decisions since becoming defence secretary. The Wall Street Journal reported there was resistance inside the administration, with some officials fearing it would escalate the tit-for-tat crisis. The new secretary of state John Kerry backed him and Barack Obama gave the go-ahead. Hagel, a former Republican senator, has, unlike many of his predecessors at the Pentagon, had experience of war at first hand, having been a 'grunt', a combat soldier in Vietnam. He is no pacifist, but that Vietnam experience has left him reluctant to become involved in any further wars: hence the show of force now to try to prevent conflict later. Evans Revere, a former State Department Asia expert who is now at the Brookings Institution and who works alongside Albright at a global security firm, the Albright Stonebridge group, does not see the B-2 as an overreaction. \"I think the steps taken by the Obama administration are prudent and the minimum necessary to send a message to the North and our allies that we are prepared to defend them,\" Revere said. Henry Sokolski, the former deputy for non-proliferation at the Pentagon under George Bush Sr, sees the sending of the B-2 in part to counter a perceived view that Obama is weak. When Sokolski visited Seoul shortly after the 2010 incidents, he said officials there were dismayed when Obama called for restraint. \"That did not go down well,\" said Sokolski, who is executive director of the Washington-based Non-proliferation Policy Education Center. \"What we are seeing here is partly a correction for that mistake. This is the price we pay when the president of the country is viewed as not strong.\" The language and actions from from the Obama administration in response to North Korea last week was relatively strong. There are signs, though, in the past few days that the White House may now have decided this could have been a mistake, making a bad situation worse. The language of the White House, the state department and the Pentagon has become noticeably more muted. There was an aberration on Wednesday when Hagel spoke about the \"real and clear\" danger posed by North Korea and said it had a nuclear and missile capacity. His comments were off the cuff, not part of a prepared speech, instead in answer to a question from the audience at the defence university in Washington. Mark Fitzpatrick, who was responsible for non-proliferation at the State Department and is now as at the International Institute for Strategic Studies, does not subscribe to the view that the US overreacted. \"Demonstrating resolve to North Korea was one purpose, but the more important point was to reassure South Korea that the US has its back. Such reassurance helps to keep the South Koreans from thinking they need nuclear weapons of their own,\" Fitzpatrick said. \"In the short term, patience is in order. In the long term, reunification is the only good solution,\" he said. Revere, who was one of the State Department's most experienced Asia hands, has seen it all before – the US and South Korean government conduct annual military exercises and North Korea responds with bellicose rhetoric – and, even though the language is more intense this time, hopes it will all pass over. \"I hope that when the exercise winds down in a few weeks, they [the North Koreans] will wind down the rhetoric and we will be in a better place than we are now, \" Revere said.",
    "keywords": [
        "dividends",
        "white",
        "south",
        "patience",
        "pay",
        "korea",
        "state",
        "crisis",
        "house",
        "administration",
        "obama",
        "nuclear",
        "strategic",
        "korean",
        "pentagon",
        "nonproliferation",
        "north",
        "hopes"
    ],
    "summary": "The Obama administration's official policy towards North Korea is officially known as \"strategic patience\", containing North Korea, reassuring its neighbours South Korea and Japan and hoping for a diplomatic solution sometime in the future.\nThe message to North Korea was intended by the Pentagon to be one not of provocation but deterrence: attack South Korea at your peril.\nShe recalled being frequently provoked by her North Korean counterpart as US ambassador to the United Nations in the 1990s.\nThe language and actions from from the Obama administration in response to North Korea last week was relatively strong.\n\"Demonstrating resolve to North Korea was one purpose, but the more important point was to reassure South Korea that the US has its back.",
    "sentiment": {
        "neg": 0.1101,
        "neu": 0.821,
        "pos": 0.0688,
        "compound": -0.0921
    }
}