{
    "date": "2013-03-08T08:28:00Z",
    "title": "Expanded UN sanctions on North Korea prompt rage from Pyongyang",
    "url": "https://www.theguardian.com/world/2013/mar/08/north-korea-rages-un-sanctions",
    "content": "North Korea has said it is cancelling a hotline and non-aggression pact with the South after the United Nations security council unanimously backed a toughened sanctions regime over the country's third nuclear test. Pyongyang issued a series of warnings in the run-up to Thursday's vote, and in the hours before the council met it raised the threat of a pre-emptive nuclear strike on the United States. Experts point out it has a history of bellicose statements without matching action, and do not believe it capable of mounting a nuclear warhead on a missile that could reach the US, but expect the North to take action of some kind in response. Shortly after the resolution was agreed the North's Committee for the Peaceful Reunification of Korea, the body dealing with cross-border affairs on the peninsula, announced the cancellation of the hotline and non-aggression pact, repeating its threat to retaliate with \"crushing strikes\" if enemies trespass on to its territory and to cancel nuclear disarmament agreements with the South. \"According to their strategy and gameplan they have to do something – they have to respond,\" said Daniel Pinkston, deputy project director for the north-east Asia programme at the International Crisis Group. \"With the announcement of exclusionary zones for ships and aircraft [off the North's coasts] I would suspect a live-fire missile exercise. It may be they will have another nuclear test. They can roll out a number of things ... There is a game of brinksmanship and signalling their resolve.\" But he noted: \"There is a risk and it increases the likelihood of misperception, miscalculation and inadvertent escalations. The statements and the things they are doing shorten the escalation process, which is of course a concern.\" The new resolution was reached after lengthy discussions between the US and China, the North's main ally. It aims to hinder the missile and nuclear programmes, as well as hitting the elite with a more stringent version of the 2006 ban on the export of luxury goods to the country. Measures include tightened financial restrictions and cargo inspections. Jennifer Lind, associate professor at Dartmouth College in New Hampshire, noted: \"For a long time we were sanctioning them in the hope [the North] would change its behaviour ... but North Korea seems rather determined to hang on to its nuclear programme.\" The other aim of sanctions was \"to deny them the things they need to make this effective and I think that's the world we're in now: trying to make it difficult as possible for them to build their nuclear programme\". Marcus Noland of the Peterson Institute for International Economics warned in a blogpost that the resolution was unlikely to have substantial effect. Referring to the financial measures and the requirement for states to deny ports and overflight rights to ships and vessels with suspect cargo: \"Each of these provisions has a kind of 'credible information' clause and a government which does not want to enforce them can say that they lack credible information or that the information that they were provided did not meet the standard of reasonable grounds.\" The resolution established for the first time what constitutes luxury goods – including some kinds of jewellery, yachts, and expensive or racing cars – rather than leaving the decision to individual countries. But Noland noted that it left out many of the items included on lists by Australia, the European Union and Russia such as expensive fur coats, watches and prestigious liquor brands. \"Your cognac and big-screen HDTVs are safe,\" he said. Noland also wrote: \"If the Chinese government chooses to enforce resolution 2094 rigorously it could seriously disrupt, if not end, North Korea's proliferation activities. Unfortunately, if past behaviour is any guide, this is unlikely to happen.\" China's ambassador to the UN, Li Baodong, told reporters that Beijing wanted \"full implementation\" of the resolution.",
    "keywords": [
        "norths",
        "missile",
        "korea",
        "prompt",
        "things",
        "noted",
        "noland",
        "sanctions",
        "nuclear",
        "resolution",
        "expanded",
        "rage",
        "pyongyang",
        "programme",
        "north"
    ],
    "summary": "North Korea has said it is cancelling a hotline and non-aggression pact with the South after the United Nations security council unanimously backed a toughened sanctions regime over the country's third nuclear test.\n\"With the announcement of exclusionary zones for ships and aircraft [off the North's coasts] I would suspect a live-fire missile exercise.\nJennifer Lind, associate professor at Dartmouth College in New Hampshire, noted: \"For a long time we were sanctioning them in the hope [the North] would change its behaviour ... but North Korea seems rather determined to hang on to its nuclear programme.\"\nBut Noland noted that it left out many of the items included on lists by Australia, the European Union and Russia such as expensive fur coats, watches and prestigious liquor brands.\nNoland also wrote: \"If the Chinese government chooses to enforce resolution 2094 rigorously it could seriously disrupt, if not end, North Korea's proliferation activities.",
    "sentiment": {
        "neg": 0.0653,
        "neu": 0.8894,
        "pos": 0.0453,
        "compound": -0.1014
    }
}