{
    "date": "2013-12-09T03:41:09Z",
    "title": "North Korea's Kim Jong-un purges his uncle in spectacularly public fashion",
    "url": "https://www.theguardian.com/world/2013/dec/09/north-korea-kim-jong-un-purges-uncle",
    "content": "The North Korean leader Kim Jong-un has overseen the ousting of his previously powerful uncle Jang Song-thaek for crimes including faction-building and “dissolute and depraved” behaviour involving drug use, womanising and gambling, North Korean media has announced. The unprecedented and lengthy dispatch from the state news agency KCNA followed claims of the purge last week by South Korean legislators briefed by Seoul’s spy agency. Less than two years since becoming leader, Kim has made sweeping changes to the power apparatus in North Korea. Another key figure who had been seen as a mentor – Ri Yong Ho, then military chief – was removed due to “ill health” last year. But the toppling of Jang is remarkable because he is being attacked so publicly and aggressively, and because of his family ties. The North Korean state broadcaster showed a photograph of him being forcibly removed from the meeting that announced his fate by two uniformed men. “It is the most prominent disgrace of an official in North Korea’s entire history,” said Andrei Lankov, an expert on the North at Kookmin University, who noted that the whole front page of the official Rodong Sinmun newspaper was devoted to Jang. “Purges in the past have seldom touched members of the family; the only precedent I remember was in the mid-70s when the brother of Kim Il-sung was removed. As far as I understand there was no official accusation brought against him; he was simply sent to the countryside. “Secondly, when they have purged people in the past it was mentioned in passing. “It tells us something about the new leadership’s style: the young man seems really tough and brutal in dealing with people he wants to destroy.” Jang had been purged twice before but rose again towards the end of Kim Jong-il’s life as the leader sought to ensure a smooth succession for his son, picking his brother-in-law to help ease the transition. KCNA said Kim Jong-un “guided” the Sunday politburo meeting that removed Jang from all his posts and expelled him from the ruling Workers Party. It accused Jang of anti-party, counter-revolutionary factional acts and criminal acts \"baffling imagination\". It said he had disobeyed Kim despite repeated warnings. “Jang pretended to uphold the party and leader but was engrossed in such factional acts as dreaming different dreams and involving himself in double-dealing behind the scene,” it said. “Prompted by his politically-motivated ambition, he tried to increase his force and build his base for realising it by implanting those who had been punished for their serious wrongs in the past period into ranks of officials of departments of the party central committee and units under them.” Lankov said such accusations of faction-building were standard in North Korean purges, although their prominence this time was unusual. Daniel Pinkston, north-east Asia deputy project director at the International Crisis Group, said: “It is all about power politics ... [In a centralised dictatorship] you have to spend a lot of time monitoring who is loyal and disloyal – and the greatest challenge are the closest confidantes like Jang and Ri Song Yo. “Jang had things he could do for the Kim family, but if he’s worn out his welcome, why keep him around? This is the political economy of dictatorship. “It is time for the younger generation. Kim has an opportunity and if he is a prudent and pragmatic ruler will be putting in people loyal to him.” The KCNA report said Jang had “seriously obstructed the nation's economic affairs and the improvement of the standard of people's living”. It went on: “Affected by the capitalist way of living, Jang committed irregularities and corruption and led a dissolute and depraved life. “By abusing his power, he was engrossed in irregularities and corruption, had improper relations with several women and was wined and dined at back parlours of deluxe restaurants. “Ideologically sick and extremely idle and easy-going, he used drugs and squandered foreign currency at casinos while he was receiving medical treatment in a foreign country under the care of the party.\" Images of Jang were removed from a propaganda film reshown by the North this week and the state news agency appears to have been removing or amending old reports which included him. Pinkston said: “I imagine because of his marriage ties he will probably just get permanent house arrest, but his underlings and confidants and ‘co-conspirators’ may not be so lucky.” Two of Jang’s close aides are believed to have been executed recently. South Korean media claimed last week that an aide who managed funds for him has sought asylum from Seoul. The cable news network YTN and the Kyunghyang Shinmun newspaper said the man was being protected by South Korean officials in a secret location in China.",
    "keywords": [
        "south",
        "leader",
        "uncle",
        "spectacularly",
        "public",
        "fashion",
        "state",
        "week",
        "kim",
        "jang",
        "removed",
        "jongun",
        "korean",
        "party",
        "koreas",
        "north",
        "purges"
    ],
    "summary": "The North Korean leader Kim Jong-un has overseen the ousting of his previously powerful uncle Jang Song-thaek for crimes including faction-building and “dissolute and depraved” behaviour involving drug use, womanising and gambling, North Korean media has announced.\nLess than two years since becoming leader, Kim has made sweeping changes to the power apparatus in North Korea.\nThe North Korean state broadcaster showed a photograph of him being forcibly removed from the meeting that announced his fate by two uniformed men.\nSouth Korean media claimed last week that an aide who managed funds for him has sought asylum from Seoul.\nThe cable news network YTN and the Kyunghyang Shinmun newspaper said the man was being protected by South Korean officials in a secret location in China.",
    "sentiment": {
        "neg": 0.0549,
        "neu": 0.8748,
        "pos": 0.0703,
        "compound": 0.097
    }
}