{
    "date": "2013-02-12T16:00:27Z",
    "title": "North Korea's nuclear test forces itself into Obama's state of the union speech",
    "url": "https://www.theguardian.com/world/2013/feb/12/obama-north-korea-nuclear-weapons-nonproliferation",
    "content": "Barack Obama is expected to address the threat posed by North Korea in hisstate of the union speech on Tuesday evening after news of Pyongyang's third underground nuclear test triggered some last-minute rewriting of the text. North Korea's show of defiance, possibly timed to overshadow Obama's speech, has come at a time when many of the president's leading advisers on Asia have left the administration and have yet to be replaced. It will require a statement of presidential intent to calm a nervous region, where containment of North Korea's nuclear weapons aspirations – even with Chinese support – is clearly not working. The test is likely to strengthen Obama's resolve in preventing Iran from reaching such a stage in its nuclear development, by diplomacy if at all possible. Tehran signalled its readiness for talks on Tuesday, restating its opposition to all nuclear arms and confirming that it had resumed the conversion of medium-enriched uranium to nuclear fuel, slowing down the growth of that stockpile and easing fears that it was trying to make a nuclear bomb. Nuclear negotiations between Iran, the US and five other powers are due to restart on 26 February, but Iran's supreme leader, Ali Khamenei, has rebuffed a US offer of bilateral talks for now. The timing of the North Korean test also throws an indirect shadow over an expected declaration in the state of the union speech of Obama's plans for the US nuclear arsenal, which includes about 1,700 deployed strategic warheads. He is expected to renew a commitment to disarmament he gave in April 2009 in a landmark speech in Prague, and launch a new push to bring down numbers. In the following year he signed the new strategic arms reduction treaty (Start) with his then Russian counterpart, Dmitry Medvedev, placing a ceiling of 1,550 strategic warheads on both parties, to be achieved by 2018. However, the treaty's ratification in the Senate was a tough fight and the initiative subsequently ran out of steam. The state of the union speech is supposed to rejuvenate that effort but it will not give details. In a separate speech this spring, Obama is expected to announce further reductions to about 1,000 deployed strategic warheads, to be carried out in tandem with Russia. Exploratory talks with Moscow on the initiative started in Munich this month. However, the North Korean claims to have successfully tested miniaturised warheads that could be put on an inter-continental ballistic missile able to hit the US will strengthen Republican criticisms that Obama is disarming the US just as its enemies are growing stronger. Administration officials and arms control experts counter that overwhelming US military superiority has clearly not acted as a deterrent to North Korea thus far and that the vast cold war-era nuclear arsenal is useless in confronting such a rogue state threat. \"This does make it a little tricky for Obama on how to address this issue,\" said Mark Fitzpatrick, a former state department non-proliferation official now at the International Institute for Strategic Studies. \"[But] it doesn't directly affect North Korea. You could cut the US arsenal by 90% and it would be still be much more than what North Korea has.\" He added: \"It will be more of an issue of alliance management. Japan is going to be particularly worried about this. The North Koreans don't have anything yet that can reach the US, but it does have the [1,500km-range] Nodong missile, and it could now have a warhead it could put on the Nodong. Japan will feel vulnerable and some in Japan will see the US relaxing its guard just as the threat is growing.\" By living up to the nuclear powers' disarmament obligations in the 1968 nuclear non-proliferation treaty (NPT), the Obama administration hopes to convince powerful non-aligned countries such as Brazil to approve stronger counter-proliferation powers for the International Atomic Energy Agency (IAEA), which could then help contain the spread of nuclear weapons. Unlike North Korea, which has left the NPT, Iran is still bound by its obligations and the strength of its negotiating position is significantly affected by its support in the Non-Aligned Movement, which remains a powerful bloc on the IAEA board of governors.",
    "keywords": [
        "union",
        "speech",
        "korea",
        "state",
        "expected",
        "warheads",
        "nuclear",
        "forces",
        "obama",
        "strategic",
        "test",
        "obamas",
        "north",
        "koreas"
    ],
    "summary": "Barack Obama is expected to address the threat posed by North Korea in hisstate of the union speech on Tuesday evening after news of Pyongyang's third underground nuclear test triggered some last-minute rewriting of the text.\nThe timing of the North Korean test also throws an indirect shadow over an expected declaration in the state of the union speech of Obama's plans for the US nuclear arsenal, which includes about 1,700 deployed strategic warheads.\nThe state of the union speech is supposed to rejuvenate that effort but it will not give details.\n\"[But] it doesn't directly affect North Korea.\nYou could cut the US arsenal by 90% and it would be still be much more than what North Korea has.\"",
    "sentiment": {
        "neg": 0.0628,
        "neu": 0.8617,
        "pos": 0.0754,
        "compound": 0.1
    }
}