{
    "date": "2013-03-12T17:35:12Z",
    "title": "Why US 'basketball diplomacy' with North Korea might just work | Daniel Pinkston",
    "url": "https://www.theguardian.com/commentisfree/2013/mar/12/us-basketball-diplomacy-north-korea",
    "content": "North Korea declared this week that the 1953 Korean war armistice was void, after South Korea and the US started a joint military exercise. North Korea's rhetoric and rising tensions over the peninsula come after the UN security council imposed additional sanctions against Pyongyang as a response to the regime's third nuclear bomb test, and threat of a preemptive nuclear attack. President Obama's national security adviser, Tom Donilon, now warns Pyongyang of retaliation with the \"full range of our capabilities\" and urges China to act tough. The last couple of years have been difficult for North Korea watchers seeking new policy prescriptions for dealing with Pyongyang. Obama fulfilled his promise to reach out to adversaries by sending a secret delegation to Pyongyang twice in 2012, but this effort was rebuffed. The Lee Myung-bak administration in South Korea also held secret meetings with North Korean officials in October 2009 and June 2011 to seek an inter-Korean summit, but without success. And now basketball genius (I'm not joking) Dennis Rodman, former National Basketball Association (NBA) champion and winner of seven consecutive NBA rebounding titles, has returned from a well-publicised trip to Pyongyang. Rodman was part of a group that included three Harlem Globetrotter players and Vice Media. This group, especially Rodman, is facing severe criticism. Rodman has been denounced for having called Kim Jong-un a \"friend for life\" and an \"awesome guy\". Professor Robert Kelly at Pusan National University sums up the view that high-profile foreign visitors do a disservice by providing domestic propaganda value that lends credibility to the regime. While I tend to agree with Kelly, I think the Rodman visit is different and opens a window of opportunity to bring change to North Korea. For there to be change in North Korean thinking, North Koreans first must question the country's governance, organising principles and son'gun (military first) ideology. One way is to encourage information inflows into the country, but radio and television tuners are fixed so they can only receive state broadcasts, and citizens do not have access to the internet or other means of communicating with the outside world. With limited opportunities to expose North Koreans to information that contradicts the state's narrative and official son'gun ideology, the US government and others should not dismiss outright Rodman's suggestion of \"basketball diplomacy\". The Rodman visit was very important to the leadership. Kim Jong-un snubbed former US presidents and other heads of state, as well as a former high-level US government official and the executive chairman of Google, but Kim turned out for Rodman and appeared giddy as they sat next to each other and watched the game. The visit, access and North Korean media coverage reflect the importance of sports to the regime. It sees sport as an instrument to increase social control and help achieve a totalitarian unity that is anathema to those who prefer an open and pluralistic society. The state is unmatched in the realm of social control. There is no civil society. There are extensive, redundant and overlapping institutions for monitoring and surveillance, including the neighbourhood watch units or inminban, the ministry of state security, the ministry of people's security, the Korean people's army general political bureau, and the defence security command. No activities outside the purview of party and state control are tolerated. The state physical culture and sports guidance commission was established last year as yet another institution to monitor and control the lives of every North Korean and to bring glory to the Kim family regime. To contribute to this agenda is deplorable, and most analysts have interpreted Rodman's visit in this context. But perhaps the Rodman visit offers an opportunity to deliver a Trojan horse of subversion. North Korea's leaders want their system to survive, and any changes they make are intended to strengthen the system, not to reform it. They have learned from Gorbachev's \"mistakes\" of seeking political reforms and restructuring to improve the Soviet system. The North Korean leadership apparently views sport exchanges as furthering its own agenda. However, \"basketball diplomacy\" could have unintended consequences for the regime, just as Gorbachev's perestroika did for the USSR and the lifting of travel restrictions did for East Germany. Personal exchanges are probably the best way to expose North Koreans to different types of governance and social organisation, which is the first step in the thought process that results in questioning the regime. First, the Rodman visit is subversive because the image of Kim embracing Rodman can be perceived as the leadership tolerating or accepting someone who is different. South Korea's Daily NK reported that North Koreans in the provinces were stunned to see Kim embracing an American with numerous tattoos and body piercings and likened it to Kim embracing a \"goblin or gangster\". Why not systematise all this with a \"basketball development foundation\"? A few former NBA players could serve on the board, to give it allure. This foundation could host basketball development clinics in Pyongyang, but only on the condition that North Korean teams participate in clinics and tournaments outside the country as well, and at no cost to North Korea. You want basketball diplomacy? Sure, we'll fund an all-expenses-paid trip for three weeks for North Korean basketball teams to attend a camp and tournament on the beach at Waikiki. Tournaments in Sydney, Vancouver, Hong Kong, Manila, etc, could be held. I would even suggest a game at the joint security area in Panmunjom between a Korean people's army team and other national military teams, along with a game featuring mixed teams and players from the North Korean national team and NBA players. If Kim wants basketball diplomacy, I say: \"Bring it on!\" Once Kim makes a strategic decision to return to real diplomacy, Obama can call Kim to discuss the details of the annual Obama-Kim Basketball Tournament for Peace. Just as ping-pong diplomacy helped thaw relations between the US and China in the 1970s, basketball diplomacy, with appropriate implementation, could help thaw relations between the US and North Korea. • This is an edited extract of US-DPRK Basketball Diplomacy: Maybe President Obama Should Pick up the Phone, on the International Crisis Group's blog on Korea",
    "keywords": [
        "diplomacy",
        "work",
        "korea",
        "state",
        "kim",
        "visit",
        "rodman",
        "daniel",
        "security",
        "pinkston",
        "basketball",
        "north",
        "korean"
    ],
    "summary": "North Korea declared this week that the 1953 Korean war armistice was void, after South Korea and the US started a joint military exercise.\nThe last couple of years have been difficult for North Korea watchers seeking new policy prescriptions for dealing with Pyongyang.\nFor there to be change in North Korean thinking, North Koreans first must question the country's governance, organising principles and son'gun (military first) ideology.\nSure, we'll fund an all-expenses-paid trip for three weeks for North Korean basketball teams to attend a camp and tournament on the beach at Waikiki.\nJust as ping-pong diplomacy helped thaw relations between the US and China in the 1970s, basketball diplomacy, with appropriate implementation, could help thaw relations between the US and North Korea.",
    "sentiment": {
        "neg": 0.0632,
        "neu": 0.8517,
        "pos": 0.0851,
        "compound": 0.0954
    }
}