{
    "date": "2013-12-13T15:15:48Z",
    "title": "The real reason North Korea purged Jang Song-thaek remains a mystery",
    "url": "https://www.theguardian.com/world/2013/dec/13/north-korea-jang-song-thaek-mystery",
    "content": "North Korea's vicious denunciation of Jang Song-thaek offered unprecedented detail of the case against him – but did not necessarily help analysts understand why he was purged, as the multiple and conflicting surmises about his removal indicate. While experts have vastly more information on daily life in the country than a few years ago, basic details of elite politics remain a mystery. When Kim Jong-il vanished from public view in 2008, world leaders were left to wonder whether he was even alive; it later emerged he had suffered a stroke. News of his death in 2010 did not leak before Pyongyang's announcement two days later. \"We don't even know when Kim Jong-un was born – how do we dare to pretend we know anything that goes beyond that?\" said Ruediger Frank of the University of Vienna, who has spent 25 years following the country. \"There's very little that we know for sure.\" North Korea watchers have limited tools at their disposal. One of the most important is simply parsing official propaganda and comparing it to historical precedent, sometimes judging the absences and omissions to be as significant as what appears. Others say that information from defectors and outsiders who deal with North Koreans is gradually expanding knowledge of top-level affairs. Much of the information on the Kim family's personal affairs has come from Kim Jong-il's former sushi chef, a Japanese citizen who worked for the late leader for several years. Snippets have also come from Kim Jong-il's eldest son, Kim Jong-nam, who lives in Macau. \"Up until the last few years, even the intelligence agencies didn't know much. The US agencies still don't, but South Korea now have extremely good knowledge,\" said Hazel Smith, a North Korea expert at the University of Central Lancashire. \"They have hugely improved human intelligence sources. People are phoning out of the North on mobile phones. North Korean agents are coming into South Korea – which means South Koreans are going into the North. You have a whole stream of information which you never used to have.\" The North's announcement of Jang's expulsion from the party and removal from his posts was presaged by briefings from South Korean intelligence last week. The two aides who the spy agency said had been executed were attacked as \"confidants\" in Friday's KCNA report. The South has benefited from a number of well-placed defectors who were not at top levels of the system but had a good sense of how it was working, Smith said. There are widespread rumours that the purge of Jang has led to attempts by senior aides to defect. Foreigners involved in business deals with the North are another conduit for information, Smith said, and the South is also likely to have some access to signal intelligence. But with tight controls on who knows what, strictly limited access for foreigners and heavy potential punishment for those who let information slip, North Korea's elite remains one of the most secretive in the world.",
    "keywords": [
        "songthaek",
        "south",
        "smith",
        "korea",
        "world",
        "remains",
        "mystery",
        "kim",
        "purged",
        "university",
        "information",
        "know",
        "intelligence",
        "real",
        "reason",
        "north",
        "jang"
    ],
    "summary": "\"We don't even know when Kim Jong-un was born – how do we dare to pretend we know anything that goes beyond that?\"\nNorth Korea watchers have limited tools at their disposal.\nThe US agencies still don't, but South Korea now have extremely good knowledge,\" said Hazel Smith, a North Korea expert at the University of Central Lancashire.\nNorth Korean agents are coming into South Korea – which means South Koreans are going into the North.\nForeigners involved in business deals with the North are another conduit for information, Smith said, and the South is also likely to have some access to signal intelligence.",
    "sentiment": {
        "neg": 0.0607,
        "neu": 0.868,
        "pos": 0.0712,
        "compound": 0.007
    }
}