{
    "date": "2013-12-31T19:58:41Z",
    "title": "Supreme leader Kim Jong-un hands skiers of North Korea a huge lift",
    "url": "https://www.theguardian.com/world/2013/dec/31/north-korea-ski-resort-kim-jung-un",
    "content": "It may not have the fir-lined pistes and abundant glühwein of the Swiss resorts of Linden or Wichtracht, close to where Kim Jong-un was educated, but the North Korean leader's new ski resort at least has a ski lift. In pictures released by the Korean Central News Agency on Tuesday, Kim can be seen riding the chair lift and admiring the empty pistes. In August, Switzerland refused to supply machinery to North Korea in a £4.5m deal, describing it as a \"propaganda\" project, but North Korea has managed to acquire two ski lifts. Kim took a test ride on one at the Masik Pass ski resort, which he said was \"at the centre of the world's attention\". He noted \"with great satisfaction\" that everything was \"impeccable\" and ordered the authorities to serve the people well so that visitors may \"keenly feel the loving care of the party\". He also commanded that the opening ceremony should be held at the earliest possible date. The resort was described by the news agency as a \"great monumental structure in the era of Songun,\" referring to the nation's \"military first\" policy. Thousands of soldiers and workers, so called \"shock brigades\", built the slopes, hotels and amenities. Earlier this year reporters witnessed workers pounding at the stone with hammers, young women marching with shovels over their shoulders and minivans equipped with loudspeakers blasting patriotic music into the mountain air. Kim was educated in Berne, Switzerland, where mountains were the backdrop to his studies. Some have speculated that he must have skied during his time there as well as indulging in his often-reported love of basketball. At the resort, Kim was accompanied by military leaders and Pak Myong-chol, a sports official known to have been associated with Kim's late uncle who was executed this month. Jang Song-thaek, Kim's mentor, was put to death on charges including corruption and plotting to overthrow the state. The execution was the biggest upheaval since Kim inherited power after the death of his father Kim Jong-il, in December 2011. Kim visited the resort in June and commanded that work be finished by the end of the year. In the new photographs, he can be seen visiting a hotel room, a spa and a ski shop. The 30-year-old likes to be associated with expensive, high-profile leisure projects as well as the more frequent party congresses and military inspections. Projects associated with him include a new water park, an amusement park and a horse riding club. The Munsu water park in Pyongyang opened in October and Kim was photographed in a cinema in the newly-renovated Rungna people's amusement park. State media also showed footage of Kim on a rollercoaster in the same park. North Korea is one of the poorest countries in the world with an estimated per capita GDP of under £1,100. Government attempts to increase economic growth are often frustrated by the fear of opening the country to foreign influence. South Korea is due to host the 2018 Winter Olympics but the South Koreans have so far rejected any suggestion that Masik Pass could also be a venue. While few North Koreans could afford a trip to Masik Pass, the resort appears to be an element of North Korea's economic programme. \"All of Wonsan [the city close to Masik] will be turned into a tourist area,\" Ri Ki Song, an economist for the Institute of Economy at North Korea's Academy of Social Science, said earlier this year. \"It will have a big impact on the economy. We are now trying to build a lot of tourism sites, and skiing is the kind of sport that developed countries enjoy. It will also be a place for our own people to use.\"",
    "keywords": [
        "lift",
        "huge",
        "ski",
        "leader",
        "military",
        "hands",
        "korea",
        "associated",
        "skiers",
        "kim",
        "pass",
        "resort",
        "jongun",
        "masik",
        "supreme",
        "north",
        "park"
    ],
    "summary": "In August, Switzerland refused to supply machinery to North Korea in a £4.5m deal, describing it as a \"propaganda\" project, but North Korea has managed to acquire two ski lifts.\nKim took a test ride on one at the Masik Pass ski resort, which he said was \"at the centre of the world's attention\".\nThe execution was the biggest upheaval since Kim inherited power after the death of his father Kim Jong-il, in December 2011.\nNorth Korea is one of the poorest countries in the world with an estimated per capita GDP of under £1,100.\nWhile few North Koreans could afford a trip to Masik Pass, the resort appears to be an element of North Korea's economic programme.",
    "sentiment": {
        "neg": 0.0462,
        "neu": 0.8897,
        "pos": 0.0641,
        "compound": 0.0345
    }
}