{
    "date": "2013-03-08T19:30:28Z",
    "title": "North Korea's flamboyant threats are not as wild as they seem",
    "url": "https://www.theguardian.com/world/2013/mar/08/north-korea-flamboyant-threats-wild",
    "content": "The bellicose language and extreme nature of North Korea's threats tend to induce alarm or amusement in those who pay only sporadic attention to the country. But regular Pyongyang watchers seem more prone to resignation. North Korea's warning this week that it would exercise a pre-emptive nuclear strike on the United States – though it significantly upped the rhetoric – was the latest in a series of dramatic but less than credible statements. Experts believe the North is incapable of mounting a nuclear warhead on a missile that could reach the US. More pertinently, to do so would be suicidal. The tabloid conclusion is that the North's leaders are crazed – Kim Jong-un is a \"deranged despot\", the Sun wrote on Friday – while the Team America version is that they are idiotic. Odd as it might sound, the statements are often more nuanced than their flamboyant language initially suggests. Experts point out, for example, that Thursday's threat was addressed to \"invaders\". More importantly, as with other bouts of sabre-rattling – such as repeated vows to turn Seoul into a sea of flames – and as with its missile and nuclear tests, there is logic behind the move. The short-term motivation is the North's determination to show that it will not be cowed by UN resolutions or international condemnation. The longer-term thinking, say analysts, is that a desperately impoverished country with few natural resources lacks other ways to exert influence. As the saying goes, it is better to be hated than ignored. \"It is pretty transparent … They want to end up in serious negotiations with the US,\" said Hazel Smith, an expert on the North at Cranfield University. \"Strategically, they want a security guarantee so they can engage in economic development. Overall, their priority is regime survival because none of them want to end up in The Hague.\" The North's elite sees its nuclear weapons programme as an insurance policy against regime change. They do not want it to become Iraq or Libya. \"They think the Americans will end up in negotiations with them because that's exactly what's happened before,\" Smith added. Daniel Pinkston, of the International Crisis Group, said the North's brinkmanship sought to create splits in the international community more generally, test the new South Korean president and divide South Korean society. Threats also play to the North's citizens, reinforcing the message of national pride and unity in the face of never-ending outside aggression. Its fierce statements are meant to \"solidify Kim Jong-un's leadership by creating a state of quasi-war and tension\", Koh Yu-hwan, a North Korea expert at Dongguk University, Seoul, told Associated Press. But while the North is not seeking war, its attempts to up the ante increase the risk of misunderstandings and miscalculations. In 2010 four South Koreans were killed after the North fired dozens of artillery shells at the island of Yeonpyeong after military drills by the South. Relations on the peninsula had already deteriorated dramatically. \"What Yeonpyeong suggests to me is that things got out of hand because relations were so bad in the first place – not the reverse,\" said Smith. Three years on, the overall situation is also less predictable. There is a new president in the South, and Russia and China appear to be growing more frustrated with the North. \"It could have unintended consequences for them,\" said Pinkston of the North's tactics. \"They could miscalculate and it could come back to affect them in ways they might regret.\"",
    "keywords": [
        "threats",
        "norths",
        "south",
        "statements",
        "smith",
        "international",
        "yeonpyeong",
        "end",
        "nuclear",
        "ways",
        "koreas",
        "wild",
        "north",
        "flamboyant"
    ],
    "summary": "The bellicose language and extreme nature of North Korea's threats tend to induce alarm or amusement in those who pay only sporadic attention to the country.\nExperts believe the North is incapable of mounting a nuclear warhead on a missile that could reach the US.\nOdd as it might sound, the statements are often more nuanced than their flamboyant language initially suggests.\nBut while the North is not seeking war, its attempts to up the ante increase the risk of misunderstandings and miscalculations.\nThere is a new president in the South, and Russia and China appear to be growing more frustrated with the North.",
    "sentiment": {
        "neg": 0.1239,
        "neu": 0.8027,
        "pos": 0.0733,
        "compound": -0.1417
    }
}