{
    "date": "2013-10-15T12:15:00Z",
    "title": "We cannot verify and must not trust Iran's promises on nuclear weapons | John Bolton",
    "url": "https://www.theguardian.com/commentisfree/2013/oct/15/cannot-verify-trust-iran-nuclear-weapons",
    "content": "Tuesday's opening of yet another round of negotiations with Iran over its nuclear-weapons program creates enormous risks for America's anti-proliferation efforts. Tehran's extensive propaganda campaign, stressing the \"moderation\" of its new president, Hassan Rouhani, seems to be working, softening up the gullible in the United States and Europe. As in previous iterations of the charade now reopening in Geneva, Iran's bargaining position benefits from our own repeated mistakes. The ayatollahs need only take advantage of these unforced errors, and success may well fall into their undeserving hands. Consider the most blatant errors that Iran is eager to exploit. First, both Presidents Bush and Obama conceded that Iran was entitled to a \"peaceful\" nuclear program, for energy and scientific purposes. Under the Nuclear Non-Proliferation Treaty (NPT), however, that view is flatly wrong. By pursuing nuclear weapons for over two decades, Iran has violated key NPT provisions – notably, the obligation it freely undertook to be a non-nuclear weapons state. Tehran is not, therefore, entitled to claim benefits under NPT sections permitting peaceful uses of nuclear power. Beyond treaty interpretation, Iran's long record of ignoring its commitments and lying about its nuclear program demonstrates beyond dispute that it cannot be trusted. What conceivable reason exists to believe today's pledge to abstain from nuclear weapons when the ayatollahs have violated so many previous pledges? Only if credibility counts for nothing would Iran's likely upcoming \"commitment\" hold any weight. Second, by allowing Iran to possess any uranium enrichment, nuclear reactors, or spent nuclear fuel reprocessing capabilities, the west will both legitimize Iran's nuclear program and ensure that it can move to weaponization at a time entirely of its choosing. President Obama's negotiators conceded last year that Iran could enrich uranium to reactor-grade levels, so long as it didn't enrich to higher levels. But reactor-grade enrichment levels already take Iran nearly 70% of the way to weapons-grade enrichment. \"Stopping\" enrichment above standard reactor-grade levels saves, at best, a few weeks of enrichment effort. By misunderstanding the physics of uranium enrichment, the Obama administration has made a mockery of itself. Third, the White House retort that international inspections will prevent Iran from speedily moving to weaponization is a complete fiction. Given the broad, deep nuclear infrastructure Iran is building aggressively, Tehran need merely expel the International Atomic Energy Agency when it chooses to do so, and then move rapidly to weaponization. North Korea expelled the IAEA ten years ago, and Iran will calculate it can do so, too. Even with the IAEA in-country, Iran's large territory and mountainous topography will greatly facilitate concealing its ongoing nuclear activities. Mineral \"mines\", for example, can easily hide nuclear-related work; or Iran could build facilities elsewhere, such as North Korea, with which it has co-operated for over 15 years on ballistic-missile programs. Fourth, what Iran really wants near-term, and what the west seems poised to give, is relief from international economic sanctions. Although these measures have caused Iran economic pain, there is no evidence they have impeded the nuclear program. Obama's director of National Intelligence, James Clapper, so testified earlier this year, and the IAEA has repeatedly reaffirmed that Iran's nuclear program continues to grow at alarming rates. While America and Europe insist they will demand reciprocal concessions for any weakening of the sanctions, Iran (with its backers, Russia and China) is bargaining from a position of strength. The ayatollahs sense from Obama's desperate efforts for a handshake or phone call with Rouhani at September's UN opening that he is hungry for a deal, thus allowing them to extract concession from the west before making even a superficial response. Our negotiators are already talking about \"sequencing\" steps by the two sides – meaning, in reality, we will make the first concessions, hoping that Iran will make substantive concession later. In fact, the likely scenario is the exact opposite: Obama will make significant reductions in sanctions that will be very hard to restore subsequently, and Iran will give us blue smoke and mirrors. Even worse, these non-reciprocal episodes could continue at length, giving Tehran another precious resource, time, to continue building its nuclear facilities. There is a theoretical case that economic sanctions might, at some point in the past, have been sufficient to bring Iran's nuclear efforts to a halt. Our historical experience, however, demonstrates that economic restrictions must meet several preconditions before they can achieve any significant geopolitical objective. To be effective, sanctions must be sweeping and comprehensive; swiftly and unhesitatingly applied; and widely complied with or rigorously (that is, militarily) enforced. None of these criteria has met in the case of Iran. Sanctions have been applied sporadically, in a piecemeal fashion, have had only intermittent and ineffective enforcement, and often have been flatly disregarded by Iran's champions, including Russia and China. Accordingly, therefore, even if the current sanctions were continued or tightened – highly unlikely in present circumstances – they would prove insufficient. We have only two very unpleasant choices: either Iran gets nuclear weapons in the very near future, or pre-emptive military force, fully justified by well-established principles of self-defense, must break Iran's control over the nuclear fuel cycle and prevent (or, at least, substantially delay) weaponization. President Obama has said repeatedly that \"all options are on the table\", the standard euphemism for military action. But, especially after Syria, no one believes him, the ayatollahs in Tehran, most notably. By default that leaves Israel, which is watching today's negotiations most uneasily. The fact is we shouldn't trust and can't verify Iranian promises not to fabricate nuclear weapons. Indeed, even now, Washington really doesn't know how quickly Iran could assemble a small number of nuclear weapons. But a crash program has never really been Tehran's objective. Iran is playing a much longer game that the west, largely because it fears neither our sanctions nor a possible military strike. Our inability to see through this strategy has brought us grief time and again. Unfortunately, in Geneva, we may be watching a re-run.",
    "keywords": [
        "weaponization",
        "enrichment",
        "bolton",
        "iran",
        "west",
        "promises",
        "nuclear",
        "sanctions",
        "weapons",
        "program",
        "john",
        "irans",
        "trust",
        "verify",
        "tehran"
    ],
    "summary": "By pursuing nuclear weapons for over two decades, Iran has violated key NPT provisions – notably, the obligation it freely undertook to be a non-nuclear weapons state.\nWhat conceivable reason exists to believe today's pledge to abstain from nuclear weapons when the ayatollahs have violated so many previous pledges?\nObama's director of National Intelligence, James Clapper, so testified earlier this year, and the IAEA has repeatedly reaffirmed that Iran's nuclear program continues to grow at alarming rates.\nThe fact is we shouldn't trust and can't verify Iranian promises not to fabricate nuclear weapons.\nIndeed, even now, Washington really doesn't know how quickly Iran could assemble a small number of nuclear weapons.",
    "sentiment": {
        "neg": 0.1202,
        "neu": 0.8052,
        "pos": 0.0746,
        "compound": -0.0881
    }
}