{
    "date": "2013-03-12T19:28:00Z",
    "title": "US deems North Korea nuclear strike unlikely without threat to dynasty",
    "url": "https://www.theguardian.com/world/2013/mar/12/us-north-korea-nuclear-strike-unlikely",
    "content": "North Korea is unlikely to carry out its bellicose threats to unleash a nuclear attack on the US and South Korea unless the Kim dynasty's control of the communist regime is threatened, the White House intelligence chief said on Tuesday. But James Clapper, the US director of national intelligence, cautioned that Pyongyang remains an unpredictable and serious threat because it is difficult to gauge at what point North Korea's leadership would feel its existence to be in jeopardy. Clapper's assessment to a Senate committee on Tuesday came as the North Korean state press said people are ready to \"rain bullets on the enemy\" amid increasing tensions since Pyongyang announced the 1953 armistice with Seoul was at an end. State-run television reported mass rallies across North Korea against the US and said Kim Jong-un had told troops to be on \"maximum alert\" for a potential war. Kim told troops stationed near disputed waters that have been the scene of previous clashes that \"war can break out right now\". Earlier, North Korea threatened to launch a nuclear strike against the US and South Korea. North Korea has blamed Seoul's joint military exercises this month with the US for the increased tensions. But Washington said Pyongyang is lashing out with \"belligerent rhetoric\" after the UN security council imposed new sanctions over North Korea's underground test of a nuclear weapon last month. \"The intelligence community has long assessed that, in Pyongyang's view, its nuclear capabilities are intended for deterrence, international prestige and coercive diplomacy. We do not know Pyongyang's nuclear doctrine or employment concepts,\" said Clapper. \"Although we assess with low confidence that the North would only attempt to use nuclear weapons against US forces or allies to preserve the Kim regime, we do not know what would constitute, from the North's perspective, crossing that threshold.\" Clapper described the threats from Pyongyang as \"very belligerent\" and said he is \"very concerned about the actions of the new young leader\", Kim Jong-un. \"The rhetoric, while propaganda-laced, is an indicator of their attitude,\" he said. Last week the North Korean military issued a statement saying it \"will make a strike of justice at any target anytime as it pleases without limit\". North Korea's navy has clashed with South Korean forces three times since 1999. Three years ago Seoul accused Pyongyang of torpedoing a South Korean warship, killing 46 sailors. In 2010, four South Koreans died when North Korea shelled an island claimed by Pyongyang. One US official pointed up a warning by Barack Obama's national security adviser, Tom Donilon, on Monday in which he warned North Korea about the export of nuclear materials. Donilon said that the \"transfer of nuclear weapons or nuclear materials to other states or non-state entities\" would be considered \"a grave threat to the United States and our allies and we will hold North Korea fully accountable for the consequences\". The official said that, over the long term, for Pyongyang to share nuclear technology and know-how with the US's enemies is potentially a much graver threat than North Korea launching an attack itself. • This article was amended on 13 March 2013 because the original said that 50 South Koreans died in 2010 when North Korea shelled an island claimed by Pyongyang. In fact four South Koreans died in that incident. Fifty was the total number of fatalities from that attack and the torpedoing of a South Korean warship earlier that year.",
    "keywords": [
        "unlikely",
        "south",
        "korea",
        "deems",
        "threat",
        "nuclear",
        "kim",
        "dynasty",
        "koreans",
        "strike",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Earlier, North Korea threatened to launch a nuclear strike against the US and South Korea.\nNorth Korea has blamed Seoul's joint military exercises this month with the US for the increased tensions.\nLast week the North Korean military issued a statement saying it \"will make a strike of justice at any target anytime as it pleases without limit\".\nIn 2010, four South Koreans died when North Korea shelled an island claimed by Pyongyang.\nFifty was the total number of fatalities from that attack and the torpedoing of a South Korean warship earlier that year.",
    "sentiment": {
        "neg": 0.1697,
        "neu": 0.7784,
        "pos": 0.0518,
        "compound": -0.3817
    }
}