{
    "date": "2013-04-10T12:21:09Z",
    "title": "South Korea holds its breath as Psy prepares to release new single",
    "url": "https://www.theguardian.com/world/2013/apr/10/south-korea-psy-new-single",
    "content": "While Kim Jong-un keeps the world guessing if he will make good on threats to start the third world war, millions of South Koreans are agonising over a more pressing question: will Psy's next single be another global hit, or a mega-flop? For all Kim's attempts to create the mood music of nuclear Armageddon, pop fans in the South are about to dance to a different tune – one they hope will confirm the rapper's status as their country's unofficial cultural ambassador. This Friday will see the release of Gentleman, the 35-year-old's highly anticipated follow-up single to Gangnam Style, the global music and dance sensation that has received more than 1.5bn hits on YouTube since its release last July. On Saturday, fans in the rest of the world will be able to judge the new song for themselves when Psy performs in front of 50,000 people at the World Cup football stadium in a concert to be streamed live over the internet. To describe Gentleman as his difficult second single wouldn't be quite right. Psy has been part of the South Korean music scene for more than a decade, but for many of his overseas fans, Gangnam Style will always be his \"first\" song. The single topped the charts around the world, inspired dozens of parodies by everyone from US military cadets to Eton schoolboys, and spawned a deceptively tricky international dance craze. The singer and his management agency, YG Entertainment, have revealed little about the new single, other than that it's \"rousing\", and includes moves based on a traditional Korean dance. \"I've been working and reworking on it continuously and I think the latest version will be the final one,\" Psy told South Korean TV. \"The dance is one known to all Koreans but new to foreigners. It will be presented in Psy style.\" The runup to Friday's release, when the single is expected to leap straight to the top of South Korea's download charts, has been hit by a couple of minor glitches. In March, the singer had to abandon the song's original title, Assarabia – an innocent expression of excitement in Korean – in case it offended the Arab world. At one point, record executives worried that the video would not be finished in time for the release. Psy and other performers finally completed the video, filmed on location in Seoul, this week after two days without sleep. \"He's trying his best to stick to the schedule, but this is Psy, so you never know what's going to happen,\" said Lee Seo-yoo, a spokeswoman for YG Entertainment. The song will have \"a fast tempo with the same kind of beat as Gangnam Style\", she said, adding: \"And it's going to be easy for everyone to follow and copy the dance moves.\" There are signs that the pressure to produce a spectacular follow-up to Gangnam Style has been getting to the singer. Late last month he tweeted a photo of himself covering his face at a recording studio – captioning it the \"pain of creation\". \"If I said he was under no pressure, I wouldn't be telling the truth,\" his manager, Hwang Kyu-hwan, told the Guardian. \"But he's not expecting a repeat of Gangnam Style … and that's taken the pressure off a bit. Now he seems to be enjoying himself and is expecting a great show on Saturday.\" The financial stakes for Psy and his agency have soared since Gangnam Style. Last year he helped YG Entertainment generate sales of almost 100bn won (£57m), making him the most bankable of the 20 or so K-pop acts on its books. Psy has done well out of Gangnam fever. In 2012 he was South Korea's highest-paid celebrity, with an estimated personal income of about $28m (£18m). He earned almost $9m in the first quarter of this year alone, about half of which came from an appearance in an ad aired during the lucrative half-time slot at the Super Bowl in February. Friends and colleagues say he has become more professional since last summer, but is otherwise unaffected by his sudden international fame and soaring wealth. Among South Koreans, anticipation is building that their country's most recognisable export will put on a suitably extravagant show this weekend, and, for all their admirable indifference to their neighbour's threats, allow them to forget about geopolitics for a few hours. \"I'm not worried about him flopping,\" said Kim Kwong-soo, a 23-year-old soldier who was about to start a few days' leave. \"He's the only Korean male singer we all like listening to in the army … the rest are all girl bands.\" Park Tae-kyung, a 22-year-old student, was worried that Psy had set the bar impossibly high with Gangnam Style. \"Last time he became too famous, too quickly, so I'm not sure what to expect this time. But I love the way he's injected humour into South Korean music, and I'd like the next single to be funny too.\" She will probably get her way: Psy recently tweeted photos of himself decked out in a spacesuit, tennis wear and even a bridal gown and skimpy ice-skating outfit, and asked fans to turn up on Saturday dressed in white. Jeon Sung-min won't be among them, but his admiration for Psy is testament to the artist's ability to bridge South Korea's yawning generation gap, let alone sell Korean pop music to the English-speaking world. \"Psy isn't just for young people,\" said Jeon, a 41-year-old businessman. \"Even people my age who have been following him throughout his career can quickly pick up his lyrics and dance steps. \"The way Gangnam Style went global last year was amazing. He's not that good looking, but you can really feel his energy. If a regular guy like him can become the face of South Korea, then that's fine by me.\"",
    "keywords": [
        "south",
        "holds",
        "music",
        "prepares",
        "korea",
        "single",
        "world",
        "gangnam",
        "breath",
        "style",
        "psy",
        "hes",
        "release",
        "dance",
        "korean"
    ],
    "summary": "Psy has been part of the South Korean music scene for more than a decade, but for many of his overseas fans, Gangnam Style will always be his \"first\" song.\n\"I've been working and reworking on it continuously and I think the latest version will be the final one,\" Psy told South Korean TV.\nIt will be presented in Psy style.\"\nThere are signs that the pressure to produce a spectacular follow-up to Gangnam Style has been getting to the singer.\nBut I love the way he's injected humour into South Korean music, and I'd like the next single to be funny too.\"",
    "sentiment": {
        "neg": 0.0494,
        "neu": 0.8525,
        "pos": 0.098,
        "compound": 0.1617
    }
}