{
    "date": "2013-01-08T15:10:18Z",
    "title": "US and North Korea ties wobble again under weight of mutual suspicion",
    "url": "https://www.theguardian.com/world/2013/jan/08/us-north-korea-ties",
    "content": "The US government's irritation at Tuesday's \"unhelpful\" private visit to North Korea by a motley crew of Google business executives, sightseers, and a former governor of New Mexico disguises a deeper diplomatic conundrum: when is it ever a good time to engage the secretive and unpredictable grand panjandrums of Pyongyang? Recent history is littered with brief, almost furtive visits to the hermit kingdom by prominent Americans, including the former presidents Jimmy Carter and Bill Clinton. Such trips were invariably undertaken in an unofficial capacity, as the US and North Korea have never opened formal diplomatic relations. Usually, the purpose was the release of imprisoned Americans. Bill Richardson, the former New Mexico governor who also served as US ambassador to the UN, has made travel to Pyongyang a bit of a personal speciality. In 1996 he negotiated the release of Evan Hunziker, who was accused of spying after an eccentric swim across the river border with China. Clinton travelled the same road in 2009 in an ultimately successful attempt to win the freedom of two American journalists. He was said at the time to have carried a secret message for the then North Korean leader, Kim Jong-il, from Barack Obama, although this was denied by the White House. While president from 1993-2001 Clinton led the most concerted US effort since the Korean war ended in 1953 to forge friendly relations, culminating in the so-called Agreed Framework of 1994. Under the terms of the deal Pyongyang was to abandon its nuclear-weapons related plutonium enrichment programme in return for US aid and fuel. But the pact eventually fell apart under the weight of mutual suspicion. This pattern of coy, on-again, off-again courtship has been repeated ever since. In 2008 the US removed North Korea from its list of state sponsors of terrorism after it agreed, in effect, to give up its nuclear weapons. But the following year relations went back into deep freeze after Pyongyang conducted a nuclear test. Last March there was renewed talk of a breakthrough, after Kim Jong-il's death and the accession of his son Kim Jong-un. Then, in April, the North launched a long-range ballistic missile. In December it fired off another, threatening, in theory, the US west coast (although the North claimed it was merely a satellite launch). Furious at what it saw as a deliberate provocation and egged on by a much rattled Japan, the Obama administration has since been seeking additional punitive UN security council action against Pyongyang. For Obama, Kim Jong-un's decision to flaunt his latest military hardware was particularly galling. While visiting Burma's reformist generals last November the US president went out of his way, in a speech in Rangoon, to offer a similar bilateral rapprochement to North Korea. Its reply was a stiff finger in the form of a large rocket. All of which helps explain the annoyance voiced by the US state department over the timing of the latest drop-by by Richardson and Google's chairman, Eric Schmidt. The Google chief has not spelled out his reasons for making the trip, although the company has an obvious interest in helping Kim develop the country's almost non-existent digital infrastructure. In a new year's speech Kim vowed to pursue a nationwide programme of technological modernisation. For Richardson the main aim appears once again to be the release of a captive American, Kenneth Bae, of whom little is known. On past form he is likely to succeed, if only because the Pyongyang leadership seems to regard such delegations as the proper homage paid by a wrong-headed and overbearing barbarian foe to the glorious Korean people.It has even constructed a special tribute museum to house the gifts such visitors bring. If Bae is released, the White House will have to swallow its objections, at least in public. The bigger picture remains as cloudy as ever. In his new year's speech Kim called for an end to the state of war between North and South Korea and the reunification of the peninsula. He appeared to be aiming his remarks directly at the South's new president-elect, Park Geun-hye, who has indicated readiness to contemplate a fresh start if the North halts its threatening behaviour. But experts differ over whether Kim is serious about detente and whether the 29-year-old novice has the political clout to respond to any revival of the \"sunshine policy\" pursued by Park's predecessors. He has shown no sign so far of curbing the North's apparently ongoing nuclear weapons and missile buildup. Japan, now led by Shinzo Abe, a rightwing, nationalist prime minister with a fresh mandate, is looking on suspiciously. Abe sent a senior envoy to Seoul this week to mend fences with South Korea after a maritime spat. For him, North Korea and its Chinese backers are the big problem. Behind the headlines generated by this week's visit, Abe, like Obama, will be keeping a close eye on Kim, wondering which way he will jump next.",
    "keywords": [
        "suspicion",
        "speech",
        "korea",
        "wobble",
        "state",
        "weight",
        "ties",
        "kim",
        "obama",
        "mutual",
        "richardson",
        "pyongyang",
        "release",
        "north",
        "relations"
    ],
    "summary": "Such trips were invariably undertaken in an unofficial capacity, as the US and North Korea have never opened formal diplomatic relations.\nIn 2008 the US removed North Korea from its list of state sponsors of terrorism after it agreed, in effect, to give up its nuclear weapons.\nFor Obama, Kim Jong-un's decision to flaunt his latest military hardware was particularly galling.\nIn a new year's speech Kim vowed to pursue a nationwide programme of technological modernisation.\nFor him, North Korea and its Chinese backers are the big problem.",
    "sentiment": {
        "neg": 0.0788,
        "neu": 0.8645,
        "pos": 0.0567,
        "compound": -0.063
    }
}