{
    "date": "2013-04-02T14:41:38Z",
    "title": "North Korea announces plans to restart nuclear complex",
    "url": "https://www.theguardian.com/world/2013/apr/02/north-korea-plans-nuclear-complex",
    "content": "North Korea has said it plans to restart its main atomic complex, a move that could bolster its nuclear arsenal and add to tensions in the region. The regime said on Tuesday that it would restart all facilities at its main Yongbyon nuclear complex to ease its electricity shortage and strengthen its nuclear capability. The reactor was shut down in 2007 as part of international nuclear disarmament talks that have since stalled. The move came a day after Pyongyang announced a \"new strategic line\" focusing on its nuclear programme and economy. Responding to the growing crisis, the UN secretary general, Ban Ki-moon, said on Tuesday he feared North Korea was on a collision course with the rest of the world that could lead to war. Ban, a former South Korean foreign minister, said the current crisis had \"gone too far\" and called for dialogue to ease tensions on the peninsula. \"Nuclear threats are not a game. Aggressive rhetoric and military posturing only result in counter-actions, and fuel fear and instability,\" he said during a visit to Andorra. \"Things must calm down as this situation, made worse by the lack of communication, could lead down a path that nobody should want to follow. \"I am convinced that nobody intends to attack [North Korea] … however, I am afraid that others will respond firmly to any direct military provocation.\" China, the North's only major ally and aid provider, described the possible nuclear restart as \"regrettable\", while Japan said it was a cause for \"grave concern\". The Yongbyon announcement comes amid rising tensions prompted by repeated warnings from the North that it is on a war footing with South Korea. The regime has also threatened nuclear strikes against the US mainland and its overseas military bases, although experts are convinced it is still several years away from developing the necessary technology. After weeks of verbal provocations North Korea's leader, Kim Jong-un, appeared to lower the diplomatic temperature over the weekend, saying the state's nuclear arsenal was strictly a deterrent. Days earlier he had been photographed seated in front of a map showing US targets for an envisioned nuclear strike. \"Our nuclear strength is a reliable war deterrent and a guarantee to protect our sovereignty,\" Kim said in comments made on Sunday but released in full by the official KCNA news agency on Tuesday. \"It is on the basis of a strong nuclear strength that peace and prosperity can exist and so can the happiness of people's lives.\" Despite Ban's warning, some North Korea experts believe the regime wants to avoid provoking a potentially catastrophic inter-Korea conflict. \"The North Korean regime indulges in this kind of behaviour all the time,\" said Prof Shin Jong-dae of the University of North Korean Studies in Seoul. \"The possibility of war breaking out is still very low, although there is always the chance of smaller skirmishes. \"But ultimately the North Koreans don't want this to escalate out of control. They want a turning point in relations with the United States.\" The recent threats are in response to tougher UN sanctions imposed after Pyongyang's third nuclear weapons test in February and ongoing military drills involving forces from South Korea and the US. A spokesman for North Korea's general bureau of atomic energy said the facilities to be restarted are a graphite-moderated five-megawatt reactor, which generates spent fuel rods laced with plutonium and is the core of the Yongbyon nuclear complex. When fully operational the complex is capable of producing one atomic bomb's worth of plutonium – the most common fuel in nuclear weapons – a year. The move will increase fears in Washington and among its allies about North Korea's push for nuclear-tipped missiles that can reach the US. The reactor went online in 1986 after seven years of construction. The country also began building a 50-megawatt and a 200-megawatt reactor in 1984, but their construction was suspended under a 1994 nuclear deal with Washington. North Korea has long said its reactor operation is aimed at generating electricity. It takes about 8,000 fuel rods to run the reactor. Reprocessing the spent fuel rods after a year of reactor operation could yield about 7kg of plutonium, enough to make at least one nuclear bomb, experts say. The North's atomic energy bureau spokesman said work to restart the nuclear facilities \"will be put into practice without delay\", although it was unclear how long it would take to actually restart the Yongbyon plant. Its cooling tower was destroyed in 2008 as part of the denuclearisation deal, and it may no longer be connected to North Korea's antiquated electricity grid. \"It was a reactor that was nearing obsolescence with a cooling tower that wasn't functioning properly when it was blown up. It could mean they have been rebuilding quite a few things,\" said Yoo Ho-yeol, a North Korea specialist at Korea University in Seoul.",
    "keywords": [
        "plans",
        "war",
        "complex",
        "military",
        "regime",
        "korea",
        "nuclear",
        "yongbyon",
        "announces",
        "restart",
        "fuel",
        "reactor",
        "north"
    ],
    "summary": "North Korea has said it plans to restart its main atomic complex, a move that could bolster its nuclear arsenal and add to tensions in the region.\nThe regime said on Tuesday that it would restart all facilities at its main Yongbyon nuclear complex to ease its electricity shortage and strengthen its nuclear capability.\nChina, the North's only major ally and aid provider, described the possible nuclear restart as \"regrettable\", while Japan said it was a cause for \"grave concern\".\nDespite Ban's warning, some North Korea experts believe the regime wants to avoid provoking a potentially catastrophic inter-Korea conflict.\nIt could mean they have been rebuilding quite a few things,\" said Yoo Ho-yeol, a North Korea specialist at Korea University in Seoul.",
    "sentiment": {
        "neg": 0.1236,
        "neu": 0.8164,
        "pos": 0.0601,
        "compound": -0.2138
    }
}