{
    "date": "2013-10-17T10:44:36Z",
    "title": "Propaganda artists from North Korea paint a rose-tinted China",
    "url": "https://www.theguardian.com/artanddesign/2013/oct/17/china-north-korean-propaganda-paintings",
    "content": "A jovial group of Red Guards bask in the golden glow of cornfields, waving their flags at the magnificent harvest, while a rustic farming couple look on, carrying an overflowing basket of perfectly plump red apples. It could be one of the many thousands of posters issued by the Chinese Communist Party's Propaganda Department in the 1950s, of rosy-cheeked comrades brimming with vim and vigour. But something's not quite right. In the centre of this vision of optimism, where once might have beamed the cheerful face of Mao, stands the twisted loop of the China Central Television (CCTV) headquarters, radiating a lilac sheen. Framed by the vapour trail of a trio of jet-planes performing a victory flypast into the sunset, the building stands like a triumphal gateway to some promised land of Socialism with Chinese characteristics. The image could well be the mischievous work of its own architects, the Rotterdam-based practice OMA, which has made its own collage of the building alongside Kim Jong-il, George W Bush, Saddam Hussein and Jesus for a book cover, as well as an image of it bursting into flames behind a spread-legged porn-star. But it is in fact the product of artists from a North Korean painting unit – the very same that used to produce such propaganda images for the Kim regime, but now find themselves designing food packaging in Pyongyang. The Beautiful Future, which comprises six such paintings to date, is the brainchild of British ex-pat duo Nick Bonner and Dominic Johnson-Hill, who both arrived in the Chinese capital 20 years ago and caught the Beijing bug. Bonner runs Koryo Tours, a travel company specialising in trips to the DPRK, while Johnson-Hill presides over a street-wear empire, Plastered, producing T-shirts emblazoned with Maoist kitsch. The paintings, on show earlier this month as part of Beijing Design Week, are the inevitable result of their mutual obsessions. “North Korean artists are the best people at delivering a message without slogans,” says Bonner, who collects North Korean art and has produced documentaries exploring life in the DPRK – as well as what he describes as “North Korea's first feature-length rom-com” last year, Comrade Kim Goes Flying. “We wanted to show contemporary China as it could have been, if it had continued with Maoist ideology.” One painting shows a line of excited comrades, obediently dressed in Mao suits, filing towards Herzog and de Meuron's Bird's Nest stadium. The skyline is proudly choked with glassy skyscrapers on one side and a thicket of cooling towers on the other, belching smoke productively into the pink skies. An elderly tourist and his granddaughter look on in awe at the spirited scene. Elsewhere workers are seen liberated from their collective drudgery, disco-dancing in nightclubs and singing in gaudy karaoke parlours. An office scene shows people working at networked computer terminals – painted by artists who in all likelihood have no experience of the internet. “The artists are in a situation where they are painting things they've never seen before,” says Bonner, “which gives the images an even more unreal, dreamlike quality.” An ongoing process since the pre-Olympic frenzy, the paintings are the result of Bonner and Hill sending detailed sketches to the North Korean artists, along with renderings of the buildings in question – as neither CCTV nor the Olympic venues existed at that stage. The artists were then left to fill in the blanks as they wished. The results give an intriguing insight into their vision of what Chinese modernity might be like in a land they will never know. Thrusting China's contemporary icons into the aesthetic landscape of early Communist propaganda provides a striking image of quite how far the country has come since Deng Xiaoping began his policy of Reform and Opening in 1978. With the (historically disputed) motto “to get rich is glorious,” he catapulted the Middle Kingdom from grey uniformity to technicolour bling, the next 30 years seeing city skylines of chimneys replaced by glitzy baubles of the boom. But just as the billboards of Mao's Great Leap Forward, featuring hoards of grinning labourers in rude health, masked the reality of work camps and mass starvation, so the glare of these state-sponsored mega-projects happily obscures the human rights abuses and migrant labour conditions that fuel their construction. The super-saturated, unadulterated joy shining out from the canvases is a stark reminder of exactly what is missing.",
    "keywords": [
        "artists",
        "korea",
        "image",
        "paintings",
        "china",
        "painting",
        "kim",
        "chinese",
        "propaganda",
        "rosetinted",
        "bonner",
        "paint",
        "north",
        "korean"
    ],
    "summary": "It could be one of the many thousands of posters issued by the Chinese Communist Party's Propaganda Department in the 1950s, of rosy-cheeked comrades brimming with vim and vigour.\nBut it is in fact the product of artists from a North Korean painting unit – the very same that used to produce such propaganda images for the Kim regime, but now find themselves designing food packaging in Pyongyang.\n“North Korean artists are the best people at delivering a message without slogans,” says Bonner, who collects North Korean art and has produced documentaries exploring life in the DPRK – as well as what he describes as “North Korea's first feature-length rom-com” last year, Comrade Kim Goes Flying.\nAn office scene shows people working at networked computer terminals – painted by artists who in all likelihood have no experience of the internet.\nThe super-saturated, unadulterated joy shining out from the canvases is a stark reminder of exactly what is missing.",
    "sentiment": {
        "neg": 0.0321,
        "neu": 0.8757,
        "pos": 0.0921,
        "compound": 0.2568
    }
}