{
    "date": "2013-04-08T15:08:00Z",
    "title": "The North Korean embassy – would you believe it's here?",
    "url": "https://www.theguardian.com/uk/shortcuts/2013/apr/08/north-korean-embassy-ealing-london",
    "content": "A sign appeared this week outside a semi-detached house in Ealing, west London, requesting people not to park outside because \"loading work\" was due to take place. That wouldn't normally make the news, but the house does happen to be the North Korean embassy. As a result, it led to speculation that, given the state's current aggressive posturing, the occupants might be moving out. That wasn't quite true – a new secretary is taking up residence – but it shone a light on the embassy's somewhat unusual location. The vast majority of foreign embassies in London are located within stuccoed buildings in the Belgravia-Knightsbridge-Kensington triangle. Six nations – Russia, the Slovak Republic, Nepal, Lebanon, Israel and the Czech Republic – have their embassies on Kensington Palace Gardens, which is often said to be one of the world's most expensive residential streets. Julian Assange can almost touch Harrods from his first-floor window at the Ecuadorian embassy in Knightsbridge. North Korea, meanwhile, has opted for a modest inter-war semi on Gunnersbury Avenue in the undiplomatic postcode of W5. (Spooks have presumably long ago noted that the office of Iraq's military attaché happens to be located a few doors down.) In fact, on the Foreign Office's official list of embassies located in the UK, only Eritrea's – located just north of Angel tube station at 96 White Lion Street in Islington – rivals the North Koreans for being located outside London's diplomatic nexus. \"London is one of the few cities in the world that countries know they must have an embassy,\" says Richard Langhorne, professor of global politics and diplomacy at the University of Buckingham. \"It is known in the diplomatic world as the 'whispering gallery' because of its importance as a political and financial centre. There is a practical convenience in being in west London, next to all the others. There is a lot of going between each other's embassies that takes place.\" However, Langhorne says there is less attention paid today to the location and splendour of one's own embassy: \"The idea that your embassy projects your status as a country is now fading. The location, cooking and furnishings used to be seen as a marker of the sending state. The era of competitive gastronomy, for example, began at the Congress of Vienna in 1814-15. It hasn't gone completely, but it is now dying out. There are some fairly tawdry embassies out there. Britain still has what is widely perceived to be the best embassy in the world with its palace in Paris. But in this age of cut-backs there has even been talk about the British looking for an alternative.\" Earlier this month, the Greek government announced that it has sold the luxury Holland Park residence of its consul, which sits next door to its embassy, for £23.3m. Meanwhile, the US is in the process of leaving its famous embassy on Grosvenor Square and moving to a purpose-built $1bn embassy – with its own moat – on the South Bank. \"Debate about the importance and value of embassies to a country does come up from time to time,\" says Langhorne. \"There was a trend in the 1970s of questioning their worth. Some countries even proposed having virtual or shared embassies. But most nations realised that this approach doesn't work. Ever since the Byzantine times, diplomats have served an importance function in sending crucial information back home. Even in today's internet era, you need a physical presence in the heart of a capital.\" Or, in North Korea's case, within commuting distance.",
    "keywords": [
        "importance",
        "london",
        "embassy",
        "langhorne",
        "world",
        "believe",
        "located",
        "embassies",
        "outside",
        "location",
        "north",
        "korean"
    ],
    "summary": "That wouldn't normally make the news, but the house does happen to be the North Korean embassy.\nThe vast majority of foreign embassies in London are located within stuccoed buildings in the Belgravia-Knightsbridge-Kensington triangle.\nNorth Korea, meanwhile, has opted for a modest inter-war semi on Gunnersbury Avenue in the undiplomatic postcode of W5.\nIn fact, on the Foreign Office's official list of embassies located in the UK, only Eritrea's – located just north of Angel tube station at 96 White Lion Street in Islington – rivals the North Koreans for being located outside London's diplomatic nexus.\nBritain still has what is widely perceived to be the best embassy in the world with its palace in Paris.",
    "sentiment": {
        "neg": 0.0097,
        "neu": 0.9483,
        "pos": 0.042,
        "compound": 0.0916
    }
}