{
    "date": "2013-03-31T19:45:33Z",
    "title": "North Korea: time for a rethink | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2013/mar/31/north-korea-conflict-rethink",
    "content": "In one week alone, North Korea's work-experience leader Kim Jong-un has ordered his military to prepare a missile strike on America, said his country is in a state of war with the South, and cut off the last telephone line it uses to regulate the border crossing by which South Korean workers enter the Kaesong industrial complex. The problem, as the Russian foreign minister Sergei Lavrov rightly warned, is that this is not just bluster. With the Pentagon dispatching two B-2 stealth bombers on a practice bombing run over the Korean peninsula and continuing joint military exercises, there is a real risk of North and South Korea stumbling into armed conflict with each other. The risk of a long-range missile attack on Hawaii or Guam is faint. The most likely flashpoint for inter-Korean confrontation is closer to home. The demarcation line between North and South, agreed by the armistice in 1953, became ambiguous in the sea. South Korea unilaterally drew a \"northern limit line\" which included a number of islands, but this has never been recognised by the North. It was therefore in these waters that North Korea sank a South Korean corvette, Cheonan, in 2010, declared that a South Korean military exercise amounted to an invasion of North Korean territorial waters, and, three months later, shelled Yeonpyeong island. In the past month, Pyongyang has moved long-range artillery and rocket-launchers to frontline positions just across from Baengnyeongdo island, and Kim Jong-un has directed them to blow up the headquarters of the South Korean sixth marine brigade. Just so no one should miss the message, he was accompanied by the general who directed the attacks on the Cheonan and Yeonpyeong. This is not bluster, of the type that Photoshops pictures of amphibious landings to add hovercraft. The threat of shelling is real, and if that happens the threat of escalation is real too, as South Korea's president, Park Geun-hye, is duty bound to respond kinetically. Not least, logic dictates to her that the North will only be emboldened if the counter-strike is not hard enough. Clashes have broken out in this region because in the past both sides viewed them as containable. The danger now is that an overconfident, inexperienced North Korean leader, desperate to earn his military spurs, oversteps the mark and makes a bad miscalculation. The big picture is none too bright, either. The basis of the agreements Bill Clinton and George W Bush reached with North Korea, in 1994 and 2005 respectively, was that the US would provide money, food and political recognition in return for suspension of the nuclear programme and ultimate denuclearisation. However, if what North Korea really wants is legitimacy and a peace treaty with the US, it is also now clear it will not abandon nuclear weapons to attain these goals. Rather, as yesterday's statement from the central committee of the Workers' Party made clear, it sees nuclear weapons as guaranteeing \"the nation's life\" and says they won't be traded for US dollars. Most western analysts would agree that these weapons are the North's only card. If on-off phases of US engagement have not worked, it is highly unlikely that Barack Obama's \"strategic patience\" will work either. Relying on UN sanctions, which have the backing of Russia and China, is also a bad bet. It is time to rethink the strategy. Plainly, annual joint military exercises sour the atmosphere. Doing nothing, while not letting military preparedness slip (such exercises could have taken place elsewhere), is surely a better option than replying in kind to Pyongyang's wargames. Kim Jong-un had little time to establish himself before his father's death, and the crisis usefully catapults him into the role of national military leader. If regional tension helps him fill the gaps in his CV and bolsters him, it has the opposite effect on the advanced postindustrial economies of South Korea and Japan. It may also be time to rethink the goal of getting the North to disarm before a peace treaty can be made. The sequence of events, and the timescale, may have to change.",
    "keywords": [
        "south",
        "military",
        "leader",
        "korea",
        "editorial",
        "nuclear",
        "rethink",
        "weapons",
        "line",
        "real",
        "north",
        "korean"
    ],
    "summary": "South Korea unilaterally drew a \"northern limit line\" which included a number of islands, but this has never been recognised by the North.\nIt was therefore in these waters that North Korea sank a South Korean corvette, Cheonan, in 2010, declared that a South Korean military exercise amounted to an invasion of North Korean territorial waters, and, three months later, shelled Yeonpyeong island.\nThe danger now is that an overconfident, inexperienced North Korean leader, desperate to earn his military spurs, oversteps the mark and makes a bad miscalculation.\nHowever, if what North Korea really wants is legitimacy and a peace treaty with the US, it is also now clear it will not abandon nuclear weapons to attain these goals.\nIf regional tension helps him fill the gaps in his CV and bolsters him, it has the opposite effect on the advanced postindustrial economies of South Korea and Japan.",
    "sentiment": {
        "neg": 0.1035,
        "neu": 0.8344,
        "pos": 0.0621,
        "compound": -0.1065
    }
}