{
    "date": "2013-04-01T19:34:12Z",
    "title": "White House plays down threat of imminent North Korea attack",
    "url": "https://www.theguardian.com/world/2013/apr/01/white-house-plays-down-north-korea-attack",
    "content": "The White House sought to lower the temperature of the North Korea crisis on Monday, pointing out that despite Pyongyang's verbal threats to retaliate with force against the imposition of UN sanctions there were no signs of any troop movements that would suggest imminent military action. The Obama administration adopted a note of muted concern, in contrast to the increasingly shrill language emanating from both North and South Korea in recent days. At a White House press conference, President Obama's spokesman Jay Carney stressed that though the US was continuing to monitor the situation diligently, \"we are not seeing large-scale military mobilisation and repositioning of [North Korean] forces\". Pyongyang's aggressive stance was nothing new, Carney said. \"This pattern of bellicose rhetoric is not new. It is familiar, we take it very seriously and we take prudent measures in response to it, but it is consistent with past behaviour.\" Carney made clear that the US posture was designed with both Koreas firmly in mind. While Obama wanted to show the North Korean regime that its provocative behaviour \"only isolates them further\", the administration was also applying pressure on Seoul to dissuade it from taking any unilateral action. Carney said that the decision to deploy Raptor stealth fighter jets from a base in Japan in joint US-South Korea defence drills on Sunday, as well as two B-2 stealth bombers last week in the dummy bombing of an uninhabited South Korean island, was made with South Korea, a US ally, in mind. It would help to reduce \"the chance of miscalculations\". He said such actions were a prudent way of reassuring US allies in the region. South Korea had earlier said it would strike back with immediate and overwhelming force if North Korea launched an attack on its territory. \"If there is any provocation against South Korea and its people, there should be a strong response in initial combat, regardless of the political considerations,\" the South Korean president, Park Geun-hye, told senior military officials on Monday. Park said that as commander of the armed forces she would trust the military to respond to any \"sudden and unexpected provocations\" by the North. Last week North Korea threatened to attack the South and the US in retaliation for UN sanctions introduced after the regime conducted a nuclear weapons test in February. Pyongyang is also angered by the joint US-South Korea defence drills, which are continuing until the end of the month. \"[North Korea] will achieve nothing by threats or provocations, which will only further isolate North Korea and undermine international efforts to ensure peace and stability in north-east Asia,\" the US military command in South Korea said in a statement. Officials in Washington are confident that the North is unable to mount nuclear warheads on missiles, and that it does not possess even conventional missiles capable of reaching the US mainland. The stream of belligerent rhetoric from Pyongyang has been attributed to attempts by the North's 30-year-old leader, Kim Jong-un, to cement his grip on power and to win aid and political concessions from the US, including an agreement not to launch a pre-emptive strike against the isolated state. North and South Korean remain technically at war because their 1950-1953 civil war ended with an armistice, not a peace treaty. A full-scale war is unlikely, but there is clear concern in Seoul about the more realistic threat of a small-scale attack on the South Korean military or a group of islands near the countries' disputed maritime border in the Yellow Sea. The government recently changed its rules of engagement to allow its forces to respond immediately to any provocation rather than wait for official approval for a counter-attack. It has vowed to target Kim Jong-un and destroy some of the myriad statues of the ruling Kim dynasty in the event of a conflict. The tougher language coming out of the presidential Blue House is seen as an attempt by Park, who has taken a more conciliatory line towards the North since taking office this year, to steer a delicate course between rapprochement and pressure. Her predecessor, Lee Myung-bak, was criticised for what many saw as his slow and inadequate response to Pyongyang's provocations in 2010, when the North torpedoed a naval ship and shelled the frontline island of Yeonpyeong, killing 50 South Koreans. On Sunday the most powerful arm of North Korea's ruling party said the state would continue to develop nuclear weapons, and denied that the country was using its nuclear arsenal to win concessions and aid from Washington. In a statement carried by the official KCNA news agency, the central committee of the Korean Workers' party said the nuclear programme would be accompanied by economic development. \"The enemies are using both blackmail, telling us that we cannot achieve economic development unless we give up nuclear weapons, and appeasement, saying that they will help us live well if we choose a different path,\" Kim was quoted as saying.",
    "keywords": [
        "war",
        "white",
        "south",
        "plays",
        "military",
        "korea",
        "threat",
        "house",
        "nuclear",
        "kim",
        "imminent",
        "weapons",
        "korean",
        "carney",
        "north",
        "attack"
    ],
    "summary": "The Obama administration adopted a note of muted concern, in contrast to the increasingly shrill language emanating from both North and South Korea in recent days.\nSouth Korea had earlier said it would strike back with immediate and overwhelming force if North Korea launched an attack on its territory.\nLast week North Korea threatened to attack the South and the US in retaliation for UN sanctions introduced after the regime conducted a nuclear weapons test in February.\n\"[North Korea] will achieve nothing by threats or provocations, which will only further isolate North Korea and undermine international efforts to ensure peace and stability in north-east Asia,\" the US military command in South Korea said in a statement.\nNorth and South Korean remain technically at war because their 1950-1953 civil war ended with an armistice, not a peace treaty.",
    "sentiment": {
        "neg": 0.1025,
        "neu": 0.8076,
        "pos": 0.0899,
        "compound": -0.0401
    }
}