{
    "date": "2013-04-04T16:30:00Z",
    "title": "Where's the real threat here – Kim Jong-un or Trident? | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/04/wheres-real-threat-kim-jong-un-trident",
    "content": "The enemy is coming. Declare war, dive for Cobra, hide the silver, lock up your daughters. A grateful nation cheers on its leader and saviour, Kim Jong-Cam, as he races north to prepare his war machines for battle. The running dogs of terrorism should quake in their boots. The politics of fatuous fright know no bounds. This week the calmest response to the ludicrous rhetoric of North Korea's Kim Jong-un appears to have come from those most concerned, the people of South Korea. They ignored it. They have heard it before. Should their megalomaniac neighbour ever mean what he says, they could see him off in 24 hours. They even let him sink the occasional ship or shell a village to keep his people happy. So what was the British prime minister doing today in boosting the nuclear threat from North Korea as \"evolving\" so fast as to prove Britain \"needs a nuclear deterrent more than ever\"? Is that really the quality of the defence intelligence being fed to him? The answer for David Cameron is the same as for Kim Jong-un – that mighty dictator, domestic politics. Cameron is trying to justify capitulating to the navy lobby when he came into power, giving them new aircraft carriers and nuclear submarines, weapons that serve no purpose but to keep him at some macho \"top table\". He seized on the latest bombast from North Korea to declare that \"uncertainty and risk\" had increased as a result of the \"unpredictable and aggressive\" North Korea. So we had to blow £20 billion on renewing Trident and its submarines. None of this makes sense. If such \"deterrence\" had any part to play in modern war, the Falklands would not have been invaded, Saddam Hussein would have surrendered and the Taliban would be cowering in their tents. Nuclear weapons were indeed a bargaining counter in the 20th century's \"wars of empires\", which is why unilateral nuclear disarmament at the height of the cold war was, in my view, a risk not worth taking. We seem unable to break out of that mindset. The vested interests are too strong. This applies even when the price is to leave a British army ill-equipped for the wars it is actually told to fight. For a quarter of a century now, British submarines with armed nuclear missiles have been wandering the North Atlantic, fulfilling no strategic purpose. They are an extravagance sustained only because potent industrial and military lobbies have cowardly politicians by the vitals, helped by the rightwing press. Policy on Trident is like drugs policy, rooted in unreason and taboo and fertilised by fear. What is most frightening about the west's response to Kim Jong-un is the scale of the exaggeration. Cameron awards him the global reach of a superpower. We might almost ask which side is now impoverishing its people to pay for glamour defences, which is concocting blood-curling scenarios to justify them and which conjures up enemies to keep its people in thrall to its defence and security chiefs and their demands. Is it only North Korea that feels it must periodically flex its muscles and peddle a ridiculous view of the balance of world power? North Korea constitutes no conceivable threat to the British state, or to the US and its allies. Even in some nightmare scenario, such a threat is beyond feasible \"deterrence\" by a submarine in the North Atlantic. Every reference to North Korea, including from Cameron in the Daily Telegraph today, relies on a crazy sequential causality. That regime is said to have \"unveiled\" a missile which \"it claims can reach the whole of the United States\". This in turn \"would affect\" the whole of Europe, including the UK. The Americans are quite able to deal with that, as with any attempt to invade South Korea, Japan or US Pacific bases. As for Iran, Pakistan or India, or any other proto-nuclear state, what role might a UK \"deterrent\" play in curbing their domestic ambitions or border disputes? Perhaps some madcap leader of such a state might have a Dr Strangelove moment, and loose off a missile in the general direction of the west. Such an incident is unlikely to be susceptible to deterrence – any more than were General Galtieri or Saddam Hussein – while the sending of a missile, certainly an \"act of war\", does not constitute war as such. All it can do is explode and make a terrible mess. Nuclear missiles cannot occupy territory, conquer people or bring about the downfall of a government – let alone of western civilisation. They are symbolic weapons of little military purpose, which is why no one has used one, even tactically, since 1945. But they have been invaluable to those eager for a new arms race, in which the \"war on terror\" has replaced the real wars of old. What is increasingly terrifying about this new war is the readiness of otherwise sensible and robust people (mostly Americans and Britons) to allow themselves to be terrified. The horror of a bomb is to those in its vicinity. Terrorism relies on the multiplier effect of publicising it, and of a possible next one. But it also relies on the way special interests, including governments, exploit the politics of fear, undermining their budgets and distorting their politics in doing so. This, not the bomb or the missile, is the danger. Hence Cameron's visit yesterday to Faslane. The lunacies of a Korean dictator halfway round the world is music to the ears of defence lobbyists, arms manufacturers, security consultants, generals and admirals. It should rescue a few billion pounds from the cuts. All cry with one voice, \"the Koreans are coming. Spend, spend, spend\". And the politicians capitulate, Cameron and the coalition, Ed Miliband and Labour, the Treasury, the press. Kim Jung-un has them on the run. He must be laughing. In the cold war film, The Mouse That Roared, a bankrupt Ruritanian statelet declares war on America, on the grounds that Washington is always generous to those it defeats. Something goes wrong and America – under a security clampdown at the time – actually loses. The statelet occupies Manhattan and seizes the \"doomsday Q-bomb\", holding America to ransom and thus securing world disarmament. It then discovers that the Q-bomb does not work but, for the sake of peace on earth, it keeps quiet about it. America admits defeat. I wonder what films Kim Jong-un has been watching lately.",
    "keywords": [
        "wheres",
        "war",
        "missile",
        "korea",
        "threat",
        "north",
        "kim",
        "nuclear",
        "simon",
        "british",
        "jenkins",
        "cameron",
        "politics",
        "real",
        "trident",
        "jongun"
    ],
    "summary": "The answer for David Cameron is the same as for Kim Jong-un – that mighty dictator, domestic politics.\nHe seized on the latest bombast from North Korea to declare that \"uncertainty and risk\" had increased as a result of the \"unpredictable and aggressive\" North Korea.\nWhat is most frightening about the west's response to Kim Jong-un is the scale of the exaggeration.\nIs it only North Korea that feels it must periodically flex its muscles and peddle a ridiculous view of the balance of world power?\nI wonder what films Kim Jong-un has been watching lately.",
    "sentiment": {
        "neg": 0.1566,
        "neu": 0.7512,
        "pos": 0.0921,
        "compound": -0.171
    }
}