{
    "date": "2013-01-25T08:10:00Z",
    "title": "North Korea: Pyongyang plans nuclear test targeted at US",
    "url": "https://www.theguardian.com/world/2013/jan/24/north-korea-nuclear-rocket-us",
    "content": "North Korea has responded to tighter UN sanctions with a threat to conduct another nuclear test the regime said would target its greatest enemy, the US. The country's powerful national defence commission poured scorn on Tuesday's UN security council resolution condemning the launch last month of a long-range rocket, and the decision to expand sanctions against the already impoverished state. The North insists the launch was part of its peaceful space programme, but the US and its allies believe the purpose was to test its ballistic missile technology. On Thursday, the regime appeared to confirm those suspicions when it said its rocket programme had a second, military purpose: to target and strike the US. The commission, North Korea's most powerful military body, said the rocket launches would continue and warned the country would conduct a third, \"high-level\" nuclear test. \"We are not disguising the fact that the various satellites and long-range rockets we will launch, as well as the high-level nuclear test we will carry out, are targeted at the United States, the arch-enemy of the Korean people,\" the commission said in a statement carried by the official Central Korean News Agency. \"Settling accounts with the US needs to be done with force, not with words.\" The statement did not say when the test, which would be the first under the current leader, Kim Jong-un, would take place. Analysts said it could happen in mid-February, just before South Korea's new president, Park Geun-hye, is sworn into office and the North marks the birthday of its previous leader, Kim Jong-il. Daniel Pinkston, deputy director of the International Crisis Group's north Asia programme, said Pyongyang's justification for its weapons programme had always been \"dealing with the imperialist Americans\". He added: \"It's serious and I would expect them to do a nuclear and more missile tests.\" North Korea conducted its previous nuclear tests in 2006 and 2009, soon after the UN imposed sanctions in response to rocket launches. Any progress the North makes in its missile and nuclear programmes is a cause for concern, although it is thought to be some way off having the ability to produce a nuclear warhead small enough to mount on a reliable long-range missile. North Korea has enough plutonium to build between four and eight nuclear weapons, according to Siegfried Hecker, a nuclear scientist who visited the country's main Yongbyon nuclear complex in 2010. Other reports suggest the country has enough fissile material for about a dozen plutonium warheads. The previous year, the regime said it would begin enriching uranium, giving it another means of building a nuclear arsenal. It is not clear what the defence commission meant by \"high level\", but there is speculation the next test could involve a uranium, rather than plutonium, device. That would signal that the regime's scientists have mastered the complicated process of producing highly enriched uranium. The threat coincided with a visit to South Korea by the US's special envoy on North Korea, Glyn Davies, who called on Pyongyang to abandon plans for the test. \"Whether North Korea tests or not, it's up to North Korea,\" Davies said. \"We hope they don't do it, we call on them not to do it. It would be a mistake and a missed opportunity if they were to do it. This is not a moment to increase tensions on the Korean peninsula.\" China, the North's only diplomatic ally and its biggest trading partner, is likely to have angered Pyongyang by backing this week's UN resolution. China's foreign ministry on Thursday called on all parties in the region to \"refrain from action that might escalate the situation\". \"We hope the relevant party can remain calm and act and speak in a cautious and prudent way and not take any steps which may further worsen the situation,\" ministry spokesman Hong Lei told reporters in Beijing. Scholar Wang Junsheng, an expert on Korean issues at the Chinese Academy of Social Sciences, told the Global Times newspaper: \"By passing the resolution China was warning North Korea … and by blocking more sanctions China was telling North Korea to return to the right track, the six-party talks.\" Wi Yong-seop, a South Korean defence ministry spokesman, said the North could conduct a test \"at any time if its leadership decides to go ahead\". Experts in the US recently said the North's main nuclear test site had been repaired after recent heavy rain, adding that preparations for a test could take just two weeks.",
    "keywords": [
        "plans",
        "missile",
        "korea",
        "targeted",
        "commission",
        "nuclear",
        "sanctions",
        "test",
        "pyongyang",
        "programme",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "North Korea has responded to tighter UN sanctions with a threat to conduct another nuclear test the regime said would target its greatest enemy, the US.\nThe commission, North Korea's most powerful military body, said the rocket launches would continue and warned the country would conduct a third, \"high-level\" nuclear test.\nNorth Korea has enough plutonium to build between four and eight nuclear weapons, according to Siegfried Hecker, a nuclear scientist who visited the country's main Yongbyon nuclear complex in 2010.\nThe threat coincided with a visit to South Korea by the US's special envoy on North Korea, Glyn Davies, who called on Pyongyang to abandon plans for the test.\n\"Whether North Korea tests or not, it's up to North Korea,\" Davies said.",
    "sentiment": {
        "neg": 0.0739,
        "neu": 0.8651,
        "pos": 0.061,
        "compound": -0.0176
    }
}