{
    "date": "2013-04-17T17:07:03Z",
    "title": "LSE group on North Korea trip thought Panorama cameraman was a spy",
    "url": "https://www.theguardian.com/media/2013/apr/17/lse-students-north-korea-panorama-spy",
    "content": "A BBC Panorama cameraman who posed as a former student to report undercover from North Korea was suspected of being a spy before he even reached Pyongyang. The cover of film-maker, Alexander Niakaris, was blown only hours after he joined a group of London School of Economics (LSE) students in Beijing, where they changed planes before travelling on to North Korea. Ceri Thomas, the BBC head of news programmes, admitted on Wednesday that the corporation was forced to tell the students that he was actually an undercover journalist embedded in their group alongside Panorama presenter John Sweeney. \"The Beijing briefing happened because some of the members of the group began to have suspicions about the cameraman and there were jokes about 'was this person was a spy?',\" Thomas told BBC Radio 4's The Media Show. \"The one thing it was important for us to avoid was the notion that this person was a spy.\" The rumour that Niakaris was a spy forced the BBC to scrap its plan to initially tell the 10 students, before they left London, that there was only one undercover journalist on the trip and that there were risks involved. After being referred to London, BBC News executives decided that the LSE pupils should be told that there were three journalists on the trip – Niakaris, Sweeney and his wife Tomiko Newson, a freelance contracted by the corporation for the duration of the North Korea project – who planned to make an undercover documentary. Thomas said: \"The risks had changed. You're balancing risk and information, and by the time we got to Beijing the risks had changed … Because then there is this new risk that if the story of a spy starts going around North Korea, then they face a very different risk.\" The BBC has been accused of using the LSE students as \"human shields\" on the eight-day trip inside North Korea last month. Sweeney's Panorama film, North Korea Undercover, which aired on Monday night, has been the subject of 348 complaints since a public row broke out between the BBC and LSE over whether the students gave their informed consent to travel with undercover journalists to Pyongyang. Of these, about 150 were made before the documentary was broadcast. Media regulator Ofcom has received less than 10 complaints about Sweeney's film. Thomas, the BBC News executive in charge of Panorama, maintained that the students were fully informed to decide whether they wanted to continue on the academic trip before they left London. He rejected the LSE's complaint that its name had been used as cover to get into the secretive country, but suggested it was wrong for Sweeney to describe himself as a \"visiting professor at the LSE\" on his visa application form. \"There will be a few things we will do differently if we do this again. That may be one, I don't know,\" he said. Thomas said he could see why critics complained about the apparent \"cosiness\" of the trip's organisation, which was arranged by Sweeney's wife, Newson, but added: \"I'm less concerned about the appearance than what actually happened and how we dealt with the risks.\" The majority of students on the trip have voiced support for the BBC, according to the corporation. A BBC spokeswoman said eight students had backed the corporation over the row, while two have lodged official complaints. • To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.",
    "keywords": [
        "thought",
        "undercover",
        "cameraman",
        "korea",
        "group",
        "students",
        "panorama",
        "thomas",
        "spy",
        "bbc",
        "trip",
        "lse",
        "north",
        "risks"
    ],
    "summary": "A BBC Panorama cameraman who posed as a former student to report undercover from North Korea was suspected of being a spy before he even reached Pyongyang.\nThe cover of film-maker, Alexander Niakaris, was blown only hours after he joined a group of London School of Economics (LSE) students in Beijing, where they changed planes before travelling on to North Korea.\n\"The one thing it was important for us to avoid was the notion that this person was a spy.\"\nThe BBC has been accused of using the LSE students as \"human shields\" on the eight-day trip inside North Korea last month.\nThe majority of students on the trip have voiced support for the BBC, according to the corporation.",
    "sentiment": {
        "neg": 0.0674,
        "neu": 0.8922,
        "pos": 0.0404,
        "compound": -0.1351
    }
}