{
    "date": "2013-12-09T10:25:20Z",
    "title": "What does Jang Song-thaek's ousting mean for North Korea? – Q&A",
    "url": "https://www.theguardian.com/world/2013/dec/09/jang-song-thaek-north-korea-q-and-a",
    "content": "Why has North Korea announced this purge so publicly? Brian Myers, an expert on ideology and propaganda at Dongseo University in Busan, said the extensive vilification would take North Koreans by surprise. \"The regime may well have had no choice, since the masses are no longer cut off from outside news sources, and it would be worse to let rumour run amok, perhaps turning Jang into a positive figure,\" he said. \"On the other hand, ascribing a counter-revolutionary motive to someone with such close ties to the Kim dynasty itself seems to me a bad move. First, it explodes the cherished myth of complete North Korean unity. Second, it implies criticism of the late Kim Jong-il. If the Dear Leader could not see what a bad person Jang was, how are the masses to trust in the wisdom of his choice of successor?\" The unprecedented prominence given to Jang's ousting also sends a strong signal to others about the need for absolute loyalty. \"I can imagine the effects of this will be quite chilling,\" said Daniel Pinkston of the International Crisis Group. Who made the decision to remove Jang? Andrei Lankov of Kookmin University and others believe Kim Jong-un is consolidating his power. But others are not so sure. \"In my view, we cannot even say really if Kim Jong-un was behind this or what exactly this means about Kim. It is done in his name, but it is done by the elite as a group,\" said John Delury of Yonsei University. \"This tells us there have been major power struggles during what looked like a very smooth transition. We can see from North Korea's own acknowledgement it has been anything but smooth.\" Where does this leave politics in North Korea? \"The situation is delicate, fragile and uncertain,\" said Cheng Xiaohe of Renmin University in Beijing. \"I believe the next two or three years are the critical period for Kim Jong-un to consolidate his power base. [If he does] I think we will see his continued rule for the next 30 to 40 years.\" Lankov thinks the situation may actually become more stable in the week of Jang's departure. He expects to see a new generation moving into power, but from very similar backgrounds, producing \"a new leadership composed overwhelmingly of the grandchildren of people currently in control\". He also anticipates a large cull of top civilian workers; Jang sought to restore the role of civilians within the elite. That does not mean that military elements have triumphed: \"The military has been broken, with the exception of Choe Ryong-hae … We have a game of musical chairs around the top military command. People are being replaced with unbelievable frequency,\" he said. Could this affect the apparent economic reforms going on in North Korea? Many analysts have associated Jang with changes including opening up special economic zones (SEZs) for foreign investors, leading some to surmise that his removal will mean an end to such changes. Adam Cathcart, an expert at the University of Leeds, noted: \"The statement about his crimes is interesting in that it indicates that beyond the borders of the DPRK is potential for massive corruption and the corrosion of your soul, almost.\" He added: \"They announced a raft of new SEZs which looked positive, but the ones they have already set up with China are lying fallow and Jang is associated with those. That's disconcerting.\" Lankov argues that purging Jang could pave the way for more sweeping changes. He said: \"My guess is that [Kim] is going to start reforms. Economic reforms in North Korea are difficult and dangerous and you have to be brutal to keep stability … Reforms in this case are perfectly compatible with an increase in the level of political persecution – not only for officials but also the public.\" How will this affect North Korea's relations with the outside world? Delury said the move underscored the need for countries to engage with North Korea and hold regular meetings. \"China has been doing that, the US a tiny bit and South Korea more now under the new leadership. To meet with and talk with them doesn't mean you are giving in to or appeasing them. The more we talk with their leaders the better sense we have of what's going on,\" he said. The foreign ministry spokesman for China, the North's major ally, told a regular news briefing that Jang's removal was an internal affair. Cheng, of Renmin University, noted: \"Jang has been one of China's best friends; he came to visit last year in April … China made very positive comments about his personal contribution to the friendship between China and the DPRK. I perceive his downfall as a loss to the relationship.\" But he said it was unlikely to cause significant damage given the North's reliance on China for economic, diplomatic and humanitarian support.",
    "keywords": [
        "economic",
        "ousting",
        "korea",
        "qa",
        "university",
        "does",
        "kim",
        "china",
        "songthaeks",
        "mean",
        "reforms",
        "power",
        "positive",
        "north",
        "jang"
    ],
    "summary": "Why has North Korea announced this purge so publicly?\nThe unprecedented prominence given to Jang's ousting also sends a strong signal to others about the need for absolute loyalty.\nWhere does this leave politics in North Korea?\nCould this affect the apparent economic reforms going on in North Korea?\nDelury said the move underscored the need for countries to engage with North Korea and hold regular meetings.",
    "sentiment": {
        "neg": 0.0626,
        "neu": 0.8573,
        "pos": 0.0802,
        "compound": 0.0605
    }
}