{
    "date": "2013-04-15T15:23:27Z",
    "title": "BBC head of newsgathering agreed to Panorama trip to North Korea",
    "url": "https://www.theguardian.com/media/2013/apr/15/bbc-panorama-north-korea-helen-boaden-lse",
    "content": "Fran Unsworth, BBC head of newsgathering, was involved in signing off on John Sweeney's controversial undercover trip to North Korea last months. Unsworth and David Jordan, the BBC of the director of editorial standards and policy who became embroiled in the Savile crisis at the corporation last autumn, were the most senior corporation executives to sign off on the Panorama plan to get Sweeney into North Korea to film covertly using a trip by London School of Economics students as cover to gain entry to the communist state, the Guardian understands. The BBC is planning to broadcast the resulting Panorama documentary, North Korea Uncovered, on BBC1 at 8.30pm on Monday, despite calls from the LSE for it to be pulled. The project was also approved by the BBC's high risk team. Tim Davie, acting director general in March, and Tony Hall, who took over as director general on 2 April, were not involved in the decision to allow Sweeney's trip to go ahead, the Guardian understands. However, it is understood that Hall became aware of the BBC's plans to broadcast the documentary after joining the corporation. He became directly involved last week when the LSE chairman, Peter Sutherland, wrote to the BBC asking for the film to be shelved. Hall responded on Saturday, saying the documentary would go ahead as planned. It is understood that among the things Unsworth and Jordan signed off on was the BBC risk assessment on the trip conducted prior to departure. Sweeney and the LSE group spent eight days in North Korea from 23 March. Under BBC editorial procedures, any request for covert or undercover filming has to be referred upward from the relevant programme team. In the case of Sweeney's trip, this was Panorama, edited by Tom Giles, and would have gone to the editorial standards and policy department and a more senior executive. In the case of the North Korea trip, where Sweeney was proposing to use a visit by a group of LSE students as cover, one of the conditions for the venture to go ahead was also that the BBC got the informed consent of the individuals involved. The question of whether the students accompanying Sweeney were able to give informed consent is one of the main issues in the escalating dispute between the BBC and the LSE about the trip. How exactly the BBC got the informed consent from the 10 students accompanying Sweeney was left up to the Panorama team, the Guardian understands. Jordan was involved in early efforts to defend Newsnight's decision not to run its late-2011 Savile investigation in October 2012. Some of his comments in broadcast interviews led to him having a stand-up row in the New Broadcasting House newsroom with Newsnight producer Meirion Jones. Unsworth has since become acting BBC News director, taking over temporarily from Helen Boaden, who after a holiday began her new job as BBC radio director on Monday. The BBC has advertised for a director of news to replace Boaden. • This article was amended on 15 April. It originally incorrectly stated that Helen Boaden, the former BBC News director, had been involved in signing off John Sweeney's North Korea trip, as a result of information provided by the BBC. • To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.",
    "keywords": [
        "newsgathering",
        "sweeney",
        "korea",
        "sweeneys",
        "unsworth",
        "panorama",
        "agreed",
        "director",
        "bbc",
        "trip",
        "lse",
        "head",
        "involved",
        "north"
    ],
    "summary": "Fran Unsworth, BBC head of newsgathering, was involved in signing off on John Sweeney's controversial undercover trip to North Korea last months.\nThe BBC is planning to broadcast the resulting Panorama documentary, North Korea Uncovered, on BBC1 at 8.30pm on Monday, despite calls from the LSE for it to be pulled.\nSweeney and the LSE group spent eight days in North Korea from 23 March.\nIn the case of Sweeney's trip, this was Panorama, edited by Tom Giles, and would have gone to the editorial standards and policy department and a more senior executive.\nIt originally incorrectly stated that Helen Boaden, the former BBC News director, had been involved in signing off John Sweeney's North Korea trip, as a result of information provided by the BBC.",
    "sentiment": {
        "neg": 0.0177,
        "neu": 0.9404,
        "pos": 0.0419,
        "compound": 0.0533
    }
}