{
    "date": "2013-04-12T07:25:00Z",
    "title": "North Korea must end its 'belligerent approach', says Obama",
    "url": "https://www.theguardian.com/world/2013/apr/11/obama-north-korea-nuclear-threat",
    "content": "Barack Obama has called on North Korea to end what he described as its \"belligerent approach\" as US intelligence officials concluded for the first time that the country has a nuclear weapon small enough to be carried on a missile. The US president made his first public comments on the crisis as a congressional hearing was told of the Pentagon's latest intelligence assessment on North Korea. The Defence Intelligence Agency (DIA) report said it concluded \"with moderate confidence that the North currently has nuclear weapons capable of delivery by ballistic missiles\". But it said the missiles would not be reliable. The Pentagon later sought to row back from the DIA assessment read out in Congress, saying that North Korea's had not yet fully tested a nuclear weapon. US military commanders have been preparing for North Korea to launch a missile after a new round of United Nations sanctions were imposed last month. The US has threatened to shoot down any North Korean missiles but it might only do so if the missile appears to be targeted at a US territory or one of its allies such as South Korea or Japan. If the missile is headed out to sea the US might try to avoid further escalation by letting it take its course. Pentagon spokesman George Little refused to say what the US response would be. \"We are prepared to respond to any missile threat,\" he said. Little later issued a statement saying: \"In today's House armed services committee hearing on the department of defence budget, a member of the committee read an unclassified passage in a classified report on North Korea's nuclear capabilities. \"While I cannot speak to all the details of a report that is classified in its entirety, it would be inaccurate to suggest that the North Korean regime has fully tested, developed or demonstrated the kinds of nuclear capabilities referenced in the passage. The United States continues to closely monitor the North Korean nuclear programme and calls upon North Korea to honour its international obligations.\" South Korea's defence ministry also cast doubt on the finding that North Korea could make a nuclear warhead small enough to go on a missile. \"Our military's assessment is that the North has not yet miniaturised,\" ministry spokesman Kim Min-seok said in Seoul on Friday morning. \"North Korea has conducted three nuclear tests but there is doubt whether it is at the stage where they can reduce the weight and miniaturise to mount on a missile.\" Obama, speaking to reporters after he met UN secretary general Ban Ki-moon at the White House, said: \"We both agreed that now's the time for North Korea to end the kind of belligerent approach that they've been taking and to try to lower temperatures. \"Nobody wants to see a conflict on the Korean peninsula. But it's important for North Korea, like every other country in the world, to observe the basic rules and norms that are set forth, including a wide variety of UN resolutions.\" He added that the US would take all necessary steps to protect its people. The Obama administration remains of the view that North Korea's actions and rhetoric over the last month are bluster and that there is no serious threat yet. The DIA assessment was revealed by Congressman Doug Lamborn during a congressional hearing. He said the part of the assessment dealing with North Korea had been declassified. Lamborn, reading from the report, which was produced last month, said: \"DIA assesses with moderate confidence the North currently has nuclear weapons capable of delivery by ballistic missiles. However, the reliability will be low.\" The revelation came after a Pentagon briefing at which the chairman of the joint chiefs of staff, General Martin Dempsey, refused to say whether North Korea was capable of building a nuclear weapon that could fit on a missile, arguing that the information was classified. Administration officials know there is much more public scepticism about such intelligence claims after assessments about Iraq's weapons capabilities proved so wrong. The revelation at this juncture will be viewed with suspicion by some anti-war groups who will wonder if, as with Iraq, it is part of a process to demonise North Korea ahead of military action. But there appear to be no senior figures inside the Obama administration pressing for military intervention in North Korea to bring about regime change. The policy at present remains \"strategic patience\", with officials content to settle for containment. The US secretary of state, John Kerry, is heading to the region on Thursday for talks with South Korea, Japan and China. Earlier, in Washington, Mark Fitzpatrick, a director of the International Institute for Strategic Studies, argued that while \"strategic patience\" was an answer for the present \"artificial\" crisis, in the long term the aim should be regime change and the reunification of North and South Korea. He did not anticipate North Korea willingly trading away \"big bang\" weapons – the only significant achievement of which it could boast. Fitzpatrick argued in favour of broadcasting direct to people in North Korea, targeting the finances of the ruling elite and highlighting its human rights record. \"The answer to the question: is regime change the answer? Yes,\" Fitzpatrick said. \"But it is not obviously an immediate answer to the current situation. North Korea's actions and statement, however, reinforce the conclusion that there is only one happy ending to this long-running tragedy: unification of the Korea as a democratic, free-enterprise based republic.\"",
    "keywords": [
        "approach",
        "south",
        "regime",
        "korea",
        "end",
        "nuclear",
        "obama",
        "report",
        "belligerent",
        "weapons",
        "missile",
        "assessment",
        "north",
        "koreas"
    ],
    "summary": "The United States continues to closely monitor the North Korean nuclear programme and calls upon North Korea to honour its international obligations.\"\nObama, speaking to reporters after he met UN secretary general Ban Ki-moon at the White House, said: \"We both agreed that now's the time for North Korea to end the kind of belligerent approach that they've been taking and to try to lower temperatures.\nBut there appear to be no senior figures inside the Obama administration pressing for military intervention in North Korea to bring about regime change.\nHe did not anticipate North Korea willingly trading away \"big bang\" weapons – the only significant achievement of which it could boast.\nFitzpatrick argued in favour of broadcasting direct to people in North Korea, targeting the finances of the ruling elite and highlighting its human rights record.",
    "sentiment": {
        "neg": 0.071,
        "neu": 0.8727,
        "pos": 0.0563,
        "compound": -0.0765
    }
}