{
    "date": "2013-11-27T10:46:19Z",
    "title": "Is Shinzo Abe's 'new nationalism' a throwback to Japanese imperialism?",
    "url": "https://www.theguardian.com/world/2013/nov/27/japan-new-nationalism-imperialism-shinzo-abe",
    "content": "The deepening confrontation between Japan and its giant neighbour, China, over a disputed island chain, which this week sucked in US military forces flying B-52 bombers, holds no terrors for Kenji Fujii, captain of the crack Japanese destroyer JS Murasame. As a battleship-grey drizzle sweeps across Yokosuka harbour, home port to the Japan maritime self-defence force and the US Seventh Fleet, Fujii stands four-square on his helicopter deck, a totemic red Japanese sun-ray ensign flapping at the flagstaff behind him. His stance exudes quiet purposefulness. The Murasame, armed with advanced missiles, torpedoes, a 76mm rapid-fire turret cannon and a vicious-looking Phalanx close-in-weapons-system (CIWS) Gatling gun, is on the frontline of Japan's escalating standoff with China and its contentious bid to stand up for itself and become a power in the world once again. And Fujii clearly relishes his role in the drama. Asked whether he will be taking his ship south, to the hotly disputed waters off the Senkaku islands in the East China sea (which China calls the Diaoyu and claims as its own), Fujii smiles and bows. His executive officer, acting as translator, explains that \"for security and operational reasons\" the captain cannot comment. The situation there is just too sensitive. The name Murasame means \"passing shower\". But Japan's decision last year to in effect nationalise some of the privately owned Senkakus – officials prefer to call it a transfer of property rights – triggered a prolonged storm of protest from China, which has been sending ships to challenge the Japanese coastguard ever since. So far, there have been no direct armed exchanges, but there have been several close shaves, including a Chinese navy radar lock-on and the firing of warning shots by a Japanese fighter plane. China's weekend declaration of an exclusive \"air defence identification zone\" covering the islands was denounced by Tokyo and Washington and sharply increased the chances of a military clash. US B-52 bombers and Japanese civilian airliners have subsequently entered the zone, ignoring China's new \"rules\". On Tuesday, Beijing said it had monitored the flights; its next move is awaited with some trepidation. For Shinzo Abe, Japan's conservative prime minister who marks one year in office next month, the Senkaku dispute is only one facet of a deteriorating east Asian security environment that is officially termed \"increasingly severe\" and which looks increasingly explosive as China projects its expanding military, economic and political power beyond its historical borders. One year on, Abe's no-nonsense response is plain: Japan must loosen the pacifist constitutional bonds that have held it in check since 1945 and stand up forcefully for its interests, its friends and its values. The way Abe tells it, Japan is back – and the tiger he is riding is dubbed Abe's \"new nationalism\". It is no coincidence that high-level contacts with China and South Korea have been in deep freeze ever since Abe took office, while the impasse over North Korea has only deepened. Unusually, a date for this year's trilateral summit between Japan, China and South Korea has yet to be announced. The Beijing and Seoul governments profess to view Abe's efforts to give Japan a bigger role on the world stage, forge security and defence ties with south-east Asian neighbours, and strengthen the US alliance as intrinsically threatening – a throwback to the bad old days of Japanese imperialism. Abe is also charged with arrogance, chauvinism and historical revisionism, by minimising or ignoring wartime legacies such as the controversy over Korean \"comfort women\" who were forced into prostitution by Japanese troops during the second world war. Addressing the UN general assembly in September, Abe set an unapologetically expansive global agenda for a newly assertive Japan. Whether the issue was Syria, nuclear proliferation, UN peacekeeping, Somali piracy, development assistance or women's rights, Tokyo would have its say. \"I will make Japan a force for peace and stability,\" Abe said. \"Japan will newly bear the flag of 'proactive contribution to peace' [his policy slogan].\" Referring to the initial success of his \"Abenomics\" strategy to revive the country's economic fortunes, he went on to promise Japan would \"spare no pains to get actively involved in historic challenges facing today's world with our regained strength and capacity … The growth of Japan will benefit the world. Japan's decline would be a loss for people everywhere.\" Just in case Beijing missed his drift, Abe spelled it out: as a global trading nation, Japan's reinvigorated \"national interest\" was existentially linked to freedom of navigation and open sea lanes around the Senkakus and elsewhere. \"Changes to the maritime order through the use of force or coercion cannot be condoned under any circumstances.\" Akio Takahara, professor of international relations and law at Tokyo university, said such statements made clear the Senkaku standoff was potentially precedent-setting for all the countries of the region, including Vietnam and the Philippines, which have their own island disputes with Beijing. \"[Senkaku] must be viewed as an international issue, not just a bilateral issue … and it is very, very dangerous. They [China] must stop the provocations,\" Takahara said. \"If Japan did buckle, it would send a very bad message to China's hardliners, they would be triumphant and the modernisers and reformers would be marginalised.\" A senior government official was more terse: \"We don't want to see China patrolling the East and South China seas as though they think they own them.\" Abe's forcefulness has produced forceful reactions. In a recent editorial, South Korea's Joongang Daily, lambasted him as \"one of the most rightwing politicians in Japan in decades\". It continued: \"Buoyed by the nationalist mood sweeping Japanese society since Abe took the helm of the once-pacifist nation, [rightwing politicians] are increasingly regressing to a militarist path … As a result, the political situation of north-east Asia is becoming shakier than ever.\" Pure hyperbole, say Abe's defenders. Tensions were high primarily as a result of China's aggressive bid for hegemonic regional leadership, a senior foreign ministry official insisted, while describing the antagonistic South Korean leadership's anti-Japan behaviour as \"strange\" and \"emotional\". Abe's premise, said government spokeswoman Kuni Sato, was that, after years of restraint, \"Japan can now do what other countries do within international law\". What Abe was doing was \"necessary and justified\" in the face of China's diplomatic hostility and rapid military buildup, said Yuji Miyamoto, a former ambassador to Beijing. \"Only three countries don't understand this policy – China, South Korea and North Korea,\" said Nobuo Kishi, the prime minister's younger brother and senior vice-minister for foreign affairs. In contrast, the members of Asean (Association of South-East Asian Nations) were mostly on board. Abe's advancing security agenda suggests his second year in office will be even more rumbustious than the first. It includes creating a national security council modelled on the US and British versions (David Cameron and William Hague have offered their advice), a new national security strategy, revamped defence guidelines, and a harsh state secrets law. Criticised by the UN and the main opposition parties, the proposed law threatens long jail sentences for whistleblowers and journalists who break its vague, catchall provisions. Abe has increased the defence budget for the first time in years, is overseeing an expansion of naval and coastguard capabilities (Japan's maritime self-defence force, or navy, is already the second biggest in Asia by tonnage), and has gathered expert support for a reinterpretation of article 9 of Japan's pacifist constitution to allow \"collective self-defence\" – meaning that if the US or another ally is attacked, Japanese armed forces will join the fight. On the diplomatic front, Abe is busily wooing his Asian neighbours. Having visited all 10 members of Asean in his first year, he will host a gala Asean summit in Tokyo on 13 December that looks very much like an anti-China jamboree. He comprehensively outflanked Beijing during this month's typhoon emergency in the Philippines, sending troops, ships and generous amounts of aid, the biggest single overseas deployment of Japanese forces since 1945 – while China was widely criciticised for donating less financial aid that the Swedish furniture chain Ikea. Abe is also providing 10 coastguard vessels to the Philippines to help ward off Chinese incursions. Improved security and military-to-military co-operation with Australia and India form part of his plans. Officials insist, meanwhile, that the US relationship remains the bedrock of Japanese security. Taking full advantage of Barack Obama's so-called \"pivot to Asia\", Abe's government agreed a revised pact in October with the US secretary of state, John Kerry, and the defence secretary, Chuck Hagel, providing for a \"more robust alliance and greater shared responsibilities\". With a wary eye on China, the pact envisages enhanced co-operation in ballistic missile defence, arms development and sales, intelligence sharing, space and cyber warfare, joint military training and exercises, plus the introduction of advanced radar and drones. Japan is also expected to buy American advanced weapons systems such as the F35 fighter-bomber and two more Aegis-equipped missile defence destroyers. Washington is positively purring with pleasure over Abe's tougher stance. \"The US welcomed Japan's determination to contribute proactively to regional and global peace and security,\" a joint statement said. The pact reflected \"shared values of democracy, the rule of law, free and open markets and respect for human rights\". But Abe's opponents fear the country is developing a new military mindset. What the Japanese public makes of what seems to amount overall to a landmark post-war shift in the scope and ambition of Japan's regional and global engagement is hard to gauge. China's disapproval ratings are a record high 94%, but a big majority (80%) of people polled also believe good bilateral relations are important. Many cling to the old pacifist verities but many others now understand the world around Japan is changing fast and unpredictably, said Kuni Miyake of Tokyo's Canon Institute for Global Studies. \"Despite his conservative, hawkish image, Abe is in fact a very pragmatic, reasonable politician. But he is also proud of Japan and he is saying it's OK to be proud,\" Miyake said. \"A huge power shift is going on in east Asia. Before Abe and the new era, we were day-dreaming. We thought we could follow pacifism, not threaten anybody, have no army, and the world would leave us alone. We were in a bubble. And it worked because of the US alliance, not because of pacifism. \"The next generation doesn't believe that … People are aware that prayers for peace are not enough. We have to deter many potential aggressors. If China insists on being a Pacific power and challenges the US-Japan hegemony at sea, a showdown is inevitable,\" Miyake said. For Takahara, the opposite holds true. There were limits to what Japan could do when faced by China's rising power and Abe's approach was fraught with peril. \"There is really no choice but to use diplomacy and dialogue to mend ties with China,\" Takahara said. \"Abe is very rightwing by traditional measures. He is a historical revisionist at heart. He would really like to visit the Yasukuni shrine where Japan's war dead are remembered. He is a nationalist … But Abe won't succeed with his 'new nationalism'. We are a post-industrial society. There's no way the youngsters will go along.\"",
    "keywords": [
        "imperialism",
        "abe",
        "south",
        "world",
        "japans",
        "nationalism",
        "abes",
        "china",
        "shinzo",
        "japanese",
        "japan",
        "security",
        "defence",
        "throwback"
    ],
    "summary": "The way Abe tells it, Japan is back – and the tiger he is riding is dubbed Abe's \"new nationalism\".\nUnusually, a date for this year's trilateral summit between Japan, China and South Korea has yet to be announced.\nA senior government official was more terse: \"We don't want to see China patrolling the East and South China seas as though they think they own them.\"\n\"Only three countries don't understand this policy – China, South Korea and North Korea,\" said Nobuo Kishi, the prime minister's younger brother and senior vice-minister for foreign affairs.\nOfficials insist, meanwhile, that the US relationship remains the bedrock of Japanese security.",
    "sentiment": {
        "neg": 0.0672,
        "neu": 0.8338,
        "pos": 0.0991,
        "compound": 0.064
    }
}