{
    "date": "2013-12-13T11:19:00Z",
    "title": "'Despicable human scum':  North Korea's statement on execution – in full",
    "url": "https://www.theguardian.com/world/2013/dec/13/north-korea-statement-jang-song-thaek-kim-jongun-uncle",
    "content": "\"Upon hearing the report on the enlarged meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea, the service personnel and people throughout the country broke into angry shouts that a stern judgment of the revolution should be meted out to the anti-party, counter-revolutionary factional elements. Against the backdrop of these shouts rocking the country, a special military tribunal of the DPRK Ministry of State Security was held on December 12 against traitor for all ages Jang Song Thaek. The accused Jang brought together undesirable forces and formed a faction as the boss of a modern day factional group for a long time and thus committed such hideous crime as attempting to overthrow the state by all sorts of intrigues and despicable methods with a wild ambition to grab the supreme power of our party and state. The tribunal examined Jang's crimes. All the crimes committed by the accused were proved in the course of hearing and were admitted by him. A decision of the special military tribunal of the Ministry of State Security of the DPRK was read out at the trial. Every sentence of the decision served as sledge-hammer blow brought down by our angry service personnel and people on the head of Jang, an anti-party, counter-revolutionary factional element and despicable political careerist and trickster. The accused is a traitor to the nation for all ages who perpetrated anti-party, counter-revolutionary factional acts in a bid to overthrow the leadership of our party and state and the socialist system. Jang was appointed to responsible posts of the party and state thanks to the deep political trust of President Kim Il Sung and leader Kim Jong Il and received benevolence from them more than any others from long ago. He held higher posts than before and received deeper trust from supreme leader Kim Jong Un, in particular. The political trust and benevolence shown by the peerlessly great men of Mt. Paektu were something he hardly deserved. It is an elementary obligation of a human being to repay trust with sense of obligation and benevolence with loyalty. However, despicable human scum Jang, who was worse than a dog, perpetrated thrice-cursed acts of treachery in betrayal of such profound trust and warmest paternal love shown by the party and the leader for him. From long ago, Jang had a dirty political ambition. He dared not raise his head when Kim Il Sung and Kim Jong Il were alive. But, reading their faces, Jang had an axe to grind and involved himself in double-dealing. He began revealing his true colors, thinking that it was just the time for him to realize his wild ambition in the period of historic turn when the generation of the revolution was replaced. Jang committed such an unpardonable thrice-cursed treason as overtly and covertly standing in the way of settling the issue of succession to the leadership with an axe to grind when a very important issue was under discussion to hold respected Kim Jong Un in high esteem as the only successor to Kim Jong Il in reflection of the unanimous desire and will of the entire party and army and all people. When his cunning move proved futile and the decision that Kim Jong Un was elected vice-chairman of the Central Military Commission of the Workers' Party of Korea at the Third Conference of the WPK in reflection of the unanimous will of all party members, service personnel and people was proclaimed, making all participants break into enthusiastic cheers that shook the conference hall, he behaved so arrogantly and insolently as unwillingly standing up from his seat and half-heartedly clapping, touching off towering resentment of our service personnel and people. Jang confessed that he behaved so at that time as a knee-jerk reaction as he thought that if Kim Jong Un's base and system for leading the army were consolidated, this would lay a stumbling block in the way of grabbing the power of the party and state. When Kim Jong Il passed away so suddenly and untimely to our sorrow, he began working in real earnest to realize its long-cherished greed for power. Abusing the honor of often accompanying Kim Jong Un during his field guidance, Jang tried hard to create illusion about him by projecting himself internally and externally as a special being on a par with the headquarters of the revolution. In a bid to rally a group of reactionaries to be used by him for toppling the leadership of the party and state, he let the undesirable and alien elements including those who had been dismissed and relieved of their posts after being severely punished for disobeying the instructions of Kim Jong Il and kowtowing to him work in a department of the Central Committee of the WPK and organs under it in a crafty manner. Jang did serious harm to the youth movement in our country, being part of the group of renegades and traitors in the field of youth work bribed by enemies. Even after they were disclosed and purged by the resolute measure of the party, he patronized those cat's paws and let them hold important posts of the party and state. He had let Ri Ryong Ha, flatterer, work with him since the 1980s whenever he was transferred to other posts and systematically promoted Ri up to the post of first vice department director of the Party Central Committee though he had been purged for his factional act of denying the unitary leadership of the party. Jang thus made Ri his trusted stooge. Jang let his confidants and flatterers who had been fired for causing an important case of denying the unitary leadership of the party work in his department and organs under it in a crafty manner in a few years. He systematically rallied ex-convicts, those problematic in their past careers and discontented elements around him and ruled over them as sacred and inviolable being. He worked hard to put all affairs of the country under his control, massively increasing the staff of his department and organs under it, and stretch his tentacles to ministries and national institutions. He converted his department into a \"little kingdom\" which no one dares touch. He was so imprudent as to prevent the Taedonggang Tile Factory from erecting a mosaic depicting Kim Il Sung and Kim Jong Il and a monument to field guidance given by them. Moreover, Jang turned down the unanimous request of the service personnel of a unit of the Korean People's Internal Security Forces to have the autograph letter sent by Kim Jong Un to the unit carved on a natural granite and erected with good care in front of the building of its command. He was so reckless as to instruct the unit to erect it in a shaded corner. He committed such anti-party acts as systematically denying the party line and policies, its organizational will, in the past period. These acts were a revelation of deliberate and sinister attempt to create extreme illusion and idolization of him by making him appear as a special being who can overrule either issues decided by the party or its line. He went so rude as to take in the middle even those things associated with intense loyalty and sincerity of our army and people towards the party and the leader and distribute them among his confidants in an effort to take credit upon himself for doing so. This behavior was to create illusion about him. Due to his persistent moves to create illusion and idolization of him his flatterers and followers in his department and organs under it praised him as \"No. 1 comrade.\" They went the lengths of denying even the party's instructions to please him at any cost. Jang established such a heterogenous work system in the department and the relevant organs as considering what he said as more important than the party's policies. Consequently, his trusted henchmen and followers made no scruple of perpetrating such counterrevolutionary act as disobeying the order of the Supreme Commander of the KPA. The revolutionary army will never pardon all those who disobey the order of the Supreme Commander and there will be no place for them to be buried even after their death. Dreaming a fantastic dream to become premier at an initial stage to grab the supreme power of the party and state, Jang made his department put major economic fields of the country under its control in a bid to disable the Cabinet. In this way he schemed to drive the economy of the country and people's living into an uncontrollable catastrophe. He put inspection and supervision organs belonging to the Cabinet under his control in defiance of the new state machinery established by Kim Jong Il at the First Session of the Tenth Supreme People's Assembly. He put all issues related to all structural works handled by the Cabinet under his control and had the final say on them, making it impossible for the Cabinet to properly perform its function and role as an economic command. They included the issues of setting up and disorganizing committees, ministries and national institutions and provincial, city and county-level organs, organizing units for foreign trade and earning foreign money and structures overseas and fixing living allowances. When he attempted to make a false report to the party without having agreement with the Cabinet and the relevant ministry on the issue related to the state construction control organization, officials concerned expressed just opinion that his behavior was contrary to the construction law worked out by Kim Il Sung and Kim Jong Il. Hearing this, he made the reckless remark that \"the rewriting of the construction law would solve the problem.\" Abusing his authority, he undermined the work system related to the construction of the capital city established by Kim Il Sung and Kim Jong Il, reducing the construction building-materials bases to such bad shape little short of debris in a few years. He weakened the ranks of technicians and skilled workers at the unit for the construction of the capital city in a crafty manner and transferred major construction units to his confidants so that they might make money. In this way he deliberately disturbed the construction in Pyongyang. He instructed his stooges to sell coal and other precious underground resources at random. Consequently, his confidants were saddled with huge debts, deceived by brokers. Jang made no scruple of committing such act of treachery in May last as selling off the land of the Rason economic and trade zone to a foreign country for a period of five decades under the pretext of paying those debts. It was none other than Jang who wirepulled behind scene Pak Nam Gi, traitor for all ages, to recklessly issue hundreds of billions of won in 2009, sparking off serious economic chaos and disturbing the people's mind-set. Jang encouraged money-making under various pretexts to secure funds necessary for gratifying his political greed and was engrossed in irregularities and corruption. He thus took the lead in spreading indolent, careless and undisciplined virus in our society. After collecting precious metals since the construction of Kwangbok Street in the 1980s, he set up a secret organ under his control and took a fabulous amount of funds from a bank and purchased precious metals in disregard of the state law. He thus committed such anti-state criminal acts as creating a great confusion in financial management system of the state. He let the decadent capitalist lifestyle find its way to our society by distributing all sorts of pornographic pictures among his confidants since 2009. He led a dissolute, depraved life, squandering money wherever he went. He took at least 4.6 million Euro from his secret coffers and squandered it in 2009 alone and enjoyed himself in casino in a foreign country. These facts alone clearly show how corrupt and degenerate he was. Jang was so reckless with his greed for power that he persistently worked to stretch his tentacles even to the People's Army with a foolish calculation that he would succeed in staging a coup if he mobilized the army. He fully revealed his despicable true colors as a traitor for all ages in the course of questioning by uttering as follows: \"I attempted to trigger off discontent among service personnel and people when the present regime does not take any measure despite the fact that the economy of the country and people's living are driven into catastrophe. Comrade supreme leader is the target of the coup.\" As regards the means and methods for staging the coup, Jang said: \"I was going to stage the coup by using army officers who had close ties with me or by mobilizing armed forces under the control of my confidants. I don't know well about recently appointed army officers but have some acquaintances with those appointed in the past period. I thought the army might join in the coup if the living of the people and service personnel further deteriorate in the future. And I calculated that my confidants in my department including Ri Ryong Ha and Jang Su Gil would surely follow me and had a plan to use the one in charge of the people's security organ as my confidant. It was my calculation that I might use several others besides them.\" Asked about the timing of the coup and his plan to do after staging the coup, Jang answered: \"I didn't fix the definite time for the coup. But it was my intention to concentrate my department and all economic organs on the Cabinet and become premier when the economy goes totally bankrupt and the state is on the verge of collapse in a certain period. I thought that if I solve the problem of people's living at a certain level by spending an enormous amount of funds I have accumulated under various names after becoming premier, the people and service personnel will shout \"hurrah\" for me and I will succeed in the coup in a smooth way.\" Jang dreamed such a foolish dream that once he seizes power by a base method, his despicable true colors as \"reformist\" known to the outside world would help his \"new government\" get \"recognized\" by foreign countries in a short span of time. All facts go to clearly prove that Jang is a thrice-cursed traitor without an equal in the world as he had desperately worked for years to destabilize and bring down the DPRK and grab the supreme power of the party and state by employing all the most cunning and sinister means and methods, pursuant to the \"strategic patience\" policy and \"waiting strategy\" of the U.S. and the south Korean puppet group of traitors. The hateful and despicable nature of the anti-party, anti-state and unpopular crimes committed by Jang was fully disclosed in the course of the trial conducted at the special military tribunal of the DPRK Ministry of State Security. The era and history will eternally record and never forget the shuddering crimes committed by Jang Song Thaek, the enemy of the party, revolution and people and heinous traitor to the nation. No matter how much water flows under the bridge and no matter how frequently a generation is replaced by new one, the lineage of Paektu will remain unchanged and irreplaceable. Our party, state, army and people do not know anyone exceptKim Il Sung, Kim Jong Il and Kim Jong Un. Our service personnel and people will never pardon all those who dare disobey the unitary leadership of Kim Jong Un, challenge his absolute authority and oppose the lineage of Paektu to an individual but bring them to the stern court of history without fail and mercilessly punish them on behalf of the party and revolution, the country and its people, no matter where they are in hiding. The special military tribunal of the Ministry of State Security of the DPRK confirmed that the state subversion attempted by the accused Jang with an aim to overthrow the people's power of the DPRK by ideologically aligning himself with enemies is a crime punishable by Article 60 of the DPRK Criminal Code, vehemently condemned him as a wicked political careerist, trickster and traitor for all ages in the name of the revolution and the people and ruled that he would be sentenced to death according to it. The decision was immediately executed.\"",
    "keywords": [
        "human",
        "scum",
        "jong",
        "department",
        "state",
        "despicable",
        "execution",
        "jang",
        "kim",
        "service",
        "army",
        "country",
        "party",
        "statement",
        "il",
        "north",
        "koreas"
    ],
    "summary": "He held higher posts than before and received deeper trust from supreme leader Kim Jong Un, in particular.\nHe dared not raise his head when Kim Il Sung and Kim Jong Il were alive.\nWhen Kim Jong Il passed away so suddenly and untimely to our sorrow, he began working in real earnest to realize its long-cherished greed for power.\nHe was so imprudent as to prevent the Taedonggang Tile Factory from erecting a mosaic depicting Kim Il Sung and Kim Jong Il and a monument to field guidance given by them.\nOur party, state, army and people do not know anyone exceptKim Il Sung, Kim Jong Il and Kim Jong Un.",
    "sentiment": {
        "neg": 0.0806,
        "neu": 0.8018,
        "pos": 0.1176,
        "compound": 0.107
    }
}