{
    "date": "2013-02-28T17:20:00Z",
    "title": "Dennis Rodman meets with North Korean leader Kim Jong-un",
    "url": "https://www.theguardian.com/sport/blog/2013/feb/28/dennis-rodman-meets-kim-jong-un-north-korea",
    "content": "If only Richard Nixon could go to China, perhaps only Dennis Rodman could go to North Korea. The colorful former NBA star has been visiting the secretive country this week on what he calls a \"basketball democracy\" tour. On the trip's third day, Rodman met up with North Korean leader Kim Jong-un, perhaps as big of a basketball fan as his father was a movie fan, where he reportedly named the Communist dictator \"a friend for life\". Rodman has been touring North Korea with a group of Harlem Globetrotters along with a Vice media production crew filming a potential HBO documentary. While it is not entirely without precedent for a US athlete to visit a Communist country with the ostensible goal of easing tensions between the two countries, former MLB pitcher Bill Lee has made many such trips to Cuba, the timing of this visit, two weeks after a reported nuclear test, makes this visit somewhat unusual. Rodman and Kim took in an exhibition game at Pyongyang, where two teams mixed with American and North Korean players played to a 110-110 tie. Later on, apparently, Rodman's group indulged in liquor provided by the leader himself. Apparently Rodman's hard partying lifestyle is well-known even in North Korea. Perhaps that comes from Kim Jong-un's younger brother, Kim Jong-chul, shown in this photo wearing Rodman's Bulls jersey. Rodman's North Korean adventure is both surprising and not. It's certainly a bit strange to see Dennis Rodman acting as a cultural ambassador to a country that is hostile to the United States and in the process of becoming a nuclear power, but it's not odd that he, among all basketball players, would be the one to visit. Despite winning championships alongside Michael Jordan as a member of the Chicago Bulls, Rodman, is best remembered for his colorful appearance (dyed hair, tattoos, piercings) and his eccentric, high profile antics: • Dating Madonna when that was still a big deal. • Wearing a wedding dress, and rocking it it should be added, to promote his first book: \"Bad As I Want To Be\". • Lying in a coffin to promote his second book, the slightly less lighthearted \"I Should Be Dead By Now\". (Bela Lugosi demands royalties from beyond the grave.) • Appearing in some of the worst action movies of all time. • Posing naked for PETA ads. • Taking on a second career as a professional wrestler during one of his NBA suspensions. • Earning one of those suspensions by headbutting a referee. • Tripping a cameraman and kicking him in the groin. So, heading off to North Korea and proclaiming that Kim Jong-un is now his BFF? Completely within character for the unpredictable Rodman. This resume may not make him sound like the ideal cultural ambassador for most countries, but it might make the man they call the Worm the perfect American ambassador to a country that is used to revering eccentric individuals.",
    "keywords": [
        "leader",
        "rodmans",
        "korea",
        "meets",
        "kim",
        "visit",
        "rodman",
        "jongun",
        "country",
        "dennis",
        "ambassador",
        "basketball",
        "north",
        "korean"
    ],
    "summary": "If only Richard Nixon could go to China, perhaps only Dennis Rodman could go to North Korea.\nRodman has been touring North Korea with a group of Harlem Globetrotters along with a Vice media production crew filming a potential HBO documentary.\nRodman and Kim took in an exhibition game at Pyongyang, where two teams mixed with American and North Korean players played to a 110-110 tie.\nRodman's North Korean adventure is both surprising and not.\nSo, heading off to North Korea and proclaiming that Kim Jong-un is now his BFF?",
    "sentiment": {
        "neg": 0.0463,
        "neu": 0.8703,
        "pos": 0.0833,
        "compound": 0.0996
    }
}