{
    "date": "2013-01-04T08:38:42Z",
    "title": "Kim Jong-un's wife said to have given birth",
    "url": "https://www.theguardian.com/world/2013/jan/04/kim-jong-un-wife-birth",
    "content": "New TV images suggest the wife of the North Korean leader, Kim Jong-un, has given birth to the newest member of the world's only communist dynasty. Rumours that Ri Sol-ju was pregnant had been swirling since she dropped out of the public eye last October. When she reappeared in December to attend a service to mark the anniversary of the death of her father-in-law, Kim Jong-il, Ri's swollen tummy was clearly visible beneath a loose-fitting traditional hanbok dress. But TV images taken of her attending an official new year celebration this week showed her dressed in a tighter-fitting, two-piece suit and showing no visible signs of pregnancy. The secretive state has never commented on rumours that Kim, who came to power just over a year ago, was about to become a father. In South Korea, newspapers and TV stations ran before-and-after photographs suggesting that the dynasty's succession has been secured. \"The bulging stomach has gone down … has Ri Sol-ju given birth?\" the Dong-A Ilbo asked, while the Chosun Ilbo said: \"Ri Sol-ju with her tummy reduced in 11 days. Has she come out right after childbirth?\" Adding to the speculation was the appearance at the concert of an all-female band playing a version of the Johnny Mathis hit When a Child Is Born. The Yonhap news agency quoted a South Korean official saying that analysis of TV images showed Ri \"appeared to have given birth\". In his first year in power, Kim has adopted the personal style of his more gregarious grandfather, and North Korea's founder, Kim Il-sung, in contrast to his father, whose public appearances were often in the company of military officials on visits to army bases, factories and farms. But the younger Kim, who is thought to have been educated overseas, has been photographed at a theme park in Pyongyang, and attending concerts featuring Disney characters and entertainers. Earlier this week he became the first North Korean leader for 19 years to broadcast an address to the nation on New Year's Day. Ri, the daughter of a doctor and an academic, made her surprise public debut with her husband at official events last July. In an unusual move later that month, the North Korean state media confirmed she was the country's first lady, but did not say when the pair had married. There has been no confirmation of South Korean intelligence reports that Kim and Ri married in 2009 and already have one child. • This article was amended on 4 January 2013. The original said Kim had been photographed at a theme park in Seoul. This has been corrected.",
    "keywords": [
        "birth",
        "ri",
        "south",
        "wife",
        "tv",
        "solju",
        "public",
        "kim",
        "images",
        "official",
        "jonguns",
        "given",
        "north",
        "korean"
    ],
    "summary": "New TV images suggest the wife of the North Korean leader, Kim Jong-un, has given birth to the newest member of the world's only communist dynasty.\n\"The bulging stomach has gone down … has Ri Sol-ju given birth?\"\nthe Dong-A Ilbo asked, while the Chosun Ilbo said: \"Ri Sol-ju with her tummy reduced in 11 days.\nThe Yonhap news agency quoted a South Korean official saying that analysis of TV images showed Ri \"appeared to have given birth\".\nThere has been no confirmation of South Korean intelligence reports that Kim and Ri married in 2009 and already have one child.",
    "sentiment": {
        "neg": 0.0146,
        "neu": 0.9435,
        "pos": 0.0421,
        "compound": 0.0603
    }
}