{
    "date": "2013-04-04T19:56:50Z",
    "title": "Trident renewal: nations with nuclear options | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/04/trident-renewal-nuclear-options-editorial",
    "content": "It remains an open question where North Korea's belligerence towards South Korea and the United States is actually leading. Experience still suggests that the regime's principal aims are concessions over trade, aid and the regional military balance rather than outright war. Yet Pyongyang has unmistakably upped the stakes. Its rhetoric is fiercer than before. And the declared readiness to play the nuclear weapons card is shameless. Bombastic orders to prepare missile strikes on America, followed by Thursday's missile manoeuvres, add up to threats that cannot simply be dismissed as posturing. The sooner China and the UN can bring Kim Jong-un down off his dais and back round the table the better for us all. However North Korea has done one western leader a small favour. David Cameron has chosen this week to mount the most public defence of the UK's Trident missile system of his premiership. Writing in the Daily Telegraph the prime minister seized on North Korea's unpredictability and aggression as reasons for renewing Trident on a like-for-like basis between now and 2028. It would be foolish to be defenceless against potential nuclear provocateurs such as North Korea and Iran, Mr Cameron argued. The cold war may be over, he wrote, but the nuclear threat, including the threat to Britain, remains. At the general level, that is of course true. Nuclear proliferation is no longer in retreat, as it briefly was after the fall of the Soviet Union. And Mr Cameron's new willingness to discuss the Trident issue is welcome. But he will have to come up with a better reason for replacing Trident than the threat from Mr Kim. Though it is true that anything can happen in the future, there is currently no direct threat to Britain from North Korea, nor the other way round. Pyongyang and London are more than 5,000 miles apart. Britain has had no military presence \"east of Suez\" since the years of Harold Wilson. The British deterrent is utterly marginal to any foreseeable crisis in east Asia. Even a specific Iranian threat to the UK is hard to pin down. But a specific North Korean threat is even more far-fetched. As part of his trumpeting of Trident, Mr Cameron visited the Trident base at Faslane and the storage facilities at Coulport, travelling into Glasgow to do a question-and-answer session at the French-owned defence electronics supplier Thales. This time his argument for Trident was that it stands at the apex of the Scottish defence industries, which employ 12,600 people, and probably more if Trident replacement goes ahead as planned and Scotland votes to remain part of the UK. This was an interesting sign of Mr Cameron's confidence that next year's referendum will endorse the union. For a Conservative prime minister to use one of his too rare visits north of the border to extol the importance of the nuclear weapons that have long been an iconic grievance across large parts of Scottish politics was a gamble. Trident is more unpopular in Scotland than in the UK as a whole, and the SNP's promise to banish the UK nukes from an independent Scotland is fundamental to its independence narrative. Yet Mr Cameron seems to calculate that, come September 2014, jobs in the defence industries will weigh more heavily in the voters' calculations than the SNP and other anti-nuclear parties believe. In the end, the Trident renewal decision has to rest on a stronger argument than North Korean unpredictability or preserving defence industry jobs in Scotland. Mr Cameron has not made such an argument, yet he is determined to push the renewal through. There remains a political space for a case more suited to the temper and realities of the new times. That case lies somewhere in a range from outright abandonment of the nuclear option to the scaled-back renewal promoted by the former defence minister Sir Nick Harvey. With the cold war 20 years over, British military capacity so diminished and public money certain to be so tight for so long, that alternative case needs to be made and settled soon if full renewal is not become an irreversible done deal.",
    "keywords": [
        "mr",
        "threat",
        "editorial",
        "nations",
        "nuclear",
        "uk",
        "scotland",
        "cameron",
        "options",
        "defence",
        "trident",
        "north",
        "renewal"
    ],
    "summary": "It would be foolish to be defenceless against potential nuclear provocateurs such as North Korea and Iran, Mr Cameron argued.\nThe cold war may be over, he wrote, but the nuclear threat, including the threat to Britain, remains.\nBut he will have to come up with a better reason for replacing Trident than the threat from Mr Kim.\nIn the end, the Trident renewal decision has to rest on a stronger argument than North Korean unpredictability or preserving defence industry jobs in Scotland.\nMr Cameron has not made such an argument, yet he is determined to push the renewal through.",
    "sentiment": {
        "neg": 0.1161,
        "neu": 0.7959,
        "pos": 0.0881,
        "compound": -0.1297
    }
}