{
    "date": "2013-10-10T17:14:34Z",
    "title": "Netanyahu's interview is a perfect lesson in how not to talk to Iranians",
    "url": "https://www.theguardian.com/world/iran-blog/2013/oct/10/netanyahu-interview-iranians-israeli-bbc",
    "content": "In a recent interview with the BBC's Persian service, Israel's prime minister, Binyamin Netanyahu, spoke directly to an Iranian audience for the first time. His comments prompted a backlash and a wave of negative reaction by a large number of Iranians who, surprisingly, appear not to be necessarily supportive of the ruling conservatives. This part of Netanyahu's remarks received the strongest criticism by Iranians: \"If Iranian people were free, they would wear jeans and listen to western music.\" As a result, he has been accused of being ignorant of the basic realities of the society over which he has been confidently making pronouncements. Most of the criticism came from young jean-wearing and western-music-loving Iranians who have access to social networks such as Facebook or Twitter. In their view, Netanyahu's remarks were not only wrong, but also questioned their lifestyle and in a sense underestimated their efforts to overcome the pressures of Iran's ruling conservatives. One cannot deny the conservatives' long-standing efforts to distance the youth from western symbols, such as clothing and music, but the important point is that these attempts have been absolutely unsuccessful. Another remark by Netanyahu that was met with much fury from Iranians was this: \"[President Hassan] Rouhani does not represent the Iranian people.\" There is no doubt that elections in Iran fall short of international standards. But during the last presidential election, most voters had the feeling that, at least this time, they had defeated the hardliners. There was a consensus, it appeared, that unlike in 2009, votes had been counted. Netanyahu's position not only offended those who had voted for Rouhani but possibly also other Iranians who have pinned their hopes on the policies of the new administration, which has promised to bring moderation back to Iran. In his interview, Netanyahu repeatedly warned that Tehran's access to nuclear weapons would make regime change impossible. He said: \"If this regime gains access to nuclear weapons, it will become eternal, like the regime of North Korea.\" The implicit meaning of this remark is that Netanyahu's ultimate goal is to bring about regime change in Iran and that Tehran's nuclear programme is an obstacle to this. These remarks come at a time when the international community has been insisting that the purpose of putting pressure on Iran over the nuclear dossier is to force the country to become more transparent about its nuclear programme, and not regime change. While there are widespread differences within Iran over the nuclear policy, both opponents and proponents of the programme in Iran are very sensitive about the issue of a military attack on the country. Under such circumstances, when a head of state expresses a desire for a military strike, even a neutral Iranian feels that his security and safety, including those of his family, are directly under threat. Netanyahu's remarks on this issue are astonishingly similar to those of Iranian hardliners who have been continuously insisting that \"the core reason for US and western pressure on Iran's nuclear programme is regime change.\" Netanyahu's critics believe that his comments only gave Iranian hardliners further proof that the Israeli government is merely pursuing regime change and thus is afraid of any détente in relations between Iran and the west. Aside from the domestic impact, Netanyahu's comments carry valuable lessons for all politicians who try to address Iranians within the international arena. In short, Netanyahu's comments are an instructive collection of all those things that international politicians should not say when they talk to the Iranian people.",
    "keywords": [
        "iranian",
        "change",
        "talk",
        "iranians",
        "lesson",
        "regime",
        "iran",
        "remarks",
        "netanyahus",
        "nuclear",
        "programme",
        "perfect",
        "interview",
        "international"
    ],
    "summary": "This part of Netanyahu's remarks received the strongest criticism by Iranians: \"If Iranian people were free, they would wear jeans and listen to western music.\"\nIn their view, Netanyahu's remarks were not only wrong, but also questioned their lifestyle and in a sense underestimated their efforts to overcome the pressures of Iran's ruling conservatives.\nIn his interview, Netanyahu repeatedly warned that Tehran's access to nuclear weapons would make regime change impossible.\nAside from the domestic impact, Netanyahu's comments carry valuable lessons for all politicians who try to address Iranians within the international arena.\nIn short, Netanyahu's comments are an instructive collection of all those things that international politicians should not say when they talk to the Iranian people.",
    "sentiment": {
        "neg": 0.1032,
        "neu": 0.8307,
        "pos": 0.066,
        "compound": -0.134
    }
}