{
    "date": "2013-12-20T14:59:04Z",
    "title": "Dennis Rodman is 'having fun' in North Korea at the expense of human rights | Matt Andrews",
    "url": "https://www.theguardian.com/commentisfree/2013/dec/20/dennis-rodman-north-korea-human-rights",
    "content": "In the history of unlikely friendships, few perhaps have had the freedom of a nation underpinning them. The apparently burgeoning companionship between Dennis Rodman and Kim Jong-un, however, could have profound implications for the people of North Korea. When news of the former basketball star's trips to the \"hermit kingdom\" first broke in February, it was treated with the same wry amusement as the story of the discovery of a mythical \"unicorn lair\" in Pyongyang. Of all the Americans we could conceivably imagine reaching out to the reclusive dictatorship, the choice of Rodman is perhaps equally as improbable as the unicorn. In a country where hairstyles are state-mandated and the US is routinely described as a land of decadence and aggression, the basketball player is an odd choice of ambassador, to say the least. Rodman, for his part, is doing an interesting thing: the prospect of \"basketball diplomacy\" and introducing a friendly US face to an indoctrinated people could have wide-ranging impact. He is back in the nation again this week to talk basketball and celebrate the leader's birthday. But Rodman's recent indifference – even ignorance – over the state of affairs in the Democratic People's Republic of Korea is troubling. Whatever knowledge Rodman had of the country before aren't helped by Paddy Power, which has added to its notoriety by organising the trips and upcoming basketball match and also claimed this is \"sidestepping politics\". It took an article in the Seattle Times, though, for him to become aware of the tension surrounding the US hostage Kenneth Bae. Rodman took to Twitter to request that North Korea – a country where only a few thousand elites have uncensored internet access – \"do [him] a solid\" and free Bae. I'm calling on the Supreme Leader of North Korea or as I call him \"Kim\", to do me a solid and cut Kenneth Bae loose. — Dennis Rodman (@dennisrodman) May 7, 2013 Once there, though, he changed tack, claiming \"that's not my job to ask about Kenneth Bae. Ask Obama about that. Ask Hillary Clinton\". His insistence that he was there to play basketball and not ask difficult diplomatic questions has now led former North Korean concentration camp prisoner Shin Dong-hyuk to write an open letter pleading with Rodman to learn about the gulags and open Kim's mind to closing them. In his letter, Shin challenges Rodman to ask Kim about the camps, claiming: Your friend probably also will deny that Camp 14 exists, which is the official position of his government. If he does, you can show him pictures of it on your phone. It's a bold request. What would the supreme leader actually do if his newest propaganda tool began to question the state's means of control? It's difficult to imagine the regime sending as prominent a figure as Rodman off to be \"re-educated\" or deporting him back to the states, but equally it doesn't feel like a discussion that would end in Rodman's favour, either. In a recent interview, Rodman was flippant about his first impressions of the country: How much they respected their leader. When you have the whole country out at 3am to build statues and sh*t – for free – that makes you a real leader [laughs]. You don't pay them, and they still love you. It's a conflicting statement. He acknowledges the effective slave labour of the populace and grim duties expected of them, but is unable to see the propaganda and oppression behind the \"love\" and \"respect\" the people hold for Kim. Can he really be this ignorant of how things are run? Perhaps it's unfair to expect one man to be able to effect change in a country locked in the past. When Obama visits China he doesn't mention Tibet or ask questions about Falun Gong. In that complex world, even a handshake is a newsworthy policy decision. But Rodman bears a strange kind of responsibility, even hope, in the watching eyes of the rest of the world. As possibly the first American ever to meet Kim Jong-un, he's playing a unique role in what could be the opening of the hermit kingdom. As Shin concludes in his letter, \"no dictatorship lasts forever\". The basketball tournament will help show the USA in a new light inside the closed state, and to the outside world it will perhaps humanise a regime infamous for its cold brutality. But Rodman's refusal to play politics and insisting he's just aiming to \"have some fun\" is a choice that 23 million ordinary North Koreans are unable to make. Rodman, though he may not like it, could be playing one of the most important games of his life, and we're all counting on him to make the shot.",
    "keywords": [
        "human",
        "leader",
        "korea",
        "world",
        "expense",
        "kim",
        "fun",
        "rodman",
        "dennis",
        "country",
        "rights",
        "having",
        "bae",
        "basketball",
        "matt",
        "north",
        "ask"
    ],
    "summary": "The apparently burgeoning companionship between Dennis Rodman and Kim Jong-un, however, could have profound implications for the people of North Korea.\nRodman took to Twitter to request that North Korea – a country where only a few thousand elites have uncensored internet access – \"do [him] a solid\" and free Bae.\nI'm calling on the Supreme Leader of North Korea or as I call him \"Kim\", to do me a solid and cut Kenneth Bae loose.\n— Dennis Rodman (@dennisrodman) May 7, 2013 Once there, though, he changed tack, claiming \"that's not my job to ask about Kenneth Bae.\nIn his letter, Shin challenges Rodman to ask Kim about the camps, claiming: Your friend probably also will deny that Camp 14 exists, which is the official position of his government.",
    "sentiment": {
        "neg": 0.0753,
        "neu": 0.8179,
        "pos": 0.1068,
        "compound": 0.1037
    }
}