{
    "date": "2013-02-25T06:32:53Z",
    "title": "Park Geun-hye takes office as South Korean president",
    "url": "https://www.theguardian.com/world/2013/feb/25/park-geun-hye-korean-president",
    "content": "South Korea's new president, Park Geun-hye, has called on North Korea to abandon its nuclear weapons programme, as Pyongyang edges closer towards membership of the global club of nuclear states. Park, who was sworn in on Monday as South Korea's first female president, said she would not tolerate provocations from the North, which conducted its third nuclear test this month. \"North Korea's recent nuclear test is a challenge to the survival and future of the Korean people,\" Park, who was elected on 19 December, told a crowd of 70,000 people outside the national assembly building in Seoul. \"Make no mistake, the biggest victim will be none other than North Korea itself.\" Park's biggest foreign policy challenge will be to end five years of worsening ties with the North under her predecessor and fellow conservative, Lee Myung-bak, and persuade the regime to return to nuclear negotiations. She indicated that she could soften her predecessor's hardline stance if the North, under its young leader, Kim Jong-un, was willing to make concessions on its nuclear programme. \"I will not tolerate any action that threatens the lives of our people and the security of our nation,\" she said. \"I urge North Korea to abandon its nuclear ambitions without delay and embark on the path to peace and shared development.\" At home Park has promised sweeping economic reforms to bridge the growing income gap and address youth unemployment and a stagnant economy. The 61-year-old, who represents the conservative Saenuri party, promised to create jobs and build a \"creative\" economy that is less dependent on South Korea's dominant chaebol conglomerates. Park said she would bring about \"economic democratisation\" by prioritising job creation in IT and science and technology. She called on South Koreans to help her repeat the Miracle on the Han River – a reference to the rapid economic development seen under her father, Park Chung-hee, a military dictator who ruled the country in the 1960s and 70s before he was assassinated by his own spy chief in 1979. Five years earlier Park's mother, Yuk Young-soo, was shot dead by a North Korean agent, forcing her to return early from her studies in Paris to act as first lady at the age of 22. Her father continues to divide South Koreans to this day. Some credit him with dragging the country out of poverty after the 1950-53 Korean war and laying the foundations for its modern-day status as an export powerhouse. But others have never forgotten his brutal suppression of political opponents during 18 years of rule that began with a military coup in 1961. Park apologised to victims of her father's rule during last year's election campaign and benefited from generally warm feelings towards her mother, a popular first lady. Despite her conservative roots Park has made conciliatory gestures towards the North. She met the regime's former leader, Kim Jong-il, in Pyongyang in 2002 and noted in her 2007 autobiography that Kim had apologised for a failed raid on the South Korean presidential Blue House by 31 North Korean commandoes in 1968. North Korean state media marked her inauguration with a warning to the US and South Korea not to proceed with annual joint military drills. \"The US warmongers should think what consequence will be brought out for getting on the nerves of [North Korea], a dignified nuclear power,\" the North's Rodong Sinmun newspaper said in a commentary, adding that the allies would \"die in flames\" if they prepared to launched an invasion. John Delury, a North Korea experts at Yonsei University in Seoul, said a new era of engagement could be possible despite Pyongyang's nuclear programme and tougher sanctions from the UN security council. \"I don't think this latest spike in the cycle of provocation and response undermines her whole platform of seeking to somehow re-engage the North,\" Delury told Associated Press. Other experts, however, believe the North has set itself on the path to diplomatic gridlock and more regional tension. \"Normalisation of relations, a peace treaty, access to energy and economic opportunities those things that come from choosing electricity over bombs and have the potential of lifting the North Korean people out of poverty and hardship will be made much more difficult, if not impossible, for at least the next five years,\" Siegfried Hecker, a US scientist and regular visitor to North Korea, wrote on the website of Centre for International Security and Co-operation at Stanford University.",
    "keywords": [
        "geunhye",
        "south",
        "takes",
        "economic",
        "korea",
        "north",
        "president",
        "nuclear",
        "security",
        "korean",
        "koreas",
        "programme",
        "office",
        "park"
    ],
    "summary": "South Korea's new president, Park Geun-hye, has called on North Korea to abandon its nuclear weapons programme, as Pyongyang edges closer towards membership of the global club of nuclear states.\n\"Make no mistake, the biggest victim will be none other than North Korea itself.\"\nThe 61-year-old, who represents the conservative Saenuri party, promised to create jobs and build a \"creative\" economy that is less dependent on South Korea's dominant chaebol conglomerates.\nShe met the regime's former leader, Kim Jong-il, in Pyongyang in 2002 and noted in her 2007 autobiography that Kim had apologised for a failed raid on the South Korean presidential Blue House by 31 North Korean commandoes in 1968.\nNorth Korean state media marked her inauguration with a warning to the US and South Korea not to proceed with annual joint military drills.",
    "sentiment": {
        "neg": 0.0806,
        "neu": 0.8354,
        "pos": 0.084,
        "compound": -0.0191
    }
}