{
    "date": "2013-10-03T21:42:00Z",
    "title": "Camp 14 – review",
    "url": "https://www.theguardian.com/film/2013/oct/03/camp-14-review",
    "content": "Marc Weise's documentary is more sober than The Act of Killing about the 1965-66 Indonesian genocide, but its revelations about North Korea's political prison camps are no less devastating. Using interviews and atmospheric animated sequences, Weise uncovers a world where brutality is the norm and conditioning blurs the line between victim and perpetrator. Shin Dong-hyuk was born in Camp 14 and would have died there if he hadn't escaped, aged 23. He describes, hesitatingly, how informing on his own mother and brother led to their execution. Watching them die, he felt nothing. His stories are supported by a former commander of the guards at Camp 22 and an ex-secret policeman who casually admit to murder, rape, torture and other abuses performed with impunity. Today, they live normal lives in South Korea. The cumulative effect is sickening, saddening and disturbing.",
    "keywords": [
        "victim",
        "using",
        "camp",
        "weises",
        "world",
        "14",
        "torture",
        "uncovers",
        "weise",
        "today",
        "watching",
        "review"
    ],
    "summary": "Marc Weise's documentary is more sober than The Act of Killing about the 1965-66 Indonesian genocide, but its revelations about North Korea's political prison camps are no less devastating.\nUsing interviews and atmospheric animated sequences, Weise uncovers a world where brutality is the norm and conditioning blurs the line between victim and perpetrator.\nShin Dong-hyuk was born in Camp 14 and would have died there if he hadn't escaped, aged 23.\nHe describes, hesitatingly, how informing on his own mother and brother led to their execution.\nHis stories are supported by a former commander of the guards at Camp 22 and an ex-secret policeman who casually admit to murder, rape, torture and other abuses performed with impunity.",
    "sentiment": {
        "neg": 0.3123,
        "neu": 0.6719,
        "pos": 0.0159,
        "compound": -0.6404
    }
}