{
    "date": "2013-03-17T00:02:06Z",
    "title": "Red Dawn – review",
    "url": "https://www.theguardian.com/film/2013/mar/17/red-dawn-review",
    "content": "In 1984, towards the end of Ronald Reagan's first term as president, John Milius, a gifted, rightwing maverick writer-director, made Red Dawn, a \"what-if\" thriller in which a division of Soviet and Latin American troops takes over a small Colorado town where they're confronted by a band of local teenage guerrillas. Milius's unfashionable patriotism and old-fashioned regard for honour and heroism, as well as his considerable cinematic gifts, gave the movie a certain distinction – in my eyes at least, though not in those of most colleagues. This remake was embarked on three years ago with Chinese invaders, and after a change in Sino-American relations it was reshot to make North Koreans the enemy. The directorial debut of a well-known specialist in stunt work and second-unit action sequences, it is a foolish, ill-considered undertaking, the unexpected topicality of which makes it all the sillier.",
    "keywords": [
        "unexpected",
        "town",
        "work",
        "wellknown",
        "review",
        "troops",
        "unfashionable",
        "undertaking",
        "topicality",
        "red",
        "dawn",
        "whatif",
        "writerdirector"
    ],
    "summary": "In 1984, towards the end of Ronald Reagan's first term as president, John Milius, a gifted, rightwing maverick writer-director, made Red Dawn, a \"what-if\" thriller in which a division of Soviet and Latin American troops takes over a small Colorado town where they're confronted by a band of local teenage guerrillas.\nMilius's unfashionable patriotism and old-fashioned regard for honour and heroism, as well as his considerable cinematic gifts, gave the movie a certain distinction – in my eyes at least, though not in those of most colleagues.\nThis remake was embarked on three years ago with Chinese invaders, and after a change in Sino-American relations it was reshot to make North Koreans the enemy.\nThe directorial debut of a well-known specialist in stunt work and second-unit action sequences, it is a foolish, ill-considered undertaking, the unexpected topicality of which makes it all the sillier.",
    "sentiment": {
        "neg": 0.0578,
        "neu": 0.848,
        "pos": 0.0943,
        "compound": 0.0556
    }
}