{
    "date": "2013-04-15T19:28:23Z",
    "title": "North Korea's UK ambassador defends Pyongyang's stance in rare speech",
    "url": "https://www.theguardian.com/world/2013/apr/15/north-korea-ambassador-rare-speech",
    "content": "The North Korean ambassador to Britain has made a rare speech to a foreign audience, defending Pyongyang's stance as a response to the provocations of the United States and South Korea. The 11-minute address by Hyon Hak-bong was posted on a YouTube channel carrying North Korean propaganda on Monday afternoon. The timing of the unusual intervention is striking, coming as the US secretary of state, John Kerry pressed his message that Washington sought a peaceful resolution. The North has dismissed a proposal of dialogue from the South as a \"crafty trick\". The London embassy has so far declined to respond to media queries on current tensions on the Korean peninsula. But in his talk to the Communist party of Great Britain (Marxist-Leninist), Hyon addressed the situation at length, insisting that Pyongyang is only interested in self-defence. Adam Cathcart, an expert on North Korea at Queen's University Belfast, said it was not unheard of for Pyongyang's diplomats to attend meetings, such as those held by friendship organisations, but they usually did so to receive praise or messages of appreciation. He could not recall a previous speech of this kind in the UK. \"He is obviously there to make a statement, and it's a statement in English,\" he said. \"If you are not interested in negotiating, why send your ambassador out to make a statement in a European capital?\" Hyon told his audience: \"The western media, including the UK … Reuters, the BBC, the Telegraph, the Guardian … all are talking about tensions on the Korean peninsula. The problem is that they are describing it as if the DPRK [North Korea] is provoking [it]. That is not true. We are being provoked by the US and South Korea and are only responding to that provocation and their military threats.\" He defended the country's third nuclear test in February, which led to a new United Nations security council resolution tightening sanctions, telling listeners: \"Our nuclear weapons have served as a strong war deterrent to defend our national security and sovereignty.\" He also denied that the North's last rocket launch was intended to further its ballistic missiles programme, reiterating that it put a satellite into space for scientific purposes. Hyon described the North's warning that it was prepared to launch a nuclear strike on the US if necessary as a \"justifiable and reasonable response\" to American aggression and specifically criticised the US use of B2 and B52 bombers and F22 jet fighters during its ongoing joint military drills with the South. Hyon became ambassador to the UK in December 2011. He previously served as the North's spokesman at the six-party aid-for-denuclearisation talks between 2004 and 2007.",
    "keywords": [
        "rare",
        "south",
        "norths",
        "speech",
        "korea",
        "pyongyangs",
        "uk",
        "nuclear",
        "stance",
        "hyon",
        "ambassador",
        "korean",
        "defends",
        "statement",
        "north",
        "koreas"
    ],
    "summary": "The North Korean ambassador to Britain has made a rare speech to a foreign audience, defending Pyongyang's stance as a response to the provocations of the United States and South Korea.\nThe 11-minute address by Hyon Hak-bong was posted on a YouTube channel carrying North Korean propaganda on Monday afternoon.\nThe problem is that they are describing it as if the DPRK [North Korea] is provoking [it].\nWe are being provoked by the US and South Korea and are only responding to that provocation and their military threats.\"\nHyon became ambassador to the UK in December 2011.",
    "sentiment": {
        "neg": 0.0857,
        "neu": 0.8448,
        "pos": 0.0695,
        "compound": 0.0089
    }
}