{
    "date": "2013-03-08T14:45:53Z",
    "title": "Kim Jong-un doesn't appear to know what he's looking for | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2013/mar/08/north-korea-nuclear-threat-unknown-quantity",
    "content": "In heavy metal bands, as the old joke goes, real men keep their amps permanently turned up to eleven. North Korean rhetoric operates on a similarly Spinal Tap-ish principle. In response to a toughening of UN sanctions, on Thursday the country cancelled a hotline and non-aggression pact with the South and called on its army to prepare \"to annihilate the enemy\". Amidst the noise, though, both heavy metal bands and North Korea face the same problem: what to do when you really want to make a point? How do you crank it up even further? A gentler but still menacing metaphor is Aesop's fable The Boy Who Cried Wolf. Everyone shrugged off the little boy's fibs: there wasn't a wolf. Until, one day, there really was. Having followed North Korea for over 40 years, one is used to decibels. But after a while you realise this is more calibrated and calculated than it seems at first sight. Or used to be. Even shrieking can and must be parsed. Abrogate the 1953 armistice? Been there, done that: seven times or so. Cut off the hotline to Seoul? They've done that five times before, if I recall. Close the border? The laughably named demilitarised zone (DMZ) is hardly an open door. But which crossing? If they mean Panmunjom, that's not where the action is anyway. The real test lies a few miles to the west. Not a lot of people know this, but every day, dozens of South Koreans commute across the once impenetrable demilitarized zone to supervise some 50,000 North Korean workers, making assorted goods (clothing, kitchenware, the usual stuff) for South Korea businesses at a joint venture industrial park near the ancient city of Kaesong. A fruit of Seoul's former \"sunshine\" policy, which sadly seems a world away now, Kaesong has somehow survived the ups and downs – mostly downs, lately – of inter-Korean relations. Even in 2010 when the South's President Lee Myung-bak \"banned\" trade with the North as a reprisal for the North's sinking a Southern warship (46 died), he exempted Kaesong. This precious exception is also a touchstone. If the two Koreas were really about to go to war then Kaesong would shut down or be evacuated. Worst case scenario, the North would take hostages. None of this shows any sign of happening as I write. We can breathe again. Yet complacency would be wrong. 2010 is also a stark reminder that North Korea's threats are not always mere verbiage. Pyongyang denies sinking the Cheonan, but later that year it shelled a Southern island near its own coast, killing four. The North claimed it was provoked by US and South Korean wargames. But those were routine, like the ones ongoing now. What was and is North Korea's game? In 2010 Kim Jong-il was angry with Lee for scrapping the sunshine policy, and wanted to teach him a lesson. Kim calculated, correctly, that even the hard-line Lee would not retaliate militarily, with all the risk of further escalation. But now? Lee is gone. His successor, Park Geun-hye, had visited Pyongyang and dined with Kim. She has pledged to build \"trustpolitik\" with the North, which sounds like sunshine redux. Why then did Kim Jong-un greet her with a nuclear test and lurid threats? Perhaps the new Kim on the block is the answer. Young, untried and by some accounts hot-headed, like a new Mafia boss succeeding his father, he may feel he has to show all concerned – his own team, as well as his many foes – that he is a tough guy, no pushover. Point taken. Yet the fact that Kim just spent two days with a clapped-out basketball player, but didn't make time to meet a real mover and shaker like Google's Eric Schmidt, gives no confidence that North Korea's jejune ruler can think straight or has his priorities right. Like last year's nasty cartoons showing Lee as a rat being bloodily done to death, wild threats of pre-emptive nuclear strikes sound a new note. Both seem self-indulgent: excess for its own sake, rather than in the service of a clear goal. For that is the oddity. One last musical reference. A world more puzzled than scared (though vigilance is essential) could and should ask Kim Jong-un, who may or may not be a Spice Girls fan: so, tell me what you want, what you really really want? Amid, despite or because of all the shrieking, the answer to that remains totally obscure. • An earlier version of this story said the metaphor about crying wolf came from Prokofiev's Peter and the Wolf. In fact, as is now written, it was from Aesop's The Boy Who Cried Wolf.",
    "keywords": [
        "threats",
        "fostercarter",
        "doesnt",
        "appear",
        "south",
        "north",
        "aidan",
        "kim",
        "sunshine",
        "know",
        "looking",
        "really",
        "kaesong",
        "lee",
        "koreas",
        "wolf",
        "jongun",
        "hes"
    ],
    "summary": "2010 is also a stark reminder that North Korea's threats are not always mere verbiage.\nWhat was and is North Korea's game?\nIn 2010 Kim Jong-il was angry with Lee for scrapping the sunshine policy, and wanted to teach him a lesson.\nKim calculated, correctly, that even the hard-line Lee would not retaliate militarily, with all the risk of further escalation.\nA world more puzzled than scared (though vigilance is essential) could and should ask Kim Jong-un, who may or may not be a Spice Girls fan: so, tell me what you want, what you really really want?",
    "sentiment": {
        "neg": 0.0814,
        "neu": 0.8667,
        "pos": 0.0519,
        "compound": -0.0659
    }
}