{
    "date": "2013-05-02T20:40:19Z",
    "title": "US calls for immediate release of Kenneth Bae from North Korean jail",
    "url": "https://www.theguardian.com/world/2013/may/02/us-kenneth-bae-north-korea",
    "content": "The US has called for the immediate release of an American citizen sentenced to 15 years hard labour in a North Korean jail, saying there had been no transparency in the legal system and a failure to grant \"due process\". The State Department confirmed reports that Kenneth Bae had received the sentence for allegedly committing \"hostile acts\" but said it had no further details about the accusations. Spokesman Patrick Ventrell criticised the \"lack of transparency and due process in the legal system\". He said representatives from the Swedish embassy in Pyongyang, who were representing Bae in the absence of a US diplomatic presence in North Korea, had not been present at his trial. \"There no greater priority for us than the safety of US citizens, and we urge them to grant him amnesty and immediate release,\" he said. The heavy sentence was interpreted in some quarters as intended to force concessions from Washington, but the State Department would not be drawn on suggestions that a senior envoy might be sent to North Korea to negotiate his release. A White House spokesman travelling with President Obama to Mexico said he was still waiting to hear more details from Swedish representatives, but stressed that talks with North Korea over broader issues would only happen if it agreed to abide by UN arms control mandates. Jay Carney, the White House spokesman, said: \"We have made clear that there is a path open to the North Koreans that would allow for negotiations, but it is dependent upon the North Koreans demonstrating a willingness to live up to their international obligations in keeping with the September 2005 joint statement of the six-party talks. And if they choose that path, then we and other members of the six-party talks are absolutely willing to have discussions with the North Koreans. \"But thus far, they have flouted their obligations, engaged in provocative actions and rhetoric that brings them no closer to a situation where they can improve the lot of the North Korean people or reenter the community of nations.\" Bae was arrested in November 2012 in Rason, a special economic zone in North Korea's far north-eastern region bordering China and Russia. His trial at the country's supreme court began on Tuesday, according to the official KCNA news agency, which referred to Bae as Pae Jun-ho, the North Korean rendering of his name. The sentence was announced on Thursday. Bae, a tour operator who lives in the Seattle suburb of Lynnwood, was accused of attempting to overthrow the government, a crime that carries a possible death penalty. In its latest dispatch KCNA did not state the exact nature of his alleged crimes. The 44-year-old was born in South Korea but became a naturalised US citizen; he runs a travel agency called Nation Tours and had visited North Korea several times without incident. Friends and colleagues said Bae was based in the Chinese border city of Dalian and often travelled to North Korea to feed orphans. North Korea watchers said Bae would probably begin his sentence in a special facility for foreigners and not in one of the country's notorious labour camps, where up to 200,000 people are thought to be incarcerated in appalling conditions. The sentencing came amid reports that the former US president Jimmy Carter may soon travel to North Korea to negotiate Bae's release and push for the resumption of talks over the regime's nuclear weapons programme. Citing unnamed diplomatic sources, South Korea's Yonhap news agency said Carter had recently written to the US secretary of state, John Kerry, urging a resumption of dialogue with North Korea. Carter said he planned to visit Pyongyang soon on a private visit. \"North Korea appears to have invited [Carter] to visit,\" Yonhap quoted the source as saying. But Carter's spokeswoman denied the claims. \"President Carter has not had an invitation to visit North Korea and has no plans to visit,\" Carter's press secretary, Deanna Congileo, said in an email. Carter has made previous humanitarian visits to the North in his role as a member of The Elders, an independent group of former world leaders that includes Desmond Tutu and Kofi Annan. South Korean human rights campaigners have speculated that authorities were angered by photographs Bae had reportedly taken of starving children and the public executions of dissenters. Bae is the sixth US citizen to be detained by North Korea; the previous five were all released after negotiations involving high-profile envoys. In 2009, television journalists Laura Ling and Euna Lee were sentenced to 12 years' hard labour after illegally crossing the border from China while making a documentary about defectors. The women were freed months later after Bill Clinton flew to Pyongyang to negotiate their release, an intervention the North treated as a major propaganda victory. In January Bill Richardson, the former governor of New Mexico, and the Google chief executive, Eric Schmidt, attempted to secure Bae's release during a visit to North Korea but they were not allowed to meet him. Kun \"Tony\" Namkung, an adviser to US delegations on North Korean affairs who accompanied Schmidt, said he was sure the regime would use the Bae case to pull the US back into talks. In an interview with NK News, he said: \"I think it is likely that someone of some stature will go over there to retrieve him.\" But he said it was unlikely Richardson would be among the candidates, after his failure to meet Bae earlier this year. \"When we went to Pyongyang for the Google trip, the North Koreans made clear that this was off the table, they said we could not see him or even talk to him, only those with consular authority,\" Namkung said.",
    "keywords": [
        "korea",
        "state",
        "talks",
        "calls",
        "visit",
        "carter",
        "jail",
        "kenneth",
        "bae",
        "sentence",
        "immediate",
        "release",
        "north",
        "korean"
    ],
    "summary": "His trial at the country's supreme court began on Tuesday, according to the official KCNA news agency, which referred to Bae as Pae Jun-ho, the North Korean rendering of his name.\nThe 44-year-old was born in South Korea but became a naturalised US citizen; he runs a travel agency called Nation Tours and had visited North Korea several times without incident.\nFriends and colleagues said Bae was based in the Chinese border city of Dalian and often travelled to North Korea to feed orphans.\n\"President Carter has not had an invitation to visit North Korea and has no plans to visit,\" Carter's press secretary, Deanna Congileo, said in an email.\nBae is the sixth US citizen to be detained by North Korea; the previous five were all released after negotiations involving high-profile envoys.",
    "sentiment": {
        "neg": 0.0846,
        "neu": 0.8634,
        "pos": 0.0519,
        "compound": -0.0796
    }
}