{
    "date": "2013-11-02T13:08:14Z",
    "title": "Dennis Rodman: North Korean leader Kim Jong-un is a 'good-hearted kid'",
    "url": "https://www.theguardian.com/world/2013/nov/02/dennis-rodman-north-korea-kim-jong-un",
    "content": "Kim Jong-un, the leader of North Korea, is a \"good guy\", a \"good-hearted kid\" who offers the best tequila to his guests on his private island, according to the former basketball player Dennis Rodman. Rodman talked about his friendship with the North Korean leader in London to promote a basketball game between a Rodman-selected team and a North Korean team to coincide with Kim's 31st birthday on 8 January. \"They need money. I'm not doing it for the money. I'm doing it to open a gap between North Korea and the world. And North Korea has a lot to offer. They want to branch out,\" Rodman told the Times. \"I'm not saying that the marshal of North Korea is in control. It's the system that's been built for years and years and years. And this young kid is trying to do one thing – to open that gap. To do something to make it work.\" The former Chicago Bulls player described his trip to Kim's private island. \"It's like Hawaii or Ibiza, but he's the only one that lives there. \"Fifty or 60 people around him all the time – just normal people, drinking cocktails and laughing the whole time. Everything he has is the best.\" Rodman would not criticise Kim and emphasised that North Korea was only as bad as Japan, China or Hong Kong.\"I don't care what the fuck he does over there, what he does over there, what he does over here – between me and him we're friends. I don't care,\" he said.",
    "keywords": [
        "money",
        "player",
        "im",
        "leader",
        "kid",
        "team",
        "korea",
        "open",
        "kim",
        "does",
        "rodman",
        "goodhearted",
        "jongun",
        "dennis",
        "private",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-un, the leader of North Korea, is a \"good guy\", a \"good-hearted kid\" who offers the best tequila to his guests on his private island, according to the former basketball player Dennis Rodman.\nRodman talked about his friendship with the North Korean leader in London to promote a basketball game between a Rodman-selected team and a North Korean team to coincide with Kim's 31st birthday on 8 January.\nI'm doing it to open a gap between North Korea and the world.\nAnd North Korea has a lot to offer.\nRodman would not criticise Kim and emphasised that North Korea was only as bad as Japan, China or Hong Kong.",
    "sentiment": {
        "neg": 0.0187,
        "neu": 0.9277,
        "pos": 0.0536,
        "compound": 0.0829
    }
}