{
    "date": "2013-02-05T13:37:45Z",
    "title": "North Korea video shows US city in flames after missile attack",
    "url": "https://www.theguardian.com/world/2013/feb/05/north-korea-video-us-city-flames",
    "content": "It begins benignly enough, with an image of a sleeping young North Korean man, and a genteel piano version of the US feel-good pop anthem We Are the World providing the musical backdrop. But the YouTube video recently posted by Uriminzokkiri, North Korea's official website, quickly takes a more sinister turn as the man's dream continues into the realms of Stalinist fantasy. Within seconds he is aboard a space shuttle, launched into orbit by the same type of rocket the North successfully launched in December. The shuttle orbits Earth, at one point passing over a jubilant and reunified Korean peninsula, before the focus switches to an unidentified city draped in the Stars and Stripes. What appear to be missiles rain down on the city, setting fire to high-rise buildings in scenes reminiscent of the 9/11 terrorist attacks on New York. \"Somewhere in the United States, black clouds of smoke are billowing,\" the Korean-language caption says. \"It seems that the nest of wickedness is ablaze.\" The ease with which the North's dozing pilot circumnavigates the planet owes more to North Korea's ability in visual special effects than the reality of its space programme. But the video, which has received a relatively modest 38,000 views since it was uploaded at the weekend, is a timely reminder of the growing threat posed by the regime's ballistic missile and nuclear weapons programmes. South Korea's ambassador to the UN said on Tuesday a North Korean nuclear test was imminent, in protest at the condemnation and tougher security council sanctions that followed its rocket launch on 12 December. Kim Sook said the test, which would be the North's third, after similar controlled nuclear detonations in 2006 and 2009, looked increasingly likely given the \"very busy activities\" taking place at the test site. The UN has warned North Korea a nuclear test would invite \"significant action\" in response. Kim said the security council, of which North Korea's only ally and major donor, China, is a permanent member, had given unanimous backing to further sanctions. \"They are very firm and resolute and I would expect very firm and strong measures to be taken in terms of format as well as in substance once they go ahead with such provocation\" as a nuclear test, Kim said. The latest sanctions resolution repeated international demands that Pyongyang abandon its nuclear weapons programme and refrain from further rocket launches. But those threats appear furthest from the thoughts of the fictional shuttle pilot, who reappears at the and of the sequence, still fast asleep, his Japanese-made Canon camera by his side. His dream will \"surely come true\", reads the caption. \"Despite attempts by imperialists to isolate and crush us … never will anyone be able to stop the people marching towards a final victory.\"",
    "keywords": [
        "city",
        "flames",
        "korea",
        "shows",
        "nuclear",
        "test",
        "sanctions",
        "kim",
        "weapons",
        "korean",
        "shuttle",
        "missile",
        "koreas",
        "video",
        "rocket",
        "north",
        "attack"
    ],
    "summary": "It begins benignly enough, with an image of a sleeping young North Korean man, and a genteel piano version of the US feel-good pop anthem We Are the World providing the musical backdrop.\nBut the YouTube video recently posted by Uriminzokkiri, North Korea's official website, quickly takes a more sinister turn as the man's dream continues into the realms of Stalinist fantasy.\nThe ease with which the North's dozing pilot circumnavigates the planet owes more to North Korea's ability in visual special effects than the reality of its space programme.\nThe UN has warned North Korea a nuclear test would invite \"significant action\" in response.\nThe latest sanctions resolution repeated international demands that Pyongyang abandon its nuclear weapons programme and refrain from further rocket launches.",
    "sentiment": {
        "neg": 0.1007,
        "neu": 0.7872,
        "pos": 0.1121,
        "compound": -0.0401
    }
}