{
    "date": "2013-04-05T18:07:50Z",
    "title": "Kaesong is a window into another world for North Korea",
    "url": "https://www.theguardian.com/world/2013/apr/05/kaesong-window-world-north-korea",
    "content": "North Korea has repeatedly barred South Korean managers from the Kaesong industrial complex, a joint industrial park just north of the demilitarised zone. But this is not just the latest rhetorical threat in a tense game of high politics: if Pyongyang does not relent, it will jeopardise the livelihoods of 54,000 North Korean workers and a decade-old symbol of inter-Korean co-operation. The effects of such developments at the ground level of North Korean society are not often considered by the outside world, but they could be more important in the long term than the current crisis in international politics. Although the North Korean regime tries to limit the contaminative effects of special economic zones (for instance by placing them at the extremities of the country), such enclaves do serve as a conduit for external information and ideas into North Korean society. Through dozens of interviews with North Korean refugees, I have learned how a growing number of ordinary North Koreans are learning about the Kaesong Industrial Complex, and the effect this is having. The easiest way for most North Koreans to find out what is happening in other parts of the country remains word of mouth. Joo, a recent defector from Chongjin, recalled that people in her home town would say: \"Even though words have no feet, they travel a thousand miles.\" She now realises that South Koreans have the same saying, but also that \"the gossip network is much less important and less active here, because everyone can get information from the television or internet. I was surprised that a lot of people don't know their next-door neighbour here. She said: \"In North Korea everybody does, and those human networks are important for getting useful information, because people have learned to not pay attention to the government's reports.\" This gossip network carries news from Kaesong in the south-west all the way to the north-eastern regions where many North Korean refugees come from. There, they hear stories from brothers and uncles who return from military service in frontline areas close to Kaesong. The workers in the complex also have relatives all over the country, and information spreads quickly through those family contacts. Then there are informal business networks. For instance, one woman told me that doctors from her hospital would go to Kaesong to buy South Korean medicine – known to be far superior to North Korean medicine – to sell at a premium to wealthy patients. Some refugees had even directly met people who worked at the complex. By no means have all North Koreans heard about the Kaesong Industrial Complex though; less than half of those interviewed over the past two years knew about it when they were still in the country. However, more recent defectors are more likely to have heard about it, suggesting that awareness is spreading. For those in the know, the Kaesong Industrial Complex can provide an important counterpoint to the regime's propaganda. For instance, refugees report knowing of Kaesong as a place where South Korean businesses have come in to employ North Korean workers, and manufacture goods of a higher quality than any North Korean factory could produce. The workers there are also known to be paid high wages, and even though 90% of their pay goes to the regime, their take-home pay still amounts to a lot of money. One young refugee told me that as soon as she heard about the Kaesong, Industrial Complex she was intensely jealous of her compatriots who got to work for South Korean firms, \"because South Koreans live so well, so it must be good for those North Korean workers, too\". The effects of 54,000 North Korean citizens being directly employed by South Korean companies is also raising the economy of the whole area of Kaesong. One of my interviewees related that a friend had moved from Kaesong to the north when she got married. After several years she visited her hometown and returned filled with regret that she had ever left. The relative economic advancement of South Korea has been an open secret in North Korea for several years, such that refugees claim that \"the only ones who don't know that South Korea is richer are newborn babies\". Joo herself had heard about the Kaesong Industrial Complex through South Korean and US radio broadcasts that her family would secretly listen to at night. She recounts taking great comfort in the knowledge that underneath all the fighting and rhetoric between the governments, there was a place where Koreans from North and South were working together, in a \"small-scale reunified community\". She worries that if it closes now, it will be a big loss to both North and South Korea. At this stage it is impossible to know whether Pyongyang will push on and force the closure of the complex or whether they will relent, satisfied that it has convinced Seoul to take its threats seriously.They may calculate that the South Korean firms that depend on Kaesong will lobby the government to improve relations, including making concessions. Domestically, however, if the Kaesong Industrial Complex were to close, the regime's broken economic system would have no means to suddenly absorb and provide a living to 54,000 formerly privileged workers and their families, even without counting the loss of funds to the regime. In broader society too, North Koreans are increasingly learning to look past propaganda and blame the regime for their hardship. Even though the repression is still too effective to allow public expression of anti-regime sentiment, the long-term consequences would probably be detrimentalfor the regime. When it comes to North Korea, everything is viewed through the framework of high politics, which actually plays to Pyongyang's strengths. But just like any other country, if you ignore local politics, you only see half the picture. • Sokeel Park is research director for Liberty in North Korea, an international organisation that works for NorthKorean refugees. www.libertyinnorthkorea.org",
    "keywords": [
        "refugees",
        "south",
        "window",
        "complex",
        "industrial",
        "world",
        "korea",
        "workers",
        "kaesong",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "North Korea has repeatedly barred South Korean managers from the Kaesong industrial complex, a joint industrial park just north of the demilitarised zone.\nAlthough the North Korean regime tries to limit the contaminative effects of special economic zones (for instance by placing them at the extremities of the country), such enclaves do serve as a conduit for external information and ideas into North Korean society.\nThrough dozens of interviews with North Korean refugees, I have learned how a growing number of ordinary North Koreans are learning about the Kaesong Industrial Complex, and the effect this is having.\nThe relative economic advancement of South Korea has been an open secret in North Korea for several years, such that refugees claim that \"the only ones who don't know that South Korea is richer are newborn babies\".\nWhen it comes to North Korea, everything is viewed through the framework of high politics, which actually plays to Pyongyang's strengths.",
    "sentiment": {
        "neg": 0.0594,
        "neu": 0.8719,
        "pos": 0.0687,
        "compound": 0.06
    }
}