{
    "date": "2013-04-05T21:20:21Z",
    "title": "Kim Jong-un has made a decent fist of rattling the US",
    "url": "https://www.theguardian.com/world/2013/apr/05/kim-jong-un-rattles-us",
    "content": "At the end of a week in which North Korean leader Kim Jong-un shattered the illusion that his rule would mark a departure from bellicosity, signs are emerging that there may be method in his apparent madness. His motivation is not war, but simple regime survival, top-level defectors in the South have told the Guardian. And he wants his future, says one of the regime's former fundraisers, to be guaranteed by largesse from the same country the North recently threatened with nuclear annihilation: the US. The 20,000 North Koreans who have made new lives in the South since the end of the Korean war in 1953 are among the few people placed to give reliable insights into a country that often generates more speculative heat thananalytical light. While they are divided on how far Kim will to go in his campaign to pressure the US and South Korea into offering talks on aid and a peace treaty, they say he is as aware as officials in Washington and Seoul that all-out war and the continuation of his dynasty are mutually exclusive. \"Kim Jong-un's aim is to unite the North Korean military and people around his regime and win their trust,\" said Jang Se-yul, a former mathematics professor who spent 10 years in the cyberwarfare unit of the North Korean army in Pyongyang. \"They don't trust Kim yet, and they're looking for strong signals from him.\" Jang, who says he talks \"two or three times a day\" to North Korean workers, soldiers and high-ranking government officials near the Chinese border, where they can receive a mobile phone signal, did not know if Kim's attempts to endear himself to his people would include military action. The coming weeks could see more attempts to unsettle the region. Among the options open to Kim are a missile test to mark the 101st anniversary of the birth of the country's founder, Kim Il-sung, or an attack on islands near the disputed North-South maritime border. What is certain is that the 30-year-old leader will never abandon the North's nuclear programme, Jang said: \"He is like his father [Kim Jong-il], in that he is threatening the US until he wins a concession and can claim he has orchestrated a victory over the enemy. That is exactly what Kim Jong-un is expecting. He knows he's causing trouble internationally, but if he steps back, he will never win the trust of his people. \"I witnessed huge celebrations after the regime conducted its first nuclear test in 2006. Now it won't let go of the fantasy that having nuclear weapons will make it invincible.\" A credible nuclear deterrent is the first step towards extracting aid and other concessions from the US and repairing the damage UN sanctions have inflicted on an already fragile economy. \"It is getting more and more difficult for the regime to raise funds,\" said Kim Kwang-jin, who once generated and managed foreign currency – known as the revolutionary fund – for Kim Jong-il. The defector, who arrived in South Korea with his wife and children in 2003, said international sanctions had eaten into the \"royal\" economy – money creamed off from overseas earnings to buy the generals' loyalty and pay for the ruling family's luxurious lifestyle. \"Kim Jong-un needs money to ensure his survival. He can't reform from within because it will bring about an end to the system that keeps him in power,\" said Kim, now a senior fellow at the Institute for National Security Strategy, a South Korean government thinktank. \"He wants a large cheque from the United States, but is not willing to give anything up to get it. He'll make some conciliatory moves he can renege on at any time, just like North Korea has done in the past It's a form of blackmail.\" Kim Jong-un's need for cash has grown more urgent following tough UN sanctions in response to recent missile and nuclear tests, which also prompted China, the North's main benefactor, to rein in its assistance. Fewer Chinese traders are crossing the border into North Korea, while some Chinese companies have recently pulled out of the country, according to Kim Kwang-jin. The dearth of funds is adding to the anxieties of people living far beyond the comparatively wealthy enclave of Pyongyang. \"Ordinary people have watched the economy deteriorate and have been forced to learn how to survive without the state's help,\" said Kim Ik-hwan, president of Open Radio of North Korea, which broadcasts to North Korea via contraband shortwave radio. \"They expected a lot from Kim Jong-un, that he would focus on the economy but, instead, all he has given them is nuclear tests, missiles and more tension. They say he's even more aggressive than his father.\" Kim Jong-il spent decades preparing for power, acquiring the party and military credentials he needed when Kim Il-sung died in 1994. Even defectors describe him as a skilful politician with the foresight to understand that nuclear diplomacy is a marathon, not a sprint.But the rapid rise of his youngest son, about whom the world knew practically nothing until his first official appearance with his father in 2010, has produced a vainglorious leader who, says Kim Kwang-jin, is \"running too fast and doesn't know how to slow down\". While the rest of the world hastily constructed a psychological profile of North Korea's new leader, at home his elevation sparked optimism that he would improve living standards in one of the world's poorest countries, and dilute the songun \"military first\" policy that characterised his father's 16 years in power. In his first few months in power, Kim duly tried to connect with his people, attending a Disney-style show and staging photo opportunities with bemused children. But it is the kinder, gentler Kim who briefly raised international hopes of rapprochement who has created the diplomatic freeze that has settled over the region. \"This is the most tense it's been for 20 years,\" said Kim Ik-hwan. \"I'm worried because Kim is young and unpredictable. We believe he was involved in the sinking of the Cheonan and the bombing of Yeonpyeong island, and he is under pressure to prove he hasn't lost his nerve. He is the only reason why I can't say for sure there won't be some sort of military conflict.\" Last week, Kim Jong-un moved to show an interest in raising living standards, promising to develop the economy in tandem with its nuclear arsenal. According to the UN, two-thirds of North Korea's 24 million people face food shortages. They include a large number of the country's 1.1 million-strong army, says Jang, who works in Seoul as representative director of the North Korean People's Liberation Front, a group of defectors with past ties to the military.\"The soldiers are mentally tough but physically weak,\" he said. \"They get three meals a day, but no food or anything nutritious About 30 or 40% do administrative work or undergo ideological training because they are too weak to train.\" Ordinary soldiers survive on a diet of rice mixed with corn meal, \"white\" kimchi, seaweed soup and radish pickles that they sardonically refer to as \"pork\". If North Korea's intentions are becoming less opaque, the identity of the chief architect of its provocations is still open to question. While some analysts speculate Kim is being pressured to prove his mettle by an impatient military, others believe the crisis is all his own work. \"Kim Jong-un's power foundations are very strong,\" said Shin Jong-dae, a professor at the University of North Korean Studies in Seoul. \"Some people say he is facing threats to his authority, but I don't buy that. His problem is that North Korean people are growing frustrated. The leadership often talks about a strong and prosperous nation, but there has been no improvement in living standards. The regime wanted to demonstrate life would improve after Kim came to power, but that hasn't happened. \"Even the military elites who might disagree with Kim know they have no choice but to support him. If they rebel, they will fall together; if they stay united, they ensure their survival.\"",
    "keywords": [
        "fist",
        "south",
        "military",
        "regime",
        "korea",
        "decent",
        "north",
        "kim",
        "rattling",
        "nuclear",
        "power",
        "jongun",
        "korean"
    ],
    "summary": "That is exactly what Kim Jong-un is expecting.\n\"Kim Jong-un needs money to ensure his survival.\nIn his first few months in power, Kim duly tried to connect with his people, attending a Disney-style show and staging photo opportunities with bemused children.\nLast week, Kim Jong-un moved to show an interest in raising living standards, promising to develop the economy in tandem with its nuclear arsenal.\n\"Kim Jong-un's power foundations are very strong,\" said Shin Jong-dae, a professor at the University of North Korean Studies in Seoul.",
    "sentiment": {
        "neg": 0.0948,
        "neu": 0.8323,
        "pos": 0.0729,
        "compound": -0.0724
    }
}