{
    "date": "2013-05-02T07:20:00Z",
    "title": "North Korea sentences Kenneth Bae to 15 years' hard labour for unspecified crimes",
    "url": "https://www.theguardian.com/world/2013/may/02/kenneth-bae-north-korea-sentences",
    "content": "A North Korean court has sentenced the US citizen Kenneth Bae to 15 years, hard labour after finding him guilty of unspecified crimes against the state in a move possibly intended to force concessions from Washington. Bae was arrested in November 2012 in Rason, a special economic zone in North Korea's far north-eastern region bordering China and Russia. His trial at the country's supreme court began on Tuesday, according to the official KCNA news agency, which referred to Bae as Pae Jun-ho, the North Korean rendering of his name. The sentence was announced on Thursday. Bae, a tour operator from the US state of Washington, was accused of attempting to overthrow the government, a crime that carries a possible death penalty. In its latest dispatch KCNA did not state the exact nature of his alleged crimes. South Korean human rights campaigners have speculated that authorities were angered by photographs Bae had reportedly taken of starving children and the public executions of dissenters. The guilty sentence, which had been expected, could further stoke tensions between the North and the US despite signs that the regime has stepped back from its fiery rhetoric of the last month. Pyongyang threatened a nuclear attack against the US mainland – although experts say it is incapable of launching such a weapon – in protest at UN sanctions imposed after it conducted an atomic test in February. North Korea had also voiced anger over annual military drills involving the South and the US that ended this week. As news of the verdict became public, speculation was mounting that the regime would use Bae, 44, as a bargaining chip to secure diplomatic and financial concessions from the Obama administration. In January Bill Richardson, former governor of New Mexico, and the Google chief executive, Eric Schmidt, attempted to secure Bae's release during a visit to North Korea but they were not allowed to meet him. Last week the US state department called for Bae's immediate release and said it was working on his case with the Swedish embassy in Pyongyang, which looks after US interests in the North. KCNA said Bae, described by friends as a devout Christian, had attempted to overthrow the regime of North Korean leader Kim Jong-un. \"In the process of investigation he admitted that he committed crimes aimed to topple the DPRK with hostility toward it,\" the KCNA said at the weekend, referring to the North by its official name the Democratic People's Republic of Korea. \"His crimes were proved by evidence.\" Bae is one of several Americans who have been detained in North Korea in recent years. In 2009 journalists Laura Ling and Euna Lee were sentenced to 12 years' hard labour after illegally crossing the border from China while making a documentary about defectors. The women were freed later the same year after Bill Clinton flew to Pyongyang to negotiate their release, an intervention the North treated as a major propaganda victory. There are reportedly no plans so far to send a similarly high-profile envoy to the North to act on behalf of Bae, who runs a travel agency called Nation Tours and had visited North Korea several times without incident. Reports have said Bae is a member of the Joseph Connection, a Christian group based in Ohio. North Korea has traditionally taken a dim view of Christian groups because of their well-documented role in helping defectors cross the border into China.",
    "keywords": [
        "hard",
        "unspecified",
        "sentences",
        "labour",
        "kcna",
        "regime",
        "korea",
        "state",
        "15",
        "crimes",
        "kenneth",
        "bae",
        "pyongyang",
        "release",
        "north",
        "korean"
    ],
    "summary": "A North Korean court has sentenced the US citizen Kenneth Bae to 15 years, hard labour after finding him guilty of unspecified crimes against the state in a move possibly intended to force concessions from Washington.\nNorth Korea had also voiced anger over annual military drills involving the South and the US that ended this week.\nKCNA said Bae, described by friends as a devout Christian, had attempted to overthrow the regime of North Korean leader Kim Jong-un.\nBae is one of several Americans who have been detained in North Korea in recent years.\nNorth Korea has traditionally taken a dim view of Christian groups because of their well-documented role in helping defectors cross the border into China.",
    "sentiment": {
        "neg": 0.1005,
        "neu": 0.8505,
        "pos": 0.0491,
        "compound": -0.1687
    }
}