{
    "date": "2013-08-14T16:34:01Z",
    "title": "North and South Korea's statement on Kaesong raises hopes of relations thaw",
    "url": "https://www.theguardian.com/world/2013/aug/14/north-south-korea-kaesong-industrial-complex",
    "content": "North and South Korea have moved a step closer to reopening a joint industrial complex, raising hopes of improving relations on the peninsula. Pyongyang and Seoul vowed on Wednesday to \"actively\" co-operate so that operations could resume, although their statement did not indicate when the Kaesong complex, in the North's third largest city, might reopen. The news followed six failed rounds of talks on the issue. Pyongyang said last week that it would reopen the zone – minutes after Seoul indicated it was willing to see the facility closed permanently. Kaesong was the last symbol of inter-Korean engagement until this spring, when tensions soared with the North threatening nuclear strikes against the South and the US after sanctions for its third atomic test in February. It then pulled its 53,000 workers from the site. Seoul's chief delegate, Kim Kiwoong, told South Korean media that Wednesday's joint statement was \"not the end but a beginning\". Unexpectedly, Seoul and Pyongyang said they also sought to attract foreign companies adding that internet and mobile phone connections would be added to the site. North Korea has sought foreign investors for other economic zones, but companies are likely to be even warier of Kaesong after the four-month shutdown. One of Seoul's key demands has been a reassurance that Pyongyang will not pull out its workers again. The industrial park provided cheap labour for South Korean firms and much-needed hard currency for the North, generating a $80m (£50m) wage bill last year, according to Seoul's unification ministry. But it was also part of the Seoul's \"sunshine policy\" of reaching out to Pyongyang, which ended when the previous South Korean president, Lee Myung-bak, took power in 2008. \"I rather suspect whatever the North Koreans were planning [in spring], it wasn't really to end the whole thing. Someone went a bit too far,\" said James Hoare, a former British charge d'affaires in Pyongyang. \"It became clear fairly soon afterwards that the North Koreans wanted to resume something at Kaesong. The South did as well, but also wanted reassurances this wouldn't be allowed to happen again.\" He said the importance of Kaesong was not so much the complex as its role in ensuring the North and South learned how to work together. Others have noted that Kaesong was an important window to the outside world for tens of thousands of North Koreans working there. Adam Cathcart, an expert on the region at the University of Leeds, said the North had been holding more events in the city and opening amenities such as parks, suggesting it was concerned about the laid-off staff. \"There are limits to the 'circus' approach. They do have to get these people back to work,\" he said, adding that he believed China had also been pushing the North to reopen Kaesong. Cathcart suggested that the closure had shown Pyongyang's flexibility: \"They think the horse is going to keep coming back to drink – and usually it does,\" he said. Seoul has also accepted Pyongyang's proposal of talks on resuming reunions of families separated by the 1950-53 war, but is not willing to discuss tourist visits to the North's Mount Kumgang resort, which were suspended after a guard there shot dead a South Korean tourist in 2008. South Korea and the US will hold military drills next week. Joint exercises have frequently been a trigger for new frictions and angry denunciations from Pyongyang.",
    "keywords": [
        "reopen",
        "south",
        "raises",
        "korea",
        "seouls",
        "seoul",
        "hopes",
        "koreans",
        "kaesong",
        "korean",
        "koreas",
        "thaw",
        "pyongyang",
        "statement",
        "north",
        "relations"
    ],
    "summary": "North and South Korea have moved a step closer to reopening a joint industrial complex, raising hopes of improving relations on the peninsula.\nSeoul's chief delegate, Kim Kiwoong, told South Korean media that Wednesday's joint statement was \"not the end but a beginning\".\n\"I rather suspect whatever the North Koreans were planning [in spring], it wasn't really to end the whole thing.\nOthers have noted that Kaesong was an important window to the outside world for tens of thousands of North Koreans working there.\nSouth Korea and the US will hold military drills next week.",
    "sentiment": {
        "neg": 0.0415,
        "neu": 0.8997,
        "pos": 0.0588,
        "compound": 0.0475
    }
}