{
    "date": "2013-06-04T22:03:55Z",
    "title": "Cyber-attacks likely to take centre stage when Obama and Xi meet in California",
    "url": "https://www.theguardian.com/world/2013/jun/04/obama-xi-cyberattacks-california-summit",
    "content": "Barack Obama will call on the Chinese president to take responsibility for cyber-attacks against the US in a much-anticipated summit this weekend – whether or not Beijing acknowledges alleged government involvement in recent incidents. In their first meeting since Xi Jinping took power in March, President Obama hopes to focus on North Korea and the global economy, too, but is likely to press the issue of computer hacking amid rising anger in Washington over what it sees as Chinese cyber intrusions. Beijing has not admitted sanctioning government agencies to target US companies and military sites and is expected to argue the issue is over-blown. Nevertheless, it is shaping up to be a major flashpoint for the informal summit in California, which has otherwise been billed as a sign of improving bilateral relations between the two superpowers. \"Attributing responsibility [for cyber-attacks] is not easy but no matter who is responsible, countries have to take responsibility for what emanates from inside their borders,\" said a senior White House official on Tuesday. \"We expect this to become a standing issue in the US/China relationship. We believe that all nations need to abide by international norms and follow the rules of the road and that means dealing with actions emanating from your territory.\" Obama will raise the issue in talks starting on Friday afternoon and continuing on Saturday at the Sunnylands estate near Palm Springs – described as a west coast Camp David. Chinese experts in Washington believe Beijing will seek to use the meeting to put cybersecurity in perspective and argue it has been unfairly singled out. \"They think that China has been treated unfairly,\" said Cheng Li, a director of research at the Brookings Institution and a director of the National Committee on US-China Relations. \"They think that certainly economic and North Korea [agenda items] would carry more weight, maybe some other issues as well. But China is willing to talk about that issue, I believe, because they understand that the issue dominates American media at the moment. It's not conducive for a healthy and cooperative relationship so China wants to explain its position.\" White House officials were careful on Tuesday not to raise expectations of a immediate breakthrough from the summit, but called for a \"recognition from China of the urgency and scope of the problem and the risks to their and our interests.\" \"We also need to get our own house in order and that means strengthening cyber-security standards,\" added the US official. The summit is seen by both sides as an attempt to seek a \"new model\" of superpower relations that allows the world's two biggest economies to act jointly on issues of shared interest such as trade and nuclear non-proliferation. \"Both leaders have recognised that there is a danger that rising powers and existing powers can come into conflict,\" said the White House official. \"It's important to put in place patterns of interaction that allows us to deal with the greatest sources of instability and competition.\"",
    "keywords": [
        "cyberattacks",
        "summit",
        "california",
        "white",
        "relations",
        "stage",
        "issue",
        "meet",
        "centre",
        "house",
        "obama",
        "china",
        "chinese",
        "official",
        "xi",
        "responsibility",
        "likely"
    ],
    "summary": "Beijing has not admitted sanctioning government agencies to target US companies and military sites and is expected to argue the issue is over-blown.\n\"Attributing responsibility [for cyber-attacks] is not easy but no matter who is responsible, countries have to take responsibility for what emanates from inside their borders,\" said a senior White House official on Tuesday.\nBut China is willing to talk about that issue, I believe, because they understand that the issue dominates American media at the moment.\n\"We also need to get our own house in order and that means strengthening cyber-security standards,\" added the US official.\n\"Both leaders have recognised that there is a danger that rising powers and existing powers can come into conflict,\" said the White House official.",
    "sentiment": {
        "neg": 0.0445,
        "neu": 0.8947,
        "pos": 0.0609,
        "compound": 0.0318
    }
}