{
    "date": "2013-12-04T20:31:27Z",
    "title": "Dennis Rodman to return to North Korea to train basketball team",
    "url": "https://www.theguardian.com/sport/2013/dec/04/dennis-rodman-return-north-korea-train-basketball-team",
    "content": "Dennis Rodman is to make another trip to North Korea in his mission to build peace with the reclusive nation via the medium of basketball. The retired NBA star will help train the North Korean basketball team when he returns for a third visit on 18 December. The North Korean basketball team will then play an exhibition game against former NBA players in January, according to UK online betting company Paddy Power which is sponsoring Rodman's trip. The tattooed and pierced retired basketballer will travel with a documentary crew, according to Paddy Power spokesman Rory Scott, reports CNN. After previous visits Rodman said to North Korea's leader Kim Jong Un: \"You have a friend for life.\" Rodman, whose visits are very much unofficial, says he believes in \"basketball diplomacy\". The names of the other former NBA players will be released next week.",
    "keywords": [
        "korea",
        "north",
        "visits",
        "power",
        "trip",
        "players",
        "rodman",
        "retired",
        "train",
        "dennis",
        "nba",
        "basketball",
        "team",
        "return"
    ],
    "summary": "Dennis Rodman is to make another trip to North Korea in his mission to build peace with the reclusive nation via the medium of basketball.\nThe retired NBA star will help train the North Korean basketball team when he returns for a third visit on 18 December.\nThe North Korean basketball team will then play an exhibition game against former NBA players in January, according to UK online betting company Paddy Power which is sponsoring Rodman's trip.\nAfter previous visits Rodman said to North Korea's leader Kim Jong Un: \"You have a friend for life.\"\nThe names of the other former NBA players will be released next week.",
    "sentiment": {
        "neg": 0.0,
        "neu": 0.9301,
        "pos": 0.0699,
        "compound": 0.254
    }
}