{
    "date": "2013-12-19T14:34:00Z",
    "title": "Dennis Rodman's North Korea visits: anyone noticed the parallels with his Celebrity Big Brother stint?",
    "url": "https://www.theguardian.com/sport/shortcuts/2013/dec/19/dennis-rodman-north-korea-celebrity-big-brother-kim-jong-un",
    "content": "Anyone familiar with Dennis Rodman's appearance on Celebrity Big Brother in 2006 – and, really, aren't we all? – will have noticed how neatly his attitude towards reality TV reflects his attitude towards visiting North Korea. Both start off with a sense of fun, where Rodman gets to trade off his self-consciously kooky image by doing something unexpected in return for acres of publicity. But then things invariably take a darker turn – in Big Brother it was Pete Burns claiming that he owned a coat made of gorilla fur, and in North Korea it's Kim Jong-un labelling his own uncle \"despicable human scum\" and then executing him – and Rodman shuts down. While that's OK within the confines of a television show – hiding behind sunglasses all day and tersely replying to everything with \"I don't care\" is probably the best way to deal with three weeks of cohabiting with George Galloway – it is proving less workable here. Rodman's party line about Pyongyang and its human rights abuses, as he told Reuters, is: \"It has nothing to do with me. I mean, whatever his uncle has done, and whoever's done anything in North Korea, I have no control over that.\" On the surface, that's fine. Rodman isn't an ambassador, and the thought that he might even be considered as one should be enough to send everybody shrieking into the woods. But by returning to North Korea time and time again to glad-hand politicians and smile for the cameras, he's slowly becoming a patsy for Kim Jong-un and his government. Even his rhetoric towards the abuses have softened. Before his first visit, Rodman tweeted that he'd like Kim to \"do me a solid\" by freeing imprisoned American missionary Kenneth Bae. But by September, that had mutated into: \"Ask Obama about that, ask Hillary Clinton about that. Ask those assholes.\" All of which suggests that Rodman is about to enter the next behavioural phase – the one where he realises that he's in way over his head and gets the hell out of Dodge. When he took part in Big Brother, that moment came where Faria Alam licked her lips and winked at him; after that, his eviction couldn't come quickly enough. Perhaps all this persistent questioning about Kim Jong-un's uncle will be the equivalent here. It will be North Korean basketball's loss if Rodman stops visiting, but at least he'll have an easier life.",
    "keywords": [
        "celebrity",
        "brother",
        "big",
        "uncle",
        "rodmans",
        "korea",
        "visits",
        "kim",
        "way",
        "rodman",
        "noticed",
        "parallels",
        "dennis",
        "visiting",
        "stint",
        "north",
        "ask"
    ],
    "summary": "Anyone familiar with Dennis Rodman's appearance on Celebrity Big Brother in 2006 – and, really, aren't we all?\n– will have noticed how neatly his attitude towards reality TV reflects his attitude towards visiting North Korea.\nI mean, whatever his uncle has done, and whoever's done anything in North Korea, I have no control over that.\"\nWhen he took part in Big Brother, that moment came where Faria Alam licked her lips and winked at him; after that, his eviction couldn't come quickly enough.\nIt will be North Korean basketball's loss if Rodman stops visiting, but at least he'll have an easier life.",
    "sentiment": {
        "neg": 0.0693,
        "neu": 0.8568,
        "pos": 0.0738,
        "compound": 0.0361
    }
}