{
    "date": "2013-05-15T07:10:48Z",
    "title": "North Korea sanctions delaying nuclear programme, says UN report",
    "url": "https://www.theguardian.com/world/2013/may/15/north-korea-sanctions-un-report",
    "content": "International sanctions have curtailed North Korea's ability to push ahead with its nuclear weapons programme, according to a UN report, but doubts remain about how far China will go in implementing UN resolutions passed in response to Pyongyang's nuclear and ballistic missile tests. The report, compiled by a panel of experts, also warned that North Korea is skirting bans on the import of luxury items, which are distributed by the regime to retain the loyalty of political and military elites. The confidential report, a copy of which has been seen by Reuters, said a combination of financial sanctions, an arms embargo and other measures had \"choked off\" funding to the North's nuclear programme. \"While the imposition of sanctions has not halted the development of nuclear and ballistic missile programs, it has in all likelihood considerably delayed [North Korea's] timetable and, through the imposition of financial sanctions and the bans on the trade in weapons, has choked off significant funding which would have been channelled into its prohibited activities,\" the report said. The assessment comes months after North Korea conducted its third nuclear weapons test and sent a satellite into orbit in a launch many believe was a test of its ballistic missile technology. Speculation that the country was due to conduct more atomic and missile tests amid last month's rapid rise in tensions on the peninsula have abated in recent weeks. In a further sign that tensions are easing, it was reported on Wednesday that an adviser to Japan's prime minister, Shinzo Abe, had arrived in Pyongyang to discuss the unresolved abductions of Japanese citizens by North Korean agents during the cold war. Government officials in Tokyo refused to comment on the visit, but the Kyodo news agency said Isao Iijima would stay in Pyongyang for several days and meet senior government and party officials. He is expected to relay Abe's desire to reopen talks on the abductions, a key sticking point to the resumption of diplomatic ties between the two countries. The UN sanctions document, by a group that monitors the effect of international sanctions, covers the period up to last month, so does not gauge the effects of the latest round of security council sanctions passed in March. It will be left to the UN security council to decide whether to implement the report's recommendations. They include imposing additional measures against three North Korean entities and 12 individuals, including four senior officials in the ruling Korean Workers' party's munitions industry department. The report warned, however, that North Korea continues to import items connected to its nuclear and missile programmes and to export similar technology to countries such as Iran and Syria. The report did not single out China, which has come under pressure to rein in its economic support for Pyongyang. Beijing has vowed to implement the latest round of UN sanctions, and the Bank of China recently announced it had closed the account of North Korea's Foreign Trade Bank, the country's main foreign exchange bank. A number of other Chinese financial institutions have reportedly taken similar measures against the bank, which the US has accused of funding the North's nuclear programme. The UN policy of targeting Pyongyang's banking operations is producing results, the report said. \"The panel is highly confident that financial measures of the resolutions in general are being effectively implemented by major banks. \"It has concerns, however, about the ability of banks in states with less effective regulators and those unable to afford effective compliance to detect and prevent illicit [North Korea] transfers.\" The panel voiced concern about the North's ability to conduct trade-based money-laundering via front companies and agents posted overseas, with the resulting deliveries of cash used to \"pay for illicit procurements and to transfer proceeds of sales of weapons\" and items related to weapons of mass destruction. The North is also understood to have sidestepped a UN ban on luxury goods. The report identified several times since May 2012 when the regime procured items such as cars, tobacco, alcohol, consumer electronics and cosmetics by, for example, falsely declaring the goods were bound for diplomatic missions in Pyongyang.",
    "keywords": [
        "delaying",
        "korea",
        "measures",
        "nuclear",
        "sanctions",
        "report",
        "weapons",
        "missile",
        "pyongyang",
        "programme",
        "items",
        "north"
    ],
    "summary": "International sanctions have curtailed North Korea's ability to push ahead with its nuclear weapons programme, according to a UN report, but doubts remain about how far China will go in implementing UN resolutions passed in response to Pyongyang's nuclear and ballistic missile tests.\nThe confidential report, a copy of which has been seen by Reuters, said a combination of financial sanctions, an arms embargo and other measures had \"choked off\" funding to the North's nuclear programme.\nThe assessment comes months after North Korea conducted its third nuclear weapons test and sent a satellite into orbit in a launch many believe was a test of its ballistic missile technology.\nThe report warned, however, that North Korea continues to import items connected to its nuclear and missile programmes and to export similar technology to countries such as Iran and Syria.\n\"It has concerns, however, about the ability of banks in states with less effective regulators and those unable to afford effective compliance to detect and prevent illicit [North Korea] transfers.\"",
    "sentiment": {
        "neg": 0.0745,
        "neu": 0.8662,
        "pos": 0.0593,
        "compound": -0.104
    }
}