{
    "date": "2013-04-15T17:35:09Z",
    "title": "North Korea marks Kim Il-sung's birthday in low-key style",
    "url": "https://www.theguardian.com/world/2013/apr/15/north-korea-kim-il-sung-birthday1",
    "content": "North Korea has marked a major national holiday in low key style, with no parades and no sign of an anticipated missile test. The Day of the Sun, which marks the birthday of the country's first leader Kim Il-sung, came as the US secretary of state, John Kerry concluded a tour of Asia that has focused on calming the situation on the Korean peninsula. After weeks of tension – with the North issuing a string of threats and recalling workers from a joint industrial complex – Kerry has repeatedly stressed the possibility of dialogue during visits to Seoul, Beijing and Tokyo. But in an interview with the BBC he warned again that the North would have to show good faith, noting: \"We do not want to go into another round of artificial talks that are clearly calculated to play a game. \"We cannot continue this charade and we cannot have a policy of rhetoric about denuclearisation – there have to be real steps.\" The North rebuffed Seoul's proposal of talks as a \"crafty trick\" on Sunday. The South's unification ministry described the response as regrettable but said the offer would remain on the table. Earlier, speaking to reporters in Tokyo, Kerry told the North that a missile test would \"raise people's temperatures\" and further isolate it. South Korea's defence minister, Kim Kwan-jin, told a parliamentary committee in Seoul on Monday that North Korea appeared ready to launch a missile from its east coast. Experts thought it might try to do so ahead of the 101st anniversary of Kim's birth. Kim Jin-moo of the Korea Institute for Defence Analyses in Seoul said the North might have felt there had been too much scrutiny and could still launch a missile later, when there was less attention. \"I think they didn't launch the missile because they may be worried it would be shot down,\" Kim said, adding: \"North Korea may abruptly fire the missile early one morning.\" South Korea's foreign minister, Yun Byung-se told journalists: \"Some people are talking about [the North's] exit strategy [from the latest confrontation]. But you have to see the bigger picture. Basically the new leader in North Korea seems to be a bit different. Before we were able to predict what they would do. This time, under the young leader, we have less and less predictability.\" In Pyongyang, Kim Jong-un visited the mausoleum the bodies of his grandfather Kim Il-sung and father Kim Jong-il lie in state to mark Monday's anniversary, state media reported. There are no celebratory parades scheduled this week – as there have been in previous years – perhaps because the North plans them for other significant anniversaries. But people queued to lay bouquets at the bronze statues of the former leaders. In London, the North Korea's ambassador to Britain made a rare speech to a foreign audience, defending Pyongyang's stance as a response to the provocations of the United States and South Korea. The 11-minute address by Hyon Hak-bong to the Communist Party of Great Britain (Marxist-Leninist) was posted on a YouTube channel carrying North Korean propaganda on Monday afternoon. In a written ministerial statement to Parliament following last week's G8 meeting in London, the foreign secretary, William Hague said: \"Our message to North Korea is clear. It has a choice, between constructive engagement with the international community, or further international action and isolation. \"The choice it is taking now will lead it to be a broken country, isolated from the rest of the world.\"",
    "keywords": [
        "lowkey",
        "south",
        "launch",
        "leader",
        "korea",
        "state",
        "kim",
        "marks",
        "birthday",
        "seoul",
        "told",
        "ilsungs",
        "style",
        "missile",
        "north"
    ],
    "summary": "North Korea has marked a major national holiday in low key style, with no parades and no sign of an anticipated missile test.\nSouth Korea's defence minister, Kim Kwan-jin, told a parliamentary committee in Seoul on Monday that North Korea appeared ready to launch a missile from its east coast.\n\"I think they didn't launch the missile because they may be worried it would be shot down,\" Kim said, adding: \"North Korea may abruptly fire the missile early one morning.\"\nBasically the new leader in North Korea seems to be a bit different.\nIn a written ministerial statement to Parliament following last week's G8 meeting in London, the foreign secretary, William Hague said: \"Our message to North Korea is clear.",
    "sentiment": {
        "neg": 0.0585,
        "neu": 0.8894,
        "pos": 0.0521,
        "compound": 0.0256
    }
}