{
    "date": "2013-09-09T08:31:00Z",
    "title": "Dennis Rodman gives away name of Kim Jong-un's daughter",
    "url": "https://www.theguardian.com/world/2013/sep/09/dennis-rodman-north-korea-baby-name",
    "content": "When it comes to announcing a baby's name to the world, some will have a quiet word with friends and family while others might send a discreet email. But the Kim dynasty in North Korea has never been one for the orthodox. On Sunday, the name of Kim Jong-un's baby became known almost by accident, courtesy of a certain former US basketball star who keeps popping up in Pyongyang. Dennis Rodman has already described Kim as an \"awesome guy\". On Sunday, he told the Guardian the leader was also a \"good dad\" to his baby daughter, whom he named as Ju-ae. \"The Marshal Kim and I had a relaxing time by the sea with his family,\" Rodman said of his recent visit to the world's most isolated country. \"We shared many meals and drinks where we discussed our plans to play a historic friendship basketball game between North Korea and the US as well as ways to develop their basketball team.\" \"I held their baby Ju-ae and spoke with Ms Ri [Sol-Ju, Kim's wife] as well. He's a good dad and has a beautiful family. Kim told me, 'I'll see you in December.'\" Rodman plans to organise a basketball game between American and Korean teams. \"Kim is a great guy, he loves basketball, and he's interested in building trust and understanding through sport and cultural exchanges,\" Rodman said. \"I know in time Americans will see I'm just trying to help us all get along and see eye to eye through basketball and with my friendship with Kim I know this will happen.\" Further details on the basketball match are expected on Monday. If the Rodman in Pyongyang story wasn't unusual enough, there is an extra twist - it is being sponsored by an Irish bookmaking firm, which cheerfully admits it has no experience of international diplomacy. Paddy Power used Rodman for a promotional stunt involving bets about the new pope, after which the eponymous son of the founder of the firm went for \"pizza and a few glasses of wine\" with the ex-NBA star in Rome. Rodman then explained his \"basketball diplomacy\" idea. Despite thinking it was \"all a bit bonkers\", Power decided to get involved. He said: \"If you'd told me about this 12 months ago I'd have got the men in white coats to take you away. It's an unusual idea to say the least.\" Power stressed that the project did not mean that the company or Rodman \"endorse or support\" one of the world's most repressive regimes, which has an appalling human rights record. The company consulted a Korea expert at the International Crisis Group thinktank, which argues that this is not entirely a stunt. \"Someone might say that Dennis Rodman provides political legitimacy to the regime, or it can be treated as a propaganda coup,\" said ICG's Daniel Pinkston, who has been an expert on North Korea for 30 years. \"I think that's greatly exaggerated. If you have a former president of the United States, that factor might be much greater. But someone like Dennis Rodman can't do that. He can't lift sanctions – he doesn't have that power or authority.\" \"The risks and costs are very, very low, and what you're creating is a channel for the exchange of ideas. It's a very small channel, but it's there.\" He said the interaction between Kim and Rodman sent out a signal to the world – and to North Koreans. \"Here's someone who's one of the most nonconformist individuals you can think of. And here's the leader, embracing him. That is an implicit signal – it's OK to be different.\" • This article was amended on 9 September 2013. We initially referred to Paddy Power as the founder of the betting firm that shares his name, the firm itself was actually founded by his father",
    "keywords": [
        "korea",
        "north",
        "away",
        "kim",
        "power",
        "firm",
        "rodman",
        "told",
        "dennis",
        "family",
        "jonguns",
        "basketball",
        "gives",
        "daughter"
    ],
    "summary": "But the Kim dynasty in North Korea has never been one for the orthodox.\nDennis Rodman has already described Kim as an \"awesome guy\".\n\"The Marshal Kim and I had a relaxing time by the sea with his family,\" Rodman said of his recent visit to the world's most isolated country.\nKim told me, 'I'll see you in December.'\"\nBut someone like Dennis Rodman can't do that.",
    "sentiment": {
        "neg": 0.0368,
        "neu": 0.8585,
        "pos": 0.1047,
        "compound": 0.164
    }
}