{
    "date": "2013-04-06T23:06:00Z",
    "title": "Is North Korea's threat more than posturing this time? | Peter Beaumont",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/07/north-korea-posturing-predictable",
    "content": "Historical forgetfulness is, perhaps, one of the unintended symptoms of the new media age. Although we can find out anything from history's timeline at the click of a button, the need to weigh and interpret constantly moving events on an hour-by-hour basis too often removes context from our understanding. Small events become magnified, obscuring what actually drives them. North Korea's present bellicose behaviour under its new leader, Kim Jong-un, is a case in point. While only a fool would assert that a real war is an absolute impossibility, the record of the Pyongyang regime's behaviour under the three leaders from the same totalitarian dynasty – as well as South Korea and the west's responses to it – suggests that it is unlikely. It is true that North Korea has attacked South Korea, most infamously under the guise of military manoeuvres in the assault that launched the Korean war. However, in the decades-long history of tension between the two countries, that has been the exception rather than the rule. Among the most insightful and prescient chroniclers of what he called the \"Pyongyang playbook\" in an essay three years ago for Foreign Affairs has been Sung-Yoon Lee, a professor of Korean studies at the Fletcher School of Law and Diplomacy at Tufts University. A persistent misperception about North Korea, Lee argued then, \"is that its provocative international behaviour is unpredictable\". Instead, he insisted, Pyongyang's methods have been highly consistent since the early 1960s. \"Its strategy has been to lash out at its enemies when it perceives them to be weak or distracted, up the ante in the face of international condemnation (while blaming external scapegoats) and then negotiate for concessions in return for an illusory promise of peace.\" He further argued that since it could not compete economically with the flourishing South Korea, Pyongyang \"can rely only on military and political brinkmanship to make up ground\". What that has meant in reality is a long history of dangerously inflammatory incidents that have created discrete crises short of full-blown conflict. If the present actions feel full of febrile danger, it is worth recalling other North Korean adventures. In 1968, it attempted to kill the south's President Park Chung-hee and, when that failed, captured a US vessel, the Pueblo, killing one sailor and holding its crew captive for 11 months. Commando raids, kidnappings, nuclear and missile tests have conformed to a pattern, often, as Lee asserts, being followed by a de-escalation and suing for negotiations and a return to the status quo ante. If there are some marked differences in the current crisis, it is the distinct changes that have occurred in the attitudes of both North Korea's closest ally and almost exclusive economic buttress, China, and, indeed, the United States. Where China once saw North Korea, in the midst of the cold war, as a useful foil, these days its relationship with Pyongyang, as diplomats have argued for some time, is defined by an oddly tentative relationship driven by fear of regime collapse in its neighbour, which Beijing believes would trigger a flood of refugees into China. After the sinking of the Cheonan, a South Korean naval vessel, by a North Korean submarine in 2010, some believe that Kim Jong-un's father, Kim Jong-il, was carpeted by Beijing during a meeting in China some months later. Washington's policy, too, has changed, under President Obama, from attempting to respond to Pyongyang to what has been dubbed \"strategic patience\" – a refusal to play its role in North Korea's waltz of provocation and escalation. This change might, paradoxically, have contributed to the tension at a time when a new and relatively untested leader is using his current manoeuvres to establish his claim to continue his family's long franchise in power. The stark reality is that Pyongyang is a basket case and a historical anomaly, whose strange regime is slowly approaching its end. In these circumstances, while it is capable of a stupid and dangerous provocation, one indeed that could claim lives, as has occurred so often in the past, the best reaction is a combination of grim forbearance while keeping economic pressure on those in North Korea's elite. Anything else, as Sung-Yoon Lee insists, is to play into North Korea's hands.",
    "keywords": [
        "war",
        "south",
        "beaumont",
        "korea",
        "threat",
        "posturing",
        "china",
        "kim",
        "pyongyang",
        "korean",
        "lee",
        "peter",
        "north",
        "koreas"
    ],
    "summary": "North Korea's present bellicose behaviour under its new leader, Kim Jong-un, is a case in point.\nIt is true that North Korea has attacked South Korea, most infamously under the guise of military manoeuvres in the assault that launched the Korean war.\nA persistent misperception about North Korea, Lee argued then, \"is that its provocative international behaviour is unpredictable\".\nIf the present actions feel full of febrile danger, it is worth recalling other North Korean adventures.\nAnything else, as Sung-Yoon Lee insists, is to play into North Korea's hands.",
    "sentiment": {
        "neg": 0.1037,
        "neu": 0.856,
        "pos": 0.0402,
        "compound": -0.2919
    }
}