{
    "date": "2013-04-15T12:45:09Z",
    "title": "Email on LSE students' North Korea trip – full text",
    "url": "https://www.theguardian.com/media/2013/apr/15/lse-north-korea-trip",
    "content": "From: \"Grimshaw Club\"  Subject: URGENT/IMPORTANT: NORTH KOREA TRIP - Deadline 1st of Feb - Date: January 30, 2013 1:45:36 PM GMT Dear all, The Grimshaw Club is very happy to announce that our members have the opportunity to join a North Korea trip this year again! See attached file for all details and info on how to apply. Due to the administration and bureacratic policies, the time frame is very limited so any applications have to be sumbitted no later than Friday 1st Feb. As you are all aware, North Korea is a very unique destination and we are extremely pleased that Tomiko Newson, who organised the trip last year, together with another former Grimshaw member James, are willing to organise this trip! FOR ANY QUESTIONS: Tomiko will come to the Belarus event tomorrow night at 6.30pm in TW 2.032. She is happy to answer any questions regarding the trip!",
    "keywords": [
        "korea",
        "email",
        "club",
        "feb",
        "students",
        "happy",
        "questions",
        "1st",
        "text",
        "grimshaw",
        "trip",
        "lse",
        "tomiko",
        "north"
    ],
    "summary": "From: \"Grimshaw Club\"  Subject: URGENT/IMPORTANT: NORTH KOREA TRIP - Deadline 1st of Feb - Date: January 30, 2013 1:45:36 PM GMT Dear all, The Grimshaw Club is very happy to announce that our members have the opportunity to join a North Korea trip this year again!\nSee attached file for all details and info on how to apply.\nDue to the administration and bureacratic policies, the time frame is very limited so any applications have to be sumbitted no later than Friday 1st Feb. As you are all aware, North Korea is a very unique destination and we are extremely pleased that Tomiko Newson, who organised the trip last year, together with another former Grimshaw member James, are willing to organise this trip!\nFOR ANY QUESTIONS: Tomiko will come to the Belarus event tomorrow night at 6.30pm in TW 2.032.\nShe is happy to answer any questions regarding the trip!",
    "sentiment": {
        "neg": 0.0136,
        "neu": 0.869,
        "pos": 0.1174,
        "compound": 0.2766
    }
}