{
    "date": "2013-03-03T16:34:00Z",
    "title": "Dennis Rodman calls Kim Jong-un 'a great guy' and defends North Korea trip",
    "url": "https://www.theguardian.com/world/2013/mar/03/dennis-rodman-kim-jong-un",
    "content": "North Korean leader Kim Jong-un wants President Barack Obama to pick up the phone and \"call him\", according to go-between and newfound friend to the isolated Asian nation, former NBA star Dennis Rodman. The colourful former Chicago Bulls player appeared on ABC's This Week on Sunday to discuss his recent visit to Pyongyang, during which he seen laughing, drinking and generally being friendly with a man held up by human rights groups as a tyrant behind one of the most repressive regimes in the world. But a different picture was painted by Rodman. \"He's a great guy,\" the retired Hall of Fame player said of the dictator. It echoed immediate comments to reporters on Thursday following the somewhat bizarre unofficial diplomatic mission, during which Rodman was accompanied by the Harlem Globetrotters, reporters from the magazine Vice and a film crew. \"I love him. He's awesome,\" Rodman said of Kim – comments that were immediately attacked by those who tend to focus on North Korea's human rights record. But speaking Sunday, Rodman refused to backtrack from his assessment. \"You know, he's a good guy to me. Guess what? He's my friend. I don't condone what he does … [but] as a person to person – he's my friend,\" he told This Week. Moreover, he had arrived back to the US with a message from Kim. \"He wants Obama to do one thing: call him,\" Rodman told host George Stephanopoulos, adding: \"He said: 'If you can, Dennis – I don't want [to] do war. I don't want to do war.' He said that to me.\" Dressed in sunglasses and a garish dollar bill suit, the former athlete even thinks that the two leaders have common ground. \"[Kim] loves basketball. And I said the same thing, I said: 'Obama loves basketball.' Let's start there.\" Given that the two leaders differ on most other things – including the not-so-small matter of nuclear missile testing – it is unlikely that basketball diplomacy will yield similar results to the ping-pong variety that contributed to the thawing of Sino-American relations and a visit by Richard Nixon to China in 1972. But having become the most high-profile American to have visited North Korea in some time, Rodman said he intended to return to the country soon. In a parting shot, Stephanopoulos handed the former basketball player a copy of a Human Rights Watch's report on North Korea, pointing out references to prison camps and the plight of millions of starving citizens. \"Maybe ask some questions about that,\" the This Week host suggested for the next get-together with Kim. \"Don't hate me,\" was Rodman's response.",
    "keywords": [
        "player",
        "dont",
        "korea",
        "week",
        "kim",
        "obama",
        "basketball",
        "rodman",
        "jongun",
        "great",
        "dennis",
        "trip",
        "guy",
        "rights",
        "defends",
        "north",
        "hes"
    ],
    "summary": "North Korean leader Kim Jong-un wants President Barack Obama to pick up the phone and \"call him\", according to go-between and newfound friend to the isolated Asian nation, former NBA star Dennis Rodman.\n\"He's a great guy,\" the retired Hall of Fame player said of the dictator.\nHe's awesome,\" Rodman said of Kim – comments that were immediately attacked by those who tend to focus on North Korea's human rights record.\nBut having become the most high-profile American to have visited North Korea in some time, Rodman said he intended to return to the country soon.\n\"Maybe ask some questions about that,\" the This Week host suggested for the next get-together with Kim.",
    "sentiment": {
        "neg": 0.0443,
        "neu": 0.8128,
        "pos": 0.1428,
        "compound": 0.0898
    }
}