{
    "date": "2013-09-17T14:26:16Z",
    "title": "How Paddy Power plans to rid football of homophobia and unite North Korea with the west",
    "url": "https://www.theguardian.com/society/shortcuts/2013/sep/17/paddy-power-football-homophobia-dennis-rodman",
    "content": "Name Paddy Power. Age 25 Appearance Green, cheerful, unhinged. He sounds best avoided Yes, although it isn't easy. He's not really a he, for a start. What is he then? More of a shadowy international organisation. How intriguing. With what aims? To banish homophobia from sport, develop peace through increased understanding with North Korea, promote gambling. A mixed bag, you might say. Yes. Although it is primarily a bookmaking firm, so the last one is predictable. And what is a bookie doing for gay rights? Well, it is sponsoring a campaign by the charity Stonewall that aims to persuade professional footballers to wear rainbow-coloured laces in their boots. So even though hardly any British footballers have ever come out as gay, they can still raise awareness and show their support. Clever. And how are they going to achieve peace with North Korea? A cheerful, bright green pre-emptive airstrike? Worse. They've sent in Dennis Rodman. Not him again? Yes, him again. He returned to Pyongyang earlier in the month for another meeting with Kim Jong-un. Now he plans to stage a series of showpiece basketball matches between a North Korean team and a group of former NBA players. He's also agreed to coach the North Korean Olympic team. And what's that got to do with Paddy Power? It gave him money, presumably, and in return he wore a Paddy Power cap. What larks. Will it also be sponsoring some of the regime's murders, gulags and forced abortions? No plans have been announced thus far. Right. Just one more question: what the bejesus is it playing at? Well bookies are always seen as cold, calculating mathematicians who get rich off the credulity and desperation of the betting public. Whereas? Oh there isn't a whereas. That's what bookies do. It's just that Paddy Power tries to give itself a human face by acting alternately zany and concerned. Its spokesman and chief marketeer tends to be behind things, and runs the company's Twitter account. What's his name? Paddy Power. You mean he's sponsored himself? No, that is actually his name. He's the son of David Power, one of the three men who founded the company in Ireland in 1988. It must be fun round their house at Christmas. I'm sure it is. They're very rich, for starters. Do say \"How about sending Dennis Rodman to Palestine? That could do so much good!\" Don't say \"How about just not encouraging people to gamble?\"",
    "keywords": [
        "plans",
        "paddy",
        "whats",
        "team",
        "football",
        "korea",
        "west",
        "sponsoring",
        "homophobia",
        "power",
        "yes",
        "rodman",
        "say",
        "rid",
        "hes",
        "north",
        "unite"
    ],
    "summary": "Name Paddy Power.\nAnd what's that got to do with Paddy Power?\nIt gave him money, presumably, and in return he wore a Paddy Power cap.\nIt's just that Paddy Power tries to give itself a human face by acting alternately zany and concerned.\nPaddy Power.",
    "sentiment": {
        "neg": 0.0553,
        "neu": 0.806,
        "pos": 0.1387,
        "compound": 0.1072
    }
}