{
    "date": "2013-04-17T19:11:50Z",
    "title": "Students say LSE has placed them at 'more risk' from North Korea",
    "url": "https://www.theguardian.com/education/2013/apr/17/north-korea-students-criticise-lse",
    "content": "Six of the 10 London School of Economics students who travelled to North Korea with an undercover BBC Panorama crew have rounded on the university, claiming that it has placed them in greater danger than the trip to the secretive state itself. The students – Hoe-Yeong Loke, Mila Akimova and four unnamed others – complained that the university's decision to speak publicly about the undercover expedition, led by the Panorama presenter John Sweeney, had exposed them to threats from Pyongyang. In an open letter sent to the LSE director Craig Calhoun and chairman Peter Sutherland, the students said: \"We feel that we have now been put in more risk than was originally the case, as a result of the LSE's decision to go public with their story.\" The row between the BBC and LSE broke on Saturday when the university accused the corporation of deception and of using its students as human shields to sneak into North Korea. The LSE's public criticism sharpened after Tony Hall, the BBC director general, flatly rejected the university's demands not to broadcast the film. Sweeney's Panorama aired as planned on BBC1 on Monday night. The dispute is over whether the BBC had given the 10 students on the Pyongyang trip enough information about the risks of travelling with undercover journalists. In the statement released on Wednesday night, six students backed the BBC and said they had no objection to the Panorama broadcast. They said: \"When the story broke to the international media in response to a complaint about the trip, not all of us were consulted by the LSE, or their representatives, for our own accounts. Some of us have still not been consulted. We therefore feel compelled to establish the basic facts of the case, many of which have been distorted in the media, in this joint statement.\" The students said they were told in London that a journalist would accompany them and that they risked deportation or detention if they were rumbled. In Beijing, before they flew to Pyongyang, they were informed that Sweeney was the journalist and that he worked for the BBC, they said. They were also joined by Sweeney's wife, Tomiko Newson, who organised the trip, and a BBC cameraman. Sweeney's Panorama film, North Korea Undercover, has been the subject of 348 complaints to the BBC since the public row broke out. Of these, about 150 were made before the documentary was broadcast. The media regulator Ofcom has received fewer than 10 complaints.",
    "keywords": [
        "undercover",
        "korea",
        "placed",
        "sweeneys",
        "public",
        "risk",
        "students",
        "panorama",
        "media",
        "bbc",
        "trip",
        "say",
        "lse",
        "pyongyang",
        "north"
    ],
    "summary": "Six of the 10 London School of Economics students who travelled to North Korea with an undercover BBC Panorama crew have rounded on the university, claiming that it has placed them in greater danger than the trip to the secretive state itself.\nThe row between the BBC and LSE broke on Saturday when the university accused the corporation of deception and of using its students as human shields to sneak into North Korea.\nSweeney's Panorama aired as planned on BBC1 on Monday night.\nThe dispute is over whether the BBC had given the 10 students on the Pyongyang trip enough information about the risks of travelling with undercover journalists.\nSweeney's Panorama film, North Korea Undercover, has been the subject of 348 complaints to the BBC since the public row broke out.",
    "sentiment": {
        "neg": 0.1098,
        "neu": 0.8815,
        "pos": 0.0086,
        "compound": -0.3657
    }
}