{
    "date": "2013-04-10T11:13:00Z",
    "title": "North Korea: US and Seoul brace for missile test",
    "url": "https://www.theguardian.com/world/2013/apr/10/china-tour-groups-north-korea",
    "content": "The US and South Korean combined forces command in the South has stepped up surveillance of the North and added intelligence staff as the region prepares for an expected missile test. The joint command has increased its alert level one notch above the standard status, an unnamed military official told the South's Yonhap news agency, while Seoul's foreign minister, Yun Byung-se, told parliament the prospects of a launch were \"very high\". While tensions on the peninsula have escalated rapidly in recent weeks, with Pyongyang issuing a series of threats and withdrawing workers from a joint industrial zone, analysts believe the North is simply trying to exert pressure on other countries in the hope of a security guarantee and aid. \"If history is any guide, in a few weeks' time things will calm down ... It does not make sense to credulously take their fake belligerence at face value and give them the attention they want now,\" Andrei Lankov of Kookmin University wrote on Wednesday. He described the country's longstanding policy as \"diplomatic blackmail ... and blackmail usually works better when the practitioners are seen as irrational and unpredictable\". On Tuesday, North Korea told foreign businesses and visitors in the South they should make evacuation plans, and it earlier informed diplomats in Pyongyang that it could not guarantee their safety after Wednesday. But observers suspect it was hoping to prompt an exodus from the peninsula that would make the situation look more worrying and its messages have had little apparent effect. Some travel agencies in China said they had cancelled trips on the instructions of Chinese tourism authorities, although others were going ahead with visits. Despite its dire warnings, the North said it was preparing to welcome international athletes for a marathon on 14 April and soldiers in the capital remain at work on construction projects, Associated Press reported. Analysts say the concern is of miscalculation or misjudgment. The UN secretary-general, Ban Ki-moon, warned on Tuesday that any \"small incident\" could create an \"uncontrollable situation\". The South's Yonhap news agency reported that possible weapons launches could involve more missiles than previously thought, with various ranges, and could happen any time. It cited national security officials who said satellite imagery showed more mobile launchers on the country's east coast in addition to the two already thought to have been deployed. Any launches are expected to be tests, possibly timed to key dates in the North's political calendar – notably the upcoming anniversary of the birth of its founder, Kim Il-sung. Yun told parliamentarians that the North could fire an untested Musudan \"at any time from now. The Musudan missile has a range of 3,500km and it's up to North Korea how far it would fly.\" The US, which along with Japan says it is prepared to shoot down any missile considered a threat, warned that a launch could be imminent. Citing an unnamed Obama administration official, CNN said satellite imagery suggested that an unspecified number of missiles on the east coast had been injected with liquid fuel and were ready for launch. It quoted the official as saying that it hoped the regime would issue a warning to commercial aviation and maritime services to steer clear of the projectiles' path, as in the past, but noted: \"At this point we don't expect it ... We are working on the assumption that they won't.\" Two Chinese travel agencies that organise trips from the border town of Dandong told the Guardian that Chinese tourism authorities had told them to cancel visits to the North. But another said that while it had been informed that all train trips were halted with immediate effect, other travellers would fly into Pyongyang as planned in the coming weeks. Nick Bonner of Koryo Tours in Beijing said North Korean colleagues had said its tour group could fly in on Saturday, as scheduled. In Beijing, foreign ministry spokesman Hong Lei said: \"Recently, some Chinese travel agents and tourists, on seeing the tense situation on the Korean peninsula, cancelled or postponed their travel plans for North Korea. At present, the China-North Korea border is as normal.\" State broadcaster CCTV said the government had not issued orders to shut down tourism to the North. Reuters said cars and trucks could still be seen crossing into the North at Dandong and agencies there told it that the border remained open to commercial traffic. Separately, officials at South Korea's internet security agency said an initial investigation had found that North Korean government agents were responsible for a cyberattack in March that shut down about 32,000 computers and servers at South Korean broadcasters and banks.",
    "keywords": [
        "south",
        "brace",
        "travel",
        "trips",
        "korea",
        "seoul",
        "weeks",
        "told",
        "chinese",
        "tourism",
        "test",
        "missile",
        "north",
        "korean"
    ],
    "summary": "The US and South Korean combined forces command in the South has stepped up surveillance of the North and added intelligence staff as the region prepares for an expected missile test.\nOn Tuesday, North Korea told foreign businesses and visitors in the South they should make evacuation plans, and it earlier informed diplomats in Pyongyang that it could not guarantee their safety after Wednesday.\nThe Musudan missile has a range of 3,500km and it's up to North Korea how far it would fly.\"\nNick Bonner of Koryo Tours in Beijing said North Korean colleagues had said its tour group could fly in on Saturday, as scheduled.\nIn Beijing, foreign ministry spokesman Hong Lei said: \"Recently, some Chinese travel agents and tourists, on seeing the tense situation on the Korean peninsula, cancelled or postponed their travel plans for North Korea.",
    "sentiment": {
        "neg": 0.0656,
        "neu": 0.8781,
        "pos": 0.0563,
        "compound": -0.0189
    }
}