{
    "date": "2013-03-04T11:04:40Z",
    "title": "Nuclear weapons must be eradicated for all our sakes | Desmond Tutu",
    "url": "https://www.theguardian.com/commentisfree/2013/mar/04/nuclear-weapons-must-be-eradicated",
    "content": "We cannot intimidate others into behaving well when we ourselves are misbehaving. Yet that is precisely what nations armed with nuclear weapons hope to do by censuring North Korea for its nuclear tests and sounding alarm bells over Iran's pursuit of enriched uranium. According to their logic, a select few nations can ensure the security of all by having the capacity to destroy all. Until we overcome this double standard – until we accept that nuclear weapons are abhorrent and a grave danger no matter who possesses them, that threatening a city with radioactive incineration is intolerable no matter the nationality or religion of its inhabitants – we are unlikely to make meaningful progress in halting the spread of these monstrous devices, let alone banishing them from national arsenals. Why, for instance, would a proliferating state pay heed to the exhortations of the US and Russia, which retain thousands of their nuclear warheads on high alert? How can Britain, France and China expect a hearing on non-proliferation while they squander billions modernising their nuclear forces? What standing has Israel to urge Iran not to acquire the bomb when it harbours its own atomic arsenal? Nuclear weapons do not discriminate; nor should our leaders. The nuclear powers must apply the same standard to themselves as to others: zero nuclear weapons. Whereas the international community has imposed blanket bans on other weapons with horrendous effects – from biological and chemical agents to landmines and cluster munitions – it has not yet done so for the very worst weapons of all. Nuclear weapons are still seen as legitimate in the hands of some. This must change. Around 130 governments, various UN agencies, the Red Cross and the International Campaign to Abolish Nuclear Weapons are gathering in Oslo this week to examine the catastrophic consequences of nuclear weapons and the inability of relief agencies to provide an effective response in the event of a nuclear attack. For too long, debates about nuclear arms have been divorced from such realities, focusing instead on geopolitics and narrow concepts of national security. With enough public pressure, I believe that governments can move beyond the hypocrisy that has stymied multilateral disarmament discussions for decades, and be inspired and persuaded to embark on negotiations for a treaty to outlaw and eradicate these ultimate weapons of terror. Achieving such a ban would require somewhat of a revolution in our thinking, but it is not out of the question. Entrenched systems can be turned on their head almost overnight if there's the will. Let us not forget that it was only a few years ago when those who spoke about green energy and climate change were considered peculiar. Now it is widely accepted that an environmental disaster is upon us. There was once a time when people bought and sold other human beings as if they were mere chattels, things. But people eventually came to their senses. So it will be the case for nuclear arms, sooner or later. Indeed, 184 nations have already made a legal undertaking never to obtain nuclear weapons, and three in four support a universal ban. In the early 1990s, with the collapse of apartheid nigh, South Africa voluntarily dismantled its nuclear stockpile, becoming the first nation to do so. This was an essential part of its transition from a pariah state to an accepted member of the family of nations. Around the same time, Kazakhstan, Belarus and Ukraine also relinquished their Soviet-era atomic arsenals. But today nine nations still consider it their prerogative to possess these ghastly bombs, each capable of obliterating many thousands of innocent civilians, including children, in a flash. They appear to think that nuclear weapons afford them prestige in the international arena. But nothing could be further from the truth. Any nuclear-armed state, big or small, whatever its stripes, ought to be condemned in the strongest terms for possessing these indiscriminate, immoral weapons.",
    "keywords": [
        "thousands",
        "state",
        "eradicated",
        "tutu",
        "standard",
        "nuclear",
        "nations",
        "weapons",
        "sakes",
        "security",
        "national",
        "desmond",
        "matter",
        "international"
    ],
    "summary": "Nuclear weapons do not discriminate; nor should our leaders.\nThe nuclear powers must apply the same standard to themselves as to others: zero nuclear weapons.\nNuclear weapons are still seen as legitimate in the hands of some.\nIndeed, 184 nations have already made a legal undertaking never to obtain nuclear weapons, and three in four support a universal ban.\nThey appear to think that nuclear weapons afford them prestige in the international arena.",
    "sentiment": {
        "neg": 0.1123,
        "neu": 0.8093,
        "pos": 0.0784,
        "compound": -0.1549
    }
}