{
    "date": "2013-10-16T12:30:00Z",
    "title": "Nuclear diplomacy, not force, offers the safest, surest route to rein in Iran | Heather Hurlburt",
    "url": "https://www.theguardian.com/commentisfree/2013/oct/16/nuclear-diplomacy-safest-iran",
    "content": "With the latest round of nuclear talks between Iran and the P5+1 world powers only in its first day, a global agreement to ration second world war references is sorely needed. Commentators have invoked Churchill, Munich and Hitler – with some North Korea references thrown in – to argue that Iran's nuclear program, and the Tehran regime's ideology, represent such a threat that nothing but a military response will do. It's time for a dose of reality, however. One needn't see Iran's newly-elected President Rouhani as benign, or even as a profound break from the clerical regime's policies, in order to survey the facts and conclude – as a broad, bipartisan consensus of military and security leaders has done – that the deal on the table is the best way forward. As Ken Pollack notes in his recent survey of US-Iran policy options, Unthinkable, we aren't really sure what the regime's goals are – and it may not be either. However, if we begin by imagining that some of the more pessimistic assumptions are correct – that Iran will seek regional dominance and nuclear weapons capability no matter what, and attempt to cheat on any agreement that is reached – the arguments for a negotiated settlement, even a less-than-perfect one, don't get weaker. They may actually get stronger. If Iran's leaders are truly bent on regional or even world domination, they're doing a terrible job. In just the last five years, Iran's regional image has plunged as it repressed its own \"green revolution\", while other Middle Eastern societies, where citizens made similar calls for genuine, representative democracy and an end to corruption, had greater success. Hostility toward the Shia sect of Islam, of which Tehran rules the world's largest concentration, has grown into open talk of regional warfare, with the battlefield spreading from Syria. The pressures of the Arab awakenings and Sunni-Shia tensions lost Iran its Palestinian ally, Hamas, which had been a key tool to Iran's ability to harass and threaten Israel; Tehran no longer has any influence on Hamas's actions. Iran now faces global opprobrium for the actions of its Syrian ally. Its military and cyber aid have failed to be decisive for Bashar al-Assad, but they do serve as another drain on Iran's sanctions-stressed treasury and as a source of popular resentment abroad. Now, instead of overseeing a solid Shia crescent through Iraq, Syria and Lebanon – poised to threaten Turkey, Israel and the Gulf – Tehran presides over three weak or tottering regimes, plus its ally Hezbollah, which it pressured to turn away from its anti-Israel focus to make an all-or-nothing bet on propping up Assad in Syria. This kind of regional activity can be acknowledged as dangerous for the US and our allies – but because Iran is weak, not because it is strong. If the Iranian regime is going to hanker for nuclear weapons capability no matter what, would we prefer to have its activity completely unsupervised and unknown? Or would we prefer to have inspectors intrusively swarming over the country's facilities, catching sight of things they weren't supposed to see, getting tips, and able to offer advance warning should Iran mount an uranium enrichment rush for a bomb? This is the flip side of the North Korea example: Pyongyang was most able to surprise outsiders when it had little or no outside observation. Under such a scenario, an agreement that broadens and deepens Iran's inspection regime, takes away its most-enriched uranium (20%), and commits Iran to living under the terms of the international agreements that other non-nuclear weapons states have accepted actually makes the US and our allies more secure, not less. Above all, it gains time. By removing Iran's most-enriched uranium, the number of months or years it would take Tehran to successfully complete a bomb increases substantially, giving us more warning. This is the same result proponents of an Israeli bombing raid say they want, while admitting such a raid would, in fact, not end the program. But an agreement achieves this without splintering the coalition arrayed against Iran or unleashing retaliation on the US and its allies – or killing Iranians. And finally, yes, Iran gets some sanctions relief. But this, too, gives the west leverage – because those sanctions can be reinstated if Iran cheats; and because the international community, and ordinary Iranians, see that the west is willing to reward as well as punish. This, in turn, reinforces the voices within Iran who want to reform or overturn the clerical system and turn away not only from nuclear weapons but from support for Assad, terrorism, and internal repression. And that, again, is what the Hitler alarmists say they want for Iran – that, and blue jeans. A smart negotiation strategy combines carrots and sticks to build leverage, and recognizes what is worth spending leverage for; a foolish one involves taking nothing but sticks. We will learn much, soon, about whether political leaders who know a carrot in their own states can recognize them in an international setting.",
    "keywords": [
        "uranium",
        "iran",
        "rein",
        "regional",
        "world",
        "route",
        "surest",
        "heather",
        "nuclear",
        "hurlburt",
        "safest",
        "weapons",
        "agreement",
        "force",
        "irans",
        "regimes",
        "offers",
        "tehran"
    ],
    "summary": "Commentators have invoked Churchill, Munich and Hitler – with some North Korea references thrown in – to argue that Iran's nuclear program, and the Tehran regime's ideology, represent such a threat that nothing but a military response will do.\nIf Iran's leaders are truly bent on regional or even world domination, they're doing a terrible job.\nIf the Iranian regime is going to hanker for nuclear weapons capability no matter what, would we prefer to have its activity completely unsupervised and unknown?\nThis, in turn, reinforces the voices within Iran who want to reform or overturn the clerical system and turn away not only from nuclear weapons but from support for Assad, terrorism, and internal repression.\nAnd that, again, is what the Hitler alarmists say they want for Iran – that, and blue jeans.",
    "sentiment": {
        "neg": 0.1099,
        "neu": 0.7672,
        "pos": 0.1229,
        "compound": -0.0991
    }
}