{
    "date": "2013-11-08T18:43:03Z",
    "title": "DC rappers head to North Korea: 'If we don't die, it will be a life-changer'",
    "url": "https://www.theguardian.com/music/2013/nov/08/washington-rappers-peso-pacman-north-korea",
    "content": "Pacman and Peso have never travelled much beyond the poor suburb of Washington DC where they live. But after a successful internet fundraising drive, the unsigned hip-hop duo will next Saturday embark on a trip, to shoot a video they hope will jumpstart their career, with an unlikely destination – North Korea. After raising $10,400 from their Kickstarter campaign, the pair will first fly to China and then on to Pyongyang, where they plan to film songs such as “God Bless Amerika” on a party bus. Neither of them have flown on an airplane. They say they only recently discovered that North Korea was a foreign country. Comparisons are inevitably being made with Dennis Rodman, the former basketball player whose visits to North Korea resulted in an unlikely friendship with the country's dynastic leader, Kim Jong-un. But Pacman, 19, and Peso, 20, unsigned artists in search of a record deal to lift them out of poverty, are on the cusp of a very different kind of trip. The story of the rap duo’s adventure could only be forged in a place like Washington, a deeply divided city where separated communities only occasionally overlap. A few months ago, Pacman was walking through his neighbourhood, Congress Heights, when he came across a group of twentysomethings shooting a music video. He struck up a friendship with one of the group, a white, 24-year-old investment banker named Ramsey Aburdene, who has since been managing the pair in his spare time. Aburdene, from DC’s affluent north-west quadrant, had an acquaintance who happened to be an expert on North Korea. Mike Bassett, 34, is a former Iraq war veteran who was lived for seven years in South Korea, four of them with the US army. A self-described pacifist, Bassett has become a fixer for people interested in traveling to Pyongyang. A Master's student at American University, he has co-ordinated several cultural exchanges and traveled extensively in the country since restrictions were eased in 2010. He has arranged the two rappers' flights and visas, and laid the necessary groundwork for their tour. Bassett insists North Korea is misunderstood in the eyes of the west, and says Pacman and Peso will be treated with courtesy. Still, he has felt it necessary to provide the young rappers with some cultural advice, and instructed them to amend some of their lyrics. An entourage consisting of Pacman, Peso, Bassett and Aburdene, plus other friends, departs next Saturday. At their leaving party in Washington on Thursday, in a bar near Aburdene's house, Peso and Pacman provided well-wishers with an introduction to their debut mixtape. Once or twice, the crowd broke out into chants of “North Korea”. But no-one really seemed to know exactly why the pair were traveling to the autocratic state, least of all Pacman and Peso. \"I'm a thrill-seeker, I don't fear nothing,” said Pacman, a smiley, baby-faced teenager whose real name is Anthony Bobb. “I like an action movie. I can’t sit and watch a drama flick – it takes too long.” Pacman said people keep telling him not to go; his aunt tried to talk him out of the trip and his mum told to him to watch his back. “Me personally, I don’t pay too much to politics, so I can’t say what is right. Then again, who is to say what is right and what is wrong?” His serious-looking partner Peso, from Landover, said: “I’m excited – the only thing I’m not excited about is the plane.” He added: “We’re changing the game. Nobody has shot a video in North Korea like we’re about to do.” Asked if he was worried for his safety, Peso, whose real name is Dontray Ennis, replied: “You don’t think this is a dangerous place to be living at right now? There’s your answer, then.” The idea that Pacman and Peso are just as likely to be subject to arbitrary detention, arrest and mistreatment in the streets around their home as Pyongyang has become a theme in the promotion surrounding their trip. It was the thrust of a piece profiling the pair in the Washington Post, which helped them easily surpass their fundraising goal of $6,000. The 4,000-word feature gave the pair huge exposure in the city, not least because the reporter interviewing them, Monica Hesse, was stopped and searched by police in the process. “We’re not trying to be political heroes or anything like that,” said Aburdene. “We understand there is terrible stuff going on in North Korea, but there is terrible stuff going on here that people aren’t straight up about.” Both Pacman and Peso have spent time in jail for minor offences. There is no doubt their day-to-day lives are not comparable to that of of the predominantly white community that is fast gentrifying America's capital. Aburdene said that he trusts Bassett when it comes to protecting the party's safety in North Korea. He is not worried they will be detained, but is concerned their footage might get confiscated and said he realised they may need to tread carefully. “Even if it’s not a standard, crazy, party-like thing, I’ll enjoy the anthropological side,” he said. But beneath the bravado, there appears to be at least a hint of anxiety on the part of the two young rappers. At one point during a pre-show interview, Peso seemed only half-joking when he talked about the pair maybe being killed in North Korea. \"If we don't die, it will probably be a big life-changer,\" he said. He looked a little uncertain, before adding: “Can I ask you a question? What do you think is going to happen when we go over there?”",
    "keywords": [
        "peso",
        "dont",
        "pair",
        "pacman",
        "lifechanger",
        "bassett",
        "korea",
        "die",
        "washington",
        "dc",
        "aburdene",
        "trip",
        "rappers",
        "head",
        "north"
    ],
    "summary": "They say they only recently discovered that North Korea was a foreign country.\nComparisons are inevitably being made with Dennis Rodman, the former basketball player whose visits to North Korea resulted in an unlikely friendship with the country's dynastic leader, Kim Jong-un.\nAburdene, from DC’s affluent north-west quadrant, had an acquaintance who happened to be an expert on North Korea.\nBassett insists North Korea is misunderstood in the eyes of the west, and says Pacman and Peso will be treated with courtesy.\nOnce or twice, the crowd broke out into chants of “North Korea”.",
    "sentiment": {
        "neg": 0.0528,
        "neu": 0.8552,
        "pos": 0.0919,
        "compound": 0.0877
    }
}