{
    "date": "2013-04-14T13:25:12Z",
    "title": "North Korea dismisses offer of talks as John Kerry urges dialogue",
    "url": "https://www.theguardian.com/world/2013/apr/14/north-korea-talks-john-kerry",
    "content": "North Korea has dismissed the South's proposal to resolve tensions through dialogue, describing it as \"a crafty trick\" to disguise Seoul's hostility. The Committee for the Peaceful Reunification of Korea said it would not talk unless Seoul abandoned its confrontational posture, in a statement released through the official news agency. The South's unification ministry described that as a preliminary response, and said it would watch developments. The remarks came as the US secretary of state, John Kerry, reiterated Washington's keenness to see a return to dialogue, following weeks of tension on the peninsula. The North has issued threat after threat and pulled workers out of the Kaesong joint industrial complex. Some think it may also test a mid-range missile, particularly since Monday is the Day of the Sun: the anniversary of the birth of the country's first leader, Kim Il-sung. The North often seeks to mark important political dates with military displays – although on Sunday it celebrated with an international marathon. Pyongyang is angry over a UN resolution tightening sanctions because of its third nuclear test in February and joint military drills by Seoul and Washington. Speaking in Tokyo, after stops in Seoul and Beijing that were also dominated by the issue, Kerry said the North had to honour previous agreements but would find \"ready partners\" in the US if it followed through. Japan's foreign minister, Fumio Kishida, said North Korea had to honour its commitment to earlier deals on its weapons programmes and on returning kidnapped foreigners. Pyongyang insists that its nuclear programme is non-negotiable. Kerry told reporters in Tokyo: \"The question … is what steps do you take now so we are not simply repeating the cycle of the past years. \"We have to be careful and thoughtful and frankly not lay out publicly all the options.\" Daniel Pinkston of the International Crisis Group said: \"They [the North Koreans] are not interested in talks; they are interested in achieving certain goals and right now they feel talking won't achieve those.\" He added: \"The things they want to talk about, the US doesn't want to talk about.\"",
    "keywords": [
        "dialogue",
        "offer",
        "talk",
        "korea",
        "kerry",
        "north",
        "threat",
        "seoul",
        "test",
        "dismisses",
        "pyongyang",
        "john",
        "tokyo",
        "souths",
        "urges",
        "talks"
    ],
    "summary": "North Korea has dismissed the South's proposal to resolve tensions through dialogue, describing it as \"a crafty trick\" to disguise Seoul's hostility.\nThe Committee for the Peaceful Reunification of Korea said it would not talk unless Seoul abandoned its confrontational posture, in a statement released through the official news agency.\nThe remarks came as the US secretary of state, John Kerry, reiterated Washington's keenness to see a return to dialogue, following weeks of tension on the peninsula.\nThe North has issued threat after threat and pulled workers out of the Kaesong joint industrial complex.\nJapan's foreign minister, Fumio Kishida, said North Korea had to honour its commitment to earlier deals on its weapons programmes and on returning kidnapped foreigners.",
    "sentiment": {
        "neg": 0.0902,
        "neu": 0.8224,
        "pos": 0.0874,
        "compound": -0.0342
    }
}