{
    "date": "2013-10-24T18:13:41Z",
    "title": "North Korean leaders may be called to face ICC over 'human rights abuses'",
    "url": "https://www.theguardian.com/law/2013/oct/24/human-rights-abuses-china-north-korea",
    "content": "UN investigators leading an inquiry into human rights abuses in North Korea are consulting international lawyers over the possibility of summoning senior regime figures to appear before the international criminal court. China could also face condemnation for its longstanding policy of sending home North Koreans, despite evidence they faced mistreatment and abuse on their return, said the head of the inquiry after what he called heart-rending testimony in London by escapees from the country. Among witnesses to the panel, which has spent two days taking evidence in the UK after sessions in South Korea and Japan, was a former political prisoner who described having to enter the cell he shared with 40 other detainees via a door 50cm (20in) high, a deliberate policy by guards so they crawled \"like animals\". Another UK-based exile wept as she said she had been forced to leave behind her Chinese-born infant son when she was sent back to North Korea for fear of the treatment he would receive under the country's racial purity beliefs. Michael Kirby, the Australian retired judge who chairs the panel, set up in March by the UN human rights council and due to report by the end of the year, described the evidence in London as extremely powerful. He said: \"You have to have a heart of stone not to be moved by the testimony you receive.\" The panel is consulting legal experts in London and the US on the possibility of extending the remit of the Hague-based international criminal court (ICC) to try people for abuses in North Korea, Kirby told reporters. He said: \"We have in our mandate an obligation to look at who, in positions high and low, is responsible for the human rights violations we find. That is a matter that is agitating a lot of our thoughts at the moment.\" While North Korea is not a signatory to the treaty that created the ICC, Kirby said, the UN security council had the power to extend the court's remit in exceptional cases. China was also likely to be asked to account for its policy of treating North Koreans who flee to the country as economic migrants, Kirby said, given that treaties to which Beijing is a signatory compel nations to protect those who face maltreatment when sent home. \"The gathering evidence of the inquiry is certainly that people who are sent back from China to North Korea suffer very great punishments,\" he said. \"This is a matter which may need to be considered by us.\" Many of the 65 witnesses heard by the panel fled North Korea via China, with a number saying they faced incarceration in prison camps and abuse when they returned. Kim Song Ju told the hearing that he received subhuman treatment when sent back, including the use of the cell with the 50cm door. Park Jiyhun, who was returned from China several times, said she believed her son might have been sold into human trafficking when she was ejected from China. The inquiry also heard that women returned from abroad were routinely checked for pregnancy in case they were carrying a child by a foreign father, and that one mother was forced to drown her newborn baby in a bucket because prison guards believed the father was Chinese. Such notions of racial purity had \"resonances that are specially horrifying if you are in Europe, because of the memory of the second world war\", Kirby noted. It was difficult to remain objective in the face of such \"very distressing\" evidence. North Korea had been asked repeatedly to give its side but refused, he said. The hope was, Kirby said, that the commission's report would bring renewed focus to human rights in North Korea, which had \"slipped below the radar\" compared to the likes of Syria and Burma. Kirby said: \"There's not a lot of interest in or knowledge about human rights issues in North Korea. \"The problems which are described in the evidence are known vaguely by the international community but there is not the engagement with them.\"",
    "keywords": [
        "human",
        "leaders",
        "sent",
        "international",
        "called",
        "korea",
        "face",
        "kirby",
        "evidence",
        "china",
        "abuses",
        "panel",
        "rights",
        "icc",
        "north",
        "korean"
    ],
    "summary": "UN investigators leading an inquiry into human rights abuses in North Korea are consulting international lawyers over the possibility of summoning senior regime figures to appear before the international criminal court.\nHe said: \"We have in our mandate an obligation to look at who, in positions high and low, is responsible for the human rights violations we find.\nNorth Korea had been asked repeatedly to give its side but refused, he said.\nThe hope was, Kirby said, that the commission's report would bring renewed focus to human rights in North Korea, which had \"slipped below the radar\" compared to the likes of Syria and Burma.\nKirby said: \"There's not a lot of interest in or knowledge about human rights issues in North Korea.",
    "sentiment": {
        "neg": 0.1148,
        "neu": 0.8378,
        "pos": 0.0473,
        "compound": -0.2427
    }
}