{
    "date": "2013-10-29T07:00:00Z",
    "title": "North Korea is treated as a joke – but its realities are deadly serious | Ian Birrell",
    "url": "https://www.theguardian.com/commentisfree/2013/oct/29/north-korea-joke-serious-kim-jong-un",
    "content": "Kim Song-ju sought to escape the living hell of North Korea, but after crossing a freezing river into China was returned, like so many other defectors. He was sent to a prison camp, where he shared – with 40 other unfortunates – a cramped cell that had to be entered on all fours through a tiny door less than two feet high. They were starved – their watery soup often containing stones – and routinely beaten by guards, who told them they were no longer human. Kim's mother died in the prison, handcuffed to her bed. Her body was never returned to her family, who fear it was used for medical experiments. Eventually Kim escaped again, and now lives in Surrey's serene suburbia. Last week, he was in Westminster Central Hall, in London, one of several witnesses telling their horror stories to a United Nations commission of inquiry investigating the hermit state's atrocities. \"In North Korea the words 'human rights' do not exist,\" he said. Other defectors told of hunger and torture, of forced marriage and abortions. One woman had to leave her Chinese-born son when sent back to North Korea, fearing he might be killed, given the regime's obsession with racial purity. She was chained to three other women and made to haul heavy loads after being returned. The panel has also heard of mothers forced to drown children in buckets, of men seeing brothers executed, and of families eating lizards and grass in order to survive. North Korea is often seen as something of a joke: a strange, secretive place in the grip of cartoon communism and under the thumb of crazed dictators. Rare glimpses behind the bamboo curtain fuel the fascination, with images of mass games, military parades, rocket launches and a ski resort built by its Swiss-educated young ruler. Or there are the buffoonish antics of US basketball star Dennis Rodman, drinking tequila with Kim Jong-un and saying the \"dear leader\" only wants the world's most repressed people to be happy. The UN inquiry, due to release initial findings this week before giving its full verdict early next year, will hopefully challenge such complacency. If it finds there are crimes against humanity – and it is hard to envisage any other conclusion – then there could be the establishment of a special prosecution by the international criminal court (ICC). Such a move might be only symbolic, since North Korea is not a signatory to the treaty that created the court, and its vainglorious leaders will not risk their liberty by travelling anywhere that might hand them over to justice. But it would demonstrate belated determination to confront what is without doubt a hideously despotic regime, and put some pressure on China to stop protecting its client state and neighbour. It would also shore up a crucial court, established to prosecute the world's worst crimes but facing unprecedented pressure over its relentless focus on African offenders. There is rightful outrage all those indicted are from Africa. But now this is being used to press for the deferral of charges against Kenya's new president, Uhuru Kenyatta, and his deputy over their alleged roles in 2007 election violence. These calls are shamefully being supported by some western nations, which fear a diplomatic rift could damage their war on terror in east Africa. There should be no illusions over North Korea: it is a quasi-fascist state, ruled along racist lines by a highly corrupt elite. It has run giant gulags holding an estimated 120,000 people in the most inhumane conditions imaginable for half a century – yet how often do we hear them condemned by either politicians or celebrities? One camp is 31 miles long – and, as Amnesty International will reveal next month, satellite images show they are expanding. The only exit usually is death – and it is thought that four in 10 inmates at one prison died from malnutrition. Uniquely, this is a country in which not only is life totally controlled, with circumstances dependent upon the actions of your forebears in the Korean war, but with collective punishment. If someone commits a crime, such as watching a banned soap opera or possessing a Bible, their family, friends and even children can be deemed to share guilt. So there are thousands born into slave labour who know of no existence beyond the barbed wire and brutality. I visited North Korea last month in the guise of a tourist. The propaganda is relentless, from endless portraits of the regime's two dead leaders to a vast mausoleum holding their bodies, built of finest marble and the size of a small airport in a nation where millions are impoverished, hungry and without healthcare. Workers march to their jobs behind red flags and posters exhort people to work harder, yet this bankrupt nation is propped up by aid, black markets and China. Throughout my trip I was escorted by two \"guides\" who even stayed in my hotel; they were members of the elite trusted to mix with foreigners. Their explanations for the lack of cars on the roads or goods in shops were farcical, but they were friendly and funny; one night we got drunk together in a karaoke bar. Yet despite their elevated status they had not heard of the Beatles, hip-hop or even South Korean superstar Psy – and my attempted explanation of his YouTube hit foundered on their lack of knowledge of the internet. It was a surreal experience, like visiting a Stalinist theme park – and so baffling that I left with more questions than when I arrived. But visitors do not see the death camps, dreadful famine or grinding poverty, which has stunted growth of North Koreans by three inches and shortened life expectancy by a decade. This is an entire country imprisoned by ghastly rulers, a state of affairs both intolerable and unsustainable. The world has stood by and done nothing for too long.",
    "keywords": [
        "returned",
        "worlds",
        "korea",
        "state",
        "ian",
        "prison",
        "week",
        "treated",
        "kim",
        "china",
        "joke",
        "realities",
        "birrell",
        "court",
        "deadly",
        "serious",
        "north"
    ],
    "summary": "\"In North Korea the words 'human rights' do not exist,\" he said.\nOne woman had to leave her Chinese-born son when sent back to North Korea, fearing he might be killed, given the regime's obsession with racial purity.\nNorth Korea is often seen as something of a joke: a strange, secretive place in the grip of cartoon communism and under the thumb of crazed dictators.\nThere should be no illusions over North Korea: it is a quasi-fascist state, ruled along racist lines by a highly corrupt elite.\nI visited North Korea last month in the guise of a tourist.",
    "sentiment": {
        "neg": 0.1704,
        "neu": 0.7653,
        "pos": 0.0644,
        "compound": -0.2941
    }
}