{
    "date": "2013-04-12T11:25:53Z",
    "title": "John Kerry: North and South Korea tensions can ease with serious talks",
    "url": "https://www.theguardian.com/world/2013/apr/12/john-kerry-north-korea-south-tensions",
    "content": "The US secretary of state has stressed the prospects for resolving tensions on the Korean peninsula as he met with leaders in Seoul. \"Relations between the North and South can improve very quickly if leaders of the North, and one in particular, can make the right decisions,\" John Kerry said. The new South Korean president, Park Geun-hye, had \"expressed a vision built on trustpolitik – and I hope that is what will take hold\", Kerry added. But he warned: \"They have to be really serious. No one is going to talk for the sake of talking.\" Kerry, who reiterated that the international community would not accept a nuclear-capable North Korea, echoed the Pentagon in playing down an assessment by a US government agency that Pyongyang had a nuclear weapon that could be mounted on a missile. The South's foreign minister, Yun Byung-se, added: \"We hope the DPRK will make the right choice and engage in trustpolitik.\" An expert on the North, John Delury at Yonsei University, said: \"The message here was dialogue, but still in passive form: 'It's up to North Korea' … it's still not enough.\" Earlier, President Barack Obama urged the North to end its \"belligerent approach\". The tensions on the peninsula are expected to dominate Kerry's meetings in South Korea, China and Japan. Washington and Seoul anticipate that the North will launch a mid-range missile over the next few days. Pyongyang has engaged in a series of angry threats and gestures, such as pulling workers out of the Kaesong industrial complex it shares with the South, and appears to be preparing its launch base. It often carries out tests around significant political dates, such as Monday's anniversary of the birth of Kim Il-sung, lauded as the country's founder. But Park, meeting officials from her party before talks with Kerry, suggested Seoul should at least listen to what North Korea had to say. According to local media, she told them: \"We have a lot of issues, including the Kaesong industrial zone. So should we not meet with them and ask: 'Just what are you trying to do?'\" Nato's secretary general, Anders Fogh Rasmussen, also meeting Park in Seoul, said on Twitter that he commended the South for seeking peaceful solutions through dialogue. He also urged the North to halt the pursuit of weapons of mass destruction. \"The North certainly seems to be edging away from some of its high-flown rhetoric and having brought in the stealth bombers [during military drills with the South], the US is also starting to ease up a bit,\" said James Hoare, a former British charges d'affaires in Pyongyang. \"I think China is effectively saying to everyone: calm down and let's do something sensible.\" But he noted that if the North did test fire a missile it was likely to lead to further action by the United Nations security council. A US official in Seoul, speaking on condition of anonymity, told Reuters: \"Our greatest concern is a miscalculation and where that may lead. We have seen no indications of massive troop movements, or troops massing on the border, or massive exercises or anything like that, which would back up any of the rhetoric that is going on.\" The US hopes China will increase pressure on the North. Beijing is the North's main ally and the country is a crucial source of aid and trade. A report by the Defence Intelligence Agency (DIA), which emerged at a congressional hearing in Washington on Thursday, said it had concluded with \"moderate confidence\" that North Korea had developed a nuclear bomb that could be fitted on a ballistic missile, but such a weapon would probably be unreliable. But a Pentagon spokesman, George Little, said \"it would be inaccurate to suggest that the North Korean regime has fully tested, developed, or demonstrated the kinds of nuclear capabilities referenced\". James Clapper, the director of national intelligence, said the DIA's conclusion was not shared by the entire US intelligence community. \"North Korea has not yet demonstrated the full range of capabilities necessary for a nuclear armed missile,\" he said. In Seoul the defence ministry said it did not believe North Korea could mount a nuclear warhead on a missile. Even so, experts say recent tests and rocket launches suggest Pyongyang is making progress in its weapons programmes. After its third nuclear test in February the North claimed it had detonated a \"miniaturised and lighter nuclear device with greater explosive force than previously\". Hoare said: \"The long-term aim seems quite clear: they want nuclear weapons capability and are working on the means to deliver it. The problem is always going to be: what can you do about it? My view is that you can cap but not stop it: you don't ask them to give up anything but say, don't do anything more. You have inspectors and monitoring devices. But to do that you would have to start talking.\" Andrei Lankov, an expert on North Korea, told CNN: \"There is not the slightest reason to be more afraid than we are of, say, French nukes. They're not suicidal … they are very rational.\"",
    "keywords": [
        "south",
        "korea",
        "kerry",
        "tensions",
        "talks",
        "nuclear",
        "seoul",
        "pyongyang",
        "weapons",
        "john",
        "ease",
        "say",
        "missile",
        "serious",
        "north"
    ],
    "summary": "\"Relations between the North and South can improve very quickly if leaders of the North, and one in particular, can make the right decisions,\" John Kerry said.\nAn expert on the North, John Delury at Yonsei University, said: \"The message here was dialogue, but still in passive form: 'It's up to North Korea' … it's still not enough.\"\nThe tensions on the peninsula are expected to dominate Kerry's meetings in South Korea, China and Japan.\nBut Park, meeting officials from her party before talks with Kerry, suggested Seoul should at least listen to what North Korea had to say.\n\"North Korea has not yet demonstrated the full range of capabilities necessary for a nuclear armed missile,\" he said.",
    "sentiment": {
        "neg": 0.066,
        "neu": 0.8345,
        "pos": 0.0995,
        "compound": 0.1269
    }
}