{
    "date": "2013-03-06T15:56:52Z",
    "title": "Dennis Rodman: a new breed of celebrity 'anti-diplomat' | Andrew Cooper ",
    "url": "https://www.theguardian.com/commentisfree/2013/mar/06/dennis-rodman-north-korea-celebrity-diplomat",
    "content": "High-profile contact by celebrities with outlier or even rogue regimes is far from unusual. Sean Penn made headlines when he visited Baghdad in December 2002, just before the US invasion. Harry Belafonte, as part of a wider delegation that included film star Danny Glover, made a series of controversial statements on a trip to Venezuela in 2006, praising Hugo Chávez's Bolivarian revolution and proclaiming that \"not hundreds, not thousands, but millions of the American people … support your revolution\". By any standard, however, the foray by Dennis Rodman to North Korea (the Democratic People's Republic of Korea) stretches the notion of maverick behavior by celebrities in international relations. Even if the nation is now led by \"dear leader\" Kim Jung-un, who is younger and more cultural aware than his father Kim Jong-il, it is still commonly viewed as the world's most isolated and belligerent country. Unlike Penn or Belafonte – or indeed Jane Fonda, portrayed over decades as \"Hanoi Jane\" – Rodman cannot be associated with any militant tendency. If his life took many bizarre twists during and after his years playing in the NBA – dyed hair, body piercings, tattoos, wearing a wedding dress to promote his autobiography, and a brief wedding to Carmen Electra – his motivation has always been self-promotion and commercial gain, rather than any sense of political commitment. For its part, the North Korean regime has favored non-political cultural modes of interaction with the west. The New York Philharmonic played in Pyongyang in 2008, and another son of Kim Jong-il, Kim Jong-chol, campaigned to have Eric Clapton tour North Korea in 2007 – a music legend who famously questioned the iconic \"celebrity diplomats\", like Bono and Bob Geldof, for moving beyond music. Significantly, the only evidence of a connection between the strand of celebrity activism that can be termed \"anti-diplomacy\", with an edgy and even rude persona, comes in the fictional world of the Team America, a satirical puppet film from 2004 in which Sean Penn, Danny Glover and other Hollywood activists are portrayed as allies of Kim Jong-il. Given the disconnect between an eccentric (and fading) celebrity and an unpredictable but still highly authoritarian regime, the dominant view of Rodman's visit is that it's a proverbial tempest in the teapot. After all, the far more illustrious performance by the New York Philharmonic was seen as a momentary sign of breakthrough. Despite the unprecedented access given to foreign media, with largely unrestricted internet access and international telephone calls, this visit remained only a concert without long-term geo-political implications. The sense of short-term opportunism is amplified by Rodman's image. He's not a freelance celebrity diplomat, akin to Harry Belafonte, Sean Penn and others, but as a pawn in the sophisticated publicity approach engineered by Shane Smith, the founder of Vice Media, who has showcased the notion of \"the beginning of a dialogue\" with North Korea in tandem with the approach of a new HBO newsmagazine. Yet, sometimes transformation comes via the agency of unanticipated and subordinate actors. One of the most compelling moments of this type came in 1971 with the advent of so-called ping pong diplomacy, which led communist China away from isolation. The catalyst for this initiative was an unexpected friendship between an American player, Glenn Cowan (another American free spirit) and the Zhuang Zedong, the Chinese three-time world champion at a tournament in Japan. When Cowan missed his team bus, he was invited onto the Chinese bus; and after some casual talking through an interpreter, Zhuang Zedong presented him with a silkscreen portrait of the Huangshan Mountains. In exchange, Cowan later gave Zhuang Zedong a t-shirt with a red, white and blue peace emblem and the words \"Let It Be\". Chairman Mao Zedong seized on this sideline moment, using it to mobilize a national initiative via the US table tennis team. In April 1971, nine American players with a small entourage crossed the bridge from Hong Kong to the Chinese mainland, played in some exhibition matches and toured the major sites in Beijing. These events then facilitated \"the week that changed the world\" – the 1972 visit of President Richard Nixon to China and its subsequent recognition by the US. Could Rodman's visit achieve the same galvanizing effect? This seems implausible, given the record of the North Korean regime, with its continued testing of missiles and nuclear weapons. The most conceivable outcome is that Rodman will suffer be stigmatized even more than other anti-diplomats; after all, he applauded a regime that runs gulags amid widespread mass hunger, calling its leader \"awesome\". But notwithstanding this likelihood, his visit reconfigures what anti-diplomacy can mean, and even points to a possible analogy between successful ping pong diplomacy and Rodman's awkward and contrived basketball diplomacy.",
    "keywords": [
        "antidiplomat",
        "celebrity",
        "zedong",
        "rodmans",
        "andrew",
        "regime",
        "korea",
        "visit",
        "kim",
        "american",
        "rodman",
        "dennis",
        "penn",
        "breed",
        "north",
        "cooper"
    ],
    "summary": "By any standard, however, the foray by Dennis Rodman to North Korea (the Democratic People's Republic of Korea) stretches the notion of maverick behavior by celebrities in international relations.\nUnlike Penn or Belafonte – or indeed Jane Fonda, portrayed over decades as \"Hanoi Jane\" – Rodman cannot be associated with any militant tendency.\nFor its part, the North Korean regime has favored non-political cultural modes of interaction with the west.\nCould Rodman's visit achieve the same galvanizing effect?\nThis seems implausible, given the record of the North Korean regime, with its continued testing of missiles and nuclear weapons.",
    "sentiment": {
        "neg": 0.0271,
        "neu": 0.91,
        "pos": 0.0629,
        "compound": 0.1508
    }
}