{
    "date": "2013-02-18T13:21:00Z",
    "title": "The premises and purposes of American exceptionalism | Glenn Greenwald",
    "url": "https://www.theguardian.com/commentisfree/2013/feb/18/american-exceptionalism-north-korea-nukes",
    "content": "(updated below) Last week, North Korea tested a nuclear weapon, and the US - the country with the world's largest stockpile of that weapon and the only one in history to use it - led the condemnation (US allies with large nuclear stockpiles, such as Britain and Israel, vocally joined in). Responding to unnamed commentators who apparently noted this contradiction, National Review's Charles Cooke voiced these two assertions: He followed that with this: Nobody can reasonably dispute that North Korea is governed by a monstrous regime and that it would be better if they lacked a nuclear weapons capability. That isn't what interests me about this. What interests me here is that highlighted claim: that the US \"is the greatest country in world history\", and therefore is entitled to do that which other countries are not. This declaration always genuinely fascinates me. Note how it's insufficient to claim the mere mantle of Greatest Country on the Planet. It's way beyond that: the Greatest Country Ever to Exist in All of Human History (why not The Greatest Ever in All of the Solar Systems?). The very notion that this distinction could be objectively or even meaningfully measured is absurd. But the desire to believe it is so strong, the need to proclaim one's own unprecedented superiority so compelling, that it's hardly controversial to say it despite how nonsensical it is. The opposite is true: it has been vested with the status of orthodoxy. What I'm always so curious about is the thought process behind this formulation. Depending on how you count, there are 179 countries on the planet. The probability that you will happen to be born into The Objectively Greatest One, to the extent there is such a thing, is less than 1%. As the US accounts for roughly 5% of the world's population, the probability that you will be born into it is 1/20. Those are fairly long odds for the happenstance of being born into the Greatest Country on Earth. But if you extend the claim to the Greatest Country that Has Ever Existed in All of Human History, then the probability is minute: that you will happen to be born not only into the greatest country on earth, but will be born at the precise historical time when the greatest of all the countries ever to exist is thriving. It's similar to winning the lottery: something so mathematically improbable that while our intense desire to believe it may lead us on an emotional level wildly to overestimate its likelihood, our rational faculties should tell us that it is unlikely in the extreme and therefore to doubt seriously that it will happen. Do people who wave the Greatest Country in All of Human History flag engage that thought process at all? I'm asking this genuinely. Given the sheer improbability that it is true, do they search for more likely explanations for why they believe this? In particular, given that human beings' perceptions are shaped by the assumptions of their culture and thus have a natural inclination to view their own culture as superior, isn't it infinitely more likely that people view their society as objectively superior because they're inculcated from birth in all sorts of overt and subtle ways to believe this rather than because it's objectively true? It's akin to those who believe in their own great luck that they just happened to be born into the single religion that is the One True One rather than suspecting that they believe this because they were taught to from birth. At the very least, the tendency of the human brain to view the world from a self-centered perspective should render suspect any beliefs that affirm the objective superiority of oneself and one's own group, tribe, nation, etc. The \"truths\" we're taught to believe from birth - whether nationalistic, religious, or cultural - should be the ones treated with the greatest skepticism if we continue to embrace them in adulthood, precisely because the probability is so great that we've embraced them because we were trained to, or because our subjective influences led us to them, and not because we've rationally assessed them to be true (or, as in the case of the British Cooke, what we were taught to believe about western nations closely aligned to our own). That doesn't mean that what we're taught to believe from childhood is wrong or should be presumed erroneous. We may get lucky and be trained from the start to believe what is actually true. That's possible. But we should at least regard those precepts with great suspicion, to subject them to particularly rigorous scrutiny, especially when it comes to those that teach us to believe in our own objective superiority or that of the group to which we belong. So potent is the subjective prism, especially when it's implanted in childhood, that I'm always astounded at some people's certainty of their own objective superiority (\"the greatest country in world history\"). It's certainly true that Americans are justifiably proud of certain nationalistic attributes: class mobility, ethnic diversity, religious freedom, large immigrant populations, life-improving technological discoveries, a commitment to some basic liberties such as free speech and press, historical progress in correcting some of its worst crimes. But all of those virtues are found in equal if not, at this point, greater quantity in numerous other countries. Add to that mix America's shameful attributes - its historic crimes of land theft, genocide, slavery and racism, its sprawling penal state, the company it keeps on certain human rights abuses, the aggressive attack on Iraq, the creation of a worldwide torture regime, its pervasive support for the world's worst tyrannies - and it becomes not just untenable, but laughable, to lavish it with that title. This is more than just an intellectual exercise. This belief in America's unparalleled greatness has immense impact. It is not hyperbole to say that the sentiment expressed by Cooke is the overarching belief system of the US political and media class, the primary premise shaping political discourse. Politicians of all types routinely recite the same claim, and Cooke's tweet was quickly re-tweeted by a variety of commentators and self-proclaimed foreign policy experts from across the spectrum. Note that Cooke did not merely declare America's superiority, but rather used it to affirm a principle: as a result of its objective superiority, the US has the right to do things that other nations do not. This self-affirming belief - I can do X because I'm Good and you are barred from X because you are Bad - is the universally invoked justification for all aggression. It's the crux of hypocrisy. And most significantly of all, it is the violent enemy of law: the idea that everyone is bound by the same set of rules and restraints. This eagerness to declare oneself exempt from the rules to which others are bound, on the grounds of one's own objective superiority, is always the animating sentiment behind nationalistic criminality. Here's what Orwell said about that in Notes on Nationalism: \"All nationalists have the power of not seeing resemblances between similar sets of facts. A British Tory will defend self-determination in Europe and oppose it in India with no feeling of inconsistency. Actions are held to be good or bad, not on their own merits, but according to who does them, and there is almost no kind of outrage — torture, the use of hostages, forced labour, mass deportations, imprisonment without trial, forgery, assassination, the bombing of civilians — which does not change its moral colour when it is committed by 'our' side . . . The nationalist not only does not disapprove of atrocities committed by his own side, but he has a remarkable capacity for not even hearing about them.\" Preserving this warped morality, this nationalistic prerogative, is, far and away, the primary objective of America's foreign policy community, composed of its political offices, media outlets, and (especially) think tanks. What Cooke expressed here - that the US, due to its objective superiority, is not bound by the same rules as others - is the most cherished and aggressively guarded principle in that circle. Conversely, the notion that the US should be bound by the same rules as everyone else is the most scorned and marginalized. Last week, the Princeton professor Cornel West denounced Presidents Nixon, Bush and Obama as \"war criminals\", saying that \"they have killed innocent people in the name of the struggle for freedom, but they're suspending the law, very much like Wall Street criminals\". West specifically cited Obama's covert drone wars and killing of innocent people, including children. What West was doing there was rather straightforward: applying the same legal and moral rules to US aggression that he has applied to other countries and which the US applies to non-friendly, disobedient regimes. In other words, West did exactly that which is most scorned and taboo in DC policy circles. And thus he had to be attacked, belittled and dismissed as irrelevant. Andrew Exum, the Afghanistan War advocate and Senior Fellow at the Center for New American Security, eagerly volunteered for the task: Note that there's no effort to engage Professor West's arguments. It's pure ad hominem (in the classic sense of the logical fallacy): \"who is \"Cornell [sic] West\" to think that anything he says should be even listened to by \"national security professionals\"? It's a declaration of exclusion: West is not a member in good standing of DC's Foreign Policy Community, and therefore his views can and should be ignored as Unserious and inconsequential. Leave aside the inane honorific of \"national security professional\" (is there a licensing agency for that?). Leave aside the noxious and pompous view that the views of non-national-security-professionals - whatever that means - should be ignored when it comes to militarism, US foreign policy and war crimes. And also leave aside the fact that the vast majority of so-called \"national security professionals\" have been disastrously wrong about virtually everything of significance over the last decade at least, including when most of them used their platforms and influence not only to persuade others to support the greatest crime of our generation - the aggressive attack on Iraq - but also to scorn war opponents as too Unserious to merit attention. As Samantha Power put it in 2007: \"It was Washington's conventional wisdom that led us into the worst strategic blunder in the history of US foreign policy. The rush to invade Iraq was a position advocated by not only the Bush Administration, but also by editorial pages, the foreign policy establishment of both parties, and majorities in both houses of Congress.\" Given that history, if one wants to employ ad hominems: one should be listened to more, not less, if one is denied the title of \"national security professional\". The key point is what constitutes West's transgression. His real crime is that he tacitly assumed that the US should be subjected to the same rules and constraints as all other nations in the world, that he rejected the notion that America has the right to do what others nations may not. And this is the premise - that there are any legal or moral constraints on the US's right to use force in the world - that is the prime taboo thought in the circles of DC Seriousness. That's why West, the Princeton professor, got mocked as someone too silly to pay attention to: because he rejected that most cherished American license that is grounded in the self-loving exceptionalism so purely distilled by Cooke. West made a moral and legal argument, and US \"national security professionals\" simply do not recognize morality or legality when it comes to US aggression. That's why our foreign policy discourse so rarely includes any discussion of those considerations. A US president can be a \"war criminal\" only if legal and moral rules apply to his actions on equal terms as all other world leaders, and that is precisely the idea that is completely anathema to everything \"national security professionals\" believe (it also happens to be the central principle the Nuremberg Tribunal sought to affirm: \"while this law is first applied against German aggressors, the law includes, and if it is to serve a useful purpose it must condemn aggression by any other nations, including those which sit here now in judgment\"). US foreign policy analysts are permitted to question the tactics of the US government and military (will bombing these places succeed in the goals?). They are permitted to argue that certain policies will not advance American interests (drones may be ineffective in stopping Terrorism). But what they are absolutely barred from doing - upon pain of being expelled from the circles of Seriousness - is to argue that there are any legal or moral rules that restrict US aggression, and especially to argue that the US is bound by the same set of rules which it seeks to impose on others (recall the intense attacks on Howard Dean, led by John Kerry, when Dean suggested in 2003 that the US should support a system of universally applied rules because \"we won't always have the strongest military\": the very idea that the US should think of itself as subject to the same rules as the rest of the world is pure heresy). In 2009, Les Gelb - the former Pentagon and State Department official and Chairman Emeritus of the Council on Foreign Relations: the ultimate \"national security professional\" - wrote an extraordinary essay in the journal Democracy explaining why he and so many others in his circle supported the attack on Iraq. This is what he blamed it on: unfortunate tendencies within the foreign policy community, namely the disposition and incentives to support wars to retain political and professional credibility.\" That someone like Les Gelb says that \"national security professionals\" have career incentives to support US wars \"to retain political and professional credibility\" is amazing, yet clearly true. When I interviewed Gelb in 2010 regarding that quote, he elaborated that DC foreign policy experts - \"national security professionals\" - know that they can retain relevance in and access to key government circles only if they affirm the unfettered right of the US to use force whenever and however it wants. They can question tactics, but never the supreme prerogative of the US, the unchallengeable truth of American exceptionalism. In sum, think tank \"scholars\" don't get invited to important meetings by \"national security professionals\" in DC if they point out that the US is committing war crimes and that the US president is a war criminal. They don't get invited to those meetings if they argue that the US should be bound by the same rules and laws it imposes on others when it comes to the use of force. They don't get invited if they ask US political officials to imagine how they would react if some other country were routinely bombing US soil with drones and cruise missiles and assassinating whatever Americans they wanted to in secret and without trial. As the reaction to Cornel West shows, making those arguments triggers nothing but ridicule and exclusion. One gets invited to those meetings only if one blindly affirms the right of the US to do whatever it wants, and then devotes oneself to the pragmatic question of how that unfettered license can best be exploited to promote national interests. The culture of DC think tanks, \"international relations\" professionals, and foreign policy commenters breeds allegiance to these American prerogatives and US power centers - incentivizes reflexive defenses of US government actions - because, as Gelb says, that is the only way to advance one's careerist goals as a \"national security professional\". If you see a 20-something aspiring \"foreign policy expert\" or \"international relations professional\" in DC, what you'll view, with some rare exceptions, is a mindlessly loyal defender of US force and prerogatives. It's what that culture, by design, breeds and demands. In that crowd, Cooke's tweets aren't the slightest bit controversial. They're axioms, from which all valid conclusions flow. This belief in the unfettered legal and moral right of the US to use force anywhere in the world for any reason it wants is sustained only by this belief in objective US superiority, this myth of American exceptionalism. And the results are exactly what one would expect from an approach grounded in a belief system so patently irrational. UPDATE Cooke has a mostly thoughtful reply, here. I don't have time this afternoon to respond in detail, so I'll leave it to readers to decide if you think he's offered a satisfactory explanation for what he thinks. Just two notes: (1) I explicitly said I was not contesting the view that North Korea's government is totalitarian and horrific, and (2) I wasn't suggesting that Cooke himself believes that the US has the right to use force anywhere it wants and for whatever reasons, only that the premise of American exceptionalism he endorses is the necessary ingredient for that belief and is typically the animating principle behind it. I quoted Cooke because, as he himself suggests, what he wrote is a pure distillation of a widely held view in US political discourse. Related to all of this, Harvard professor Stephen Walt (is he a national security professional or someone to whom such professionals should listen?) wrote a post on this topic in late, 2011 entitled \"The Myth of American Exceptionalism\" (see, in particular, the numerous examples he cites of people of influence espousing what Cooke wrote here).",
    "keywords": [
        "policy",
        "greenwald",
        "exceptionalism",
        "greatest",
        "west",
        "believe",
        "purposes",
        "premises",
        "glenn",
        "rules",
        "national",
        "security",
        "country",
        "american",
        "foreign",
        "cooke"
    ],
    "summary": "Note how it's insufficient to claim the mere mantle of Greatest Country on the Planet.\nIt's way beyond that: the Greatest Country Ever to Exist in All of Human History (why not The Greatest Ever in All of the Solar Systems?).\nThose are fairly long odds for the happenstance of being born into the Greatest Country on Earth.\nDo people who wave the Greatest Country in All of Human History flag engage that thought process at all?\nRelated to all of this, Harvard professor Stephen Walt (is he a national security professional or someone to whom such professionals should listen?)",
    "sentiment": {
        "neg": 0.0736,
        "neu": 0.795,
        "pos": 0.1107,
        "compound": 0.0865
    }
}