{
    "date": "2013-01-29T14:11:39Z",
    "title": "Google's Eric Schmidt: drone wars, virtual kidnaps and privacy for kids",
    "url": "https://www.theguardian.com/technology/2013/jan/29/google-eric-schmidt-drone-wars-privacy",
    "content": "Google's chairman has sketched out a future world in which cyberterrorists are targeted by government drone strikes, online identities are taken hostage and held for ransom, and parents explain online privacy to their children long before the subject of sex. Eric Schmidt also said that his recent trip to North Korea had shown that the population there lives in an \"utter information blackout\" – but that change was certain to come, as well as for the 5 billion people worldwide not yet connected to the internet, for whom connectivity would bring enormous benefits and transform their lives. Speaking to an audience at Cambridge University, in the first of a number of speeches outlining his view of the technological future, Schmidt said that he thought change would come \"slowly and incrementally\" to North Korea as the use of mobile phones spread, and with it information. Google has already updated its maps of the country since Schmidt's visit using \"citizen mappers\" inputting information to its Mapmaker software. \"North Korea reminds me how far we have come,\" Schmidt said. \"That disconnectedness used to be closer to the norm than where we are now.\" With 2 billion people already online, he said he could see many benefits to the rise of connectivity – but that it would also be exploited by sinister forces as our online identities became a bigger element of our real-world identities. \"For citizens, coming online comes to mean living with multiple identities; your online identity becomes your real identity,\" Schmidt said. \"The absence of a delete button on the internet will be a big challenge. Not just what you say and write, but also the websites you visit, and do or say or share online. For anyone in the public eye, they will have to account for their past.\" Dark side of the web But that would bring downsides too: \"We could see virtual kidnappings – ransoming your ID for real money,\" Schmidt said. \"Rather than keeping captives in the jungle, groups like Farc [in Colombia] may prefer a virtual hostage. That's how important our online ID is.\" Schmidt's forecast is an extension of some existing trends. Some hackers have already used \"ransomware\" which takes over a user's computer and encrypts its hard drive, locking them out – unless they make a payment to the hackers. And others have had their private lives revealed online after having their email accounts hacked. Schmidt said the problems could go further as other technologies become cheaper: \"Terrorists and criminals could use drones to carry IEDs [improved explosive devices] – that could result in conflict between civil and military drones,\" he suggested. \"Or it could happen over the US-Mexico border\" – on one side of which drug cartels hold more sway than the police or citizens in a number of areas. \"Maybe we'll even see the world's first drone strike against cyber-terrorists. That's how seriously evil part of this [growth in technology] could be. \"But the future will be much more disruptive to terrorists than everyone else. I can't see them operating out of caves in Tora Bora\" – as al-Qaida did after the US invasion of Afghanistan in 2001. Terrorists' need to communicate online will lead to problems in hiding, Schmidt said. \"If they connect them, they leave some sort of digital footprint. And that makes them detectable.\" He cited the case of one target who had said on a phone call that he was going to a family wedding, naming the place – and been caught as a result. Osama bin Laden's compound in Abbottabad reportedly raised suspicions because it didn't have any internet connection. The birds and the IDs The importance of online identities would also mean that parents would have to educate their children much earlier about the importance of making choices over what digital footprints they created than about sex. \"I'm absolutely convinced that parents will have to have the 'online privacy' talk with their children before 'the sex talk',\" he said. \"It might be when they're eight years old, you'll be saying 'don't put that onlline! It'll come back to bite you!' and then have to explain why.\" And parents themselves would have to consider the implications even of the name they chose for a child. \"If you give your child a unique name, that name will have a high ranking in search results [because it's unusual]. Or you can give them a non-unique name with a low ranking. What kind of parent are you in each case?\" He suggested that \"our online identity will become such a powerful element. Laws to protect anonymity – we may even see rise in black market where we can buy pre-made or real identities, with all their shopping and background all completely 'real' – verifiable online, that is. That's the effect of there being no delete button [on the internet] – people will find fake IDs attractive.\" Both drug smugglers trying to evade police and political activists looking to hide from repressive regimes would find those useful, he said: \"you'll be able to buy an identity with fake friends and a history of purchases. I'm not encouraging this – some are saying it's going to happen.\" But he added that \"whatever happens with digital identity, I know that Europe will be the leader in managing its regulation. Many other countries will be clueless.\" He even suggested that repressive regimes might seek to carry out \"online ethnic cleansing\" – \"where people from a certain group the government doesn't like have their online payments slowed or even stopped, where their tweets are deleted, they can't connect.\" Making connections However, he held out hopes that the rise of connectivity, especially through mobile phones with data services, would reduce corruption and undermine repressive regimes. Yet he admitted that his recent visit to North Korea had been surprising. \"Leaving our mobile phones in Beijing to go to North Korea was weird – I said it was like 1992, when we all used to have to talk to each other on journeys rather than looking at our phones. And when you get there, they give you phones, but they're bugged, so you can't do anything with them. There are only a million phones in use in North Korea. I'm sure change will come, but slowly and incrementally.\" North Korea's population, he said, was living in an \"utter information blackout\". He had visited the country as part of his \"20% time\" – the free time that Google gives its employees to do creative things. \"I decided to go and visit the people in the countries who are future users of the internet.\" He travelled to, among others, Chad, Rwanda, Afghanistan, Pakistan and Somalia. In each, he said, the need to be connected, first through a mobile phone and then to the internet, became apparent. \"In Chad, only 1% of the population have electricity, and there's a civil war. I wondered what a connected Chad would look like. Somalia, meanwhile, is the classic 'failed state' – but you look at it: there aren't any banks, but there is mobile banking. The telecoms companies are the only ones that are legal and profitable.\" In Afghanistan's Helmand province, he said, he had come across the example of two towns that the Taliban had invaded: in one they took the population's mobile phones away, and in the other they didn't. The population revolted against the invaders who took away their phones. \"Saddam [Hussein, the former Iraqi dictator] didn't allow mobile phones at all,\" he noted. He said that the arrival of the internet was always beneficial: \"There's no country where the situation has worsened with the arrival of the internet. Citizens can use their mobile phones to raise the cost of corruption. And even in China, the regime can be shamed – when there was a train crash recently the government tried to hush it up, but people began posting pictures on [the Twitter-like chat service] Weibo, and the story got out. \"The strike by journalists at Southern Weekly, over censorship – the fact that they could do that and then go back without trouble shows that the government, even that autocracy, is sensitive to the fact that it can be shamed online.\" He admitted that one of his biggest worries is not about children using digital devices for entertainment – \"do they have an off button? They all do\" – than about the lack of \"deep reading\" of long books. \"I worry a lot that nobody's doing that, that nobody's getting what comes from the deep reading of a book.\"",
    "keywords": [
        "privacy",
        "googles",
        "drone",
        "kidnaps",
        "kids",
        "korea",
        "online",
        "virtual",
        "internet",
        "come",
        "eric",
        "wars",
        "identity",
        "phones",
        "mobile",
        "schmidt",
        "identities",
        "north"
    ],
    "summary": "\"North Korea reminds me how far we have come,\" Schmidt said.\n\"For citizens, coming online comes to mean living with multiple identities; your online identity becomes your real identity,\" Schmidt said.\nYet he admitted that his recent visit to North Korea had been surprising.\n\"Saddam [Hussein, the former Iraqi dictator] didn't allow mobile phones at all,\" he noted.\nCitizens can use their mobile phones to raise the cost of corruption.",
    "sentiment": {
        "neg": 0.0703,
        "neu": 0.8847,
        "pos": 0.0449,
        "compound": -0.0717
    }
}