{
    "date": "2013-04-08T15:19:00Z",
    "title": "North Korea to consider closing Kaesong complex after worker recall",
    "url": "https://www.theguardian.com/world/2013/apr/08/north-korea-suspends-kaesong-operations",
    "content": "North Korea has said it will recall more than 50,000 workers from the industrial park it runs with the South and consider shutting it permanently, spelling an end to inter-Korean co-operation. Pyongyang has engaged in weeks of angry rhetoric in response to a UN security council resolution expanding sanctions following its third nuclear test and to ongoing joint exercises by South Korean and US forces. But analysts noted that while the latest move by Pyongyang was substantive, it was also a non-military one made amid concerns that the North might be planning another missile or nuclear test. The Kaesong industrial complex has been a much-needed source of income for the impoverished North and a cheap source of workers for labour-intensive South Korean firms. The statement from a senior party Workers' party official, carried by the KCNA state news agency, warned that operations would be suspended while the future of Kaesong was reviewed. \"The zone is now in the grip of a serious crisis,\" Kim Yang Gon said. \"It is a tragedy that the industrial zone, which should serve purposes of national reconciliation, unity, peace and reunification, has been reduced to a theatre of confrontation between compatriots and war against the North.\" He did not mention the 475 South Korean managers still at Kaesong. The North has prevented personnel and supplies from entering from the South since last week. According to Associated Press, about a dozen of more than 120 South Korean companies at Kaesong have halted production owing to lack of supplies. \"The temporary suspension is likely to become the final sigh of the sunshine policy as we knew it,\" said Leonid Petrov, an expert on the North at Australian National University. \"It's understandable that as they proclaimed war it would be inconsistent with the desire to produce sneakers and LCDs at the same time … North Korea is sending a strong message to prove that money means nothing for the regime and its nuclear missile programmes are not for sale and not negotiable.\" Seoul's policy of free-flowing aid and engagement was ended by South Korea's previous president, Lee Myung-bak, who took office in 2008. Petrov argued future attempts at co-operation would have to start from scratch, adding: \"It is unlikely it will happen under Park Geun-hye given the conservative origins of her party. \"Many people blamed the sunshine policy for being ineffective, but that's not correct: it was too successful for its time. It achieved a lot but was too dangerous for the North and too expensive for the South.\" James Hoare, the former British chargé d'affaires in Pyongyang, said: \"It may be that among the military there are those who never liked [Kaesong] and saw it as a Trojan horse. It may be they've decided they won't carry on with it, but they could still row backwards. It is not militarily threatening. It's a gesture which to me looks foolish from the North Korean point of view, but it isn't firing rockets or doing a nuclear test.\" He pointed out that attempts at engagement with the North had often stumbled, from the early 1970s onwards. But he added: \"It's very unfortunate for the workers, who will lose their wages and other perks.\" Stephan Haggard of the Washington-bade Peterson Institute, an expert on North Korean economics, wrote last year: \"For North Korea, [Kaesong] is a cash cow that even hardliners have been loath to push the way of the Mount Kumgang project. Since 2004, total wage payments for North Korean workers in the KIC has totalled $245.7m, rising from $380,000 in 2004 … to $45.93m in the first half of 2012. For Pyongyang, even hardliners can see that this is a no-brainer.\" One possibility is that the North believes it must threaten a clearly valuable asset to send the message that it is serious in its stance. Another possibility mooted by experts is that it could hope to expropriate the factories and hand them over to members of the elite, bolstering domestic support for the regime.",
    "keywords": [
        "policy",
        "worker",
        "recall",
        "complex",
        "south",
        "korea",
        "workers",
        "nuclear",
        "test",
        "kaesong",
        "closing",
        "korean",
        "party",
        "pyongyang",
        "north",
        "consider"
    ],
    "summary": "The Kaesong industrial complex has been a much-needed source of income for the impoverished North and a cheap source of workers for labour-intensive South Korean firms.\nThe statement from a senior party Workers' party official, carried by the KCNA state news agency, warned that operations would be suspended while the future of Kaesong was reviewed.\nAccording to Associated Press, about a dozen of more than 120 South Korean companies at Kaesong have halted production owing to lack of supplies.\nIt's a gesture which to me looks foolish from the North Korean point of view, but it isn't firing rockets or doing a nuclear test.\"\nSince 2004, total wage payments for North Korean workers in the KIC has totalled $245.7m, rising from $380,000 in 2004 … to $45.93m in the first half of 2012.",
    "sentiment": {
        "neg": 0.0656,
        "neu": 0.8474,
        "pos": 0.0871,
        "compound": 0.0712
    }
}