{
    "date": "2013-04-10T19:30:01Z",
    "title": "Korea is the focus, but this is China versus Japan | Timothy Mo",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/10/korea-focus-china-versus-japan-oil",
    "content": "The \"crisis\" on the 38th parallel has little to do with the two Koreas: it's about oil and gas for China, the prelude to an energy grab that will safeguard the expansion of the Chinese economy for decades to come. Six months ago Taiwanese and Japanese coastguard cutters were drenching each other in spray from water cannon, in footage now forgotten. The present pantomime, with hisses greeting North Korea as the villain, is not a replacement of the fountain show but its encore. The Senkaku islands, if you're Japanese – Diaoyu if you're Chinese – halfway between the two countries, and the fossil resources that underlie them, are the issue of contention, not the integrity of the Korean border. In the twilight of oil, long-term energy security is at the top of all great powers' agendas, but it has a highly personal dimension for those in power in China today. Two hundred dollars for a barrel of oil and 15% unemployment will lose a presidential election in America. In China, it could lose you your life, or at least, for sure, all its luxurious trappings. Continued growth and rising standards of living – with the oil to guarantee it – are vital to protect the family positions of the unpopular hereditary elite who run the country today. In order to have their subjects acquiesce to their rule, the princelings need to keep the economy booming and the good times rolling, not just for China's nouveau riche but for the emergent middle-classes and the migrant factory workers from the sticks who are bottom of the heap. It was possible to shoot university students and the residents of the capital in 1989. Unrest in the provinces to which laid-off factory workers would have to return would be a more serious matter altogether. The notion of North Korea having any autonomy in its external dealings and, as a prodigal son, somehow going further than China would want is more than ridiculous. The reprimands and tut-tuttings from China go further than that – they are a preposterous farce. North Korea is China's attack dog. The leash is the weapons, the food and the fuel that go over the border. China has had absolute control over the North since the day its troops turned the tide of war by launching infantry attacks against UN forces in November 1950. China has the capacity to install whoever it wishes in Pyongyang. The savage attack dog of the North has very large fangs in the shape of its million-plus land army. It can bark, show its teeth, even snap at the heels of its owner, but in the end both know who is master. North Korea is not even a client regime of Beijing, but a special autonomous region, with nuclear weapons and concentration camps rather than skyscrapers and the rule of law. Nevertheless, if the mobilisations and sabre-rattling are taking place within a tea cup, the storm is brewing not in a dainty Chinese thimble cup but a hefty mug. North Korea has done some terrible things, now largely forgotten. Young Kim Jong-un is going to have a hard time living down to them. The bombing of Korean Air Flight 858 in 1987 palled next to the earlier bomb attack in 1983 on the South Korean cabinet in Rangoon, Burma. Three South Korean cabinet ministers died, including the much-loved foreign minister, who rejoiced in the name Lee Bum Suk (He used to introduce himself, \"Ladies and gentlemen, I am the South Korean foreign minister and my name is Lee Bum Suk. Now please laugh.\") He knew humour was anathema to the pretensions of dictators. The problem is not with the leadership in the North – ultimately rational, prioritising self-preservation and aggrandisement – but with the minions in a military that is now factionalised as never before. Brainwashing is a word that dates from the Korean war. The population of the North is not just docile but stupefied with terror. The crew of a North Korean submarine that ran aground in Southern waters in 1996 executed 11 of its own members for incompetence (read, fear for themselves and their own families) before making a run for the demilitarised zone, but only two survived. It is perfectly possible for someone so lobotomised by the cult of personality to push a button that was never meant to be pushed. North Korea naturally has some kind of agenda independent of China. Ratcheting up a situation such as today's consolidates the hold over the army of the young leader, Kim Jong-un. Like the frog that puffed itself up, it also makes him look larger on the world stage. The desire for a personal telephone call from Barack Obama would be puerile if the potential fallout – literal and figurative – were not so deadly. This grandson of Kim Il-sung also finds himself facing, in the new South Korean leader, the daughter of Park Chung-hee, the cold warrior and assassinated military dictator of the South between 1961 and 1979. (The head of his own secret service did him in.) Family business is being settled, with Kim Jong-un desiring to show himself as intransigent as his father and grandfather. Finally, Kim believes that a certain amount of obstreperousness will, as in the past, ease sanctions and bring a resumption of aid. The majority of South Koreans are still relatively blase. Not so in Japan, where the public is genuinely edgy. They have had three nuclear disasters already: two in war, one in peacetime. They did not fight in the Korean war, but Japanese civilians were abducted from their streets and homes by North Korean kidnappers and held in Korea for decades. Kim is a real bogeyman in Japan. Yet he needs to be careful he does not get a chopstick straight through the heart. To perceive Japan as something of a diplomatic and military soft touch would be a catastrophic error. The Japanese self-defence force and, in particular, the navy and coastguard – whose ratings, in full anti-flash gear, did not hesitate to sink a North Korean spyship with gunfire in 2001 – constitute a formidable obstacle. Japan has amassed enough plutonium to make as many bombs as China. The Japanese public genuinely abhors nuclear weapons, and, under the constitution, these are explicitly banned from Japanese shores. Nevertheless, if Japan does not already possess an arsenal of hydrogen bombs, they can be put together very rapidly. Barring misadventure – always possible when delinquent children play with firecrackers – a real shooting war is out of the question. Basically, what we have now is very heated bargaining in an Asian mall selling pirated goods. Japan wants as large a share of the Diaoyu oil as possible; China wants to concede as little as possible. In the end, Japan will be prepared to play second fiddle to China, as it has done to the United States for half a century, while the Americans will be bought off with lucrative contracts for service companies such as Halliburton. As for the deposits in the South China Sea, America has a very poor record of loyalty to its defeated allies. The Philippines, Taiwan and Malaysia can expect to be sold out if China takes the fields by brute force. The so-called pivot to the Pacific cannot work: this is China's backyard. It's as forlorn as it would be for a Chinese armada to steam to the Gulf of Mexico to secure its oil wells or to land in the Cayman islands. The real drama is going to be an Israeli attack on Iran – 100 times more likely than the curtain rising in Korea. The implication is that the more conciliatory and moderate the west is over the shadow puppet-show and dress rehearsal playing out in the Orient, the more it can justify extreme measures against Iran. This is what we should be concerned about.",
    "keywords": [
        "oil",
        "versus",
        "south",
        "focus",
        "war",
        "korea",
        "mo",
        "china",
        "kim",
        "japan",
        "timothy",
        "japanese",
        "north",
        "korean"
    ],
    "summary": "The present pantomime, with hisses greeting North Korea as the villain, is not a replacement of the fountain show but its encore.\nThe notion of North Korea having any autonomy in its external dealings and, as a prodigal son, somehow going further than China would want is more than ridiculous.\nNorth Korea is China's attack dog.\nNorth Korea has done some terrible things, now largely forgotten.\nAs for the deposits in the South China Sea, America has a very poor record of loyalty to its defeated allies.",
    "sentiment": {
        "neg": 0.0966,
        "neu": 0.8421,
        "pos": 0.0614,
        "compound": -0.0901
    }
}