{
    "date": "2013-04-20T23:05:47Z",
    "title": "An LSE lesson in attracting a Panorama audience",
    "url": "https://www.theguardian.com/media/2013/apr/21/john-sweeney-panorama-lse-north-korea",
    "content": "It's that grisly old game of Hunt the Public Interest. Panorama drew 5.1 million viewers, its best audience since January 2007. So the LSE hype about putting students in danger by using them as a front for John Sweeney's North Korean incursion worked a treat. A great many people were suddenly interested in Pyongyang. But would LSE students have been at risk if Sweeney and co had been spotted? Probably. It might have been better if BBC trippers had taken their own tour via Regent Holidays – though we're not into right and wrong here, just the difficult business of gathering news (or almost-but-not-quite-news). Consider the difficulties. Acting news head Fran Unsworth is asked to OK the trip. She says yes, provided students are told in advance. They either are or aren't, or weren't all listening (though most of them seem to have been). Tony Hall, fast out of the blocks, is asked whether he wants to scrap the show. He rightly says no. The LSE makes a florid fuss, drawing in more viewers and more publicity. No one's to blame. This is just one of those foolish, messy things – but that's archetypal public interest territory.",
    "keywords": [
        "worked",
        "lesson",
        "audience",
        "attracting",
        "public",
        "students",
        "wrong",
        "panorama",
        "viewers",
        "werent",
        "lse",
        "interest",
        "asked",
        "yes"
    ],
    "summary": "It's that grisly old game of Hunt the Public Interest.\nPanorama drew 5.1 million viewers, its best audience since January 2007.\nSo the LSE hype about putting students in danger by using them as a front for John Sweeney's North Korean incursion worked a treat.\nBut would LSE students have been at risk if Sweeney and co had been spotted?\nThis is just one of those foolish, messy things – but that's archetypal public interest territory.",
    "sentiment": {
        "neg": 0.1472,
        "neu": 0.7275,
        "pos": 0.1252,
        "compound": 0.0721
    }
}