{
    "date": "2013-02-13T11:54:04Z",
    "title": "Zhuang Zedong obituary",
    "url": "https://www.theguardian.com/sport/2013/feb/13/zhuang-zedong",
    "content": "When President Richard Nixon arrived in China on 21 February 1972, it was hailed as a triumph of \"ping-pong diplomacy\" because the impetus for the visit came from a chance meeting of two table tennis players in the previous year. A small gesture of friendship by the Chinese player Zhuang Zedong, who has died of cancer aged 72, opened the doors between the two countries. At the 1971 world table tennis championships in Nagoya, Japan, the American Glenn Cowan had stayed late at a practice session, hitting with China's Liang Geliang. When he left the arena, his team bus had gone and he was waved on to another bus, carrying the Chinese team. Cowan, long-haired and wearing his USA training suit, was greeted with silence. As Zhuang recalled: \"The trip lasted 15 minutes and I spent 10 minutes thinking. We had been advised not to speak to Americans, shake their hands, or exchange gifts. I grew up with the slogan 'Down with American imperialism', but I looked at him thinking, 'He is not the one making national policies, he is just an athlete.'\" Zhuang went up to Cowan and, through an interpreter, started a conversation. He gave Cowan a silk gift depicting the Huangshan mountains. The next day, Cowan gave Zhuang a T-shirt emblazoned with the peace emblem and the words \"Let it be\". The story was covered around the world and made an impression on Chairman Mao Zedong, who reportedly said: \"Zhuang Zedong not only knows good ping-pong, he knows good diplomacy too\" and issued an invitation for the US team to visit China. Immediately after the championships, they did so. Cowan met with Premier Zhou Enlai, and offered to mediate between him and Nixon. In July 1971, Nixon announced plans for his visit, and lifted a 20-year trade embargo with China. In 1979, Roy Evans, the president of the International Table Tennis Federation, attempted further ping-pong diplomacy by staging the world championships in Pyongyang, but although North Korea briefly opened to the world's media, it quickly shut down again. Zhuang was arguably the greatest table tennis player of all time. Born in Yangzhou, he joined the national team as a teenager. The Chinese revolutionised table tennis by using a pen grip on the bat, rather than the traditional handshake grip. Zhuang was small, even for a table tennis player, but he had very quick reflexes and had trained in martial arts. The drawback of the pen grip was its lack of power in the backhand, but Zhuang drew upon Wing Chun kung fu to develop an explosive short backhand, which helped him win three consecutive world titles in 1961, 1963 and 1965. (In 1959 Rong Guotuan had become the first representative of the People's Republic to win a world championship.) Zhuang became a superstar and in 1968 married Bao Huiqiao, a pianist he had met in Vienna in 1959. In 1966, the Cultural Revolution declared such triumphs part of the cult of personality and anti-Maoist. China withdrew from international competition until 1971. In those years, Zhuang might have won further titles. But he was favoured by the Cultural Revolution, becoming a personal favourite of Madame Mao, Jiang Qing. Zhuang's quick rise to the Communist party's central committee, and his appointment as sports minister, fuelled rumours of an affair, but Zhuang insisted she was a \"mother figure\" to him. Around him, however, the Cultural Revolution was claiming victims, including his coach Fu Qifang and the former hero Rong, both of whom were accused of espionage and hanged themselves. By the time international competition was resumed, Zhuang was past his prime, though he did lead the Chinese to a team gold medal at Nagoya in 1971. He also led a table tennis delegation to the US in 1972. However, after the Communist party's radical faction the Gang of Four, including Jiang, was deposed in 1976, Zhuang was arrested and imprisoned for several years, during which time he read and re-read The Count of Monte Cristo. After years of internal exile, coaching in the province of Shanxi, he returned to Beijing, as a youth coach, in 1985, and published a memoir, Adventure and Creation. After he and Huiqiao divorced, Zhuang married Sasaki Atsuko, a Chinese-born Japanese woman he had met in Nagoya in 1971. Their marriage required permission from Premier Deng Xiaoping, which provided Zhuang with the title of another memoir, Deng Xiaoping Approved Our Marriage. Cowan died in 2004. Three years later, Zhuang made a lecture tour of the US and visited Cowan's mother. He said that the greatest regret of his life was never seeing Cowan again. He is survived by his wife, and a son and daughter from his first marriage. Despite the ups and downs of his life, Zhuang downplayed his own role in ping-pong diplomacy. \"Chairman Mao used a small ball to push a big ball forward,\" he said. • Zhuang Zedong, table tennis player, born 25 August 1940; died 10 February 2013",
    "keywords": [
        "tennis",
        "table",
        "zedong",
        "1971",
        "player",
        "world",
        "zhuang",
        "pingpong",
        "obituary",
        "cowan",
        "team"
    ],
    "summary": "A small gesture of friendship by the Chinese player Zhuang Zedong, who has died of cancer aged 72, opened the doors between the two countries.\nThe story was covered around the world and made an impression on Chairman Mao Zedong, who reportedly said: \"Zhuang Zedong not only knows good ping-pong, he knows good diplomacy too\" and issued an invitation for the US team to visit China.\nZhuang was arguably the greatest table tennis player of all time.\nZhuang was small, even for a table tennis player, but he had very quick reflexes and had trained in martial arts.\n• Zhuang Zedong, table tennis player, born 25 August 1940; died 10 February 2013",
    "sentiment": {
        "neg": 0.0494,
        "neu": 0.8657,
        "pos": 0.085,
        "compound": 0.092
    }
}