{
    "date": "2013-05-02T10:07:00Z",
    "title": "North Korea sentences US citizen to 15 years' hard labour for 'hostile acts'",
    "url": "https://www.theguardian.com/world/2013/may/02/north-korea-kenneth-bae-hard-labour",
    "content": "A North Korean court has sentenced the US citizen Kenneth Bae to 15 years' hard labour after finding him guilty of unspecified \"hostile acts\" against the state, in a move possibly intended to force concessions from Washington. Bae was arrested in November 2012 in Rason, a special economic zone in North Korea's far north-eastern region bordering China and Russia. His trial at the country's supreme court began on Tuesday, according to the official KCNA news agency, which referred to Bae as Pae Jun-ho, the North Korean rendering of his name. The sentence was announced on Thursday. Bae, a tour operator who lives in the Seattle suburb of Lynnwood, was accused of attempting to overthrow the government, a crime that carries a possible death penalty. In its latest dispatch KCNA did not state the exact nature of his alleged crimes. The 44-year-old was born in South Korea but became a naturalised US citizen; he runs a travel agency called Nation Tours and had visited North Korea several times without incident. Friends and colleagues said Bae was based in the Chinese border city of Dalian and often travelled to North Korea to feed orphans. North Korea watchers said Bae would probably begin his sentence in a special facility for foreigners and not in one of the country's notorious labour camps, where up to 200,000 people are thought to be incarcerated in appalling conditions. The sentencing came amid reports that the former US president Jimmy Carter may soon travel to North Korea to negotiate Bae's release and push for the resumption of talks on the regime's nuclear weapons programme. Citing unnamed diplomatic sources, South Korea's Yonhap news agency said Carter had recently written to the US secretary of state, John Kerry, urging a resumption of dialogue with North Korea. Carter said he planned to visit Pyongyang soon on a private visit. \"North Korea appears to have invited [Carter] to visit,\" Yonhap quoted the source as saying. Carter has made previous humanitarian visits to the North in his role as a member of The Elders, an independent group of former world leaders that includes Desmond Tutu and Kofi Annan. The White House cannot prevent Carter from travelling to the North, but is known to be wary of humanitarian visits being portrayed by Pyongyang as evidence of the US's diplomatic shortcomings. South Korean human rights campaigners have speculated that authorities were angered by photographs Bae had reportedly taken of starving children and the public executions of dissenters. Bae is the sixth US citizen to be detained by North Korea; the previous five were all released after negotiations involving high-profile envoys. In 2009 television journalists Laura Ling and Euna Lee were sentenced to 12 years' hard labour after illegally crossing the border from China while making a documentary about defectors. The women were freed months later after Bill Clinton flew to Pyongyang to negotiate their release, an intervention the North treated as a major propaganda victory. As news of the verdict became public, speculation mounted that the regime would use Bae as a bargaining chip to secure diplomatic and financial concessions from the Obama administration. \"North Korea has shown their intention to use [Bae] as a negotiating card as they have done in the past,\" Cheong Seong-chang, senior fellow at the Sejong Institute, a thinktank in Seoul, told Reuters. Kwon Hyo-jin, a North Korean defector who spent seven years in one of the country's gulags, said Bae was unlikely to be imprisoned alongside North Koreans. \"If an American served jail together with North Korean inmates, which won't happen, he could tell them about capitalism or economic developments,\" Kwon said. \"That would be the biggest mistake for North Korea.\" The guilty verdict, which had been expected, could further stoke tensions between the North and the US despite signs that the regime has stepped back from its fiery rhetoric of the last two months. Pyongyang threatened a nuclear attack against the US mainland – although experts say it is incapable of launching such a weapon – in protest at UN sanctions imposed after it conducted an atomic test in February. North Korea had also voiced anger over annual military drills involving the South and the US that ended this week. In January Bill Richardson, former governor of New Mexico, and the Google chief executive, Eric Schmidt, attempted to secure Bae's release during a visit to North Korea but they were not allowed to meet him. Kun \"Tony\" Namkung, an adviser to US delegations on North Korean affairs who accompanied Schmidt, said he was sure the regime would use the Bae case to pull the US back into talks. In an interview with NK News, he said: \"I think it is likely that someone of some stature will go over there to retrieve him.\" But he said it was unlikely Richardson would be among the candidates, after his failure to meet Bae earlier this year. \"When we went to Pyongyang for the Google trip, the North Koreans made clear that this was off the table, they said we could not see him or even talk to him, only those with consular authority,\" Namkung said. At the weekend the US state department called for Bae's immediate release on humanitarian grounds and said it was working on his case with the Swedish embassy in Pyongyang, which looks after US interests in the North. KCNA said Bae, described by friends as a devout Christian, had attempted to overthrow Kim Jong-un's regime. \"In the process of investigation he admitted that he committed crimes aimed to topple the DPRK with hostility toward it,\" it said at the weekend, referring to the North by its official name the Democratic People's Republic of Korea. \"His crimes were proved by evidence.\" Reports have said Bae is a member of the Joseph Connection, a Christian group based in Ohio. North Korea has traditionally taken a dim view of missionaries because of their well-documented role in helping defectors cross the border into China.",
    "keywords": [
        "hard",
        "sentences",
        "labour",
        "south",
        "korea",
        "state",
        "15",
        "visit",
        "carter",
        "citizen",
        "hostile",
        "bae",
        "korean",
        "pyongyang",
        "release",
        "north",
        "acts"
    ],
    "summary": "The 44-year-old was born in South Korea but became a naturalised US citizen; he runs a travel agency called Nation Tours and had visited North Korea several times without incident.\nFriends and colleagues said Bae was based in the Chinese border city of Dalian and often travelled to North Korea to feed orphans.\nBae is the sixth US citizen to be detained by North Korea; the previous five were all released after negotiations involving high-profile envoys.\nNorth Korea had also voiced anger over annual military drills involving the South and the US that ended this week.\nNorth Korea has traditionally taken a dim view of missionaries because of their well-documented role in helping defectors cross the border into China.",
    "sentiment": {
        "neg": 0.0798,
        "neu": 0.8811,
        "pos": 0.0391,
        "compound": -0.1322
    }
}