{
    "date": "2013-05-25T09:00:03Z",
    "title": "The secret lives of North Koreans | Ryū Murakami",
    "url": "https://www.theguardian.com/commentisfree/2013/may/25/north-koreans-secret-lives",
    "content": "To Japanese citizens like me, the people of North Korea, though geographically close, are practically invisible. When I decided to write a novel about North Korea – now called From the Fatherland, With Love – I was faced with the challenge of creating believable portraits based strictly on source materials and the imagination. I was unable to enter the country, but having learned of a community of North Korean defectors in Seoul, I went there to interview nearly 20 individuals. Rather than asking how they'd gone about escaping the north, I wanted to learn about everyday life in the DPRK – what people ate, what they wore, how they got around, how they approached love and romance, what was most important in their lives and so forth. Sometimes this emphasis on the personal only served to put the refugees on their guard. When I asked them to draw simple maps of their hometowns and villages or floor plans of their former homes, for example, some refused, suspecting me of working for South Korean intelligence. The fundamental life paradigms of these people were so different to anything I'm familiar with that I found the interviews exhausting. North Korea employs a rigid, institutionalised system of class stratification based on family history, and I was surprised to learn that all the defectors I interviewed had previously belonged to the privileged, or \"core\", class. It seems that people of the middle (\"wavering\") and lower (\"hostile\") classes, due to their inability to access information – to say nothing of adequate nutrition – have neither the will nor the energy to attempt to flee the republic. Virtually all power in the DPRK rests with the Korean People's Army (KPA); and the Korean Workers' party, which is complexly intertwined with the military, controls all chains of command. Members of the special operations forces and the secret police, who I was told served more or less as the private army of then-leader Kim Jong-il, are stationed everywhere. Training for special forces troops is unimaginably severe. The confession of one former KPA soldier made a particularly strong impression on me. She had been with an anti-aircraft artillery unit outside Pyongyang, and was 32 years old when I interviewed her. This young woman extracted a photo from her purse, handling it as if it were a priceless treasure, and showed it to me. It was a baby picture. \"This was taken on his first birthday,\" she said. \"A year later he died of starvation.\" She described in detail how her infant son's condition had deteriorated as food supplies dwindled, and how, when there was simply nothing left to eat, she resorted to feeding him boiled pine-tree bark. She explained how she would carefully strip the bark from a tree, pound it with a rock until it was soft, and then boil it in water repeatedly. The resulting gruel caused the baby's belly to swell grotesquely but did nothing to prolong his life. After her only child died, she fled the Republic in hopes of sending back food for the remaining members of her family. And she had a dream. \"Here in Seoul, I'm studying to be a preschool teacher. I want to return to the north after reunification and open a nursery school there. My baby never had a chance to grow up, so I want to see to it that lots of other children do.\" It seems to me highly unlikely that this dream of hers will come to fruition. But the fact remains that we on the outside know very little about life in North Korea. People there exist in a kind of pre-modernity that's difficult for us to fully comprehend. Life in North Korea is hidden from view, cloaked in darkness, and the same can be said for the nation's military strategy and the vision of its leaders. Such is the nature of the \"impenetrable kingdom\" now brandishing its missiles before the world. • Translated by Ralph McCarthy",
    "keywords": [
        "military",
        "served",
        "murakami",
        "korea",
        "special",
        "republic",
        "north",
        "secret",
        "seoul",
        "outside",
        "ryū",
        "koreans",
        "life",
        "lives",
        "korean"
    ],
    "summary": "To Japanese citizens like me, the people of North Korea, though geographically close, are practically invisible.\nWhen I decided to write a novel about North Korea – now called From the Fatherland, With Love – I was faced with the challenge of creating believable portraits based strictly on source materials and the imagination.\nI was unable to enter the country, but having learned of a community of North Korean defectors in Seoul, I went there to interview nearly 20 individuals.\nBut the fact remains that we on the outside know very little about life in North Korea.\nLife in North Korea is hidden from view, cloaked in darkness, and the same can be said for the nation's military strategy and the vision of its leaders.",
    "sentiment": {
        "neg": 0.0529,
        "neu": 0.8645,
        "pos": 0.0826,
        "compound": 0.0714
    }
}