{
    "date": "2013-04-09T18:51:00Z",
    "title": "US confident it can intercept North Korean missiles, says top admiral",
    "url": "https://www.theguardian.com/world/2013/apr/09/us-military-north-korea-missiles",
    "content": "The United States could intercept a ballistic missile launched by North Korea, the top US military commander in the Pacific said Tuesday, as the relationship between the West and the communist government hit its lowest ebb since the end of the Korean War. Admiral Samuel Locklear, commander of US Pacific Command, told the Senate Armed Services Committee that Pyongyang's pursuit of nuclear weapons and long-range ballistic missiles represented a clear threat to the United States and its allies in the region. But he said that the US was \"ready\" if North Korea attempted a strike and that it had the capability to thwart a North Korean missile. Earlier on Tuesday, Pyonyang warning foreigners living in South Korea to make evacuation plans because the peninsula is on the brink of war. \"We do not wish harm on foreigners in South Korea should there be a war,\" the official KCNA news agency quoted an official from a North Korean organisation calling itself Korea Asia-Pacific Peace Committee as saying. The KCNA report did not offer details and there are reportedly no signs of a military buildup near the border dividing the Korean peninsula, located less than 40 miles from the South Korean capital, Seoul. Analysts noted that Pyongyang had issued similar threats in the past, adding that this latest warning is designed to elicit aid and political concessions from Seoul and Washington. At the Senate hearing, Locklear said a decision on whether any North Korean missile should be intercepted should be based on where it is aimed and expected to land. \"I believe we have the ability to defend the homeland, Guam, Hawaii and defend our allies,\" said Locklear, who added that it would not take long to determine where a missile would strike. Locklear (pictured) concurred with the assessment of committee chairman John McCain that the tension between North Korea and the West was the worst since the end of the Korean War in the early 1950s. But the admiral insisted that the US military and its allies would be ready if North Korea tried to strike. \"We're ready,\" Locklear said. He said North Korea was keeping a large percentage of its combat forces along the demilitarized zone with South Korea, a position that allows the North to threaten US and South Korean civilian and military personnel. Locklear told the panel: \"The continued advancement of the North's nuclear and missile programs, its conventional force posture and its willingness to resort to asymmetric actions as a tool of coercive diplomacy creates an environment marked by the potential for miscalculation.\" Amid the bluster of recent weeks – during which the North has threatened to launch a nuclear attack on the US – the regime appears to have made good on its threat to withdraw its workers from the Kaesong industrial complex. None of the 53,000 North Korean workers at the site, located just north of the border, arrived for work on Tuesday morning – a day after Pyongyang accused the South of turning the jointly run zone into \"a hotbed of war\". The suspension of all operations at the site momentarily shifted attention from North Korea's east coast where, according to reports, preparations were being made to test launch at least one medium-range missile, possibly as early as Wednesday. In response, Japan deployed PAC-3 missile interceptors in Tokyo on Tuesday. Japan's self-defence forces are under orders to shoot down any incoming North Korean missiles; Tokyo has also deployed two Aegis destroyers equipped with sea-based interceptor missiles in the Sea of Japan. The two missiles, thought to be the untested Musudan, have a maximum range of 2 485 miles, putting South Korea, Japan and US bases on Guam within reach. The prime minister, Shinzo Abe, said his government would take \"every possible measure to protect the lives and safety of the Japanese people\". The closure of Kaesong, the last symbol of rapprochement between the two Koreas, marks a serious deterioration in cross-border ties. The move is also a sign of how far the North's leader, Kim Jong-un, may be prepared to go to foment crisis on the peninsula, given that a prolonged closure would deprive his regime of an important source of hard currency. South Korea's president, Park Geun-hye, described the suspension as \"very disappointing\" and said investors would now shun the North. \"Investment is all about being able to anticipate results and trust and when you have the North breaking international regulations and promises like this and suspending Kaesong while the world is watching, no country in the world will invest in the North,\" Park told a cabinet meeting. \"North Korea should stop behaving in this way and make the right choice for the future of the Korean nation.\" South Korean firms have invested an estimated $500m (£327m) in the site since it opened in 2004. The complex generates about $96m for the North Korean economy every year. About 475 South Korean workers and factory managers remain in Kaesong, with 77 expected to return across the border on Tuesday. The warning to foreign residents in the South comes a week after North Korea told overseas embassies in Pyongyang that they should consider evacuating staff, warning their safety could not be guaranteed if war breaks out. No embassies are thought to have acted on the advice.",
    "keywords": [
        "war",
        "south",
        "korea",
        "intercept",
        "warning",
        "missiles",
        "locklear",
        "confident",
        "told",
        "admiral",
        "missile",
        "north",
        "korean"
    ],
    "summary": "But he said that the US was \"ready\" if North Korea attempted a strike and that it had the capability to thwart a North Korean missile.\nBut the admiral insisted that the US military and its allies would be ready if North Korea tried to strike.\nJapan's self-defence forces are under orders to shoot down any incoming North Korean missiles; Tokyo has also deployed two Aegis destroyers equipped with sea-based interceptor missiles in the Sea of Japan.\nThe complex generates about $96m for the North Korean economy every year.\nAbout 475 South Korean workers and factory managers remain in Kaesong, with 77 expected to return across the border on Tuesday.",
    "sentiment": {
        "neg": 0.0884,
        "neu": 0.8637,
        "pos": 0.0478,
        "compound": -0.1476
    }
}