{
    "date": "2013-04-09T20:05:00Z",
    "title": "North Korea advises evacuation for foreigners in South Korea in new threat",
    "url": "https://www.theguardian.com/world/2013/apr/09/north-korea-warns-foreigners-south",
    "content": "As the world waits to see if North Korea launches a ballistic missile, the regime has attempted to raise tensions further by warning foreigners living in South Korea to make evacuation plans because the peninsula is on the brink of war. \"We do not wish harm on foreigners in South Korea should there be a war,\" an official from a North Korean organisation calling itself the Korea Asia-Pacific Peace Committee was quoted as saying by the official KCNA news agency. The KCNA report contained no details and there were no reports of signs of a military buildup near the border dividing the Korean peninsula, fewer than 40 miles from the South Korean capital, Seoul. Analysts said Pyongyang had issued similar threats in the past and this warning was designed to elicit aid and political concessions from Seoul and Washington. Amid the bluster of recent weeks – during which the North has threatened to launch a nuclear attack on the US – the regime appears to have made good on its threat to withdraw its workers from the Kaesong industrial complex. None of the 53,000 North Korean workers at the site, just north of the border, arrived for work on Tuesday morning, a day after Pyongyang accused the South of turning the jointly run zone into \"a hotbed of war\". The suspension of operations momentarily shifted attention from North Korea's east coast, where, according to reports, preparations were being made to test-launch at least one medium-range missile, possibly as early as Wednesday. The top US commander in the Pacific told the Senate armed services committee on Tuesday yesterday that US forces could intercept such a missile, but the decision to do so should depend on its path. Admiral Samuel Locklear said the North's leader, Kim Jong-un, appeared to be using the same playbook as his father and grandfather, but warned that the \"impetuous young leader\" did not appear to have ensured channels for lowering tensions were available. He agreed with Republican John McCain's assessment that the west's relations with North Korea were at their worst since the end of the Korean war. Locklear said the regime's pursuit of nuclear and missile programmes was a clear and direct threat to the US and \"[with] its conventional force posture and its willingness to resort to asymmetric actions as a tool of coercive diplomacy creates an environment marked by the potential for miscalculation\". UN secretary-general Ban Ki-moon warned that \"any small incident caused by miscalculation or misjudgment\" might \"create an uncontrollable situation\". Japan deployed PAC-3 missile interceptors in Tokyo on Tuesday. Its self-defence forces are under orders to shoot down any incoming North Korean missiles. It has also deployed two Aegis destroyers equipped with sea-based interceptor missiles in the Sea of Japan. North Korea's two missiles, thought to be the untested Musudan, have a maximum range of 2,485 miles, putting South Korea, Japan and US bases on Guam within reach. Japan's prime minister, Shinzo Abe, said his government would take \"every possible measure to protect the lives and safety of the Japanese people\". The closure of Kaesong, the last symbol of rapprochement between the two Koreas, marks a serious deterioration in cross-border ties. The move is also a sign of how far the North's leader may be prepared to go to foment crisis on the peninsula, given that a prolonged closure would deprive his regime of an important source of hard currency. South Korea's president, Park Geun-hye, described the suspension as very disappointing and said investors would now shun the North. \"Investment is all about being able to anticipate results and trust and, when you have the North breaking international regulations and promises like this and suspending Kaesong while the world is watching, no country in the world will invest in the North,\" Park told a cabinet meeting. \"North Korea should stop behaving in this way and make the right choice for the future of the Korean nation.\" South Korean firms have invested an estimated $500m (£327m) in the site since it opened in 2004. The complex generates about $96m for the North Korean economy every year. About 475 South Korean workers and factory managers remain in Kaesong, with 77 due to return across the border on Tuesday. The warning to foreign residents in the South comes a week after North Korea told overseas embassies in Pyongyang that they should consider evacuating staff, warning their safety could not be guaranteed if war broke out. No embassies are thought to have acted on the advice.",
    "keywords": [
        "evacuation",
        "south",
        "war",
        "advises",
        "korea",
        "world",
        "threat",
        "warning",
        "foreigners",
        "kaesong",
        "missile",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "He agreed with Republican John McCain's assessment that the west's relations with North Korea were at their worst since the end of the Korean war.\nNorth Korea's two missiles, thought to be the untested Musudan, have a maximum range of 2,485 miles, putting South Korea, Japan and US bases on Guam within reach.\nSouth Korea's president, Park Geun-hye, described the suspension as very disappointing and said investors would now shun the North.\n\"North Korea should stop behaving in this way and make the right choice for the future of the Korean nation.\"\nSouth Korean firms have invested an estimated $500m (£327m) in the site since it opened in 2004.",
    "sentiment": {
        "neg": 0.1114,
        "neu": 0.8472,
        "pos": 0.0414,
        "compound": -0.2414
    }
}