{
    "date": "2013-04-03T11:20:27Z",
    "title": "North Korea and the US must break the cycle of sanctions and bluster | Jim Hoare",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/03/north-korea-us-sanctions-nuclear-defiance",
    "content": "It is hard to remember, but not so long ago a Korean crisis was a comparative rarity. These days, TV screens are filled with rockets and demonstrators in North Korea's capital. The young North Korea leader, Kim Jong-un just over a year in the job, is shown surrounded by attentive medal-bedecked generals. He commands batteries of phones and computer equipment. Behind him is a map showing flight paths of missiles aimed at the United States. Hotlines have been cut, the 1953 armistice and later agreements denounced. Meanwhile, the United States flies in nuclear-capable bombers and fighter aircraft to South Korea, and the latter warns that provocation will be met with retaliation. Is this the beginning of another Korean war, or perhaps a third world war? Probably not, even though bellicosity can be dangerous. Demonstrations are nothing new in Pyongyang. The \"hi-tech\" equipment is all surprising ancient, while the rocket map looks as though it has been derived from an airline inflight magazine. Even the US aircraft are more theatrical than theatre of war. Long-range rockets already targeted on North Korea are more likely to be used in a real conflict. None of it is new. But this year, it has been more dramatic than usual. North Korea's blustering defiance at the annual US-South Korean exercises masks just a little fear that they could easily be turned into an all-out attack, and seems to work on the principle that the more you shout, the safer you will be. The performance this year has merged with ongoing denunciations of UN sanctions intensified since April 2012 in the wake of rocket and nuclear tests. It is noisier and longer than usual but just as predictable. What can be done to break this cycle of sanctions and bluster? Some see China as the key. That the Chinese government is not happy with North Korea's nuclear and missile programme has been clear for some time. China has signed up to UN sanctions although has not been strict in implementing them. The reality is that China's interests in the peninsula are different from others involved. North Korea may be a nuisance, but its existence benefits China. It serves as a buffer against further US encroachment on the Korean peninsula. Economically, it is increasingly closely meshed in with China's north-east, an area of declining industry and worn-out land. And it keeps the US preoccupied and less focused on China. China's leaders believe that if the US wants to solve the problems on the Korean peninsula, it has the key. For years, the US attitude was that Korean issues were for Koreans to solve, and it ignored North Korean requests for engagement. This \"do nothing\" approach only began to change with the emergence of a possible nuclear North Korea in the late 1980s. Since then, the US regularly accuses North Koreans of policy inconsistency, but its own policy has been marked by similar inconsistency. Partly this is the system and the all-out changes of personal and sometimes policy that follow a presidential election. Partly it is confusion as to the ultimate goal – or hope. Some would like to see North Korea disappear; its refusal to do and failure to understand why it keeps going is frustrating and annoying. Those willing to deal with it do so on limited terms – this is, after all, a superpower talking to a small local player and if the US says it should give up its nuclear options, it should do so. That of course is not how it looks in Pyongyang, which sees broken promises and unremitting hostility. It will not give up what it believes is the one thing that makes the US pause in that hostility. When the current standoff eases, as it surely will once the exercises are over, the likelihood is that some form of contact will be renewed. The South Korean government, also with a new leader, is sending positive signals as well as warnings. If the Obama administration, secure in its second term, decides also to engage, we might just get away from the cycle of crises.",
    "keywords": [
        "policy",
        "war",
        "cycle",
        "korea",
        "hoare",
        "break",
        "bluster",
        "sanctions",
        "nuclear",
        "china",
        "jim",
        "peninsula",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "The young North Korea leader, Kim Jong-un just over a year in the job, is shown surrounded by attentive medal-bedecked generals.\nLong-range rockets already targeted on North Korea are more likely to be used in a real conflict.\nThat the Chinese government is not happy with North Korea's nuclear and missile programme has been clear for some time.\nThis \"do nothing\" approach only began to change with the emergence of a possible nuclear North Korea in the late 1980s.\nSome would like to see North Korea disappear; its refusal to do and failure to understand why it keeps going is frustrating and annoying.",
    "sentiment": {
        "neg": 0.0826,
        "neu": 0.8499,
        "pos": 0.0675,
        "compound": -0.0338
    }
}