{
    "date": "2013-04-18T18:50:00Z",
    "title": "North Korea demands US withdrawal from peninsula before resuming talks",
    "url": "https://www.theguardian.com/world/2013/apr/18/north-korea-conditions-us-talks",
    "content": "North Korea has issued a detailed statement on its terms for dialogue with the United States, after weeks of tensions. The demands from the North's top military body include the withdrawal of all UN sanctions imposed due to Pyongyang's nuclear and missile tests, and a US pledge not to engage in \"nuclear war practice\" with the South. It said denuclearisation of the peninsula should begin with the withdrawal of US weapons. Seoul was swift to dismiss the North's conditions as incomprehensible and illogical. The foreign ministry spokesman Cho Tai-young said: \"We again strongly urge North Korea to stop this kind of insistence that we cannot totally understand and go down the path of a wise choice.\" The Japanese news agency Kyodo said the prime minister, Shinzo Abe, had called for increased pressure on the North. Leonid Petrov, an expert on the North at the Australian National University, said of the North's statement: \"It's a good sign, they are prepared to negotiate, but they are demanding an exorbitant and impermissibly high price … The game will continue.\" Pyongyang has issued threats against Seoul and Washington, withdrawn workers from an industrial complex it runs with the South and appears to have prepared for a possible missile test. It was angered by the tightening of sanctions over its third nuclear test in February and joint US-South Korean military drills. \"Dialogue and war cannot co-exist,\" the North's national defence commission said in a statement carried by the official news agency KCNA on Thursday. \"If the United States and the puppet South have the slightest desire to avoid the sledge-hammer blow of our army and the people … and truly wish dialogue and negotiations, they must make the resolute decision.\" It said the UN resolutions imposing sanctions had been \"fabricated with unjust reasons\". \"The denuclearisation of the Korean peninsula can begin with the removal of the nuclear war tools dragged in by the US and it can lead to global nuclear disarmament,\" it added. South Korea's president, Park Geun-hye, told foreign diplomats on Wednesday: \"We must break the vicious cycle of holding negotiations and providing assistance if [North Korea] makes threats and provocations, and again holding negotiations and providing assistance if there are threats and provocations.\" In Washington, John Kerry insisted: \"I have no desire as secretary of state and the president has no desire to do the same horse trade, or go down the old road.\" Barack Obama earlier sent a similar message, suggesting the North was likely to engage in more \"provocative behaviour\" and warning: \"You don't get to bang … your spoon on the table and somehow you get your way.\" But Kerry has said the US is prepared to reach out if the North shows it is serious about meeting previous commitments. Petrov added: \"I would predict the status quo will prevail. North Korea won't be recognised as a nuclear state; the US will continue its joint military drills; periodically, tensions will escalate, probably once or twice a year.\" The North Koreans may be able to set a higher price than in the past, he suggested. \"It looks like their successful nuclear test [in February] and [rocket] launches changed the rules of the game.\"",
    "keywords": [
        "threats",
        "resuming",
        "south",
        "norths",
        "war",
        "korea",
        "talks",
        "nuclear",
        "peninsula",
        "demands",
        "sanctions",
        "withdrawal",
        "test",
        "statement",
        "north"
    ],
    "summary": "North Korea has issued a detailed statement on its terms for dialogue with the United States, after weeks of tensions.\nThe foreign ministry spokesman Cho Tai-young said: \"We again strongly urge North Korea to stop this kind of insistence that we cannot totally understand and go down the path of a wise choice.\"\nIt was angered by the tightening of sanctions over its third nuclear test in February and joint US-South Korean military drills.\nNorth Korea won't be recognised as a nuclear state; the US will continue its joint military drills; periodically, tensions will escalate, probably once or twice a year.\"\n\"It looks like their successful nuclear test [in February] and [rocket] launches changed the rules of the game.\"",
    "sentiment": {
        "neg": 0.0999,
        "neu": 0.8122,
        "pos": 0.088,
        "compound": -0.085
    }
}