{
    "date": "2013-02-25T16:05:59Z",
    "title": "South Korea's Park Geun-hye issues warning to North in inaugural address",
    "url": "https://www.theguardian.com/world/2013/feb/25/south-korea-park-geun-hye",
    "content": "Psy performed a family-friendly version of Gangnam Style, and many in the crowd of 70,000 who had braved a bitterly cold day in Seoul obligingly danced along. Then Park Geun-hye took to the podium for her first official pronouncement as South Korea's new president and addressed the deadly serious threat posed by an uncomfortably close nuclear foe. More than three decades after her father occupied the presidential Blue House as a military dictator, Park used her inaugural address to return to familiar themes: the economy and relations with North Korea. She called on Pyongyang to abandon its nuclear weapons programme. \"North Korea's recent nuclear test is a challenge to the survival and future of the Korean people,\" Park said outside the national assembly building in the South Korean capital. \"Make no mistake, the biggest victim will be North Korea itself.\" Park, 61, was elected on 19 December as South Korea's first female president. Her biggest foreign policy challenge will be to end five years of deteriorating ties with the North under her predecessor and fellow conservative, Lee Myung-bak, and persuade it to return to negotiations. She indicated that she could adopt a softer stance if the North, under its young leader, Kim Jong-un, was willing to make concessions. \"I will not tolerate any action that threatens the lives of our people and the security of our nation,\" she said. \"I urge North Korea to abandon its nuclear ambitions without delay and embark on the path to peace and shared development.\" At home Park has promised sweeping economic reforms to bridge the growing income gap and address youth unemployment and a stagnant economy. She promised to create jobs and build a \"creative\" economy less dependent on the country's dominant chaebol conglomerates. She called on South Koreans to help her repeat the so-called miracle on the Han river, a reference to the rapid economic development under her father, Park Chung-hee, who ruled the country in the 1960s and 70s before he was assassinated by his own spy chief in 1979. Five years earlier his wife, Yuk Young-soo, was shot dead by a North Korean agent, forcing his then 22-year-old daughter to return early from her studies in Paris to act as first lady. His reign continues to divide South Koreans: some credit him with dragging the country out of poverty after the 1950-53 Korean war and laying the foundations for its modern-day status as an export powerhouse; others have never forgotten his brutal suppression of political opponents during 18 years of rule that began with a military coup in 1961. Despite her conservative pedigree, Park Geun-hye has made conciliatory gestures towards the North in the past. In 2002 she met the regime's former leader Kim Jong-il in Pyongyang, and she later noted in her autobiography that he had apologised for a failed raid on the Blue House by 31 North Korean commandos in 1968. North Korean state media marked her inauguration with a warning to the US and the South not to proceed with forthcoming joint military drills. \"The US warmongers should think what consequence will be brought out for getting on the nerves of [North Korea], a dignified nuclear power,\" the Rodong Sinmun newspaper said in a commentary. John Delury, a North Korea experts at Yonsei University, Seoul, said a new era of engagement could be possible despite Pyongyang's nuclear programme and tougher UN security council sanctions. \"I don't think this latest spike in the cycle of provocation and response undermines her whole platform of seeking to somehow re-engage the North,\" he said. But others believe the North has set itself on a path to diplomatic gridlock and more regional tension. \"Normalisation of relations, a peace treaty, access to energy and economic opportunities; those things that come from choosing electricity over bombs and have the potential of lifting the North Korean people out of poverty and hardship will be made much more difficult, if not impossible, for at least the next five years,\" said Siegfried Hecker, a US scientist and regular visitor to North Korea.",
    "keywords": [
        "economy",
        "geunhye",
        "south",
        "address",
        "military",
        "korea",
        "inaugural",
        "warning",
        "return",
        "nuclear",
        "issues",
        "korean",
        "park",
        "north",
        "koreas"
    ],
    "summary": "\"North Korea's recent nuclear test is a challenge to the survival and future of the Korean people,\" Park said outside the national assembly building in the South Korean capital.\n\"Make no mistake, the biggest victim will be North Korea itself.\"\nPark, 61, was elected on 19 December as South Korea's first female president.\n\"I urge North Korea to abandon its nuclear ambitions without delay and embark on the path to peace and shared development.\"\nNorth Korean state media marked her inauguration with a warning to the US and the South not to proceed with forthcoming joint military drills.",
    "sentiment": {
        "neg": 0.1055,
        "neu": 0.8212,
        "pos": 0.0732,
        "compound": -0.0839
    }
}