{
    "date": "2013-05-22T17:19:41Z",
    "title": "North Koreans always ready for war",
    "url": "https://www.theguardian.com/world/2013/may/22/north-korea-braced-war-rhetoric",
    "content": "It might not be immediately obvious from her neat wool jacket, black frock and smart perm, but 55-year-old Kim Su-yeong is, she insists, \"very good with weapons\" – trained in throwing grenades and firing machine guns. Her expertise is the legacy of the regular military training that she underwent in her youth in North Korea. \"When I was there I believed that the US and South Korea were every day, all the time, trying to eat us up,\" said Kim, who now lives in the South Korean capital, Seoul. \"When I came out, I couldn't believe that everything was so peaceful. \"Then I realised everything was a lie and felt terrible … Once you are here, everything is different, by 180 degrees. When I look at the news, I think war will not happen.\" The furore over Pyongyang's angry rhetoric and possible missile launch, and its nuclear programme may have raised tensions internationally, but like the vast majority in Seoul, Kim said she did not believe there was any risk of a military conflict. But the idea of an impending clash is nothing new to the North, a society structured around the belief that it is still at war. Technically, that is true. No peace treaty was signed when the Korean war ended in 1953, only an armistice. More pertinently, say analysts, the rhetoric of being under siege is used to explain and justify its straitened circumstances. \"This kind of regime can only exist under the conditions of isolation and crisis,\" said Leonid Petrov, an expert on the North at Australian National University in Canberra. The struggle against the enemy is imbued in people from the earliest age. Tatiana Gabroussenko, an expert on propaganda at Korea University, said a recent North Korean magazine showed under-fives at a kindergarten using wooden clubs to whack dummies of South Korean leaders. Even maths books for primary schools include – among examples based on train timetables and children's games – calculations of the number of \"American imperialist bastards\" killed by the Korean people's army. Gabroussenko said the longstanding militarism of North Korea was typical of a \"national Stalinist\" society and also reflected Kim Il-sung's background as a guerrilla leader rather than an intellectual. But after the fall of the Soviet Union, propaganda shifted from presenting the North as \"a people's paradise\" to showing it as \"a paradise under siege\", she said, stressing the message: \"We have to make a fortress of our country to protect ourself from these attacks.\" Because the North's ideology is also heavily ethnocentric, \"it is easy to believe the whole world is against you, because the whole world is different from you,\" Gabroussenko added. Other analysts suggest that the shift was exacerbated by the plummeting of trade as the Soviet Union collapsed, accelerating the disintegration of an economy that had once been one of the most advanced in continental East Asia. For Kim – who did not want to give her real name to protect relatives still in the North – the rationale of leaders is simple: \"When you are preparing for war, you will never complain about where you are.\" The North still holds regular military training for civilian militias, though these days they are more likely to involve drilling, marching with backpacks or practising evacuations, and air raid and blackout drills for the population as a whole. Hazel Smith, an expert on North Korea at Cranfield University, recalled seeing people training with wooden guns, presumably to save on precious resources. Conscription was also introduced as the prestige and security of becoming a soldier declined, reflecting increasing disaffection with authority and the government's inability to feed its own troops. North Korean men are supposed to spend 10 years in the army, though soldiers are often used primarily as labour; last week, one visitor to Pyongyang saw them planting flowers around a monument. \"I think the big change was from 1997, with the institutionalisation of the military-first policy,\" Smith added. \"With the military being in control, the tendency is to adopt military solutions to political problems as the first thing you do.\" The problem for the regime, she noted, is that \"North Koreans think the military leadership has failed to achieve anything good for North Korea … In Kim Il-sung's day, people felt life was getting better. These days, I don't think they believe in anything.\" That view is echoed by Kim, who recalls how she used to hope that the war would start quickly, assuming the North would win. \"We had certainty that when the Americans attacked the war would finish very quickly and no one would suffer any more and then we'd be able to stop tightening our belts. Now, when I look at it from outside, they do the same – but fewer people believe it,\" said Kim. It is not uncommon for North Koreans working in China to say they wish that war would come, but often they seem to expect neither victory nor defeat – they just want to get it over with, say those who work with them. Those living away from the border areas, where information from the outside world spreads more easily, may have more faith in the government, Kim acknowledged. But even so, external military threats seem less important these days, she said: \"Their fears are much more focused on what they will eat.\"",
    "keywords": [
        "think",
        "war",
        "military",
        "korea",
        "world",
        "ready",
        "used",
        "believe",
        "kim",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "Her expertise is the legacy of the regular military training that she underwent in her youth in North Korea.\nWhen I look at the news, I think war will not happen.\"\nNo peace treaty was signed when the Korean war ended in 1953, only an armistice.\nHazel Smith, an expert on North Korea at Cranfield University, recalled seeing people training with wooden guns, presumably to save on precious resources.\nThe problem for the regime, she noted, is that \"North Koreans think the military leadership has failed to achieve anything good for North Korea … In Kim Il-sung's day, people felt life was getting better.",
    "sentiment": {
        "neg": 0.1017,
        "neu": 0.804,
        "pos": 0.0942,
        "compound": -0.0683
    }
}