{
    "date": "2013-07-24T13:56:37Z",
    "title": "Korean war: a British soldier's memories of a forgotten conflict",
    "url": "https://www.theguardian.com/books/shortcuts/2013/jul/24/korean-war-british-memories-forgotten-conflict",
    "content": "John Hollands is wearing his Korean war veterans and Anglo-Korean Society badges when we meet. Hollands, who is 80, is a man on a mission: to make us remember the Korean war, which ended 60 years ago this Saturday. He fought in the war as a young second lieutenant in the Duke of Wellington's regiment, and says the conflict continues to be ignored despite the fact that 100,000 British service personnel were involved and more than 1,000 killed. Chinese and North Korean military losses are estimated at 1.5 million, and 37,000 US troops were killed – around one in 10 of the Americans sent to Korea. Add in civilian casualties and Hollands believes the war was responsible for the deaths of more than four million people. Why, given such a grim toll, has it been forgotten? \"It had an inconclusive end,\" says Hollands. \"Syngman Rhee, a vicious dictator, was still in charge [in South Korea], and the border was back more or less to where it started. It was the first time the Americans hadn't won a war, and they didn't want to talk about it. When I came home, no one was in the least bit interested in Korea. My family never even asked me what I'd been up to.\" Hollands had been doing his national service, and volunteered to go to Korea. He wanted to be a novelist and thought a spell at the front would give him material for a book, but he got more than he bargained for. In May 1953, just two months before the armistice, he was caught up in the third battle of the Hook, in which Chinese forces attempted to take a ridge occupied by British troops. A lengthy artillery bombardment was followed by a ferocious firefight in which several of Hollands' platoon were killed. \"When we came off the hill in the morning, only 12 of about 38 of us could make it under our own steam,\" he recalls. \"Some were dead and a lot were wounded.\" After the armistice, he returned to the UK and set about writing his novel. \"The blokes there had a really rough do, and it was time people knew about it,\" he says. The Dead, the Dying and the Damned was published by Cassell in 1956. It had no great literary pretensions but sold well, its anti-war message resonating with a public still recovering from the second world war and living in the shadow of the cold war. Hollands has now reissued the novel under his own imprint alongside a book called Heroes of the Hook, a tribute to the members of his platoon who didn't come back. \"I'm trying to get people to realise what these young fellas went through,\" he says. \"People have no idea what old codgers like me went through,\" he says, \"and they damn well should,\" he says.",
    "keywords": [
        "war",
        "memories",
        "troops",
        "young",
        "korea",
        "second",
        "hollands",
        "went",
        "british",
        "soldiers",
        "forgotten",
        "killed",
        "conflict",
        "service",
        "korean"
    ],
    "summary": "John Hollands is wearing his Korean war veterans and Anglo-Korean Society badges when we meet.\nHollands, who is 80, is a man on a mission: to make us remember the Korean war, which ended 60 years ago this Saturday.\nHe fought in the war as a young second lieutenant in the Duke of Wellington's regiment, and says the conflict continues to be ignored despite the fact that 100,000 British service personnel were involved and more than 1,000 killed.\nChinese and North Korean military losses are estimated at 1.5 million, and 37,000 US troops were killed – around one in 10 of the Americans sent to Korea.\nAdd in civilian casualties and Hollands believes the war was responsible for the deaths of more than four million people.",
    "sentiment": {
        "neg": 0.1501,
        "neu": 0.8069,
        "pos": 0.043,
        "compound": -0.2792
    }
}