{
    "date": "2013-04-13T16:07:07Z",
    "title": "China and US push for dialogue with North Korea",
    "url": "https://www.theguardian.com/world/2013/apr/13/north-korea-south-kim-missiles",
    "content": "Washington and Beijing stressed they would handle tensions on the Korean peninsula through dialogue and consultation as fears rose that Pyongyang may be planning to test a missile to mark the anniversary of the birth of its first leader, Kim Il-sung. US secretary of state John Kerry met Chinese president Xi Jinping and other senior leaders in Beijing, saying afterwards: \"We are able ... to underscore our joint commitment to the denuclearisation of the Korean peninsula in a peaceful manner.\" Standing alongside China's top diplomat, state councillor Yang Jiechi, he added: \"We agreed that this is critically important for the stability of the region and indeed for the world and for all of our nonproliferation efforts.\" Yang said: \"We maintain that the issue should be handled and resolved peacefully through dialogue and consultation. To properly address the Korea nuclear issue serves the common interests of all parties. It is also the shared responsibility of all parties.\" While Kerry warned on Friday that a missile launch would be \"a huge mistake\", Washington and Seoul said they would stand by their commitments in the defunct 2005 six-party aid-for-denuclearisation agreement if the North took \"meaningful\" steps. North Korea has said its nuclear weapons are non-negotiable and on Friday described them as its \"treasured\" guarantor of security. Prior to his arrival in Beijing, Kerry urged China to \"put some teeth\" into ensuring the North denuclearises. China is Pyongyang's main ally and provides much of its food and oil. Analysts say Beijing has been increasingly frustrated with North Korea, but that it fears a shift in policy could prompt instability in its neighbour and thinks the US should do more. Adam Cathcart, an expert on relations between Beijing and Pyongyang, at Queen's University Belfast, said: \"Kim Jong-un is not a puppet of Beijing. One of the things he has clearly been doing since he came to power has been to show that he is his own man, in the mould of his father and grandfather, who lived with Chinese influence and hated it.\" He also cautioned that if China really stepped up pressure on the North it could escalate the situation, adding: \"Americans have to be a little bit careful what they wish for.\" Meanwhile, Pyongyang has denied involvement in a cyber attack on South Korean broadcasters and banks last month, in a statement released via the official KCNA news agency.",
    "keywords": [
        "dialogue",
        "korea",
        "beijing",
        "kerry",
        "state",
        "washington",
        "china",
        "pyongyang",
        "push",
        "yang",
        "north",
        "korean"
    ],
    "summary": "Yang said: \"We maintain that the issue should be handled and resolved peacefully through dialogue and consultation.\nNorth Korea has said its nuclear weapons are non-negotiable and on Friday described them as its \"treasured\" guarantor of security.\nPrior to his arrival in Beijing, Kerry urged China to \"put some teeth\" into ensuring the North denuclearises.\nAnalysts say Beijing has been increasingly frustrated with North Korea, but that it fears a shift in policy could prompt instability in its neighbour and thinks the US should do more.\nHe also cautioned that if China really stepped up pressure on the North it could escalate the situation, adding: \"Americans have to be a little bit careful what they wish for.\"",
    "sentiment": {
        "neg": 0.06,
        "neu": 0.8323,
        "pos": 0.1077,
        "compound": 0.0748
    }
}