{
    "date": "2013-03-30T13:58:28Z",
    "title": "Russia urges US and North Korea to show restraint",
    "url": "https://www.theguardian.com/world/2013/mar/30/russia-us-north-korea-restraint",
    "content": "Russia has urged the US and North Korea to show restraint after Pyongyang said it was entering a \"state of war\" with South Korea in a further escalation of its bellicose rhetoric. \"We hope that all parties will exercise maximum responsibility and restraint and no one will cross the point of no return,\" said senior Russian foreign ministry official Grigory Logvinov on Saturday. On Friday the Pentagon declared that the US was flly capable of defending itself and its allies against a missile attack from North Korea, whose leader, Kim Jong-un, had declared that rockets were ready to be fired at American bases in the Pacific. Kim's words came in response to the US flying two nuclear-capable B-2 stealth bombers over the Korean peninsula this week. On Saturday, a spokesman for the Foreign Office warned North Korea that its statements would lead to further isolation. \"We have made clear to North Korea that its long-term interests will only be served by constructive engagement with the international community. These threatening statements will only seek to isolate it further,\" he said. \"The armistice agreement has enabled the Korean peninsula to benefit from 60 years' peace. Maintaining it is in the best interests of all.\" Josh Earnest, a White House spokesman, told reporters travelling with Barack Obama on Air Force One to Miami: \"The bellicose rhetoric emanating from North Korea only deepens that nation's isolation. The United States remains committed to safeguarding our allies in the region and our interests that are located there.\" Asked if the joint US-South Korean military exercises and the use of the stealth bombers had fuelled the escalation, Earnest replied: \"It's clear that the escalation is taking place from the North Koreans based on their rhetoric and on their actions.\" The Pentagon said on Friday that the US would not be intimidated, and was ready to defend both its bases and its allies in the region. Lt Col Catherine Wilkinson, a Pentagon spokesperson, said: \"The United States is fully capable of defending itself and our allies against a North Korean attack. We are firmly committed to the defence of South Korea and Japan.\" The secretary of state, John Kerry, will visit the region in a week or so for meetings with Japan, China and South Korea. North Korea announced that its forces had been placed on high alert on Tuesday but the threats became graver when a picture was published of Kim reiterating the order at an emergency meeting on Friday. The US defence department keeps secret its assessment of the distance North Korea's missiles can reach. But Admiral James Winnefeld, vice-chairman of the joint chiefs of staff, said a fortnight ago it had one type of missile capable of reaching the US. While defence analysts agreed that North Korea was theoretically capable of firing a missile, they expressed scepticism about whether its technology was as advanced as it claims and were doubtful about its accuracy in hitting targets. But there is more concern in Washington than previous standoffs with North Korea have elicited because Kim is a new leader, young and inexperienced and a largely unknown quantity in the west. A major worry is the possibility that North Korea might attack a South Korean ship – it was blamed for the sinking of a South Korean vessel in 2010 – or a land target. Seoul has said that it would retaliate this time. Wilkinson said: \"North Korea's bellicose rhetoric and threats follow a pattern designed to raise tensions and intimidate others. DPRK will achieve nothing by threats or provocations, which will only further isolate North Korea and undermine international efforts to ensure peace and stability in north-east Asia. \"We continue to urge the North Korean leadership to heed President Obama's call to choose the path of peace and come into compliance with its international obligations.\" She added: \"We remain committed to ensuring peace and stability on the Korean peninsula. This means deterring North Korean aggression, protecting our allies and the complete denuclearisation of the Korean peninsula. The United States will not accept North Korea as a nuclear state, nor will we stand by while it seeks to develop a nuclear-armed missile that can target the United States.\" At a Pentagon briefing on Thursday, the defence secretary, Chuck Hagel, said: \"There are a lot of unknowns here. But we have to take seriously every provocative, bellicose word and action that this new, young leader has taken so far since he's come to power.\" Mark Fitzpatrick, director of the non-proliferation and disarmament programme of the International Institute for Strategic Studies, played down the threat. \"North Korea is upping its rhetoric to a world-class level, but it's still just rhetoric. They have no capability to hit the US mainland with anything – except through cyberspace. Their only tested missiles can fly a maximum of 1,600km, less than half the distance to Guam.\" Fitzpatrick, who is scheduled to lead a thinktank discussion at the institute's Washington office next Thursday on whether the US policy of patience has run its course and whether it should instead pursue reunification of the Korean peninsula, said on Friday that while North Korea was limited in its ability to hit US targets, it posed a threat to South Korea and Japan. \"Their Scuds and Nodongs can hit anywhere in South Korea and Japan. Using them would be suicidal, of course. The far more likely scenario is a pin-prick attack in the nature of the 2010 attacks. This time, however, South Korea is determined to respond with an eye for an eye, in order to restore deterrence. North Korea's ensuing response could trigger a larger conflagration.\" Jim Walsh, a specialist on security and nuclear weapons at the Massachusetts Institute of Technology, played down the prospect of an attack on the US, but said: \"The reason it is scary is you can get war even when no one intends to have a war. All the sides – South Korea, North Korea and others – are now leaning into each other, and if someone makes a mistake, I am concerned that that mistake will escalate into something larger than anyone expected. \"Suddenly you have a young man in a closed country who has to decide whether he is going to respond to your actions.\" The risk was not of a North Korean attack on the US but of one on South Korea that would bring in the US, he said. Walsh, who has visited North Korea and has had talks with its officials in Switzerland, Sweden and the US, said the present confrontation felt different because of the harsher rhetoric from North Korea, the secret defence pact agreed by the US and South Korea and the US military drills this week. \"If we are lucky it will all be bluster on everyone's side. That is the good outcome,\" Walsh said. \"The bad outcome is that it is bluster until someone screws up and then war happens.\" Michael O'Hanlon, one of the leading military analysts in the US, expressed worries that the US approach of tit-for-tat and imposition of additional permanent sanctions after North Korea's third nuclear test could exacerbate the situation. Like Walsh, he sees this confrontation as being different from previous ones. In an email, O'Hanlon, a security specialist at Washington's Brookings Institution, said: \"I favour temporary sanctions in response to the third nuclear test, to give Pyongyang an incentive not to provoke again.\" He argues that setting a time limit such as two, three or four years could encourage North Korea not to conduct another nuclear test. \"I am talking about automatic sunset provisions with a specific timeframe, unless of course there is another nuclear test or another act of violence,\" O'Hanlon said.",
    "keywords": [
        "south",
        "allies",
        "korea",
        "russia",
        "attack",
        "nuclear",
        "peninsula",
        "rhetoric",
        "defence",
        "restraint",
        "urges",
        "north",
        "korean"
    ],
    "summary": "Russia has urged the US and North Korea to show restraint after Pyongyang said it was entering a \"state of war\" with South Korea in a further escalation of its bellicose rhetoric.\nOn Saturday, a spokesman for the Foreign Office warned North Korea that its statements would lead to further isolation.\n\"We have made clear to North Korea that its long-term interests will only be served by constructive engagement with the international community.\nThis time, however, South Korea is determined to respond with an eye for an eye, in order to restore deterrence.\nAll the sides – South Korea, North Korea and others – are now leaning into each other, and if someone makes a mistake, I am concerned that that mistake will escalate into something larger than anyone expected.",
    "sentiment": {
        "neg": 0.0965,
        "neu": 0.7932,
        "pos": 0.1105,
        "compound": 0.0072
    }
}