{
    "date": "2013-04-17T10:14:36Z",
    "title": "North Korea open to talks but not with US 'brandishing a nuclear stick'",
    "url": "https://www.theguardian.com/world/2013/apr/17/north-korea-talks-us-nuclear-stick",
    "content": "North Korea is open to talks, but not while the US is \"brandishing a nuclear stick\", its state news agency has said. The statement came on Wednesday as President Barack Obama said more provocative behaviour by Pyongyang was likely but would not be rewarded. The North has made a series of threats against South Korea and the US and cut off co-operation at the joint industrial park it operates with Seoul, reflecting its anger at tightened sanctions due to its third nuclear test and joint US-South Korean military drills. The secretary of state, John Kerry, earlier said that the US was prepared to reach out but the North would have to demonstrate good faith by taking steps to meet its previous commitments as he wrapped up his tour of Asia. Obama said he anticipated that \"North Korea will probably make more provocative moves over the next several weeks, but our hope is we can contain it and we can move into a different phase, in which they try to work through diplomatically some of these issues so they can get back on a path where they're actually feeding their people.\" Officials in Seoul have said the North appears to be ready to carry out a mid-range missile launch – presumed to be a test – in contravention of UN security council resolutions. In an interview with NBC, shown on Tuesday, Obama said the North Korean leader, Kim Jong-un, was using the same pattern of behaviour as his father and grandfather, adding: \"Since I came into office, the one thing I was clear about was, we're not going to reward this kind of provocative behaviour. You don't get to bang … your spoon on the table and somehow you get your way.\" In Washington, the state department spokesman, Patrick Ventrell, told reporters that North Korea had to make the first move. \"They know what they need to do in terms of stopping their provocations and showing a seriousness of purpose,\" he said. But a foreign ministry spokesman in Pyongyang said that while the North was not opposed to dialogue, it would not sit \"at the humiliating negotiating table with the party brandishing a nuclear stick\", according to a statement carried by state news agency KCNA. It also warned that it would intensify unspecified \"military countermeasures\" unless the US halts joint military drills with the South – due to run until the end of this month – and withdraws military assets that Pyongyang says threaten it. The statement also rebuffed the proposal of dialogue with the South again, saying it would refuse talks unless Seoul apologised for its \"monstrous criminal act\" – a protest by 250 people in the capital on Monday during which effigies of the North's former leaders Kim Il-sung and Kim Jong-il, were burned. Such protests are fairly common in South Korea. \"The North can sit and wait for more offers,\" said Leonid Petrov, an expert on the North at the Australian National University. \"That is the game that Kim Jong-un is pursuing and whatever happens he is going to win. He creates the crisis; he goes through launches and tests; he consolidates people behind his rule and shows he is a strong leader. \"He knows the North won't be attacked because they have at least a capable missile programme and no matter how many angry United Nations security council resolutions there are, they are going to survive because of China. Isolation? So what? It's been isolated for 60 years. The more isolated it is, the longer the regime can survive.\" If the US does not want to pursue dialogue it can opt for benign neglect, he added. \"But in that case they should be prepared that the North will continue to test nuclear weapons and launch rockets. Every decision comes at a price,\" he said. Daniel Pinkston, of the International Crisis Group, said that to meet all the North's conditions would be political suicide for a US president and \"insanely dangerous\", probably leading to further demands in any case. \"What's next: a permanent seat on the security council?\" said Pinkston. \"To me it's just a matter of time. It might be six months, six years, 30 years. But with a very repressive security apparatus, extreme economic inefficiencies, misallocated resources, policies and activities that alienate most of the world leaving them in isolation … I don't see how that's sustainable for ever. Either the world has to change or they do, and why is the world going to change for North Korea?\"",
    "keywords": [
        "going",
        "south",
        "military",
        "brandishing",
        "korea",
        "state",
        "world",
        "talks",
        "nuclear",
        "kim",
        "security",
        "stick",
        "open",
        "north"
    ],
    "summary": "North Korea is open to talks, but not while the US is \"brandishing a nuclear stick\", its state news agency has said.\nIn Washington, the state department spokesman, Patrick Ventrell, told reporters that North Korea had to make the first move.\nSuch protests are fairly common in South Korea.\n\"But in that case they should be prepared that the North will continue to test nuclear weapons and launch rockets.\nEither the world has to change or they do, and why is the world going to change for North Korea?\"",
    "sentiment": {
        "neg": 0.1121,
        "neu": 0.8253,
        "pos": 0.0626,
        "compound": -0.0723
    }
}