{
    "date": "2013-04-15T16:20:03Z",
    "title": "Why is the LSE making such a fuss over Panorama's North Korea documentary? | Robin Lustig",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/15/why-is-lse-making-fuss-over-panorama",
    "content": "The best definition of news is that it's something that someone, somewhere, doesn't want you to publish. On that basis, what's going on in North Korea undoubtedly qualifies. So was the BBC justified in using subterfuge in getting a Panorama team into the country just as the Pyongyang leadership were trying to convince the world they were preparing to launch a nuclear war against the US? Surely, merely to ask the question is to answer it. And even if tonight's programme breaks no new ground, would anyone seriously argue that trying to report from North Korea amid the current crisis is something the BBC shouldn't be doing? North Korea is not the only country which rarely, if ever, issues visas to western journalists. Zimbabwe and Burma, until recently, are two others, so I wonder how the BBC's critics think it has reported from there over the years. Subterfuge is often an essential tool in the journalistic kitbag. So the issue is not so much whether the BBC team were right to try to get in to North Korea, but whether they were justified in doing so as part of a group of LSE students. If the BBC is right in claiming that the students knew what was going on then surely it has no case to answer. There is an unmistakable whiff of \"I should have been told\" about the outraged reaction from LSE bosses – but let's be clear: if they were surprised, I doubt the North Koreans were. There's a long history of reporters pretending to be something they're not in countries where they're not welcome. Many years ago, I visited Cuba with a group of supposed \"travel writers\", most of whom were more interested in finding anti-Castro dissidents than a beach resort. Tourist groups going to the USSR in the 20s and 30s certainly included the occasional journalist; ditto for China in the 50s and 60s, and, yes, North Korea more recently. That's one reason why even tourists are never given free access in totalitarian states – security agencies know what tricks reporters get up to. But did the BBC put LSE students' lives at risk? I don't think so. The worst they faced was being bundled on to a bus and thrown out of the country. Did the journalists tag along \"without their knowledge or consent\"? Not the way the BBC tells it. So far, it seems most of the students feel they were informed of the risks and were happy to go ahead. This wasn't some hare-brained scheme dreamed up by an out-of-control BBC reporter. Despite John Sweeney's reputation as a man never reluctant to be in the spotlight, he has an honourable record as a courageous reporter, and this trip, we're told, was approved at the highest level. The BBC's \"high-risk team\" were involved in the planning – and I know, from personal experience, that they do not authorise this kind of venture without very careful consideration. So why is the LSE making such a fuss? Shouldn't it approve of any attempt to shed light on what's going on in one of the most secretive countries on Earth? Doesn't it trust its students to be able to make their own decisions about the risks they're prepared to take? Sure, I can understand that the college administration feels bruised that it wasn't kept in the loop. A statement along the lines of \"we would have preferred to have been informed\" would have been perfectly justified. But calling for tonight's Panorama to be dropped? What's that all about? The BBC knows it is capable of getting things horribly wrong. So, too, does the LSE, after its ill-advised entanglement with Saif al-Islam Gaddafi. Each is fighting now to protect its reputation – but on this occasion, the BBC's reputation as an enterprising journalistic organisation is a lot less endangered than the LSE's, as an institution that claims it \"has always put engagement with the wider world at the heart of its mission\".",
    "keywords": [
        "going",
        "whats",
        "robin",
        "panoramas",
        "theyre",
        "documentary",
        "making",
        "fuss",
        "korea",
        "team",
        "reputation",
        "students",
        "lustig",
        "bbc",
        "lse",
        "north"
    ],
    "summary": "On that basis, what's going on in North Korea undoubtedly qualifies.\nAnd even if tonight's programme breaks no new ground, would anyone seriously argue that trying to report from North Korea amid the current crisis is something the BBC shouldn't be doing?\nNorth Korea is not the only country which rarely, if ever, issues visas to western journalists.\nBut did the BBC put LSE students' lives at risk?\nShouldn't it approve of any attempt to shed light on what's going on in one of the most secretive countries on Earth?",
    "sentiment": {
        "neg": 0.0688,
        "neu": 0.854,
        "pos": 0.0773,
        "compound": 0.0544
    }
}