{
    "date": "2013-03-30T19:28:52Z",
    "title": "North Korea increases tensions with South by issuing threat over factories",
    "url": "https://www.theguardian.com/world/2013/mar/31/north-korea-south-factory-threat",
    "content": "The rising tension between North and South Korea escalated further on Saturday as Pyongyang threatened to shut down a vital factory complex run jointly by the two countries. North Korea has been engaged in a massive display of sabre-rattling in recent days, declaring that it was in a \"state of war\" with its far wealthier and more powerful southern neighbour. It has also cut a military hotline between the two countries that was one of the few ways that senior North and South Korean officials could talk to each other, adding to a sharp sense of unease about events on the Korean peninsula. Now North Korea has explicitly said that it may target the Kaesong industrial park – an important trade zone that is run jointly with South Korean expertise and North Korean labour. Kaesong is a vital source of foreign currency for the North and has been operating normally so far, despite the bellicose warnings dominating headlines in both Koreas. A spokesman for the North Korean department controlling Kaesong was quoted by the country's state news agency as warning the country would \"shut down the zone without mercy\" if it felt it was not being taken seriously. Recent weeks have seen a torrent of bellicose rhetoric from Pyongyang threatening dire consequences for both South Korea and the US. North Korea is angry about the annual South Korea-US military drills, which will run until the end of April, and at the UN sanctions imposed after it carried out another nuclear test in February. North Korea is also seen as trying to persuade the new government in Seoul, led by President Park Geun-hye, to change its policies toward Pyongyang, and also to win diplomatic talks with the US that could get it more aid. A final factor could be a attempt by the North's young leader, Kim Jong-un, to strengthen his military credentials and build a sense of unity in the secretive state by highlighting a sense of an outside threat. Though the two Koreas have technically been at war for more than half a century – having never signed a formal peace deal after the Korean war in the 1950s – there is a concern that mis-steps could provoke a real crisis amid the blustering words and dire predictions emerging from Pyongyang. On Thursday, US military officials revealed that two B-2 stealth bombers dropped dummy munitions on frontlines as part of their drills with South Korean troops. Hours later, Kim ordered his generals to put rockets on standby and threatened to strike US targets if provoked. But generally North Korea watchers and senior security officials in the White House and the Pentagon have sought to play down the reality of the crisis, portraying it as just the latest in a long series of such incidents. On Saturday National Security Council spokeswoman Caitlin Hayden said the US was in close contact with Seoul over the crisis and took the threats seriously. But she added that North Korea had repeatedly made such threats, including claims it would shut down Kaesong. \"North Korea has a long history of bellicose rhetoric and threats and today's announcement follows that familiar pattern,\" she said. That was backed up by top White House officials. CBS news reported that a senior member of President Barack Obama's administration had played down any prospect of actual hostilities. \"North Korea is in a mindset of war, but North Korea is not going to war,\" the official told the TV station. But, despite such attempts at maintaining calm, the US has also strengthened its missile defence capabilities on its west coast. \"We continue to take additional measures against the North Korean threat, including our plan to increase the US ground-based interceptors and early warning and tracking radar,\" Hayden added.",
    "keywords": [
        "threats",
        "issuing",
        "south",
        "war",
        "military",
        "korea",
        "increases",
        "factories",
        "threat",
        "tensions",
        "kaesong",
        "officials",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Now North Korea has explicitly said that it may target the Kaesong industrial park – an important trade zone that is run jointly with South Korean expertise and North Korean labour.\nRecent weeks have seen a torrent of bellicose rhetoric from Pyongyang threatening dire consequences for both South Korea and the US.\n\"North Korea has a long history of bellicose rhetoric and threats and today's announcement follows that familiar pattern,\" she said.\n\"North Korea is in a mindset of war, but North Korea is not going to war,\" the official told the TV station.\n\"We continue to take additional measures against the North Korean threat, including our plan to increase the US ground-based interceptors and early warning and tracking radar,\" Hayden added.",
    "sentiment": {
        "neg": 0.1295,
        "neu": 0.7896,
        "pos": 0.0809,
        "compound": -0.2167
    }
}