{
    "date": "2013-04-11T07:23:00Z",
    "title": "North Korea: Pyongyang's bellicose rhetoric at odds with calm atmosphere",
    "url": "https://www.theguardian.com/world/2013/apr/10/north-koreans-calm-bellicose-rhetoric",
    "content": "The shrill rhetoric from Pyongyang seems to presage impending war on the Korean peninsula – but there are rollerbladers in the heart of the city, soldiers at work on construction sites and preparations underway for an upcoming marathon. While North Korean officials have warned diplomats that they cannot guarantee their safety in the capital from Wednesday, visitors this week have described a calm atmosphere. Residents are apparently preparing not for bitter military conflict, but Monday's anniversary of Kim Il-sung's birth, the country's most important holiday; the grandfather of current leader, Kim Jong-un, is revered as the nation's founder. Associated Press described women attending a dance rehearsal for celebrations, and noted that residents said there had been no civil air raid drills recently. Rich Beal of Beijing-based Koryo Tours said that even the camouflage nets he had seen on vehicles in March appeared to have been removed when he was in Pyongyang last week. \"Building work is continuing and they're planting trees,\" he said. Another visitor this week noted hundreds of soldiers planting tulips in the garden at the Palace of the Sun – where the bodies of Kim Jong-un's father and grandfather lie in state – and rollerbladers in Kim Il-sung square. Daily NK, a website which monitors life in the North, said its sources described the mobilisation of domestic reserves ending and the focus of internal propaganda switching to economic development. \"Posters about war have been replaced with posters about the economy or slogans about this or that 'March Party Central Committee decision',\" said a person in Chongjin. Military exercises had made way for the annual drive to collect manure for farms, it added. \"They need to tone it down to get ready for spring planting and Kim Il-sung's birthday [on 15 April] which is pretty much the number one date on their calendar,\" said Adam Cathcart, an expert on the North at Queen's University, Belfast. He pointed to an editorial in the North's Rodong Sinmun newspaper, which said that \"officials, party members and other people should work hard with patriotic devotion to spruce up their cities, villages, parks and pleasure grounds\" since the country's leader was determined to turn the country \"into a splendid and highly civilised socialist fairyland\". State news agency KCNA also reported that the 26th Mangyongdae prize marathon would be held on Sunday, with athletes travelling from several countries including the Czech republic and Zimbabwe to participate. Top stories on its website this week include Kim Jong-un sending signed letters \"to people of various social strata\" and \"a birthday spread to a centenarian\". Cathcart also pointed out that the Korean-language propaganda issued by state media and the English translations often differ. \"There's a lot of 'if provoked …' language that gets lost in English,\" he noted of recent threats by Pyongyang. But some North Koreans are already feeling the impact of its conflict with the outside world. More than 50,000 worked at the Kaesong joint industrial complex before Pyongyang suspended operations there this week. Several Chinese tourism agencies have called off visits, denting the economy further, and some trading companies in the Chinese border town of Dandong said they believed the tensions had caused a downturn in business this spring. On Sunday, the South China Morning Post said the Kempinski hotel chain had withdrawn from recent plans to manage the Ryugyong Hotel in Pyongyang, still under construction 26 years after it was first begun. \"KEY International, our joint venture partner, was handling the negotiations and decided that it is simply not possible at this time to enter the market and allow us to operate a hotel according to our standards,\" a spokeswoman told the newspaper.",
    "keywords": [
        "work",
        "calm",
        "hotel",
        "korea",
        "pyongyangs",
        "state",
        "noted",
        "week",
        "planting",
        "kim",
        "described",
        "rhetoric",
        "odds",
        "pyongyang",
        "atmosphere",
        "north",
        "bellicose"
    ],
    "summary": "While North Korean officials have warned diplomats that they cannot guarantee their safety in the capital from Wednesday, visitors this week have described a calm atmosphere.\nAssociated Press described women attending a dance rehearsal for celebrations, and noted that residents said there had been no civil air raid drills recently.\nTop stories on its website this week include Kim Jong-un sending signed letters \"to people of various social strata\" and \"a birthday spread to a centenarian\".\n\"There's a lot of 'if provoked …' language that gets lost in English,\" he noted of recent threats by Pyongyang.\nBut some North Koreans are already feeling the impact of its conflict with the outside world.",
    "sentiment": {
        "neg": 0.068,
        "neu": 0.8714,
        "pos": 0.0606,
        "compound": 0.0126
    }
}