{
    "date": "2013-04-15T21:15:04Z",
    "title": "LSE students contradict BBC claims over North Korea trip",
    "url": "https://www.theguardian.com/media/2013/apr/15/lse-students-bbc-claims-north-korea",
    "content": "The BBC's claims that it received the informed consent of London School of Economics students who accompanied its undercover journalist John Sweeney on a trip to North Korea were directly contradicted on Monday by some of the individuals concerned, while the director of their university complained about the risks to which they had been exposed. Several of those who found themselves with the Panorama reporter said that they only became aware that three BBC journalists were embedded with their group once they got to the country's capital, Pyongyang, with no means to depart from the secretive dictatorship if they were concerned for their safety. One student, who asked not to be named, told the Guardian that they had only learned that there were BBC journalists on the trip on the first night in Pyongyang. Accompanying Sweeney was his wife, Tomiko Newson, who helped organise the trip, and a BBC cameraman who filmed covertly. The student added that \"there are only two flights out of Pyongyang to Beijing per week – we would not have been able to leave the country even if we had insisted on no longer being part of the trip\". The student said that \"what each student consented to varies\" because each was briefed in private conversations with either Sweeney's wife or the cameraman. Ten students were on the trip to North Korea, which bans journalists. They might have been at risk had the regime found out about the BBC filming during the study tour last month. Instead, with the students safely back in the UK, North Korea threatened to publish private information it held on the group, including passport details and home addresses. Earlier in the day, BBC News executives had maintained that each of the students had agreed to go ahead with the trip after being told in Beijing about the BBC presence. Ceri Thomas, head of programmes with BBC News, told the Today programme on Radio 4: \"I think the important thing is that we explained it clearly, I don't think it matters whether it was oral or written down. \"I don't think it would have made any difference [to have written consent]. We explained very clearly, twice before we left London and once more in Beijing on the way into North Korea, what we thought those risks were. We placed those risks at the higher end of what our assessment was.\" In briefings, the BBC said that all the students on the trip were told twice before leaving London that an undercover journalist would be accompanying them and if this was discovered they could face arrest and detention, and would be unlikely to be able to return to the country. In Bejing, the broadcaster said, the students were told of Sweeney's identity and that a BBC cameraman was accompanying him, but they were not told more for their own benefit in case the ruse was discovered. Alex Peters-Day, the general secretary of the LSE students' union, who received testimony from two of the students on the trip, said they were not as clear as the BBC suggested until they reached Pyongyang. \"It was only when they got to North Korea when they figured out it was a documentary and that the journalists were going to be pretending to be LSE professors. Before that it wasn't clear how they [the journalists] were there,\" she said. However, these complaints were contradicted by another student on the trip, Mila Akimova, who said they went to Pyongyang \"fully aware that if we were discovered we may even be arrested\". Akimova added: \"Yes, the BBC lied to North Korea, but in my opinion a regime like that deserves to be lied to, and it surprises me that the LSE is trying to cancel a documentary exposing a dictatorship.\" The LSE's director, Craig Calhoun, complained that the BBC had not asked the LSE students for permission in writing. \"There was no written evidence that there was an indication that a journalist would join the trip, no indication that the BBC itself was central to organising the trip,\" he said. \"A written consent would have been very helpful, since they were putting the students at risk, that this was not in fact an LSE trip – that this was organised by the BBC.\" The BBC denied it had organised the trip for its own purposes, but the affair threw a spotlight on the role played by Sweeney's wife. She arranged a similar trip to North Korea a year ago before graduating from the LSE, and listed her current employer on her Facebook page as the BBC. The corporation denies that Newson is a current employee, saying she did some freelance work for it last year. The LSE was on Monday night deciding what further action to take after the new BBC director general, Tony Hall, rejected its demands to kill the film, due to be broadcaston Monday. The media regulator Ofcom is assessing whether to launch a formal investigation after it received a handful of complaints before the film was broadcast. There is also understood to have been debate within BBC News about whether the Panorama team breached editorial guidelines on informed consent. The guidelines state that contributors to a programme \"should be in possession of the knowledge that is necessary for a reasoned decision to take part\" and while there is an allowance for \"verbal consent\", written consent should be obtained \"wherever practical\". Labour MP Ben Bradshaw, a former BBC journalist, said the corporation had questions to answer over the saga. He told BBC Radio 4 that the Commons culture select commitee would examine the issue and added: \"We know again from recent experience that when the BBC is in the middle of a controversy like this it needs to act quickly — just tell the truth, get the information out there and then people can make their own minds up.\"",
    "keywords": [
        "student",
        "korea",
        "claims",
        "students",
        "consent",
        "written",
        "told",
        "bbc",
        "trip",
        "lse",
        "contradict",
        "north"
    ],
    "summary": "Ten students were on the trip to North Korea, which bans journalists.\nInstead, with the students safely back in the UK, North Korea threatened to publish private information it held on the group, including passport details and home addresses.\nWe explained very clearly, twice before we left London and once more in Beijing on the way into North Korea, what we thought those risks were.\nThe LSE's director, Craig Calhoun, complained that the BBC had not asked the LSE students for permission in writing.\nShe arranged a similar trip to North Korea a year ago before graduating from the LSE, and listed her current employer on her Facebook page as the BBC.",
    "sentiment": {
        "neg": 0.0679,
        "neu": 0.889,
        "pos": 0.0431,
        "compound": -0.0673
    }
}