{
    "date": "2013-02-28T18:15:00Z",
    "title": "Why Dennis Rodman is hanging out with Kim Jong-un",
    "url": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2013/feb/28/dennis-rodman-kim-jong-un-north-korea",
    "content": "\"Above all,\" David Hasselhoff once said of his life story, \"it is about the hope contained in the Knight Rider slogan: 'One man can make a difference'.\" And so it had proved, you'll recall, with Hasselhoff ultimately ending the cold war by standing atop the Brandenburg Gate in Berlin, while KITT's voice synthesiser cut through the dry ice with the words: \"Mr Gorbachev, tear down this wall!\" Good times, turbo boosters. Good times. And so to attempts to heal another slight froideur, with news that NBA legend Dennis Rodman is currently on a mission to North Korea. \"It's true,\" tweeted Dennis on Tuesday. \"I'm in North Korea. Looking forward to sitting down with Kim Jong-un.\" I do hope you took him seriously, because that's exactly what he did on Thursday evening – watching a basketball exhibition game with the North Korean dictator, and apparently telling Chinese state media: \"Although relations between the two countries are regrettable, personally I am a friend of Marshal Kim Jong-un and the DPRK people.\" (I expect Xinhua helped Dennis get that quote straight.) For his part, basketball nut Kim Jong-un is said to have declared that he hoped that Rodman's visit would break the ice between the United States and North Korea. Frankly, it's a little difficult to know where to start, other than to say the only thing that could make this more delicious would be if pictures emerged showing the Outstanding Leader shaking hands with Rodman wearing the wedding dress he famously donned to promote his autobiography in 1996. So rampant and radioactive is Rodman's individualism that the mere idea of him colliding with a totalitarian regime is intriguing in the extreme. If you are unfamiliar with Rodman's story (though he is one of those to have transcended his sport) then you need only know that it has been extraordinary. Whether or not some of the establishment voices chuntering about this current visit care to recognise it, he is the embodiment of their most trumpeted American ideal: the idea that no matter how poor your start, you can fashion yourself in your own image and become legend. But back to North Korea. First, if not foremost, was the minor marvel that Rodman was able to tweet at all: only the day before he arrived, an Associated Press journalist sent what she thought to be the first tweet using North Korea's new 3G mobile data service. This communications breakthrough meant that it was possible to follow in real time – certainly surreal time – much of what Rodman was getting up to, from the moment he landed in Pyongyang, sporting none of North Korea's 10 approved hairstyles for men. Lost in Showbiz isn't across the DPRK guidelines on facial piercings, but suspect he might have committed a violation on that front too. The trip seems to have been got up by a documentary crew from the US media outlet Vice, but embraced by the North Korean sports ministry. Rodman and three Harlem Globetrotters were met at the airport by the vice-chair of North Korea's Olympic committee, and embarked on a series of goodwill engagements in the schools and the like that will go on till 5 March. State TV showed the American Hall of Famer touring Pyongyang, and reported that he paid \"high tribute\" at the palace where Kim Il-sung and Kim Jong-il lie in state. Needless to say, there have been some sniffily incredulous reactions to Rodman's visit, many highlighting the fact that it is not a state department initiative. And yet, I think we can live with that. Without wishing to belittle all the valuable state department initiatives that may have slipped beneath its radar in recent years, Lost in Showbiz can't help notice that despite their efforts Pyongyang KEEPS ON TESTING MASSIVE NUCLEAR WEAPONS. The latest of these was detonated just over a fortnight ago, drew condemnation from pretty much the entire world, and may well nudge the Doomsday clock another minute closer to midnight. So if international peacekeeping were run with the ad hoc desperation of Graham Taylor's England, this would absolutely be the moment for Obama to turn to his Phil Neal (Hillary?) and observe: \"It's made for Rodman to come on and score.\" We've tried everything else. For his part, Dennis is playing the Jimmy Carter role like a dream. \"Maybe I'll run into the Gangnam Style dude while I'm here,\" ran one tweeted observation – prompting Psy to respond \"I'm from the SOUTH, man!!!\" As for Kim Jong-un, he appears to have inherited a basketball obsession from his late father, who was obsessed with the mid-90s Chicago Bulls dynasty of which Rodman was such a legendary part. (Kim senior, of course, was the sportsman in the family, and as well as shooting 11 holes-in-one in his first ever round of golf, probably also averaged a double-triple-double.) Various websites have even dug out a photo purporting to show a young Kim wearing Rodman's number 91 Bulls jersey, as well as recalling that Dennis's former teammate Michael Jordan was once invited to make a similar visit. Jordan declined – presumably regarding the North Korean footwear market as too small for his attention – but a little piece of him did make it to the DPRK in the form of an autographed basketball commssioned specially by the state department, and presented to Kim Jong-il by former Clinton secretary of state Madeleine Albright. That ball is still displayed prominently in North Korea's Museum of International Understanding, and Albright's fellow traveller Bob Carlin – who for 30 years was the chief North Korea analyst for the CIA and state department – recalled how the Dear Leader was thrilled with it. In fact, it was Carlin who, after North Korea's 2006 missile test, specifically recommended sending a delegation of basketball players or coaches to Pyongyang. \"I think that would be a very useful, positive step,\" he told the San Diego Union Tribune. \"If someone wanted to make a serious opening gesture, that would probably not be a bad idea. These things carry only so much diplomatic freight, but they are the little things that begin to open relations.\" So there you have it. No one is suggesting that this whole axis of evil thing could be fixed by giving Kim a couple of courtside tickets for the Miami Heat (my guess is that Kim is a Heat fan these days, imagining himself to be as brilliant and as cruelly misunderstood as LeBron James.) But Lost in Showbiz refuses to dismiss Dennis's outing as a rogue peace mission. This column is now officially signed up to the Rodman Doctrine, and awaits developments in world peace as and when they drop.",
    "keywords": [
        "rodmans",
        "korea",
        "state",
        "north",
        "kim",
        "visit",
        "rodman",
        "pyongyang",
        "dennis",
        "hanging",
        "basketball",
        "jongun",
        "koreas"
    ],
    "summary": "And so to attempts to heal another slight froideur, with news that NBA legend Dennis Rodman is currently on a mission to North Korea.\n\"I'm in North Korea.\nFor his part, basketball nut Kim Jong-un is said to have declared that he hoped that Rodman's visit would break the ice between the United States and North Korea.\nBut back to North Korea.\nState TV showed the American Hall of Famer touring Pyongyang, and reported that he paid \"high tribute\" at the palace where Kim Il-sung and Kim Jong-il lie in state.",
    "sentiment": {
        "neg": 0.0459,
        "neu": 0.8515,
        "pos": 0.1026,
        "compound": 0.1141
    }
}