{
    "date": "2013-06-06T10:29:00Z",
    "title": "North and South Korea agree to hold talks over factory complex",
    "url": "https://www.theguardian.com/world/2013/jun/06/north-south-korea-agree-talks",
    "content": "North and South Korea have agreed to hold talks on reopening their joint factory complex and possibly other issues, raising hopes of improved relations in the wake of high tensions on the peninsula. The North announced its openness to discussions over the Kaesong industrial zone in a statement carried by state media on Thursday, while the South's unification ministry said it \"positively accepts\" the announcement and will issue a date and agenda later. The factory complex was launched in the \"sunshine\" era of inter-Korean engagement, bringing much-needed foreign currency to the North and providing cheap labour for firms from the South. But as tensions mounted this spring, with the tightening of UN sanctions in the wake of the North's third nuclear test in February and joint US-South-Korean drills, the North pulled out its more than 50,000 workers at the site and closed access to deliveries. South Korean managers subsequently left. Pyongyang had previously rejected Seoul's calls for discussions on the zone. Thursday's statement from the Committee for the Peaceful Reunification of Korea in Pyongyang also proposed talks on resuming cross-border tours, suspended since 2008, and restarting family reunions. South Korean companies which invested in the complex still have valuable assets at Kaesong, but this spring's closure has underlined the reasons to be cautious about doing business there. Daniel Pinkston, the north-east Asia project director at the International Crisis Group, noted: \"There's political symbolism, economic aspects and nationalistic Pan-Korean elements wrapped up in it as well. The loss if Kaesong is not reopened is more than material.\" He added that the timing of Pyongyang's offer \"makes me wonder if maybe China were not as generous as the North Koreans had hoped [last month]\". Choe Ryong-Hae, the North's top political officer, met the Chinese leader, Xi Jinping, in Beijing in late May and said Pyongyang was \"willing to accept the suggestion of the Chinese side and launch dialogue with all relevant parties\". The North is also aware that the South Korean president, Park Geun-hye, is soon to meet Xi. Others drew links with Friday's US-China summit in California, where Xi will meet Barack Obama. \"North Korea is making it easier for China to persuade the US to get softer on Pyongyang,\" Koh Yu-hwan, a North Korea expert at Seoul's Dongguk University, told Associated Press. Leonid Petrov, an expert on the North at the Australian National University, said he was sceptical about Kaesong's future. \"Talks on reopening do not mean reopening,\" he said. \"North Korea has already sent the workers to the provinces … Simply, they want a channel to communicate with South Korea to test the waters on how much South Korea may pay for other projects or [give in] aid.\" He added: \"When 53,000 workers on a daily basis communicate with hundreds, perhaps thousands, of well-fed, well-dressed South Koreans, who are understanding and reconciliatory – it undermines the general trend of propaganda … For North Korea it was simply a subversive project.\"",
    "keywords": [
        "south",
        "hold",
        "complex",
        "agree",
        "factory",
        "korea",
        "xi",
        "talks",
        "workers",
        "reopening",
        "kaesong",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "North and South Korea have agreed to hold talks on reopening their joint factory complex and possibly other issues, raising hopes of improved relations in the wake of high tensions on the peninsula.\nSouth Korean managers subsequently left.\nThe North is also aware that the South Korean president, Park Geun-hye, is soon to meet Xi.\n\"North Korea is making it easier for China to persuade the US to get softer on Pyongyang,\" Koh Yu-hwan, a North Korea expert at Seoul's Dongguk University, told Associated Press.\n\"North Korea has already sent the workers to the provinces … Simply, they want a channel to communicate with South Korea to test the waters on how much South Korea may pay for other projects or [give in] aid.\"",
    "sentiment": {
        "neg": 0.0657,
        "neu": 0.8744,
        "pos": 0.0599,
        "compound": 0.0173
    }
}