{
    "date": "2013-01-08T09:22:53Z",
    "title": "What is Google's Eric Schmidt doing in North Korea? | Media Monkey",
    "url": "https://www.theguardian.com/media/mediamonkeyblog/2013/jan/08/google-eric-schmidt-north-korea",
    "content": "Eric Schmidt, the executive chairman of Google, has touched down in North Korea despite criticism. John McCain, the former US presidential candidate has called Schmidt and his co-visitors, the former US governor Bill Richardson and Jared Cohen, director of Google Ideas, \"useful idiots\", according to the Wall Street Journal. So why are they visiting the land of doom where the public keep grass trim with scissors and struggle to get fresh food? Schmidt is the highest-ranking American business executive ever to visit the country. Richardson explained that it was a private trip and that Schmidt \"is interested in some of the economic issues there, the social media aspects\". A likely story in a country where computers hardly exist, let alone Twitter and Facebook.",
    "keywords": [
        "executive",
        "useful",
        "googles",
        "korea",
        "twitter",
        "visiting",
        "visit",
        "monkey",
        "eric",
        "media",
        "doing",
        "richardson",
        "country",
        "wall",
        "google",
        "schmidt",
        "north"
    ],
    "summary": "Eric Schmidt, the executive chairman of Google, has touched down in North Korea despite criticism.\nSo why are they visiting the land of doom where the public keep grass trim with scissors and struggle to get fresh food?\nSchmidt is the highest-ranking American business executive ever to visit the country.\nRichardson explained that it was a private trip and that Schmidt \"is interested in some of the economic issues there, the social media aspects\".\nA likely story in a country where computers hardly exist, let alone Twitter and Facebook.",
    "sentiment": {
        "neg": 0.0515,
        "neu": 0.8783,
        "pos": 0.0702,
        "compound": 0.0991
    }
}