{
    "date": "2013-12-13T17:00:21Z",
    "title": "Execution of Kim Jong-un's uncle raises fears of instability in North Korea",
    "url": "https://www.theguardian.com/world/2013/dec/13/execution-kim-jong-un-uncle-instability-north-korea",
    "content": "North Korea's brutal purge and execution of Kim Jong-un's uncle has raised fears of instability in a state with a nuclear weapons programme and a willingness to ratchet up regional tensions. Jang Song-thaek was accused of everything from plotting a coup to instigating disastrous currency reforms and dishing out pornography in a report issued by the official news agency KCNA early on Friday morning. It denounced him as \"worse than a dog\" and \"despicable human scum\". The Rodong Sinmun newspaper showed him handcuffed and held by uniformed guards in the courtroom of the special military tribunal that found him guilty of treason. Experts were divided on whether his violent end indicated that Kim was consolidating his power ruthlessly – or that powerful groups within the elite were jockeying for power. Before his ousting Jang was one of the North's most powerful figures and was regarded as a mentor to the youthful leader. But even his marriage to Kim's aunt – whose situation remains unclear – was not enough to save his life. The culmination of Jang's fall from power, first heralded by the announcement that he had been stripped of his posts and expelled from the Workers' party, was announced in thundering, vitriolic state media reports in unprecedented fashion. In Pyongyang, people crowded around subway station billboards displaying the morning paper and news of the execution, Associated Press reported. Others sat quietly and listened as a radio broadcast piped into the subway listed Jang's crimes. North Korea watchers are struggling to understand why the normally secretive nation has made the case so public. Accusations of factionalism or scheming are not in themselves new. \"The most surprising and unprecedented thing is not that someone was planning to overthrow the state … but the implication that he had a substantial number of followers. That's the first ever official admission of significant disunity in the North Korean state itself,\" said Brian Myers, an expert on ideology at Dongseo University in Busan. The lengthy, bombastic and at times downright bizarre report from KCNA took a scattershot approach to Jang's crimes. It quoted an alleged admission by Jang that he sought to destabilise the country, triggering discontent among the military and others. He planned to become premier if North Korea approached collapse and use illicitly acquired wealth to ensure that \"the people and service personnel will shout 'hurrah' for me\" and his coup would succeed smoothly. It also claimed he pursued a \"decadent capitalist lifestyle\" – squandering at least €4.6m in 2009 alone, including in a foreign casino – and deliberately hampered construction projects in Pyongyang. He sold off natural resources \"at random\" and committed treachery by selling off land at the Rason special economic zone for five decades, it added, apparently in reference to a deal with Russia. \"They are using this opportunity to scapegoat Uncle Jang by relegating responsibility for all policy failures,\" said Leonid Petrov of the Australian National University. But other offences cited include halfhearted applause when Kim received a key promotion and Jang's \"reckless\" instruction to security forces to erect a granite block with Kim's signature in a shaded corner rather than in front of their headquarters. \"I think it is really dangerous. It certainly isn't a sign of strong leadership. Kim Il-sung and Kim Jong-il were really tough but managed the factions and you never saw any public [issues]. I think this is a sign you have all-out war between various family interests,\" said Hazel Smith, an expert on the North at the University of Central Lancashire. \"To me it's all about money; you have had the growth of trading companies whose cover is provided by people related to six or seven key families … No one wants to see their interests smashed up.\" She warned that the North's command and control systems appeared to be breaking down and suggested further instability lay ahead. While the elite had previously remained cohesive because of fears the regime would otherwise fall, \"the execution of Jang Song-thaek … will reinforce the idea they should look after themselves. If he is not protected, who is?\" she said. That was all the more concerning given the country's nuclear programme, she noted. Ruediger Frank of the University of Vienna said the handling of the case was \"extraordinary\". He added: \"I think it's pretty obvious that it has been done by Mr Kim. Somebody must have told him though; it's always one group against another, trying to get the support of the leader.\" Frank argued Kim had made his mark remarkably quickly as a leader and saw other reasons for the unusual publicity. One clue might lie in the references to his dealings with foreign powers and the suggestion that he sold his country short in key deals. \"The public nature of the whole thing might perhaps be a message to China: we have got your man and stay out of our business. The other [possibility] is that economic trouble is coming – if not already there – and there's a need for a scapegoat,\" he said. Whoever is responsible for Jang's demise, further purges are expected to follow. Other names have already vanished from state media reports as Jang's has been edited from the archives. Even as the reverberations are felt through the top levels of power in the North, the vilification of Jang may raise difficult questions for the leadership amid the broader population, noted Myers. His ability to cause so much damage for so long implies almost negligence on the part of leaders, and his case sits uneasily with North Korea's use of collective punishment. \"This is a member of the clan in a culture where the regime tends to punish entire families for crimes committed by one of them. So it seems odd to be so explicit about [his] crimes,\" Myers said.",
    "keywords": [
        "jangs",
        "think",
        "raises",
        "uncle",
        "korea",
        "state",
        "public",
        "university",
        "kim",
        "instability",
        "execution",
        "power",
        "crimes",
        "fears",
        "jonguns",
        "north",
        "jang"
    ],
    "summary": "North Korea's brutal purge and execution of Kim Jong-un's uncle has raised fears of instability in a state with a nuclear weapons programme and a willingness to ratchet up regional tensions.\nOthers sat quietly and listened as a radio broadcast piped into the subway listed Jang's crimes.\nNorth Korea watchers are struggling to understand why the normally secretive nation has made the case so public.\nThe lengthy, bombastic and at times downright bizarre report from KCNA took a scattershot approach to Jang's crimes.\nKim Il-sung and Kim Jong-il were really tough but managed the factions and you never saw any public [issues].",
    "sentiment": {
        "neg": 0.1043,
        "neu": 0.8394,
        "pos": 0.0563,
        "compound": -0.124
    }
}