{
    "date": "2013-04-12T20:38:00Z",
    "title": "North Korea risks further isolation with missile launch, John Kerry warns",
    "url": "https://www.theguardian.com/world/2013/apr/12/north-korea-missile-launch-isolation-kerry",
    "content": "The US secretary of state, John Kerry, warned North Korea against test-firing a mid-range missile on Friday, while attempting to dampen the anxiety caused by a Pentagon intelligence report that declared Pyonyang had made significant progress with nuclear weapons. On the first day of a four-day visit to East Asia, Kerry said North Korea risked only further isolation if it launched a missile. US officials believe such a rocket has a range of about 2,500 miles, far enough to reach the US Pacific territory of Guam. \"If Kim Jong-un decides to launch a missile, whether it's across the Sea of Japan or some other direction, he will be choosing to wilfully ignore the entire international community,\" Kerry told reporters. \"And it will be a provocation and unwanted act that will raise people's temperatures.\" The tensions on the peninsula are expected to dominate Kerry's meetings in South Korea, China and Japan. Washington and Seoul anticipate that the North will launch a mid-range missile over the next few days. Pyongyang has engaged in a series of angry threats and gestures, such as pulling workers out of the Kaesong industrial complex it shares with the South, and appears to be preparing its launch base. It often carries out tests around significant political dates, such as Monday's anniversary of the birth of Kim Il-sung, lauded as the country's founder. The US has said that it would shoot down any missile whose trajectory suggested that it could be a threat to the US or its allies, such as Japan. The US military has nine warships armed with sophisticated ballistic missile defense systems in the Pacific, including two that were moved closer to the Korean peninsula, US officials said, speaking on condition of anonymity. After meeting South Korean president Park Geun-hye and foreign minister Yun Byung-se, Kerry also addressed an intelligence report that rocked Washington on Thursday, suggesting that North Korea now had the knowhow to arm a ballistic missile with a nuclear warhead even if the weapons would lack reliability. Kerry, repeating assertions by other administration officials, noted that Pyongyang still had not developed or fully tested the nuclear capacities needed for such a step. Republican congressman Doug Lamborn surprised a hearing on the US defense budget Thursday when he read aloud one paragraph of an otherwise classified Defense Intelligence Agency report. The assessment said the Pentagon's intelligence wing has \"moderate confidence\" that North Korea has nuclear weapons capable of delivery by ballistic missiles but that the weapon was unreliable. The disclosure took even General Martin Dempsey, chairman of the joint chiefs of staff, by surprise and he refused to discuss it at the budget hearing. A Pentagon spokesman, George Little, said \"it would be inaccurate to suggest that the North Korean regime has fully tested, developed, or demonstrated the kinds of nuclear capabilities referenced\". James Clapper, the director of national intelligence, said the DIA's conclusion was not shared by the entire US intelligence community. \"North Korea has not yet demonstrated the full range of capabilities necessary for a nuclear armed missile,\" he said. In Seoul, Kerry stressed the prospects of resolving tensions on the Korean peninsula. \"Relations between the North and South can improve very quickly if leaders of the North, and one in particular, can make the right decisions,\" he said. The new South Korean president had \"expressed a vision built on trustpolitik – and I hope that is what will take hold\", Kerry added. But he warned: \"They have to be really serious. No one is going to talk for the sake of talking.\" Park, meeting officials from her party before talks with Kerry, suggested Seoul should at least listen to what North Korea had to say. According to local media, she told them: \"We have a lot of issues, including the Kaesong industrial zone. So should we not meet with them and ask: 'Just what are you trying to do?'\" Such talks seem unlikely in light of the North's increasingly bombastic threats, including nuclear strikes on the United States. Most experts say those are unfeasible based on the North's current capacity, and would never be explored seriously, because the US response would be overwhelming against a regime focused primarily on survival. Nato's secretary general, Anders Fogh Rasmussen, also meeting Park in Seoul, said on Twitter that he commended the South for seeking peaceful solutions through dialogue. He also urged the North to halt the pursuit of weapons of mass destruction. \"The North certainly seems to be edging away from some of its high-flown rhetoric and having brought in the stealth bombers [during military drills with the South], the US is also starting to ease up a bit,\" said James Hoare, a former British charges d'affaires in Pyongyang. \"I think China is effectively saying to everyone: calm down and let's do something sensible.\" But he noted that if the North did test fire a missile it was likely to lead to further action by the United Nations security council. A US official in Seoul, speaking on condition of anonymity, told Reuters: \"Our greatest concern is a miscalculation and where that may lead. We have seen no indications of massive troop movements, or troops massing on the border, or massive exercises or anything like that, which would back up any of the rhetoric that is going on.\" The US hopes China will increase pressure on the North. Beijing is the North's main ally and the country is a crucial source of aid and trade.",
    "keywords": [
        "launch",
        "south",
        "korea",
        "kerry",
        "isolation",
        "warns",
        "nuclear",
        "seoul",
        "weapons",
        "john",
        "intelligence",
        "missile",
        "korean",
        "north",
        "risks"
    ],
    "summary": "On the first day of a four-day visit to East Asia, Kerry said North Korea risked only further isolation if it launched a missile.\nThe tensions on the peninsula are expected to dominate Kerry's meetings in South Korea, China and Japan.\nWashington and Seoul anticipate that the North will launch a mid-range missile over the next few days.\n\"North Korea has not yet demonstrated the full range of capabilities necessary for a nuclear armed missile,\" he said.\nPark, meeting officials from her party before talks with Kerry, suggested Seoul should at least listen to what North Korea had to say.",
    "sentiment": {
        "neg": 0.0878,
        "neu": 0.8119,
        "pos": 0.1003,
        "compound": 0.0783
    }
}