{
    "date": "2013-09-03T15:22:45Z",
    "title": "Dennis Rodman returns to North Korea to meet 'my friend Kim'",
    "url": "https://www.theguardian.com/sport/2013/sep/03/dennis-rodman-north-korea-kim",
    "content": "The retired US basketball star Dennis Rodman is back in North Korea and the stakes are high. Rodman could influence the fate of an American political prisoner toiling in one of the country's labour camps. Or he may start a basketball league. One thing is certain: before Rodman leaves the \"hermit kingdom\" five days from now, another chapter will unfold in one of the world's strangest friendships. Call it \"absurdist diplomacy\" – a notoriously erratic retired NBA player meets a despotic boy king; the two become close friends. On Tuesday the 52-year-old former Chicago Bulls star said that he would not seek to negotiate the release of Kenneth Bae, a US citizen currently serving a 15-year forced labour term in North Korea for committing \"hostile acts to bring down its government\". Bae is reportedly suffering severe medical problems in detention. Under the country's constitution Kim has the power to pardon him. \"I'm not going to North Korea to discuss freeing Kenneth Bae,\" Rodman, one of the few Americans ever known to have the dictator's ear, told Reuters during a stopover in Beijing. \"I'm just going there on another basketball diplomacy tour. \"I'm just trying to go over there to meet my friend Kim, the marshal,\" Rodman said. \"Try to start a basketball league over there, something like that.\" He called the trip a \"friendly gesture\". Rodman first travelled to North Korea in March on a trip sponsored by Vice Media, a New York outfit with a hipster ethos and a penchant for far-flung, experimental stories. His current sponsor is Paddy Power, an Irish gambling website. The two have collaborated before – soon after Rodman's first trip to North Korea the site sent him to the Vatican to endorse betting on the next pope. In March, when North and South Korea seemed on the brink of war, the world was astounded by images of Kim and Rodman enjoying eating, chatting and watching basketball together. Rodman called it \"basketball diplomacy\". After the trip, he said that Kim simply wanted Obama to \"pick up the phone and call\" him. In a tweet this spring, Rodman asked Kim to \"do him a solid\" by releasing Bae and last week he told the Huffington Post that he would broach the issue during his trip. \"I will definitely ask for Kenneth Bae's release,\" he said. \"I will say, 'marshal, why is this guy held hostage?' I could try and soften it up in that way.\" \"If the marshal says, 'Dennis, you know, do you want me to let him loose?' and then if I actually got him loose, and I'm just saying this out the blue, I'd be the most powerful guy in the world.\" Rodman and Kim are not a natural match. Rodman, towering at 2.01 metres tall, sports hair dyed green and rings through his lower lip and nostrils. Once known as \"The Worm\", he famously dated Madonna. Kim, 30, although a long-time basketball fan, has threatened to turn Washington into a \"sea of fire\" and keeps more than 100,000 people in forced labour camps, where torture and executions are common. And yet to Rodman he is an \"awesome guy\". Last week Pyongyang cancelled a \"humanitarian\" trip to the country by Robert King, US special envoy on North Korean human rights issues, because of US-South Korean military drills last week involving US nuclear-capable bombers. Paddy Power has a long history of risqué publicity stunts. Last year one of its television commercials asked viewers to spot the \"transgendered\" ladies in a crowd; it was withdrawn after a torrent of complaints. Another of its advertisements featured a football player punting a cat. The website could not be reached for comment.",
    "keywords": [
        "im",
        "friend",
        "korea",
        "week",
        "meet",
        "kim",
        "power",
        "rodman",
        "dennis",
        "bae",
        "returns",
        "trip",
        "basketball",
        "north"
    ],
    "summary": "The retired US basketball star Dennis Rodman is back in North Korea and the stakes are high.\n\"I'm not going to North Korea to discuss freeing Kenneth Bae,\" Rodman, one of the few Americans ever known to have the dictator's ear, told Reuters during a stopover in Beijing.\n\"I'm just trying to go over there to meet my friend Kim, the marshal,\" Rodman said.\nRodman first travelled to North Korea in March on a trip sponsored by Vice Media, a New York outfit with a hipster ethos and a penchant for far-flung, experimental stories.\nThe two have collaborated before – soon after Rodman's first trip to North Korea the site sent him to the Vatican to endorse betting on the next pope.",
    "sentiment": {
        "neg": 0.062,
        "neu": 0.8631,
        "pos": 0.0749,
        "compound": 0.0422
    }
}