{
    "date": "2013-06-14T17:14:00Z",
    "title": "Top 10 sexist moments in politics: Julia Gillard, Hillary Clinton and more",
    "url": "https://www.theguardian.com/politics/2013/jun/14/top-10-sexist-moments-politics",
    "content": "1 'Calm down, dear' David Cameron to Angela Eagle The best that could be said for the way David Cameron tried to put down then shadow Treasury secretary Angela Eagle at prime minister's questions in April 2011 was that it was a terribly misjudged \"joke\", stolen from that most banal form of \"comedy\" – a TV advert. But many commentators felt the patronising off-the-cuff \"Calm down dear\" revealed Cameron's true nature; years of careful modernising of the Tory image undone with a single remark that instantly conjured up the age-old idea that women were hysterical creatures incapable of rational thought. He was still apologising for it months later. Perhaps still wary of ongoing damage control, Cameron makes fairly regular statements about promoting women but so far it hasn't been backed up – there are still just five female cabinet ministers. Meanwhile, women have been disproportionately affected by the cuts. 2 Italy's Silvio Berlusconi ... where to start? It's hard to know where to start with the former Italian prime minister. On tackling rape, he said: \"We would have to send as many soldiers [for protection] as there are beautiful girls.\" He was quoted as saying that he thought rightwing women were \"more beautiful\" and that \"the left has no taste, even when it comes to women\". Promoting Italy's business interests at the New York stock exchange, he said \"another reason to invest in Italy is that we have beautiful secretaries … Superb girls.\" In 2008, when Spain's prime minister José Luis Rodríguez Zapatero appointed a female-majority cabinet, Berlusconi said: \"Zapatero has formed a government that is too pink … He will have problems leading them. Now he's asked for it.\" Perhaps the key moment, though, was in 2009, when he said to Rosy Bindi, the president of the Democratic party, on live television that she was \"more beautiful than intelligent\" – itself a sarcastic comment, given he had attacked Bindi's looks before. The remark drew a petition signed by more than 100,000 people, and was hailed as being part of a new resurgence of feminism in the country. 3 The South African \"tea girl\" South African politicians got excited this week about the dress sense of the opposition leader, Lindiwe Mazibuko. She was criticised during a budget debate by two ANC MPs, with one, John Jeffrey, saying \"while the Honourable Mazibuko may be a person of substantial weight, her stature is questionable\". The ANC put out a statement saying: \"We have no desire of playing fashion police in this institution, however, the inappropriate manner in which Mazibuko was dressed [on Wednesday] showed total lack of respect to the debate and the decorum of the House.\" It is still unclear what exactly was wrong with Mazibuko's conservative black tights and dress, and red jacket. Mazibuko often suffers sexist remarks – in 2011, Julius Malema, then ANC youth leader, refused to debate with her, saying she was \"a nobody, a tea girl\". And last year, Koos van der Merwe, a long-serving IFP politician, stood up in the middle of one of Mazibuko's speeches and interrupted, \"on a point of order\", to ask what she had done to her hair. 4 The French wolf-whistle Last year, Cecile Duflot, the French housing minister, endured wolf-whistles as she delivered a speech in the national assembly. Defending the incident, Patrick Balkany, who is close to Nicolas Sarkozy, said he was merely \"admiring\" Duflot, adding that she had chosen the dress she was wearing (a fairly conservative floral dress, if it matters) \"so we wouldn't listen to what she was saying\". Another politician said the wolf-whistles had been \"in tribute\" to her. \"I have worked in the building trade and I have never seen something like that,\" Duflot said afterwards. \"This tells you something about some MPs.\" 5 'A good wife … ' Austin Mitchell to Louise Mensch When Louise Mensch resigned her Corby seat, she said the difficulty of maintaining a family life was her reason. Then, in October, in a Sunday Times interview, her husband suggested she had also been worried about losing her seat. The Labour MP Austin Mitchell took to Twitter: \"Shut up Menschkin. A good wife doesn't disagree with her master in public and a good little girl doesn't lie about why she quit politics.\" Mitchell was criticised by Mensch – and many Labour party supporters. He later said it was \"irony\" and meant as a joke. His party responded: \"It's not funny, [it's] understandable that people find it offensive and it is not the view of the Labour party.\" 6 Sri Lanka's 'beauty queen' Rosy Senanayake, member of Sri Lanka's opposition United National party, has been involved in politics for more than 20 years, serving as a UN Goodwill ambassador and Sri Lanka's high commissioner in Malaysia. And yet, when asked a question by her in parliament, Kumara Welgama, the transport minister, said he was \"choked\" by her beauty. \"I am so happy to answer a question by a beauty queen,\" he said (Senanayake is a former Miss World). \"You are such a charming woman. I cannot explain my feelings here. But if you meet me outside Parliament, I will describe them … My thoughts are running riot … I don't want to reveal [them] to the public.\" Senanayake, who is a vocal activist for women's rights, was strangely not impressed: \"I'm still being recognised as a beauty queen, but I've been a high commissioner and in politics for such a long time. As a woman you are not recognised as a person who has done so many portfolios, but always referred to as the beauty you were in your heyday.\" 7 South Korea's 'venomous swish of skirt' Although a number of things about Park Geun-hye's politics could be criticised (the rightwing daughter of one of South Korea's dictators, she cites Margaret Thatcher as a hero), in the run-up to the election last year she had to endure many sexist comments, including from her own party. \"The head of South Korea should take charge of national defence, and it would be hard for any female who hasn't experienced this reality [of national service] to do the job,\" said Lee Jae-Oh, Park's rival for the nomination within her New Frontier party. A spokesman for rival presidential candidate Moon Jae-in attacked Park for not having had children, saying she \"has no femininity. She has never lived a life agonising over childbirth, childcare, education and grocery prices.\" After Park won December's election, even the volleys from North Korea have taken on a sexist tinge: in March, a statement from Pyongyang blamed Park's \"venomous swish of the skirt\" for escalating tensions. The phrase \"swish of skirt\" is considered derogatory in Korea, used to describe women who are seen as aggressive or domineering. 8 Sexist jokes in Chile What's the difference between a politician and a \"lady\", asked Chilean president Sebastián Piñera at the close of a summit of heads of state in Mexico in 2011. \"When a politician says yes, he means maybe, when he says maybe, he means no, and if he says no, he's not a politician,\" said Piñera. \"When a lady says no, she means maybe, when she says maybe, she means yes, and if she says yes, she's not a lady.\" He was criticised by many, including women's minister, Carolina Schmidt, and opposition Senator Ximena Rincon, who said \"remarks like these are an affront to women and an embarrassment for this country; in terms of gender politics, they set us back some 20 years.\" 9 'Iron my shirt', Hillary Reading on mobile? Click here to view video of Hillary Clinton being heckled She is not strong, she's a \"bitch\"; she's not angry, she's \"shrill\". She's either too \"emotional\", as John McCain said recently – that classic put-down of \"hysterical\" women – or not emotional enough (in other words, not very feminine or motherly). The sexism she had to endure during the presidential race was quite something. Nutcrackers were made in her image, and a heckler repeatedly shouted \"iron my shirt\" to her at a rally. Airtime was given to people such as author Marc Rudov, who said: \"When Barack Obama speaks, men hear: 'Take off for the future.' And when Hillary Clinton speaks, men hear, 'Take out the garbage.'\" Glenn Beck said: \"She is like the stereotypical bitch, you know what I mean?\", and that, after four years of a Hillary Clinton presidency, \"[won't] every man in America go insane?\" Radio host Rush Limbaugh said: \"Will this country want to watch a woman get older before their eyes on a daily basis?\" But it wasn't just the rightwing media – serious newspapers gave much attention to her cleavage, clothes and hair. And during the nomination campaign, Obama, a man prone to sexist gaffes (in April, he apologised for calling Kamala Harris \"the best-looking attorney general in the country\"), talked about Clinton's \"claws [coming] out\", and how she would launch attacks \"when she's feeling down\". If Clinton decides to stand again, she will do so with full knowledge of what she's up against. It's started already. In March, Mitch McConnell, a Kentucky senator said the Democrats' \"presidential ticket for 2016 is shaping up to look like a rerun of The Golden Girls\". 10 'Deliberately barren' … and we're back in Australia The \"Julia Gillard Kentucky Fried Quail\" served at a fundraiser for the Liberal National party is merely the most recent sexist attack on Australia's first female prime minister, who also had to contend this week with a radio presenter quizzing her about her partner's sexuality. The main source of ire towards Gillard appears to come from her decision not to have children. \"Anyone who has chosen to remain deliberately barren … they've got no idea about what life's about,\" said Senator Bill Hefferman in 2007. Then last year, Mark Latham, the former Labor leader, said: \"Having children is the great loving experience of any lifetime. And by definition you haven't got as much love in your life if you make that particular choice. She's on the public record saying she made a deliberate choice not to have children to further her parliamentary career.\" He claimed she lacked empathy, adding: \"I've also had some experience where around small children she was wooden. And I think the two go together.\" Last year, Tony Abbott, Gillard's opponent, again referenced her personal life when talking about a government plan to stop a payment to new parents: \"I think if the government was more experienced in this area they wouldn't come out with glib lines like that.\" It was Abbott, of course, who was on the receiving end of Gillard's powerful speech against misogyny last year, in which she ran through the sexist things he had said and done over the years, and which was described as a \"defining moment\" for feminism in Australia.",
    "keywords": [
        "shes",
        "south",
        "party",
        "women",
        "hillary",
        "julia",
        "politics",
        "national",
        "politician",
        "gillard",
        "minister",
        "sexist",
        "moments",
        "clinton",
        "saying"
    ],
    "summary": "3 The South African \"tea girl\" South African politicians got excited this week about the dress sense of the opposition leader, Lindiwe Mazibuko.\nA good wife doesn't disagree with her master in public and a good little girl doesn't lie about why she quit politics.\"\nClick here to view video of Hillary Clinton being heckled She is not strong, she's a \"bitch\"; she's not angry, she's \"shrill\".\n\", and that, after four years of a Hillary Clinton presidency, \"[won't] every man in America go insane?\"\nShe's on the public record saying she made a deliberate choice not to have children to further her parliamentary career.\"",
    "sentiment": {
        "neg": 0.0631,
        "neu": 0.8509,
        "pos": 0.0861,
        "compound": 0.0781
    }
}