{
    "date": "2013-04-05T11:10:34Z",
    "title": "North Korea's threats of war make Chinese neighbours nervous",
    "url": "https://www.theguardian.com/world/2013/apr/05/north-korea-threats-chinese-nervous",
    "content": "Every time North Korea threatens a nuclear strike, Ge Weihan receives a frantic call from his mother. Although the 34-year-old filmmaker moved to Beijing years ago, his parents still live in a small Chinese village less than 25 miles (40km) from the insular nation. \"If a war ever actually breaks out, I'm very nervous about what it would do to my hometown,\" Ge said. \"It's hard living right next to a country that seems willing to do anything.\" Residents of Ge's home village in mountainous Kuandian county have become accustomed to an influx of Chinese troops every time tensions flare on the Korean peninsula – just in case things spin out of control. Yet this time the soldiers are so numerous, and media reports so shrill, that even the most hardened villagers are nervous. It's no accident that China is the North Korea's most important ally, economic lifeline and primary source of humanitarian aid – a political meltdown in the country could send an unsustainable flood of refugees into border areas such as Kuandian and push a US-friendly unified Korea right up to China's doorstep. Yet the vast majority of Chinese people consider North Korea just as strange and frightening as western observers. \"It's just awkward,\" said Ge, who has lived among North Korean refugees. \"It's an extremely awkward situation for the government, and that makes common people feel awkward as well.\" Beijing rarely deviates in its response to North Korean tempers. Officials express concern – or \"serious concern\" as of Wednesday – and request that the international community \"remain calm\" and \"exercise restraint\". Chinese news outlets have given North Korean declarations of war slightly less airtime than their western counterparts. China's official newswire Xinhua published a dispatch from a Pyongyang-based correspondent on Thursday about how life in the city is business as usual. According to the report, 100,000 Pyongyong residents are preparing for North Korea's most important national holiday – Kim Il-sung's birthday, on 15 April – by planting trees throughout the city. Prices in Pyongyang's \"foreigner\" supermarkets are stable, according to the report; schoolchildren are just beginning a new term. The city hosted an athletic competition on Thursday amid radio broadcasts warning residents to remain alert for provocative actions by American imperialists and their South Korean puppets. Despite the state-sanctioned front of tranquillity, China's social media sites betray a widespread mix of curiosity, confusion, and unease. Some users on the popular microblogging site Sina Weibo wondered if this had all been an elaborate joke. \"Actually lets hope that Kim does start a war – that he uses self-destruction to save the Korean people,\" said one user in a widely forwarded post. Yet the most popular North Korea-related topic by far was a brief news report about a bottle of North Korean spring water discovered in a Chinese supermarket. Weibo users expressed shock at its £1 price tag – significantly higher than most domestic brands. In the subsequent debate about the cleanliness of North Korea's water supply, mentions of war were hard to find.",
    "keywords": [
        "threats",
        "war",
        "neighbours",
        "city",
        "korea",
        "report",
        "chinese",
        "korean",
        "residents",
        "ge",
        "nervous",
        "north",
        "koreas"
    ],
    "summary": "Every time North Korea threatens a nuclear strike, Ge Weihan receives a frantic call from his mother.\nYet the vast majority of Chinese people consider North Korea just as strange and frightening as western observers.\nChinese news outlets have given North Korean declarations of war slightly less airtime than their western counterparts.\nYet the most popular North Korea-related topic by far was a brief news report about a bottle of North Korean spring water discovered in a Chinese supermarket.\nIn the subsequent debate about the cleanliness of North Korea's water supply, mentions of war were hard to find.",
    "sentiment": {
        "neg": 0.1245,
        "neu": 0.8227,
        "pos": 0.0527,
        "compound": -0.1573
    }
}