{
    "date": "2013-06-06T21:47:00Z",
    "title": "Obama heads for US-China summit with high hopes for progress",
    "url": "https://www.theguardian.com/world/2013/jun/06/obama-us-china-xi-jinping-summit",
    "content": "The last time the presidents of China and the US met in such informal circumstances, it was for a barbecue lunch and a tour of George W Bush's ranch in Texas, lasting just four hours and to mark the retirement of Jiang Zemin in 2002. When Barack Obama sits down with the newly installed Xi Jinping at the Sunnylands country estate in California on Friday and Saturday, they will be aiming for a superpower retreat of an altogether different ambition. Though the shirt sleeves will be carefully rolled up, to suggest a relaxed affair, expectations are building on both sides for a historic meeting that attempts nothing short of carving out a new world order. Rather than the traditional pomp and circumstance of state visits, a handful of key advisers will gather among the eucalyptus trees for open-ended discussions on issues that affect not just the world's two largest economies, but scores of other countries too. Jeff Bader, who as National Security Council director for east Asia helped organise a dozen Chinese meetings in Obama's first term, remembers stuffy affairs with barely room for everyone to sit. \"This one will have small groups of five or six people from each side, rather than 20 or 30,\" he says. \"This is a new type of great power relationship. In the past they always insisted on the pomp of a state visit as a mark of respect, but Xi is more confident than that.\" Washington hopes such confidence is tempered by a recognition of mutual weaknesses, pointing out that the Chinese economy is softening while the US recovers, and stressing shared anxiety over North Korea. \"The Chinese know that the relationship between rising powers and existing powers doesn't always end happily, so they are seeking something more co-operative,\" says Bader, who is now with the Brookings Institution thinktank. Cybersecurity Whether such sunny Californian optimism is matched by reality will depend greatly on the first of three issues at the top of the US agenda for the meeting. In the past, superpowers clashed over spy planes and missile launchers. Today, the battle for dominance is measured in computer hacks and denial-of-service attacks. Anger has been mounting in Washington at what the administration sees as brazen attempts to steal commercial and military secrets by Chinese government agencies exploiting the openness of the US internet. Last week the defence secretary, Chuck Hagel, described the broader problem of cyber-attacks as \"the security challenge of our age\", and published a long report on recent incursions. In private, US officials are more sanguine about parts of the Chinese threat. Military espionage, such as the alleged theft of weapons designs, is seen as a fact of life, best fought with tighter security and counter-measures. The risk of electronic sabotage against power stations and infrastructure is also seen as a greater threat from countries with less to lose from retaliation, such as Iran and North Korea. But the threat from Chinese commercial espionage and theft of intellectual property has inflamed not just the political class in Washington but corporate America too, and it poses a risk to what is otherwise a rapidly improving bilateral relationship. The White House hopes to convince Xi that this is a lasting issue for the US and not just this month's Washington fad. Though there is sympathy for the argument that branches of the Chinese government and industry may be acting without central direction, US officials feel it is time for Beijing to crack down on cyber attacks. Obama's problem, however, is what he can offer critics in Washington to show he has made progress with Xi on the matter. White House officials are keen to play down expectations of any formal summit communique or statement from the Chinese, who feel the issue has been overblown. Instead, watch out for briefings from advisers pointing to vague agreements on \"new international norms\" governing cybersecurity, and hints that Xi has had his arm twisted in private. The economy In recent years, summits between China and the US have been dominated by talk of currency manipulation and trade imbalances. Though the trade deficit hasn't gone away – reaching a record $315bn between the two countries last year – Chinese agreement to let the renminbi appreciate against the dollar has taken the heat out of the political anger in Washington, which hopes the worst may have passed. For once, US economists are also more concerned about weakening of Chinese growth rates and generally support efforts by Beijing to stimulate domestic demand rather than exports. With the US economy showing gradual signs of recovery, they also expect fewer smug lectures about Anglo-Saxon capitalism from the Chinese than was common after the financial crash. Instead, presidential talks in California are likely to focus on trade, where both countries believe they share common interests. The US recently negotiated a major free-trade agreement with other Asia economies, which deliberately sought to exclude China and bolster regional rivals. Now China wants in on the deal, and the US will be looking to emulate controls it sought on the activities of state-owned enterprises in Vietnam, to make sure China's companies are not unduly subsidised when competing internationally. China wants the US to increase access for its investors. \"Both state-owned and private companies are very keen to invest in other countries and the US is a very big market. But … they face many constraints, especially on the political side,\" said Xu Bin, professor of economics and finance at the China Europe International Business School. The Chinese tech firms Huawei and ZTE are only the most obvious examples. North Korea Hopes are highest over foreign policy, a subject that China has tended to avoid in recent summits. But if Beijing is serious about seeking superpower parity, expect to see warm words about international co-operation, particularly in relation to North Korea and its nuclear ambitions. Washington is encouraged by signs of irritation from Beijing towards its smaller communist neighbour during a recent ratcheting up of tensions with the US. A warm invitation to Beijing for South Korean president Park Geun-hye was seen as a decisive snub toward the bellicose northern leader, Kim Jong-un, as was the Bank of China's closure of accounts related to North Korea's nuclear programme. Recent statements by Xi stressing China's desire for a nuclear-free Korean peninsula may just be a pre-summit \"gift\" to the US, but it's one that the White House will be keen to unwrap. Expect to see statements designed to prevent Pyongyang from playing Washington and Beijing off against each other. Shi Yinhong, an expert on Sino-American relations at Renmin University, said that China will also want to discuss US relations with Japan in the context of the territorial dispute over the Diaoyu or Senkaku islands, which both Beijing and Tokyo claim. Expectations Beijing is more concerned with improving the working relationship than specific topics. \"This meeting in itself is what China wanted to achieve,\" said Shi. Analysts warn against unrealistically high expectations of a two-day meeting. Linda Jakobson, director of the east Asia programme at the Lowy Institute for International Policy, said that while there seem to be attempts to centralise Chinese foreign policy decision-making, it remains highly complex, with many actors. \"Leadership does matter,\" she said, \"but we shouldn't have exaggerated expectations that if Xi and Obama get along, tensions will decrease instantaneously or even automatically. In both countries there is a political establishment behind both men … There are so many forces in both Washington and Beijing which also tend to lean towards perceiving the other in a prism of distrust.\" A more personal relationship between the two leaders \"can easily be achieved\", said Shi Yinhong. \"But interpersonal relations are not the same as bilateral success.\"",
    "keywords": [
        "summit",
        "progress",
        "recent",
        "beijing",
        "xi",
        "uschina",
        "washington",
        "north",
        "china",
        "obama",
        "expectations",
        "chinese",
        "countries",
        "relationship",
        "heads",
        "high",
        "hopes"
    ],
    "summary": "The White House hopes to convince Xi that this is a lasting issue for the US and not just this month's Washington fad.\nObama's problem, however, is what he can offer critics in Washington to show he has made progress with Xi on the matter.\nNorth Korea Hopes are highest over foreign policy, a subject that China has tended to avoid in recent summits.\nExpectations Beijing is more concerned with improving the working relationship than specific topics.\n\"Leadership does matter,\" she said, \"but we shouldn't have exaggerated expectations that if Xi and Obama get along, tensions will decrease instantaneously or even automatically.",
    "sentiment": {
        "neg": 0.0716,
        "neu": 0.8263,
        "pos": 0.1021,
        "compound": 0.0649
    }
}