{
    "date": "2013-04-15T22:23:53Z",
    "title": "Panorama: North Korea Undercover – TV review",
    "url": "https://www.theguardian.com/tv-and-radio/2013/apr/15/panorama-inside-north-korea-review",
    "content": "'Journalists are all but banned from North Korea, so I'm going in undercover,\" says John Sweeney. I think he quite likes saying that. He is of course with a group of LSE students on a study trip, pretending to be a history teacher. He looks the part too. Don't forget they don't really have the internet in North Korea, so they won't have seen his famous Scientology rant on YouTube. \"I'm glad to meet you here in Pyongyang,\" says guide number one, from the front of the tour bus. Glad to meet you too sir. And you madam, guide number two. I worry for both of them now – are they in the gulag? Sweeney does some undercover reporting from the toilets of the hotel. There are no lights, and it smells. And outside there's a building site, they're building a bank, \"night and day, day and night\" says Sweeney. That wasn't in the brochure. In the main square above kids on rollerblades, portraits of Lenin and Marx have gone, it's more accurate to look at North Korea as a far right state, an analyst says. And on to the mausoleum where Kim il-sung isn't looking his best – pasty and blotchy, well he has been dead since 1994, though he still pretty much leads the country. His son, Kim Jong-il, dead for a little over a year, looks a little fresher. The undercover reporting is getting better. And continues to do so. Back on the bus, Sweeney looks out of the window, at poverty and greyness, at anti-aircraft guns, and military convoys going the other way. They visit a bottling factory where no bottling is going on. At a collective farm there are no crops, or animals, just propaganda blaring out from speakers all day long. At a smart new hospital there are no patients; mostly they come and get treated in the morning because in the afternoon they go to work or have social activities, explains the doctor. Good system, perhaps the NHS could learn something. The metro looks nice too, if it wasn't for the infernal propaganda. Nice and deep too, just in case of nuclear attack. \"Welcome to the real North Korea,\" says Sweeney, holding on to the barbed wire that surrounds another hotel he is staying in. It is very courageous reporting (especially from inside the circus along with what feels like the entire North Korean Officer Corps) and clearly the right thing to do now, as Kim Jong-un tells the world he is preparing for a nuclear attack on America. But how much does Sweeney actually discover from inside North Korea that isn't already known? The interesting analysis and insight comes from outside the country, from escapees over the border in South Korea and from experts and analysts. A lot of the footage – of the Kims, shows of military strength, inside the gulag, starvation in the 1990s, comes from other sources. From inside he doesn't find out how how much the of sabre rattling is serious, of course he doesn't. He finds out that North Korea is a secretive, dangerous place, with a brainwashed people, ruled by fear and the cult of personality. And often in the dark because the lights don't work. Now I'm no expert but I think we knew quite a lot of that already. Still, it's not a bad time to be reminded.",
    "keywords": [
        "going",
        "undercover",
        "sweeney",
        "im",
        "tv",
        "korea",
        "inside",
        "kim",
        "panorama",
        "looks",
        "reporting",
        "review",
        "north"
    ],
    "summary": "'Journalists are all but banned from North Korea, so I'm going in undercover,\" says John Sweeney.\nDon't forget they don't really have the internet in North Korea, so they won't have seen his famous Scientology rant on YouTube.\n\"Welcome to the real North Korea,\" says Sweeney, holding on to the barbed wire that surrounds another hotel he is staying in.\nBut how much does Sweeney actually discover from inside North Korea that isn't already known?\nHe finds out that North Korea is a secretive, dangerous place, with a brainwashed people, ruled by fear and the cult of personality.",
    "sentiment": {
        "neg": 0.0779,
        "neu": 0.8248,
        "pos": 0.0973,
        "compound": 0.0076
    }
}