{
    "date": "2013-05-01T17:42:56Z",
    "title": "Choco Pies offer North Koreans a taste of the other side",
    "url": "https://www.theguardian.com/world/2013/may/01/choco-pies-north-koreans",
    "content": "World leaders have tried aid, lectures, sanctions and engagement. But the long-term future of North Korea may be partly determined by a small, round, sugary snack from the South given as a reward to North Korean workers, say analysts. \"Choco Pies are an important mind-changing instrument,\" said Andrei Lankov, author of The Real North Korea and a leading expert on the country. \"It has become a symbol of South Korean prosperity – and North Koreans read it. They are suffering and starving, but thanks to Choco Pies, DVDs and large-scale labour migration to China, people don't buy the old story [that the South is even poorer] and the government does not sell it any more.\" The chocolate-covered, marshmallow-filled snacks enter the North through the Kaesong industrial complex, which is run jointly with the South – although Pyongyang has pulled out its 50,000-plus workers. Because South Korean bosses were not allowed to offer cash bonuses, which were considered too capitalist, they turned to informal incentive systems. Instant noodles and mixed coffee sachets are also popular, but Choco Pies are resold for three or four times their original price and have achieved almost legendary status among North Korea-watchers. \"The fact they are from South Korea is probably part of the allure. North Koreans don't have a lot of options as consumers,\" noted Sokeel Park, director of research and strategy at Liberty in North Korea, which works with North Korean refugees. Those who have earned a little cash might buy a foreign DVD; if they are doing better, they might stretch to a mobile phone. \"Someone from [the North Korean port city of] Rason told me that one of the biggest reasons she defected was because of the lack of fashion freedom in the country,\" Park added. Some young people are already risking black denim, he said, although it could mean a month in forced labour. Blue or skinny jeans remain off-limits. Such developments demonstrate the population's growing disaffection and awareness of the world outside, to the alarm of the country's leaders. \"Their claims to legitimacy are based on their ability to create a modern, self-sufficient Korean state. But they have failed: and they can't say it was bad luck, because there is another Korea just across the border,\" said Lankov.",
    "keywords": [
        "south",
        "offer",
        "choco",
        "korea",
        "world",
        "workers",
        "korean",
        "say",
        "pies",
        "park",
        "taste",
        "north",
        "koreans"
    ],
    "summary": "But the long-term future of North Korea may be partly determined by a small, round, sugary snack from the South given as a reward to North Korean workers, say analysts.\n\"Choco Pies are an important mind-changing instrument,\" said Andrei Lankov, author of The Real North Korea and a leading expert on the country.\n\"It has become a symbol of South Korean prosperity – and North Koreans read it.\nBecause South Korean bosses were not allowed to offer cash bonuses, which were considered too capitalist, they turned to informal incentive systems.\nNorth Koreans don't have a lot of options as consumers,\" noted Sokeel Park, director of research and strategy at Liberty in North Korea, which works with North Korean refugees.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.8408,
        "pos": 0.1086,
        "compound": 0.1776
    }
}