{
    "date": "2013-12-03T16:57:19Z",
    "title": "North Korean leader Kim Jong-un ousts uncle, claims South Korea",
    "url": "https://www.theguardian.com/world/2013/dec/03/north-korea-kim-jong-un-ousts-uncle-claims-south-korea",
    "content": "Kim Jong-un may have purged his uncle and aide, South Korean legislators have said, in what would be the most significant ousting since the young leader took the helm in North Korea. If the reports of Jang Song-taek's removal are true, it is a major development given his influence and close family ties. But Seoul's spy agency – the source of the claims – has a mixed record in tracking political change accurately in the secretive North. Legislator Jung Chung-rae told reporters that a senior South Korean intelligence official said two aides close to Jang in the Worker's party had been executed for corruption. \"Following that, the National Intelligence Service said it believes Jang Song-taek has not been seen and has lost his posts,\" Jung told the briefing. Jang is – or was – vice-chairman of the North's National Defence Commission and a department head of the Workers' party. The NIS would not confirm the details and Jung said it did not tell him how it obtained the information. Nor is it clear why the agency decided to divulge the claims at this stage. Seoul news agency Yonhap said the service had claimed it had multiple reliable sources which independently confirmed the execution of Jang's aides. Jang, 77, is a veteran figure who was purged twice – despite being married to Kim Jong-il's sister Kim Kyong-hui – only to come back into favour. Some analysts regarded him as a kind of regent, elevated by his brother-in-law so that he and his wife would ensure Kim Jong-un had a smooth succession. Jang was last mentioned in North Korean media on 6 November, AP reported. But in some cases members of the political elite have disappeared from media reports for periods of time and subsequently re-emerged, and analysts noted that there could be other causes for his low profile, such as illness. He has made far fewer appearances with Kim this year than in 2012 and the North Korean leader has replaced many senior figures in recent months – going through four army chiefs since he took power following his father's death in late 2011. Leonid Petrov of the Australian National University noted that if the news turned out to be true, its implications remained unclear. \"The question is [then] why he was removed; was he too conservative and an obstacle to … reforms in North Korea? Or was it the opposite; was he too liberal?\" he said. \"I believe the struggle in Pyongyang's top echelons is continuing and if this news is truthful, we can see a clear sign of these Byzantine-style power struggles. \"It looks like Kim Jong-un is coming of age and doesn't need the extra support or supervision of anyone who would interfere in his affairs.\" An alternative view is that other members of the elite had coalesced and put pressure on Kim to remove Jang. Koh Yu-hwan of Dongguk University in Seoul said: \"Jang Song-taek is a person who at one point Kim Jongun had to cut out as he solidifies his own power structure … I think the young elite had Kim get rid of Jang, meaning that he will rule without a guardian.\" Hazel Smith, an expert on the North at the University of Central Lancashire, noted: \"What surprises me is that I thought he was covering Kim Jong-il's back. There are six or seven powerful families and they don't always agree; in the Kim Jong-il period those families assumed more and more power.\" She said that Jang had been skilled at balancing the interests of \"the people who matter\" but had also made enemies as he tried to move the military out of positions that were powerful in domestic policy, reasserting the influence of civilian elements.",
    "keywords": [
        "jung",
        "south",
        "leader",
        "uncle",
        "korea",
        "ousts",
        "noted",
        "claims",
        "university",
        "kim",
        "power",
        "jang",
        "national",
        "jongun",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-un may have purged his uncle and aide, South Korean legislators have said, in what would be the most significant ousting since the young leader took the helm in North Korea.\nSome analysts regarded him as a kind of regent, elevated by his brother-in-law so that he and his wife would ensure Kim Jong-un had a smooth succession.\nJang was last mentioned in North Korean media on 6 November, AP reported.\nLeonid Petrov of the Australian National University noted that if the news turned out to be true, its implications remained unclear.\n\"It looks like Kim Jong-un is coming of age and doesn't need the extra support or supervision of anyone who would interfere in his affairs.\"",
    "sentiment": {
        "neg": 0.0466,
        "neu": 0.8813,
        "pos": 0.0721,
        "compound": 0.0803
    }
}