{
    "date": "2013-02-28T18:32:41Z",
    "title": "Congratulations, Pippa Middleton",
    "url": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2013/feb/28/congratulations-pippa-middleton",
    "content": "Lost in Showbiz gets in such a muddle over the etiquette on the Middleton sisters. I know that if you so much as mention one of them, you are ducked as a witch, but it's the law of the land to have a view on the other, with that view being that she is shamelessly cashing in on connections that aren't her birthright. So I do hope I won't end up like poor Goody Mantel for extending my warmest congratulations to Pippa Middleton for landing a column in Waitrose Kitchen magazine, where she will offer more of her entertaining tips. Pippa, of course, was a key piece in this column's 2008 winter Collection, but it is good to see others coming late to the party. (I'm not sure what Pippa's tips for coming late to parties are, but for what it's worth, mine is that you get a hero's welcome if you bring anything over 40% proof and some police incident tape.) Less pleasing to watch, however, have been those who greeted the publication of her book of party tips as dross, on the basis that it contained preposterously detailed instructions on how to do such complicated things as have a sack race, or use a teabag. Apparently this is \"basic\" – but Lost in Showbiz disagrees. It's like people say: if you can remember the 60s, you weren't there. And if you can remember how to make a cup of tea at the end of a party, it wasn't one.",
    "keywords": [
        "lost",
        "tips",
        "congratulations",
        "end",
        "pippa",
        "party",
        "view",
        "middleton",
        "remember",
        "late",
        "showbiz"
    ],
    "summary": "Lost in Showbiz gets in such a muddle over the etiquette on the Middleton sisters.\nSo I do hope I won't end up like poor Goody Mantel for extending my warmest congratulations to Pippa Middleton for landing a column in Waitrose Kitchen magazine, where she will offer more of her entertaining tips.\nPippa, of course, was a key piece in this column's 2008 winter Collection, but it is good to see others coming late to the party.\nApparently this is \"basic\" – but Lost in Showbiz disagrees.\nAnd if you can remember how to make a cup of tea at the end of a party, it wasn't one.",
    "sentiment": {
        "neg": 0.0952,
        "neu": 0.772,
        "pos": 0.1329,
        "compound": 0.2602
    }
}