{
    "date": "2013-01-11T10:21:37Z",
    "title": "North Korea whittles Twitter to two states and a Texan | Media Monkey",
    "url": "https://www.theguardian.com/media/mediamonkeyblog/2013/jan/11/north-korea-twitter-texan-media-monkey",
    "content": "North Korea has finally retreated from Twitter and downsized the number of people it follows. The official \"hermit kingdom\" twitter account, @uriminzok, is, as of Thursday, following just three accounts. They are: communist Vietnam @qwertyvn (note it's oh-so-clever reference to the western qwerty keyboard!); a Korean propoganda site @Pyongyang_DPRK and a 25-year-old Texan chap @JimmyDushku. Dushku describes himself as \"just a young guy trying to make a world a better place\" and has no idea why the North Koreans are following him. He has had death threats from people who thought he was a North Korean spy. \"I was initially surprised, but I always try to make friends with people from all different locales and backgrounds,\" Dushku told the Mother Jones website. Just like Eric Schmidt, Jimbob.",
    "keywords": [
        "texan",
        "whittles",
        "young",
        "korea",
        "following",
        "twitter",
        "world",
        "states",
        "monkey",
        "media",
        "dushku",
        "vietnam",
        "western",
        "website",
        "north",
        "korean"
    ],
    "summary": "North Korea has finally retreated from Twitter and downsized the number of people it follows.\nThe official \"hermit kingdom\" twitter account, @uriminzok, is, as of Thursday, following just three accounts.\nThey are: communist Vietnam @qwertyvn (note it's oh-so-clever reference to the western qwerty keyboard!\nDushku describes himself as \"just a young guy trying to make a world a better place\" and has no idea why the North Koreans are following him.\nHe has had death threats from people who thought he was a North Korean spy.",
    "sentiment": {
        "neg": 0.0549,
        "neu": 0.8476,
        "pos": 0.0975,
        "compound": 0.0657
    }
}