{
    "date": "2013-11-08T17:13:27Z",
    "title": "Samjiyon: North Korea's answer to the iPad",
    "url": "https://www.theguardian.com/technology/2013/nov/08/north-korea-enters-tablet-race-with-samijyon",
    "content": "Want to feel like one of the 1% – or at least, North Korea's 1%? Then head over to eBay and bid on one of the home-produced, Android-based tablets preloaded with the complete works of Kim Il Sung and a local version of Angry Birds that is causing a stir among North Korea watchers. The Samjiyon tablet is being increasingly spotted in shops and in use by locals. The established SA 70 version has a 4GB hard drive, 1GB RAM, a 7in screen and a 2-megapixel camera, with a variation including an analogue TV tuner to pick up local TV transmissions. Now a source has popped up on eBay, where bids currently stand at just over $102. Inside North Korea, the price “has been coming down steadily” since first coming to attention in May to around $150 for both foreigners and locals, said a frequent visitor and North Korea observer. This would appear to be way beyond the means of North Koreans according to official gauges of income, but actual wages are much higher, particularly so in the capital Pyongyang, where mobile phones are also very much part of the norm. There, tablets are becoming more common but are not as ubiquitous as mobiles. The tablet is “not a toy for the elite, but not as common as a pair of shoes,” as one observer put it. The tablet's name is carefully chosen: Samijyon is the site of a famous 1939 battle with the Japanese. (North Korea won.) While the software is of North Korean origin, the news website North Korea Watch theorises that the tablets are assembled by Pyongyang’s Korea Computer Center from parts supplied by Hong Kong–based Shenzhen Yecon. It’s not known if there are plans to export the tablets – though you can bid for one on eBay – but a major advantage of using it in-country is, as noted by Professor Frank Reudiger on 38 North, another North Korea-watching site, “the user is not harassed by advertisements or in-game shopping.” • This article was amended on 11 November 2013. Samjiyon was misspelled in the headline and picture caption in an earlier version.",
    "keywords": [
        "ebay",
        "observer",
        "version",
        "tv",
        "tablet",
        "korea",
        "samjiyon",
        "answer",
        "ipad",
        "tablets",
        "site",
        "north",
        "koreas"
    ],
    "summary": "Want to feel like one of the 1% – or at least, North Korea's 1%?\nThe Samjiyon tablet is being increasingly spotted in shops and in use by locals.\nInside North Korea, the price “has been coming down steadily” since first coming to attention in May to around $150 for both foreigners and locals, said a frequent visitor and North Korea observer.\n(North Korea won.)\nWhile the software is of North Korean origin, the news website North Korea Watch theorises that the tablets are assembled by Pyongyang’s Korea Computer Center from parts supplied by Hong Kong–based Shenzhen Yecon.",
    "sentiment": {
        "neg": 0.0191,
        "neu": 0.9508,
        "pos": 0.0301,
        "compound": 0.0197
    }
}