{
    "date": "2013-04-01T09:10:00Z",
    "title": "Seoul remains calm despite North Korea's sabre-rattling",
    "url": "https://www.theguardian.com/world/2013/mar/31/north-korea-sabre-rattling-seoul",
    "content": "Judging by the mood among people in the South Korean capital on Sunday, the message has yet to get through that their country is in a state of war with its belligerent neighbour. Groups of tourists and young couples filled the streets of Seoul near the cavernous glass edifice of city hall, relishing the warmth of the early spring sunshine after another bitterly cold Korean winter. Shoppers swarmed into the Lotte department store, snapping up early-evening discounts in the basement food hall, while TV channels served up an eclectic mix of baseball, period drama and news of a spiralling crisis over government appointees surrounding the new president, Park Geun-hye. Little, if anything, was said about North Korea, which has directed a flurry of furious threats at the South and the US in recent weeks, culminating in the release of a mildly comedic photograph of the regime's 30-year-old leader, Kim Jong-un, seated with his generals in front of a map pinpointing envisioned US targets for a nuclear strike. \"Kim Jong-un is crazy,\" said Josiah Jung, a 22-year-old student. \"He runs a poor, hungry country … his threats are just talk designed to get food and money. But if North Korea bombs any part of South Korea, like it did in 2010, this time we should respond with an all-out attack.\" While experts believe the North is a long way off building a functioning nuclear weapon, let alone one that can reach the US mainland, Pyongyang gave notice on Sunday that it would push ahead with the development of weapons of mass destruction. In a statement released by the official KCNA news agency, the central committee of the ruling Korean Workers' party slammed charges that the North was using its nuclear programme to win aid and diplomatic concessions. Nuclear weapons \"are neither a political bargaining chip nor a thing for economic dealings to be presented to the place of dialogue or be put on the table of negotiations aimed at forcing [Pyongyang] to disarm itself,\" the party' top decision-making body said. North Korea's \"nuclear armed forces\" it added, \"represent the nation's life, which can never be abandoned as long as the imperialists and nuclear threats exist on earth\". The announcement comes amid frequent threats to attack South Korea and its allies, the US and Japan. On Saturday, the regime said it had entered a \"state of war\" with Seoul and would \"settle accounts with the US\" after two of its stealth bombers took part in a training mission over an uninhabited South Korean island. Pyongyang said it would retaliate against any provocations by the US or the South \"without prior notice\". In response, the unification ministry in Seoul, which is responsible for cross-border relations, said: \"North Korea's statement is not a new threat but is the continuation of provocative threats.\" Most analysts believe North Korea, now ruled by a third generation of the Kim dynasty, is reverting to a trusted diplomatic strategy of using threats to win concessions on aid and, ultimately, a peace treaty with the US. The regime, so the received wisdom goes, has neither the capability nor the political will to make good on its threats. It knows that an attack on the US or its overseas assets would invite swift, powerful retaliation against Pyongyang and prompt the collapse of the regime. That view is shared by many South Koreans, even those too young to remember similar provocations by Kim Jong-un's father, Kim Jong-il. \"This has been going on since the 1950s and 60s,\" said Lee Jang-won, a 29-year-old employee of a solar power firm who recently completed his national service. \"I don't think North Korea will do anything major, despite what it says. Kim Jong-un has too much to lose.\" Kim burnished his credentials as the North's \"supreme commander\" with a successful rocket launch last December and a nuclear test last month, but he is still building his reputation at home. The North Korean economy is in ruins after years of international sanctions, and the state can no longer provide for its people, 24 million of whom face regular food shortages, the UN says. The North's statement said its nuclear programme would be accompanied by economic development through more foreign trade and investment and a focus on agriculture, light industry and a \"self-reliant nuclear power industry\". \"Even dictatorships respond to public opinion and public pressure,\" said John Delury, a North Korea analyst at of Yonsei University in Seoul. \"He's expected to pay attention to, and make improvements in, the common people's standard of living. They've put that promise out in their domestic propaganda.\" While threats of a nuclear strike or other major attacks are being dismissed as bluster, the possibility of a more localised conflict is a growing concern. In November 2010, the North shelled Yeonpyeong, a South Korean island near the countries' disputed Yellow Sea border, killing two civilians and two soldiers. Earlier the same year, a torpedo attack blamed on the North sank a South Korean naval ship, killing 46 sailors. Seoul did not take action, but promised fierce retaliation if attacked again, raising fears that a naval clash or isolated shelling in the coming days or weeks could quickly spiral out of control. Scott Snyder, a senior fellow for Korea studies with the US Council on Foreign Relations thinktank, said the US should now help Kim Jong-un find a way to lower the diplomatic temperature. \"There is a need for the US and South Korea to offer some clear diplomatic gestures of reassurance toward the North that can help the North Koreans climb down, calm down and change course,\" Snyder told AFP. For now, cool heads prevail in Seoul's presidential Blue House. Park, a conservative who took office less than two months ago, has spoken of engagement with the North – a departure from the hardline stance of her predecessor, Lee Myung-bak, who cut free-flowing aid and took inter-Korean relations to their lowest point in years. Park reportedly wants to begin the process by offering humanitarian aid, followed by huge investment in North Korea's social and economic infrastructure, but only if Pyongyang abandons its nuclear weapons programme in return.",
    "keywords": [
        "threats",
        "south",
        "calm",
        "korea",
        "sabrerattling",
        "remains",
        "seoul",
        "nuclear",
        "kim",
        "despite",
        "jongun",
        "korean",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "But if North Korea bombs any part of South Korea, like it did in 2010, this time we should respond with an all-out attack.\"\nNorth Korea's \"nuclear armed forces\" it added, \"represent the nation's life, which can never be abandoned as long as the imperialists and nuclear threats exist on earth\".\n\"I don't think North Korea will do anything major, despite what it says.\n\"Even dictatorships respond to public opinion and public pressure,\" said John Delury, a North Korea analyst at of Yonsei University in Seoul.\nEarlier the same year, a torpedo attack blamed on the North sank a South Korean naval ship, killing 46 sailors.",
    "sentiment": {
        "neg": 0.1016,
        "neu": 0.8186,
        "pos": 0.0798,
        "compound": -0.0898
    }
}