{
    "date": "2013-05-01T18:20:31Z",
    "title": "North Koreans tune in for a glimpse of the outside world",
    "url": "https://www.theguardian.com/world/2013/may/01/north-korea-media-outside-world",
    "content": "Lee Seok-young can still remember the first tune he heard crouched beneath the blankets late one night, twisting the dial of his radio until he caught a station across the border. Crackling through, at the lowest volume, was the South Korean love song Ten Thousand Roses. For Lee, then 18, it was a curious, tantalising echo from another world: \"All the songs I had heard were ideological. This was about the lives of people,\" he said. North Korea has the world's least free media, according to Freedom House and Reporters without Borders. TVs and radios are fixed to receive only state broadcasts, then sealed. Officials mount overnight raids to find and punish those who tamper with their sets, and those caught consuming foreign media are likely to face forced labour. Very few people have internet access. But since the early 1990s, \"the near complete information blockade the government managed to maintain has eroded,\" noted a report on North Korean media consumption (pdf) by InterMedia last year. Those near the Chinese or South Korean border surreptitiously tune in to foreign radio and television broadcasts. Families watch imported dramas on illicit DVDs or USB sticks. Others contact friends and relatives working outside the North via smuggled Chinese mobile phones, which work in border areas. \"Foreign radio is essentially the only real-time source of sensitive outside news and information available in North Korea and even entertainment media, such as South Korean DVDs, can offer North Koreans a fascinating glimpse of life in the South and a much-needed escape from their own hardships,\" said Nathaniel Kretchun, author of the InterMedia study. Two decades after he first tuned in, Lee is at the other end of the broadcasts, living in Seoul and working as director of Free North Korea Radio. It is one of several media organisations run on a shoestring by defectors, sympathetic South Koreans and other volunteers who transmit news into the North and extract information from the secretive country – with websites such as the DailyNK winkling out details that foreign media, such as the BBC's controversial Panorama programme, struggle to obtain. Their influence is multiplied by word of mouth. In his day, said Lee, you would only talk about such things with your siblings. Even husbands and wives might fear sharing secrets, noted another defector, in case they later divorced. But those who have left more recently, and North Koreans working in China, say people now discuss what they have heard with good friends or even consume foreign media together. One man interviewed by InterMedia protected himself by watching illicit DVDs with off-duty security officials. Listening to foreign radio is liable to particularly heavy punishment because it is often directly political. It is also less immediately appealing than South Korean soap operas, lacking their glossy production values and exciting storylines. And North Koreans, weary of propaganda, often warm to such shows precisely because they are not aimed at them. But even entertainment offers clues that the outside world is not the way it has been portrayed; and some, like Lee, are drawn to search for more sensitive material. By listening to music stations, \"I learned things were not as I had been taught … South Korea seemed less of an enemy, more like the same people – and like a very free country,\" he said. \"It's about creating doubt. Maybe when you first listen to us you are a 100% believer. But you listen and then maybe you believe 90%. \"North Koreans think their life is hard because of the US and South Korea so they never really blame the government. Information from outside showing how the world lives or showing [internal] corruption can bring change.\" There are more professional stations, such as Voice of America and the Korean Broadcasting System. Often, people simply listen to whatever they can find. But Lee believes that defectors have a better understanding of how to address North Koreans, and that many in the North are intrigued to learn about those who have left the country. The broadcasts go out between midnight and 2am, when people in the North have the best chance of listening without interruption. Listeners glue the seals from their devices back on if they hear rumours of crackdowns. Authorities have now turned their attention to Chinese-made DVD players with USB ports, the Daily NK reported. Although the machines are legal – the regime appears to have believed that North Koreans would use them to watch domestic propaganda films – officials disable the USB connections. But penalties appear less punitively enforced than in the past and some bribe their way out of trouble. The periodic campaigns slow rather than halt foreign media consumption and can even be counterproductive: \"The fact that the government is telling you so strongly not to listen makes some people curious,\" said Lee. Though the station focuses on transmitting to the North, it also has sources inside the country who feed it information about what is happening there, usually via Chinese mobile phones. Calls must last just a few minutes, to avoid being traced. DailyNK uses similar methods, finding suitable North Koreans outside the North and training them before their return. Park In-ho, its president and co-founder, tells journalists their first job is survival; reporting is secondary. The North's state news agency has denounced the site as \"reptile media\", while Lee believes his brother – who stayed in the North – was killed due to his work. Both Free North Korea Radio and DailyNK pay their North Korean staff and the money is a powerful draw in a country where many find it hard to feed their families. Yet Park says realising their reporting has an impact also gives the journalists real pride. DailyNK's ultimate aim is to help the world understand the North better, fostering better policy-making by offering hard facts in place of stereotypes and opinions. \"A lot of people think it's still like it was in the 80s or 90s. It's changed, but they don't know about it,\" he said. If the site wanted to make a splash, he added, \"we could report on Kim Jong-un's underpants.\" Instead, the group focuses on daily life: rice prices, ideological campaigns, the state of farming. It is funded by a US non-profit foundation, the National Endowment for Democracy, while Free North Korea runs on donations and the fees its staff receive for lecturing and consulting on the North. \"It's not like broadcasting for two or three years will bring it [the regime] down. We are thinking very, very long term,\" said Lee. \"But who else is going to do it if not us?\"",
    "keywords": [
        "south",
        "world",
        "korea",
        "radio",
        "outside",
        "tune",
        "glimpse",
        "media",
        "lee",
        "koreans",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "Those near the Chinese or South Korean border surreptitiously tune in to foreign radio and television broadcasts.\nAnd North Koreans, weary of propaganda, often warm to such shows precisely because they are not aimed at them.\n\"North Koreans think their life is hard because of the US and South Korea so they never really blame the government.\nDailyNK uses similar methods, finding suitable North Koreans outside the North and training them before their return.\nBoth Free North Korea Radio and DailyNK pay their North Korean staff and the money is a powerful draw in a country where many find it hard to feed their families.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.8713,
        "pos": 0.0765,
        "compound": 0.1094
    }
}