{
    "date": "2013-12-06T13:10:24Z",
    "title": "Joe Biden reaffirms US strategy for Asia-Pacific with talks in Seoul",
    "url": "https://www.theguardian.com/world/2013/dec/06/joe-biden-seoul-south-korea-china-airspace-row",
    "content": "Joe Biden, the US vice-president, reaffirmed his country's commitment to the Asia-Pacific region as he met the South Korean president, Park Geun-hye, in Seoul at the end of a week-long regional trip defined by friction over China's new air defence zone. Potentially raising tensions further, Seoul plans to expand its own zone in response to China's move, to cover a submerged reef that both countries lay claim to. The Chinese zone's inclusion of air space over islands claimed by both China and Japan has raised hackles, with fraught relations between the two countries shaded by larger questions about power in the region and the role of the US. Critics say the Obama administration has done little to act on its promise to refocus foreign policy towards Asia and has been bogged down by other international and domestic issues. \"I want to make one thing absolutely clear: President Obama's decision to rebalance the Pacific basin is not in question,\" Biden said. He emphasised that \"the United States never says anything it does not do\". Speaking at Yonsei University in Seoul, Biden said the US would play a leading role in creating a new era of prosperity and security in Asia. But he acknowledged that growth in the region also brought new tensions and that the rules and norms to deal with those were still evolving. \"This is one of those inflection points in history,\" Biden said. \"We actually have a chance a chance to bend history just slightly.\" Shi Yinhong, an expert on Sino-US relations at Renmin University in Beijing, said: \"He is reassuring allies that financial difficulties and the relationship with China will not lead it to abandon its strategy in the Pacific.\" He added: \"The diplomatic competition is very clear ... China has expressed its strategic aspirations. Potentially, in the long term, they may have a conflict with American strategic interests.\" Shi suggested the zone would encourage the US to \"think more seriously about how to deal with China's strategic aspirations in the region\". Jonathan Pollack, an Asia policy expert at the Washington-based Brookings Institution, told Associated Press ahead of Biden's speech: \"If we're going to be honest about it, China is not the only country being assertive right now. \"All the states involved are trying to buy themselves more latitude in their decision-making – more space. That's all well and good until something you don't want to happen does.\" Biden also said he had stressed to Chinese leaders that the US military would ignore the demand that aircraft announce their identity when in the designated area. \"I was absolutely clear on behalf of my president: we do not recognise the zone. It will have no effect on American operations. None. Zero,\" he said. While US officials have played up Biden's good personal relations with the Chinese leaders, including President Xi Jinping, there appears to have been little progress on the issue of the zone in their lengthy discussions. Park said Biden's visit was helpful for peace at a time of \"growing volatility and tensions\" in north-east Asia, as they met at the Blue House, the presidential office in Seoul. He is due to visit the demilitarised zone between South and North Korea before flying back to Washington on Saturday. Biden and Xi spoke at some length about North Korea when they met in Beijing this week, according to senior Obama administration officials. They said that the two men had discussed what the Iran nuclear deal suggested in terms of dealing with Pyongyang, citing the \"combination of pressure plus dialogue plus … unity among the significant global powers\" that brought Iran to the table. Daniel Pinkston, project director for north-east Asia at the International Crisis Group, which publishes a new report on Chinese-North Korean relations early next week, warned: \"Even though the two sides would prefer to have a non-nuclear North Korea, I think they have fundamentally different views, approaches and thinking about the types of instruments more likely to realise that goal. And they have different concerns. \"China is looking at that bigger geopolitical side in the region, and the threat perceptions are just different.\"",
    "keywords": [
        "biden",
        "relations",
        "president",
        "tensions",
        "seoul",
        "strategy",
        "region",
        "china",
        "strategic",
        "asia",
        "asiapacific",
        "joe",
        "reaffirms",
        "talks",
        "zone"
    ],
    "summary": "Potentially raising tensions further, Seoul plans to expand its own zone in response to China's move, to cover a submerged reef that both countries lay claim to.\n\"I want to make one thing absolutely clear: President Obama's decision to rebalance the Pacific basin is not in question,\" Biden said.\nSpeaking at Yonsei University in Seoul, Biden said the US would play a leading role in creating a new era of prosperity and security in Asia.\nBiden and Xi spoke at some length about North Korea when they met in Beijing this week, according to senior Obama administration officials.\n\"China is looking at that bigger geopolitical side in the region, and the threat perceptions are just different.\"",
    "sentiment": {
        "neg": 0.0521,
        "neu": 0.8583,
        "pos": 0.0896,
        "compound": 0.1058
    }
}