{
    "date": "2013-04-14T12:00:00Z",
    "title": "The west seems more concerned about North Korea than most Koreans | Nick Connelly",
    "url": "https://www.theguardian.com/commentisfree/2013/apr/14/north-korea-threat-south-korea-us",
    "content": "I had assumed I would be safe in peaceful little Wonju, a city around an hour and a half from Seoul by bus, but while we were eating sangyupsal and drinking soju together, a Korean friend of mine informed me that due to the myriad army bases stationed on the outskirts of Wonju, we would be one of the first places North Korea targeted. Oh well, I thought, if it's to be nuclear war then what's the difference anyway? We continued eating and drinking and talking about nothing in particular. This was two weeks ago, two weeks until I would finish my year's contract teaching English in South Korea and return to Scotland. I was teaching English at a hagwon, a private school, in Wonju, a city of 250,000 but whose ambience and close proximity to the mountains and countryside gave it a far more intimate feel. In my final class the following Monday I asked my middle school students what they thought of the escalating threats from the north. Six of the ten students told me that they hoped North Korea would attack because they wanted to die. When I asked them why, they were unable to express themselves in their basic English, although one student told me, \"Because tired\". And a few other students muttered \"Me too\". This reaction was typical of the middle school students I taught, who from the moment school finished would spend time dashing from one academy to another, in their parents' crazed determination to send them to university. These responses were also depressingly reflective of a country with one of the highest suicide rates in the world. After I had finished teaching for the day and was cleaning my classroom, one of my students came to see me. He was a well-mannered boy of 15 and asked, \"Is teacher worried?\" \"A little,\" I said. \"Don't worry,\" he replied. \"Korea is strong, Scotland is strong. I think OK.\" He chuckled as he walked out of my classroom. A feature of my time in Korea was the sound of fighter jets and helicopters from above. I would always look up and try to see these foreboding creatures, but usually the planes would move too quickly, or the choppers would be obscured by the numerous high rises, which are a feature of the urban Korean landscape. Sometimes when I heard the howling rumble of one of these jets, I would think \"what if\", but then it would continue on its way and I on mine. And by the time I left, these sounds would become as common as the stares of the natives who hadn't seen a tall blonde foreigner before. One Sunday afternoon as I sat in a taxi on my way to play football at a nearby park, a sequence of military vehicles drove by. In the back of each truck sat 20 or so young Korean men in uniform, clutching their weapons tightly to their chests, their expressionless faces betraying none of the histrionics typical of western news coverage. The taxi driver only glanced at them briefly as one after another truck rolled by, but I was transfixed. This taxi driver seemed to encapsulate the sentiments of most Koreans I encountered. They did not seem afraid and dealt with the increasingly belligerent rhetoric with a serene apathy – or perhaps a mild disdain. As we ate dinner together, I bored my Korean co-teachers with my questions and concerns, but they were either disinterested in the topic or were dismissive of the north and its supposed firepower. My concerns were laughed off. And even if North Korea did attack, it's doubtful the hagwons would close. A friend of mine who owns a hagwon had once tried to close his school for the day, as a snowstorm had dropped a foot of snow on the ground in just two hours. Numerous parents had phoned to complain and shouted at him until he relented and reopened the school. Later that evening one of the parents was involved in a car accident driving her son to the hagwon. Thankfully, her injuries were minor and her son unharmed, but the feeling was that perhaps only the onset of nuclear war would see the closure of Korea's beloved hagwons. In the final week before I left, a South African told me that his American girlfriend had said they should pack an emergency bag – \"just in case\". We laughed it off as the typical reaction of a melodramatic American, but both admitted that we did not have any idea what we would do in the event of an attack. Did we go to Seoul? Did we run for the mountains? Would it matter? That Saturday in Myeongdong , the busy shopping district in the centre of Seoul, the shops were still filled with sanguine and earnest consumers, no sign of an \"emergency bag\" being filled. The queues of shoppers waiting to use the fitting rooms were as long and as terrifying as any other Saturday afternoon. And so I came to my final night in Korea. After I finished my final class and was humbled by the grace, generosity and kindness of the students, I stood outside my hagwon in the pleasant warmth of a Korean spring night. I embraced my director, and we exchanged amiable sentiments of thanks and gratitude. I told her to stay safe and to keep her family safe. And she smiled as she said: \"Nick, no worry. Nick go to home. Sleep peaceful. See you again.\" And the next day I flew back to Scotland.",
    "keywords": [
        "connelly",
        "wonju",
        "korea",
        "final",
        "west",
        "nick",
        "students",
        "typical",
        "concerned",
        "told",
        "hagwon",
        "school",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "This was two weeks ago, two weeks until I would finish my year's contract teaching English in South Korea and return to Scotland.\nIn my final class the following Monday I asked my middle school students what they thought of the escalating threats from the north.\nSix of the ten students told me that they hoped North Korea would attack because they wanted to die.\nA feature of my time in Korea was the sound of fighter jets and helicopters from above.\nAnd even if North Korea did attack, it's doubtful the hagwons would close.",
    "sentiment": {
        "neg": 0.0616,
        "neu": 0.8364,
        "pos": 0.1021,
        "compound": 0.0007
    }
}