{
    "date": "2013-06-16T15:54:47Z",
    "title": "White House guarded over North Korea offer of nuclear and security talks",
    "url": "https://www.theguardian.com/world/2013/jun/16/white-house-north-korea-nuclear-talks",
    "content": "The White House has responded to an apparent overture by North Korea over nuclear talks, stating that it is open to discussions, but only if Pyongyang lives up to its \"obligations to the world\". The guarded response from Washington came after North Korea's high-ranking National Defence Commission proposed \"senior-level\" negotiations aimed at easing tensions with the US and forging a peace treaty to formally end the Korean war. The apparent softening line on US relations from Pyongyang comes during a period of relative quiet on the Korean peninsular. Until recently, the situation was marked by bellicose language and posturing, with missile and nuclear tests in the North countered with a stepping up of joint US-South Korea military exercises. But the overture from Pyongyang also comes just days after the withdrawal of a proposal from the North for rare cabinet-level talks with counterparts in the Seoul. Bickering over who would lead the delegations saw the negotiations fall apart before they had begun. In that context, the latest overture to Washington has been interpreted by some as an attempt to go over the head of Seoul, in a deliberate snub. It would also mirror a forthcoming meeting between South Korea's new president, Park Geun-hye, and Xi Jinping of China, which Pyongyang counts as its one major ally. The White House acknowledged the statement from the National Defence Commission, which is headed by North Korea's leader, Kim Jong-un. But the Obama administration fell short of committing itself to talks. \"We have always favoured dialogue and, in fact, have open lines of communication with the Democratic People's Republic of Korea,\" Caitlin Hayden, a spokeswoman for the National Security Council, said on Sunday. The aim was to have \"credible negotiations\" with North Korea, she added, but this would have to involve the North \"living up to its obligations to the world, including compliance with the UN Security Council resolutions, and ultimately in denuclearisation.\" A senior official from the administration told the Guardian that prior to any talks with Pyongyang taking place, the matter would first have to be discussed with Washington's partners in the region – Japan and South Korea. A meeting between the three allies has been set up for this week, it is understood. After the sabre-rattling of late 2012 and early 2013 – which culminated in Pyongyang warning of \"nuclear war\" in April – tensions on the peninsula have faded, to a degree, in recent months. Reporters in the North have noted a softening of propaganda, with billboards calling on Koreans to \"wipe away the American imperialist aggressors\" having been taken down. The pattern of North Korea calling for talks after embarking on perceived provocative actions has been seen before, with experts in the West suggesting the impoverished nation uses the tactic in order to draw out greater concessions. But Washington may be wary, having been stung before. A significant food-for-disarmament deal which was agreed in February 2012, after months of discussions, was soon scuppered by a resumption of missile tests by the North. A sticking point could be the belief held by Pyongyang that the US still has nuclear weapons stored in South Korea – a claim Washington has denied. The talks the North proposed on Sunday would address \"denuclearising the whole peninsula, including South Korea, and aims at totally ending the US nuclear threat\", according to the National Defence Commission. The statement said it was now up to Washington to propose a date and venue for talks. The new development comes as the peninsula prepares to mark the 60th anniversary, next month, of the armistice that put ended active fighting in the Korean War. Pyongyang has said it is keen to have a peace treaty signed by the US, a move that would formally end the conflict that lasted from 1950 to 1953.",
    "keywords": [
        "war",
        "white",
        "offer",
        "south",
        "korea",
        "north",
        "washington",
        "house",
        "nuclear",
        "peninsula",
        "guarded",
        "national",
        "security",
        "pyongyang",
        "talks"
    ],
    "summary": "The White House has responded to an apparent overture by North Korea over nuclear talks, stating that it is open to discussions, but only if Pyongyang lives up to its \"obligations to the world\".\nThe White House acknowledged the statement from the National Defence Commission, which is headed by North Korea's leader, Kim Jong-un.\nThe aim was to have \"credible negotiations\" with North Korea, she added, but this would have to involve the North \"living up to its obligations to the world, including compliance with the UN Security Council resolutions, and ultimately in denuclearisation.\"\nA sticking point could be the belief held by Pyongyang that the US still has nuclear weapons stored in South Korea – a claim Washington has denied.\nThe talks the North proposed on Sunday would address \"denuclearising the whole peninsula, including South Korea, and aims at totally ending the US nuclear threat\", according to the National Defence Commission.",
    "sentiment": {
        "neg": 0.047,
        "neu": 0.9033,
        "pos": 0.0497,
        "compound": -0.0117
    }
}