{
    "date": "2013-08-09T13:30:00Z",
    "title": "The biggest threat to America? The size of its own military budget | Michael Cohen",
    "url": "https://www.theguardian.com/commentisfree/2013/aug/09/biggest-threat-america-size-military-budget",
    "content": "Dear America: I know you've got a lot on your mind these days. Work is a drag; the kids are still on summer vacation; the car is making an awful racket (it's probably the muffler); you've got to clean out the gutters; your anniversary is right around the corner and you can't think of a thing to buy; you really need to see the dentist. It's always something, right? Well, here's one piece of good news: you're pretty safe. Sure, Obama had to cancel that summit with Putin, and al-Qaida might be plotting to attack an overseas embassy, and there is that guy down the block who is just a little too into guns, and truth be told, you might want hit the gym a bit more often (just sayin') … but otherwise, you're pretty good. Don't believe me? Check out what Michael Morell, the No2 man at the CIA, had to say about the threats facing America in this recent interview with the Wall Street Journal. If anyone knows about foreign threats, it's gotta be this guy, right? He's a big muckety-muck at the Central Intelligence Agency. He gets to see everything; even that stuff Snowden leaked. What he's most worried about? Syria. Hasn't there been a civil war going on there for three years? Why is that a threat to the United States? Well, according to Morell, the \"risk is that the Syrian government, which possesses chemical and other advanced weapons, collapses and the country becomes al-Qaida's new haven, supplanting Pakistan.\" Putting aside that such a scenario is a slim possibility, even if it did happen, it wouldn't actually a direct threat to the United States. It's not as if Syrian Islamist rebels are yelling \"Damascus today, Des Moines tomorrow\". If everything falls apart, a few of those al-Qaida guys could take up residence, as they did in Pakistan, but then al-Qaida had a safe haven in Pakistan for years and there hasn't been a single major terrorist attack in the United States in the 12 years since 9/11. Of course, there's always the outside chance that the war in Syria will destabilize Iraq or Turkey or Jordan or Israel. That would be bad for US interests, but for individual Americans, less so. In other words, if Syria is the biggest threat to the United States, then Americans really don't have much to fear. So, what's next on Morrell's list? Iran. The Iranians do seem kind of scary, what with all that \"Death to America\" chanting, and the Ayatollah was a bad dude. But the reality is that Iran is a bit of a paper tiger. It doesn't have an active nuclear weapons program – so says the US intelligence community (and Morell works there, right?). And Iran is being strangled by international sanctions; it has a second-rate military with little modern armor, artillery, aircraft or major combat ships; it is diplomatically isolated, and its people just elected a moderate presidential candidate. That doesn't sound so very scary. OK, what's next on Morell's list of doom? The global al-Qaida threat. If it's been 12 years since AQ pulled off a major terrorist attack, how big a threat can these guys be? They are getting pounded by drones in Pakistan and Yemen. Remember when Obama said he was going to start dialing them back? Hasn't happened. In fact, Morell even noted that the United States has \"significantly degraded\" the group's capabilities in Afghanistan and Pakistan. Still, he warned that \"al-Qaida has had its own victory as well. The dispersal of al-Qaida is their victory.\" Huh? So when al-Qaida was \"dispersed\" from Afghanistan in 2001, was that a victory? How about when they were decimated in Pakistan and needed to set up shop in Yemen? Another glorious win? These guys can't have a terrorist conference call without the NSA listening in (\"if you're a terrorist leader, please enter the access code and then hit the pound key\"). Even when al-Qaida makes a vague, non-specific threat against an overseas US target, the United States completely overreacts, closing its embassies in 19 Arab and African countries. Third biggest threat? Not so much. Then there has to be something on Morell's list that can get Americans worried. North Korea? According to Morell, North Korea might one day develop a missile that could send a nuclear weapon to the United States. Sure, that could happen. But unless Pyongyang's strategic posture shifts from regime survival to national suicide, we should all be fine. It's worth remembering that a couple of months ago, when the North Koreans were engaging in another semi-regular bout of saber-rattling with South Korea and the United States, a lot of people began talking about the possibility of war. Academics were writing articles in the New York Times saying such as \"Bomb North Korea, Before It's Too Late.\" Guess what? Things went back to normal, as they pretty much always have. In fact, just this week, the North Koreans announced they are re-opening the Kaesong Industrial Zone, a joint manufacturing complex it operates with their hated neighbors from the South. The final threat in Morell's tale of global danger is the perennial, amorphous fear of cyber war, which is a threat more defined by hype than hysteria. The less said about it, the better. The fact is, none of what Morell describes as a threat actually is a significant threat. And while national security elites – from the secretary of defense to prominent thinktank denizens like to describe the world today as a \"dangerous\" place, it simply isn't true. There were six wars last year (just six!). This follows a consistent trend of declining violence that dates back decades. When wars do occur, they pretty much never occur between states. Since the Gulf war of 1991, territorial conquest has gone the way of the dodo. Indeed, when the US fights a major war these days, it is generally because they've started it – with consistently disastrous results. Not that this stops those aforementioned thinktankers from warning that relatively trivial cuts to the size of the army and marine corps will leave the military \"weaker\", or military leaders from suggesting, as they did earlier this year, that cuts to the Pentagon's budget would \"devastate the military\" or imperil the \"continued prosperity and security interests\" of the United States. What is most striking about Morell's warnings is, in fact, the stunning hollowness of the threats he describes. If Syria, North Korea and Iran are truly what threaten us, then truly, we have little to fear from the world outside out borders. And it's not as if the US is alone in dealing with these issues. On the Korean Peninsula, South Korea has a formidable military; on Iran, sanctions against the regime are not unilateral but multilateral – as in, United Nations-approved; and the enemies of al-Qaida comprise pretty much every country in the world. That this grab-bag of minor threats is used to justify a defense budget in the range of $600bn, an active and reserve force of 1 million troops and a far-flung empire of military bases and partners – not to mention, a rather effective navy and air force, and thousands of nuclear weapons – is astounding. If this is best the CIA can do, they really need to pick up their game. So, rest easy, America. Enjoy your August. It's not so bad out there.",
    "keywords": [
        "budget",
        "size",
        "war",
        "military",
        "biggest",
        "united",
        "morell",
        "korea",
        "threat",
        "states",
        "pakistan",
        "america",
        "cohen",
        "michael",
        "alqaida",
        "north"
    ],
    "summary": "In other words, if Syria is the biggest threat to the United States, then Americans really don't have much to fear.\nNorth Korea?\nAccording to Morell, North Korea might one day develop a missile that could send a nuclear weapon to the United States.\nAcademics were writing articles in the New York Times saying such as \"Bomb North Korea, Before It's Too Late.\"\nIf Syria, North Korea and Iran are truly what threaten us, then truly, we have little to fear from the world outside out borders.",
    "sentiment": {
        "neg": 0.1416,
        "neu": 0.7403,
        "pos": 0.1183,
        "compound": -0.1016
    }
}