{
    "date": "2013-04-25T14:25:55Z",
    "title": "Why warring 'allies' hold no terrors for North Korea | Simon Tisdall",
    "url": "https://www.theguardian.com/world/2013/apr/25/warring-allies-no-terrors-north-korea",
    "content": "North Korea's ostracised leadership has little to laugh about these days, or so one might think, given the condemnation heaped on its outlawed nuclear and missile activities. But Pyongyang could be forgiven a quiet or even a loud snigger at the Crazy Gang antics of its main critics, the US, China, Japan and South Korea – who, regardless of the supposedly grave and imminent threat posed by the North, have been at each other's throats again this week. If Kim Jong-un, the North Korean leader, is worried about strategic encirclement by a powerful anti-Pyongyang alliance, he can rest easy; these guys can barely agree what day of the week it is, let alone a concerted policy of negotiation, containment or regime change. One bone of fierce contention is the Senkaku islands (Diaoyu to the Chinese) in the East China sea – to be exact, five islets and three rocks – that Japan controls but Beijing says are its own. This is one of many maritime disputes involving China, Japan, South Korea, Vietnam, the Philippines and others, but it is potentially the most dangerous, mainly because of numerous, provocative incursions by Chinese military vessels and planes. Japanese ultra-nationalists, encouraged by hawkish prime minister Shinzo Abe's recent landslide election victory, are busy exploiting the issue. On Tuesday, after 10 boats carrying Japanese hardliners entered the area, an unprecedented eight Chinese patrol ships hove into view. A physical collision was avoided this time, but an outright clash, deliberate or otherwise, appears inevitable on present trends. This perception has been heightened by details of an incident on 30 January, when, according to Japan's defence ministry, a Chinese frigate or destroyer activated its missile-guidance system and \"painted\" a Japanese maritime self-defence force ship with its fire-control radar – the first such contemporary \"lock-on\" incident involving the two navies. \"In response, the PLA [People's Liberation Army] said an investigation had concluded that no such incident had taken place,\" the International Institute for Strategic Studies IISS said in a briefing paper. \"But the Japanese defence minister, Itsunori Onodera, said the radar lock-on amounted to a threat of force and violated the UN charter … Japanese commentators asserted that the incident marked a watershed in the island dispute,\" Saying Chinese military officials privately admitted the incident had occurred, the IISS suggested the PLA was operating beyond the control and possibly without the knowledge of the political leadership in Beijing. It also warned that both militaries were worryingly inexperienced, that both sides had failed so far to create mechanisms to avoid an accidental conflict, and that Abe, who has authorised his ships to fire warning shots if challenged, was pursuing a highly political agenda ahead of upper house elections in July. These latest island tensions came hard on the heels of controversy over weekend visits by Abe's cabinet colleagues and MPs to the Yasukuni shrine for Japan's war dead in Tokyo. This row pitted Japan against not only China but also South Korea, its supposed comrade-in-arms against North Korea. Doubtless to Kim's delight, Yun Byung-se, Seoul's foreign minister, cancelled talks in Tokyo on the North Korean crisis. Even as these events were unfolding, General Martin Dempsey, the chairman of the US joint chiefs of staff, was valiantly maintaining after three days of talks in Beijing that the US and China were on the same page when it came to curbing North Korea's nuclear activities. But he did not sound entirely sure. \"They have given us an assurance that they are working on it, as we are. But I didn't gain any insights into particularly how they would do that,\" Dempsey said. Washington and Beijing have a lot of \"issues\", of course. And Chinese reticence on North Korea might have something to do with Dempsey's reassertion of Washington's determination to stick up for Japan in any future maritime conflict. Even before Dempsey left, Beijing issued a statement condemning US-Japanese plans to hold joint military exercises in June off California involving the notional recapture of an isolated island. China would not be intimidated by \"provocative actions\" and \"foreign pressure\", the foreign ministry said. Beijing also announced it was building a second aircraft carrier. Bottom line: China fears and resents American regional interference far more than it does North Korean misbehaviour. While all this was going on, meanwhile, North Korea pursued its dangerous game of cat and mouse, shuffling missiles about and potentially holding hostage 175 South Korean managers stranded at the Kaesong industrial complex just north of the border from which most South Korean workers have been expelled. Seoul's unification ministry warned on Thursday of \"grave measures\" unless the impasse was resolved, without saying what that might entail. Kim probably feels he can afford to ignore such threats. This dysfunctional bunch of warring \"allies\" holds no terrors for him.",
    "keywords": [
        "hold",
        "south",
        "allies",
        "warring",
        "korea",
        "beijing",
        "china",
        "terrors",
        "simon",
        "japanese",
        "japan",
        "incident",
        "chinese",
        "tisdall",
        "north",
        "korean"
    ],
    "summary": "This is one of many maritime disputes involving China, Japan, South Korea, Vietnam, the Philippines and others, but it is potentially the most dangerous, mainly because of numerous, provocative incursions by Chinese military vessels and planes.\nThis row pitted Japan against not only China but also South Korea, its supposed comrade-in-arms against North Korea.\nDoubtless to Kim's delight, Yun Byung-se, Seoul's foreign minister, cancelled talks in Tokyo on the North Korean crisis.\nAnd Chinese reticence on North Korea might have something to do with Dempsey's reassertion of Washington's determination to stick up for Japan in any future maritime conflict.\nBottom line: China fears and resents American regional interference far more than it does North Korean misbehaviour.",
    "sentiment": {
        "neg": 0.1437,
        "neu": 0.8141,
        "pos": 0.0423,
        "compound": -0.3004
    }
}