{
    "date": "2013-04-01T11:22:04Z",
    "title": "South Korea warns it will retaliate if North attacks",
    "url": "https://www.theguardian.com/world/2013/apr/01/south-korea-retaliate-north-attacks",
    "content": "South Korea has said it will strike back with immediate and overwhelming force if North Korea launches an attack on its territory, days after Pyongyang said it had entered a \"state of war\" with its neighbour. \"If there is any provocation against South Korea and its people, there should be a strong response in initial combat, regardless of the political considerations,\" the South Korean president, Park Geun-hye, told senior military officials on Monday. Park said that as commander of the armed forces she would trust the military to respond to any \"sudden and unexpected provocations\" by the North. Last week North Korea threatened to attack the South and its main ally, the US, in retaliation for UN sanctions introduced after the regime conducted a nuclear weapons test in February. Pyongyang is also angered by joint US-South Korea defence drills, which are continuing until the end of the month. \"[North Korea] will achieve nothing by threats or provocations, which will only further isolate North Korea and undermine international efforts to ensure peace and stability in Northeast Asia,\" the US military command in South Korea said in a statement. On Sunday the US sent F-22 Raptor stealth fighter jets from a base in Japan to take part in the drills. Last week two US B-2 stealth bombers took part in the dummy bombing of an uninhabited South Korean island, prompting a furious response from the North. Officials in Washington are confident that the North is unable to mount nuclear warheads on missiles, and that it does not possess even conventional missiles capable of reaching the US mainland. The stream of belligerent rhetoric from Pyongyang has been attributed to attempts by the North's 30-year-old leader, Kim Jong-un, to cement his grip on power and to win aid and political concessions from the US, including an agreement not to launch a pre-emptive strike against the isolated state. North and South Korean remain technically at war because their 1950-1953 civil war ended with an armistice, not a peace treaty. A full-scale war is unlikely but there is clear concern in Seoul about the more realistic threat of a small-scale attack on the South Korean military or a group of islands near the countries' disputed maritime border in the Yellow Sea. The government recently changed its rules of engagement to allow its forces to respond immediately to any provocation rather than wait for official approval for a counter-attack. It has vowed to target Kim Jong-un and destroy some of the myriad statues of the ruling Kim dynasty in the event of a conflict. The tougher language coming out of the presidential Blue House is seen as an attempt by Park, who has taken a more conciliatory line towards the North since taking office this year, to steer a delicate course between rapprochement and pressure. Her predecessor, Lee Myung-bak, was criticised for what many saw as his slow and inadequate response to Pyongyang's provocations in 2010, when the North torpedoed a naval ship and shelled the frontline island of Yeonpyeong, killing 50 South Koreans. On Sunday the most powerful arm of North Korea's ruling party said the state would continue to develop nuclear weapons, and denied that the country was using its nuclear arsenal to win concessions and aid from Washington. In a statement carried by the official KCNA news agency, the central committee of the Korean Workers' party said the nuclear programme would be accompanied by economic development. \"The enemies are using both blackmail, telling us that we cannot achieve economic development unless we give up nuclear weapons, and appeasement, saying that they will help us live well if we choose a different path,\" Kim was quoted as saying. Today Kim suggested he may be about to launch an overhaul of the country's battered economy with the appointment of Pak Pong-ju, a former prime minister who is thought to favour a Chinese-style opening up of the economy, as standing member of the party's political bureau. Pak was behind changes in 2002 designed to stabilise consumer prices and, significantly, grant more freedom to private enterprise. He fell out of favour for several years after his reforms caused social upheaval, but appears to have been welcomed back into the party's inner circle. As a member of the politburo, whose role has been strengthened by Kim Jong-un, he will be one of 10 officials who effectively run the country's domestic affairs. Pak is reportedly close to Kim's uncle, Jang Song-thaek, who is widely believed to be the regime's second in command. \"Pak being named to fill the vacancy in the Politburo could be a sign that the North is interested in achieving economic growth,\" Lim Eul-chul, a research professor at Kyungnam University, told Yonhap news agency. One of the regime's few sources of hard currency is the Kaesong industrial region, a joint project located six miles north of the border that draws on investment from about 120 South Korean companies and employs workers from both countries. At the weekend North Korea threatened to close the complex, a move that would mark a potentially dangerous deterioration in cross-border ties. Aside from its importance as a symbol of inter-Korean co-operation since it opened in 2005, Kaesong plays a key role in the impoverished North's economy. About 200,000 North Korean workers and their families reportedly derive income from the complex, which also earns the country about $100m a year in profits. The zone was operating normally on Monday, despite Pyongyang's threats to close it down. Sudden closure could leave hundreds of South Korean workers, who cross into the North daily, stranded on the wrong side of the heavily fortified border separating the two countries. \"I have no idea about what it will be like when I go to the North Korean side. It seems OK to be here, but we will be living there in a tense situation for a week,\" Kim Won-soo, a manager at the complex, told Associated Press before he left for work from the South Korean city of Paju on Monday morning. The Hankyoreh, a left-leaning South Korean newspaper, agreed that Kaesong's closure would heighten the risk of conflict on the peninsula. \"The North of course justifies its threats on the pretext of the ongoing [US-South Korea] combined military exercises. Even so, it was a huge mistake to threaten to shut down the Kaesong industrial complex, which has served as a safety valve keeping the worst-case scenario from actually happening,\" it said in an editorial on Monday.",
    "keywords": [
        "war",
        "south",
        "military",
        "korea",
        "attacks",
        "workers",
        "warns",
        "kim",
        "nuclear",
        "retaliate",
        "pak",
        "north",
        "korean"
    ],
    "summary": "South Korea has said it will strike back with immediate and overwhelming force if North Korea launches an attack on its territory, days after Pyongyang said it had entered a \"state of war\" with its neighbour.\n\"[North Korea] will achieve nothing by threats or provocations, which will only further isolate North Korea and undermine international efforts to ensure peace and stability in Northeast Asia,\" the US military command in South Korea said in a statement.\nNorth and South Korean remain technically at war because their 1950-1953 civil war ended with an armistice, not a peace treaty.\nAt the weekend North Korea threatened to close the complex, a move that would mark a potentially dangerous deterioration in cross-border ties.\nThe Hankyoreh, a left-leaning South Korean newspaper, agreed that Kaesong's closure would heighten the risk of conflict on the peninsula.",
    "sentiment": {
        "neg": 0.0985,
        "neu": 0.8099,
        "pos": 0.0916,
        "compound": 0.0067
    }
}