{
    "date": "2013-01-10T07:58:00Z",
    "title": "Google's Eric Schmidt says North Korea must open up to internet as visit ends",
    "url": "https://www.theguardian.com/world/2013/jan/10/north-korea-internet-schmidt-visit",
    "content": "Google's executive chairman, Eric Schmidt, has warned North Korea that it risks continued isolation and economic decline unless it quickly loosens its grip on access to the internet. Speaking in Beijing at the end of a four-day visit to North Korea with Bill Richardson, the former governor of New Mexico, Schmidt said the regime would fall even further behind the rest of the world unless it widened access to the internet and mobile phones among its 24 million people. \"As the world becomes increasingly connected, their decision to be virtually isolated is very much going to affect their physical world, their economic growth and so forth, and it will make it harder for them to catch up economically. \"We made that alternative very clear,\" Schmidt said at the end of the trip that the US state department had criticised as \"unhelpful\" as it attempts to pressure the regime into abandoning its ballistic missile and nuclear weapons programmes. \"Once the internet starts, citizens in a country can certainly build on top of it, but the government has to do something,\" Schmidt told reporters at Beijing airport. \"They have to make it possible for people to use the internet, which the government in North Korea has not yet done. It's their choice now, and in my view it's time now for them to start or they will remain behind.\" Schmidt and Richardson did not address Washington's criticism of their visit to Pyongyang, where they met government officials, scientists, software engineers and students, saying only that the trip was strictly private and humanitarian. Richardson, who has made several trips to North Korea, said he urged the regime to end its missile and nuclear weapons programmes. \"It is important for this step to be taken to calm tensions on the peninsula.\" He also asked the authorities to ensure that Kenneth Bae, a US citizen in North Korean custody, was treated humanely. \"We were informed that his health was good, that the judicial proceedings would start soon,\" Richardson said. \"That is encouraging.\" He was not able to meet Bae, who has been charged with unspecified crimes against the state. The pair said they had also \"strongly\" urged the North Korean government to open up access to the internet and mobile phones and relax strict controls on their use by a small minority of elite citizens. \"The internet is important for the welfare of the North Korean people, to expand mobile technology, to expand cell phone use,\" Richardson said. Schmidt, to date the highest-ranking US business executive to visit the secretive nation, had been guarded about the purpose of his visit. Some analysts have suggested he was using a commitment to online freedom as a means of expanding Google's global reach, even if that includes the world's darkest, most repressive corners. More internet traffic, even in impoverished states such as North Korea, could ultimately mean more opportunities to sell digital advertising, which forms the bulk of Google's $50bn (£31bn) in annual revenue. Schmidt, however, insisted he had joined the US delegation in a private capacity. \"This is a private visit to North Korea, to talk about the free and open internet. And they showed up and listened to us and asked us a lot of questions,\" he said. The company could benefit from a relaxation of internet access in North Korea, however. The country's leader, Kim Jong-un, has shown few signs of relaxing the strict controls on civic life imposed by his father and grandfather, but made a point of stressing science and technology during a rare public address on New Year's Day. In the same address, Kim, who turned 30 this week, said he would make developing the state's economy a priority this year, and urged citizens to improve their knowledge of technology as a means to that end. Currently only a tiny proportion of the population has access to the internet, and most of the 1.5m mobile phones are in the hands of the country's political, military and commercial elites. \"There is a supervised internet and intranet, supervised in that people were not allowed to use the internet without somebody else watching them, it appeared,\" Schmidt said. \"There is a private intranet within the North Korean network that links their universities.\" North Korea's intranet has its own websites and runs using internet technology but is not interconnected with the rest of the world. A small number of people – typically government officials, people working in propaganda divisions, senior scientists and some university students – have limited, and most likely monitored, access. Experts on North Korean technology said Schmidt's controversial visit was unlikely to produce significant opportunities for either side. Martyn Williams, who runs the Korea Tech blog, said Schmidt's interest in the regime was part of a wider fascination with countries around the world where internet access is forbidden or restricted, adding that his message on openness was unlikely to have had much impact. \"Richardson knows the way the country works, so Schmidt probably wasn't so naive as to think a plane ride to Pyongyang and meetings with officials would open the country to the web,\" Williams told the Guardian. \"If anything does come of the visit, it might be baby steps, like a deal to get modern PCs for universities. Google is a little restricted in what it can do as a high-tech US company. As for Google making money there, I think that's a long way off.\" Williams said it would be \"politically\" tricky for Google to operate any service in North Korea unless it coincided with more freedoms for ordinary citizens. \"We're not just talking about stopping people reading certain websites,\" he said. \"In North Korea the wrong email or web site could result in much harsher penalties for the sender or browser, so I don't think Google could risk being associated in any way with actions of that nature by the regime.\" Schmidt, who was accompanied by Jared Cohen, the director of the company's in-house thinktank, Google Ideas, toured the Korea Computer Centre in Pyongyang, and asked local experts about the country's new Samjiyon tablet computers and its Red Star operating system. He and Richardson also learned about North Korea's data encryption software, face recognition devices, video chatroom software and instant messaging services. John Bolton, the US ambassador to the UN during the last Bush administration, said Schmidt and Richardson had been used by the North Korean regime to boost its international legitimacy. They \"have joined the long list of Americans and others used by the Kim family dictatorship for political advantage\", Bolton wrote in the New York Daily News. \"North Korea has repeatedly welcomed prominent Americans to help elevate its stature. It is seeking direct negotiations with Washington, for in the distorted vision of the nation's leadership, this might lead to full diplomatic recognition and 'equal' status in the world community.\" Richardson said other countries in the region needed to move towards establishing new bilateral relationships with the north to ease tensions. \"We think it's important that the north-south dialogue be revived, and we think it's important that the United States and North Korea start having positive bilateral discussions,\" he said. \"We need dialogue, not confrontation, on the peninsula.\"",
    "keywords": [
        "googles",
        "regime",
        "korea",
        "world",
        "internet",
        "ends",
        "visit",
        "eric",
        "richardson",
        "access",
        "schmidt",
        "open",
        "north",
        "korean"
    ],
    "summary": "Google's executive chairman, Eric Schmidt, has warned North Korea that it risks continued isolation and economic decline unless it quickly loosens its grip on access to the internet.\n\"They have to make it possible for people to use the internet, which the government in North Korea has not yet done.\nHe also asked the authorities to ensure that Kenneth Bae, a US citizen in North Korean custody, was treated humanely.\n\"This is a private visit to North Korea, to talk about the free and open internet.\nThe company could benefit from a relaxation of internet access in North Korea, however.",
    "sentiment": {
        "neg": 0.0455,
        "neu": 0.8692,
        "pos": 0.0854,
        "compound": 0.1036
    }
}