{
    "date": "2013-01-01T11:35:33Z",
    "title": "Kim Jong-un calls for better ties with South Korea",
    "url": "https://www.theguardian.com/world/2013/jan/01/kim-jong-un-calls-better-ties-south-korea",
    "content": "North Korea's leader, Kim Jong-un, has called for better ties with South Korea in a rare new year broadcast, warning that history had shown that continued confrontation would lead to \"nothing but war\". Kim, addressing the country on state media weeks after it successfully launched a long-range rocket that many believe was a cover for a missile test, was the first North Korean leader to deliver a new year broadcast since his grandfather – the country's founder, Kim Il-sung – in 1994. His father, Kim Jong-il, who died just over a year ago, rarely spoke in public. \"An important issue in putting an end to the division of the country and achieving its reunification is to remove confrontation between the north and the south,\" he said in Tuesday's address, which appeared to have been pre-recorded at an undisclosed location. \"The past records of inter-Korean relations show that confrontation between fellow countrymen leads to nothing but war.\" The conciliatory tone is being seen as an early attempt to reach out to the South's incoming leader, Park Geun-hye, who takes office in February as the country's first female president. North and South Korea remain technically at war after their 1950-53 conflict ended with an armistice but not a peace treaty. They are separated by the demilitarised zone, one of the most heavily fortified borders in the world. But analysts cautioned that Kim's apparent desire for detente after five years of deteriorating ties under the South's hardline president, Lee Myung-bak, did not necessarily mark a shift in North Korean thinking. Kim's statement \"apparently contains a message that he has an intention to dispel the current face-off [between the two Koreas], which could eventually be linked with the North's call for aid\" from South Korea, Kim Tae-woo, of Seoul's Korea Institute for National Unification, told Reuters. \"But such a move does not necessarily mean any substantive change in the North Korean regime's policy towards the South.\" In echoes of the military-first philosophy developed by his father, Kim said: \"The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country.\" However, he did indicate that he would focus on raising living standards in a country heavily dependent on China for aid and where an estimated one-third of its 24 million people are malnourished. He said the North should put as much energy into strengthening the economy as it had devoted to developing its rocket programme, which it insists is for peaceful space exploration. \"Let us bring about a radical turn in the building of an economic giant with the same spirit and mettle as were displayed in conquering space.\" John Delury, a North Korea analyst at Yonsei University in Seoul, said the onus was on Park to nudge her counterpart north of the border in the right direction. \"If Kim Jong-un is going to engineer a shift from 'military-first' to 'it's the economy, stupid', he is going to need Seoul's encouragement,\" he said. It was up to South Korea, he added, \"to unclench its fist first, so the leader of the weaker state can outstretch his hand\". Cross-border ties deteriorated dramatically after the North was accused of sinking a South Korean navy vessel, the Cheonan, in March 2010, with the loss of 46 sailors. In November the same year it shelled Yeonpyeong island, located just south of their maritime border in the Yellow Sea, killing two soldiers and two civilians. Park, the daughter of a former South Korean dictator, narrowly won last month's presidential election with promises of more engagement with the North, but stopped short of supporting a return to the \"sunshine policy\" of unconditional aid.",
    "keywords": [
        "war",
        "south",
        "leader",
        "korea",
        "better",
        "north",
        "kim",
        "ties",
        "calls",
        "country",
        "park",
        "jongun",
        "korean"
    ],
    "summary": "North Korea's leader, Kim Jong-un, has called for better ties with South Korea in a rare new year broadcast, warning that history had shown that continued confrontation would lead to \"nothing but war\".\nNorth and South Korea remain technically at war after their 1950-53 conflict ended with an armistice but not a peace treaty.\nKim's statement \"apparently contains a message that he has an intention to dispel the current face-off [between the two Koreas], which could eventually be linked with the North's call for aid\" from South Korea, Kim Tae-woo, of Seoul's Korea Institute for National Unification, told Reuters.\n\"But such a move does not necessarily mean any substantive change in the North Korean regime's policy towards the South.\"\nIt was up to South Korea, he added, \"to unclench its fist first, so the leader of the weaker state can outstretch his hand\".",
    "sentiment": {
        "neg": 0.0567,
        "neu": 0.8885,
        "pos": 0.0548,
        "compound": 0.0111
    }
}