{
    "date": "2013-04-04T03:21:00Z",
    "title": "North Korea nuclear threats prompt US missile battery deployment to Guam",
    "url": "https://www.theguardian.com/world/2013/apr/03/us-missile-defence-system-guam-north-korea",
    "content": "The Pentagon ordered an advanced missile defence system to the western Pacific on Wednesday, as the US defence secretary, Chuck Hagel, declared that North Korea posed \"a real and clear danger\" to South Korea, Japan and America itself. The deployment of the battery to the US territory of Guam is the biggest demonstration yet that Washington regards the confrontation with North Korea as more worrying than similar crises over the past few years. It also suggests the Americans are preparing for a long standoff. North Korea ramped up its rhetoric on Wednesday, warning that it had authorised plans for nuclear strikes on targets in the US. The North Korean military said that the \"moment of explosion is approaching fast\" and that war could break out \"today or tomorrow\". An unnamed North Korea army spokesman, in a statement carried by the Korean Central News Agency, said its military had been cleared to wage an attack using \"smaller, lighter and diversified nuclear\" weapons. Early on Thursday the Yonhap news agency in the South said North Korea had moved what appeared to be a missile that might be capable of reaching Guam to its east coast. The Musudan missile, thought to be untested, had a theoretical range of 1,875 miles (3,000km) which would put all of South Korea and Japan within its reach, said Yonhap, quoting unnamed South Korean and US intelligence sources. Other reports said the North had given South Korean companies until 10 April to pull out of the Kaesong factory park run, which is operated jointly by the two countries and remained cordoned off by the North on Thursday. South Korea's reunification ministry denied such a deadline had been given. The Pentagon announced the deployment of the Terminal High Altitude Area Defence System (THAAD) before the latest statement from Pyonyang. It is intended to provide protection for US military bases in the region against short- and medium-range North Korean missiles. North Korea has, over the past few weeks, warned that it could strike Guam, Hawaii and the US west coast. The $800m (£529m) battery was not due for deployment until 2015, but will now be in place in weeks. There had been debate within the US defence department about deploying it first to the Middle East to protect Israel, but the threat from North Korea is now viewed as more serious. A Pentagon statement said the deployment was \"a precautionary move to strengthen our regional defence posture against the North Korean regional ballistic missile threat\". Hagel, speaking at the National Defense University in Washington, emphasised North Korea's potential military threat. \"They have a nuclear capacity now. They have a missile delivery capacity now. And so, as they have ratcheted up their bellicose, dangerous rhetoric, and some of the actions they have taken over the last few weeks, present a real and clear danger.\" His response contrasted with more muted comments by other members of the Obama administration over the past two days as they sought to reduce tensions. China also voiced strong fears about rising tensions on the Korean peninsula. Its foreign ministry spokesman, Hong Lei told reporters in Beijing that the country's deputy foreign minister, Zhang Yesui, had expressed \"serious concern\" over the crisis in a meeting with ambassadors from the US and South Korea. \"In the present situation, China believes all sides must remain calm and exercise restraint and not take actions which are mutually provocative and must certainly not take actions which will worsen the situation,\" Lei said. North Korea followed Tuesday's announcement that it would resume operations to produce weapons-grade plutonium by barring South Korean workers from entering a jointly run industrial complex. The Kaesong industrial complex, six miles north of the heavily fortified border that has separated the two countries for six decades, is viewed as the last remaining symbol of inter-Korean co-operation. The North has disrupted operations there before, but Wednesday's move caused particular concern as South Korea and the US attempt to respond to a catalogue of provocations by the Pyongyang regime. In recent weeks, North Korea has threatened a nuclear attack against the US and its overseas bases – a hollow threat, experts say, given the regime's relatively primitive nuclear and missile technology – and declared a \"state of war\" with South Korea. China is North Korea's only remaining ally and its biggest aid donor. Its description of the situation in such bleak terms is being interpreted as a sign of growing frustration with the unpredictable behaviour of the 30-year-old North Korean leader, Kim Jong-un. Hagel, speaking before the missile deployment was announced, said the danger posed was to South Korea and Japan, and \"also the threats that the North Koreans have levelled directly at the US regarding our base in Guam, threatened Hawaii and threatened the west coast. We take those threats seriously.\" He described the US response so far as measured. It has conducted joint military exercises with the South Koreans – even though this involved flying US B-52 and B-2 bombers over the Korean Peninsula – and has been working with the China to defuse the crisis. But Hagel reiterated the risk of misreading the danger. \"It only takes being wrong once and I don't want to be the secretary of defense that was wrong once.\" He expressed hope that North Korea would reduce its dangerous rhetoric. Using the phrase similar to a \"clear and present danger\" has a special resonance in the US. In the past, it has been used as a precursor to war, although the signals from the White House so far suggest no one realistically thinks that is imminent. The THAAD system is land-based and includes a truck-mounted launcher, interceptor missiles, a tracking radar and an integrated fire-control system. The Pentagon said: \"The United States continues to urge the North Korean leadership to cease provocative threats and choose the path of peace by complying with its international obligations. The United States remains vigilant in the face of North Korean provocations and stands ready to defend our territory, our allies, and our national interests.\" The disruption to the Kaesong complex, which draws on investment from more than 100 South Korean firms and employs workers from both countries, was seen by some experts as a sign of a swift deterioration in an already tense situation between North and South Korea. The unification ministry in Seoul said about 480 South Korean managers who had planned to travel to Kaesong had been prevented from crossing into the North. \"South Korea's government deeply regrets the entry ban and urges that it be lifted immediately,\" said Kim Hyung-seok, a ministry spokesman. \"Ensuring the safety of our citizens is our top priority.\"",
    "keywords": [
        "threats",
        "battery",
        "south",
        "danger",
        "military",
        "korea",
        "prompt",
        "nuclear",
        "deployment",
        "guam",
        "missile",
        "defence",
        "north",
        "korean"
    ],
    "summary": "North Korea ramped up its rhetoric on Wednesday, warning that it had authorised plans for nuclear strikes on targets in the US.\nThe North Korean military said that the \"moment of explosion is approaching fast\" and that war could break out \"today or tomorrow\".\nIt is intended to provide protection for US military bases in the region against short- and medium-range North Korean missiles.\nNorth Korea has, over the past few weeks, warned that it could strike Guam, Hawaii and the US west coast.\nThe United States remains vigilant in the face of North Korean provocations and stands ready to defend our territory, our allies, and our national interests.\"",
    "sentiment": {
        "neg": 0.1131,
        "neu": 0.8259,
        "pos": 0.061,
        "compound": -0.1854
    }
}