{
    "date": "2013-12-09T17:30:45Z",
    "title": "Family affair: Kim Jong-un wipes his uncle from North Korea's history | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2013/dec/09/north-korea-kim-jong-un-uncle",
    "content": "After visiting Pyongyang, Christopher Hitchens wrote that although \"Orwellian\" is a cliche, for North Korea no other word would do. Dashing hopes that his youth and Swiss schooling might bring change, Kim Jong-un, the third-generation quasi-monarch of a regime still notionally communist, has just reminded us that 1984 is still North Korea's playbook, with the viciously public purging of Jang Song-thaek, his uncle-in-law and former protector. As in any tyranny, purges are of course routine. But they are usually subtler. In July 2012, Ri Yong-ho, the vice-marshal who squared young Kim's succession with the Korean People's Army, was suddenly relieved of all his posts due to \"illness\". In 2010, another senior military figure, Kim Il-chol, was similarly retired owing to \"his advanced age of 80\". (The titular head of state, Kim Yong-nam, is 85; Choe Yong-rim, the previous premier, was 83.) More dramatically, also in 2010, Ri Je-gang, a senior figure in the nominally ruling Workers' Party of Korea, had just enjoyed a KPA art squad soiree with then-leader Kim Jong-il – highlights included \"agitation through reminiscences 'Comrades! Take This Revolver, Please!' \" – when his car fatally crashed in Pyongyang's empty night-time streets. Ri and Jang were rival promoters of Kim Jong-un, so some regarded this as no mere accident. Most often, people just vanish. As finance minister (2000-05), Mun Il-bong presented five budgets (not many numbers, mind). Last reported visiting Mongolia in October 2005, he was never heard of again. For another once-prominent finance specialist, Pak Nam-gi, the record stops abruptly in January 2010. Rumour in Seoul says Pak was shot in a Pyongyang stadium two months later, the fall guy for a disastrous currency redenomination in late 2009. Even Jang – despite decades in the inner circle after marrying Kim Kyong-hui, Kim Jong-il's sister, in 1972 – disappeared in mid-2003, only to resurface early in 2006, looming ever larger once his nephew's succession got going. Then as now, despite family ties, the fear was of Jang building his own separate power base. But whereas Kim Jong-il needed him, his headstrong son not only thinks uncle expendable but has chosen to make an example of him. Jang's removal was extreme even by North Korean standards. Not since the 1970s has a senior figure been shown on TV being physically arrested in a party meeting, having just had the book thrown at him. The long and ludicrous charge-sheet covers all bases: from \"anti-party … factional acts\" and obstructing the economy to \"dreaming different dreams\", not to mention \"a dissolute and depraved life … improper relations with several women\" and even drug use. Jang may now be dead; his wife's fate is unclear. The Orwellian rewrites have begun, too. On Saturday, Jang was edited out or obscured in 17 shots of a rerun TV news report from October which had shown him at Kim Jong-un's side. With the second anniversary of Kim Jong-il's funeral imminent, will they delete film and photographs of him as he walked beside the hearse behind Kim Jong-un? All this is high-risk. Kim hopes to cow anyone who may think of opposing him. But as in spillikins, removing a central stick is perilous: you never know which other pieces may fall. Nor is this charade believed. All North Koreans know who Jang is, or was. The idea of a rotten apple right at the core of the regime hardly convinces – and could backfire. The Democratic People's Republic of Korea (every word now betrayed) used to resemble another great literary dystopia: Aldous Huxley's Brave New World. Its people seemed true believers: shiny, happy people. They can still put on a show of that, but they are not fooled and nor should we be. As the clocks strike 13, we still await Pyongyang's Winston Smith.",
    "keywords": [
        "fostercarter",
        "ri",
        "uncle",
        "korea",
        "wipes",
        "history",
        "2010",
        "aidan",
        "kim",
        "jang",
        "jongun",
        "senior",
        "family",
        "figure",
        "word",
        "north",
        "koreas"
    ],
    "summary": "After visiting Pyongyang, Christopher Hitchens wrote that although \"Orwellian\" is a cliche, for North Korea no other word would do.\nIn 2010, another senior military figure, Kim Il-chol, was similarly retired owing to \"his advanced age of 80\".\nRi and Jang were rival promoters of Kim Jong-un, so some regarded this as no mere accident.\nNot since the 1970s has a senior figure been shown on TV being physically arrested in a party meeting, having just had the book thrown at him.\nWith the second anniversary of Kim Jong-il's funeral imminent, will they delete film and photographs of him as he walked beside the hearse behind Kim Jong-un?",
    "sentiment": {
        "neg": 0.0671,
        "neu": 0.8786,
        "pos": 0.0543,
        "compound": -0.0314
    }
}