{
    "date": "2013-04-14T15:17:53Z",
    "title": "BBC refuses to drop North Korea Panorama documentary",
    "url": "https://www.theguardian.com/media/2013/apr/14/bbc-north-korea-panorama-film",
    "content": "The BBC has insisted it will broadcast a Panorama documentary about North Korea, despite protests from the London School of Economics (LSE) that journalist John Sweeney put its staff working abroad at risk by posing as a student from the institution to gain access to the communist state. Tony Hall, the BBC director general, has rejected a request from the LSE chairman, Peter Sutherland, to shelve the documentary, North Korea Uncovered, due to be broadcast on BBC1 on Monday night. Hall, who has already had to defuse a row over the anti-Thatcher song Ding Dong! The Witch Is Dead less than two weeks after taking over at the BBC, responded to a letter from Sutherland on Saturday. He is understood to have said the documentary would go ahead as there was a clear public interest in reporting on the escalating situation in North Korea. Hall is also understood to have said that the BBC had considered the risks involved and made sure the students on the trip were able to make an informed decision about the potential danger. However, the LSE disputed whether the students gave their informed consent, claiming they had been deliberately misled by the BBC, and challenged the corporation's risk assessment. \"It is LSE's view that the students were not given enough information to enable informed consent, yet were given enough to put them in serious danger if the subterfuge had been uncovered prior to their departure from North Korea,\" the university said in an email sent to all staff and students on Saturday. Foreign journalists can not get visas to enter North Korea but overseas academics and students can. Sweeney spent eight days in the country in March with the LSE group on a trip ostensibly arranged by the Grimshaw Club – the student society of the university's international relations department. The LSE said it first became aware of the true nature of his visit last Tuesday during a meeting with BBC staff. The university said North Korean authorities alleged that Sweeney had described himself on his visa application as an \"LSE student, PhD in history\" and gave as his address a room number that is used by a member of its academic staff. Students on the trip reported that their North Korean guides repeatedly referred to Sweeney as \"professor\" and he went along with this, according to the LSE. Sweeney graduated from the LSE in 1980 with a BSc in government and if he has a PhD, it is not from there, according to the university. The LSE said students on the trip were not told before setting off that Sweeney and two other BBC journalists travelling with them would be using the visit to film an undercover documentary. The university identified the two other BBC journalists as Alexander Niakaris and Tomiko Sweeney, John Sweeney's wife, who was involved in organising the trip. In advance of leaving London, before they had paid for the trip, the students were told on two occasions – individually and later as a group – that an undercover journalist would be accompanying them to North Korea and if this was discovered they could face arrest, detention and deportation, and would be unlikely to be able to return to the country, according to a senior BBC source. In Beijing, they were told of Sweeney's identity and that two other BBC journalists were accompanying him, including a cameraman, the insider said. They were not told more for their own benefit in case the ruse was discovered, the source added. The BBC plans to pixelate faces or use other techniques to ensure none of the students can be identified in the Panorama documentary. Ceri Thomas, BBC News head of programmes, defended the corporation's actions on Radio 4's The World This Weekendon Sunday, saying the Panorama film was \"an important piece of public interest journalism\". \"The material fact is that [the LSE students on the trip] were made fully aware of what the risks were if this journalist were to be discovered. The only people we deceived were the North Korean government,\" he added. \"This is a country hidden from view and central to current events.\" George Gaskell, pro-director of the LSE and professor of social psychology, told The World This Weekend the university had received complaints from three of the 10 students after they returned home. \"The BBC has admitted the group was deliberately misled about the involvement of the BBC. The line that was used was that a journalist would join the visit,\" Gaskell said. \"We were told the BBC had undertaken a risk assessment and it had been at the highest level. We clearly have a different view on what is acceptable risk. I think it's potentially extremely dangerous.\" Gaskell added that the BBC's actions posed less danger to the students who went on the North Korea trip than to his LSE academic colleagues working in other parts of the world. \"Some are in Africa, some in China. They may find themselves at considerable risk.\" Sweeney accused the LSE of putting out statements that were \"factually inaccurate\". He said he had spoken to the students who were on the North Korea trip since their return and the majority did not believe they had been misled. The BBC and Sweeney's actions have divided opinion in the media. Mark Seddon, the New York bureau chief for al-Jazeera English and a former Tribune editor, criticised Sweeney, asking what protection he or the BBC could have given the LSE students if his true purpose had been uncovered. \"The BBC's defence of the editorial decision behind this is woeful,\" he said. Ray Snoddy, the former FT and Times editor and ex-presenter of BBC News feedback show NewsWatch, tweeted: \"Extraordinary to hear BBC executive say on Radio 4 that the North Korean Panorama undercover filming was worth putting lives at risk for.\" Jason Wong, one of five student representatives on the LSE's court of governors, said he would be seeking a meeting of the university's governing body after the start of the summer term later this month to revoke Sweeney's alumni status. \"He is as unwelcomed to be associated with the LSE as Saif al-Islam Gaddafi.\"",
    "keywords": [
        "sweeney",
        "refuses",
        "documentary",
        "korea",
        "risk",
        "students",
        "university",
        "panorama",
        "told",
        "bbc",
        "trip",
        "lse",
        "drop",
        "north"
    ],
    "summary": "Tony Hall, the BBC director general, has rejected a request from the LSE chairman, Peter Sutherland, to shelve the documentary, North Korea Uncovered, due to be broadcast on BBC1 on Monday night.\nHe is understood to have said the documentary would go ahead as there was a clear public interest in reporting on the escalating situation in North Korea.\nForeign journalists can not get visas to enter North Korea but overseas academics and students can.\nThe BBC plans to pixelate faces or use other techniques to ensure none of the students can be identified in the Panorama documentary.\nHe said he had spoken to the students who were on the North Korea trip since their return and the majority did not believe they had been misled.",
    "sentiment": {
        "neg": 0.0467,
        "neu": 0.9091,
        "pos": 0.0442,
        "compound": -0.036
    }
}