{
    "date": "2014-12-19T18:37:48Z",
    "title": "George Clooney attacks press and Hollywood over Sony hack fallout",
    "url": "https://www.theguardian.com/film/2014/dec/19/george-clooney-sony-pictures-hack-the-interview",
    "content": "George Clooney has spoken of his frustrations with the press and his Hollywood peers at failing to contain the scandal around The Interview, which Sony has pulled from cinema release as well as home-video formats. Sony’s decision came after a hacking group, Guardians of Peace, first leaked a vast cache of Sony data, and then threatened terrorist action against cinemas showing the film. The group, believed to be linked to North Korea, are angered by the film which depicts an assassination plot against the country’s leader Kim Jong-un. Clooney, in an interview with Deadline, said that he hoped The Interview would be released in some format, even if just online: “Do whatever you can to get this movie out. Not because everybody has to see the movie, but because I’m not going to be told we can’t see the movie. That’s the most important part. We cannot be told we can’t see something by Kim Jong-un, of all fucking people ... we have allowed North Korea to dictate content, and that is just insane.” He turned his anger first to the media, saying “a good portion of the press abdicated its real duty” in reporting the hack: “With just a little bit of work, you could have found out that it wasn’t just probably North Korea; it was North Korea ... It’s a serious moment in time that needs to be addressed seriously, as opposed to frivolously.” But he was also frustrated that his peers in the film industry wouldn’t sign a petition he created to rally against the hackers’ demands. “All that it is basically saying is, we’re not going to give in to a ransom. As we watched one group be completely vilified, nobody stood up. Nobody took that stand,” Clooney said. “Nobody wanted to be the first to sign on. Now, this isn’t finger-pointing on that. This is just where we are right now, how scared this industry has been made.” He added that the consequences of the hack, and Sony’s decision, were just beginning to be understood. “This is a situation we are going to have to come to terms with, a new paradigm and a new way of handling our business. Because this could happen to an electric company, a car company, a newsroom. It could happen to anybody ... Understand what is going on right now, because the world just changed on your watch, and you weren’t even paying attention.” He joins others who voiced their dismay at Sony’s decision, including Stephen King, Judd Apatow and Aaron Sorkin. Rob Lowe, who has a small role in The Interview, compared Sony to British prime minister Neville Chamberlain and his capitulation to Nazi Germany before the second world war. Clooney was one of the Hollywood stars embarrassed by emails being leaked as part of the hack. Conversations between him and Sony executives showed his anxiety over the middling reception for his film The Monuments Men, with Clooney writing: “I fear I’ve let you all down. Not my intention. I apologize. I’ve just lost touch … Who knew? Sorry. I won’t do it again.”",
    "keywords": [
        "going",
        "sony",
        "george",
        "interview",
        "sonys",
        "korea",
        "attacks",
        "fallout",
        "press",
        "film",
        "clooney",
        "hollywood",
        "hack",
        "movie",
        "north"
    ],
    "summary": "George Clooney has spoken of his frustrations with the press and his Hollywood peers at failing to contain the scandal around The Interview, which Sony has pulled from cinema release as well as home-video formats.\nThe group, believed to be linked to North Korea, are angered by the film which depicts an assassination plot against the country’s leader Kim Jong-un.\nNot because everybody has to see the movie, but because I’m not going to be told we can’t see the movie.\nClooney was one of the Hollywood stars embarrassed by emails being leaked as part of the hack.\nConversations between him and Sony executives showed his anxiety over the middling reception for his film The Monuments Men, with Clooney writing: “I fear I’ve let you all down.",
    "sentiment": {
        "neg": 0.1161,
        "neu": 0.8178,
        "pos": 0.0662,
        "compound": -0.2178
    }
}