{
    "date": "2014-01-08T16:01:00Z",
    "title": "Kim Jong-un the clear winner in Dennis Rodman's basketball diplomacy",
    "url": "https://www.theguardian.com/world/2014/jan/08/kim-jong-un-dennis-rodman-north-korea",
    "content": "After days of hype, the result was irrelevant. For the record, a team of North Korean basketball players were leading Dennis Rodman's band of ageing former NBA stars after the first two quarters of an exhibition game in Pyongyang, before the players divided into mixed teams for the second half in the spirit of friendship. There were suspicions the ex-NBA players would have thrown the match had it been a straight contest, both as a birthday gift to North Korea's leader, Kim Jong-un, and perhaps to spare their opponents from possible punishment for letting down the home side. But ever since Rodman and his 10-member All Star team arrived in Pyongyang this week, the real sport has been had off the basketball court. The visit, an exercise in what some have optimistically termed \"basketball diplomacy\", has been marked by Rodman's ill-tempered, incoherent response to accusations that his presence lends legitimacy to a singularly brutal regime. One wonders what his host – reportedly a basketball fan since his days being expensively educated in Switzerland – made of the spectacle. In a strange echo of Marilyn Monroe's birthday tribute to JFK, Rodman serenaded Kim with a rendition of Happy Birthday, to wild applause – what else? – from the capacity crowd of 14,000, while the \"dear young general\", his wife, Ri Sol-ju, and other senior figures in the regime watched from a special seating area. \"It started out as surreal, then people joined in and it sort of faded a bit, but it seemed pretty heartfelt from Rodman's side,\" Simon Cockerell, a tour guide who attended the game, told Reuters. \"It was unexpected, and probably unplanned. Kim Jong-un appeared to smile, but he didn't appear to expect it.\" Rodman, who described Kim as his \"best friend\", went on to deliver \"a charmingly shambolic speech where he thanked Kim Jong-un and his wife for showing up, along with the other players for being brave enough to come with him and join in his engagement effort\", Cockerell added. But how many candles were on Kim's cake? It says much about the world's curious relationship with the secretive North that for insights into its leader we must rely on Rodman, and for a detail as innocuous as his date of birth we must rely on his father's former sushi chef Kenji Fujimoto, who revealed in Tokyo last year that Kim was born on 8 January 1983 – making him 31 on Wednesday. What is quickly turning into a public relations nightmare for the irascible Rodman – whose fellow players looked like they would rather be anywhere but Pyongyang during his tetchy pre-game interview with CNN on Tuesday – can only have helped burnish Kim's reputation, at least at home. Now he can add being feted by household names in a sport beloved of his country's nemesis to a list of achievements over the past year that have horrified observers and induced grudging admiration. In late 2012 Kim reportedly became a father, possibly for a second time. There was no official word on the happy event, only speculation sparked by the sudden absence of his wife's swollen tummy at a public appearance on New Year's Day. In February Kim oversaw the North's third nuclear test, and then made threats to launch nuclear strikes against the US, South Korea and Japan. It was an orgy of calculated aggression intended to enhance his domestic standing and put pressure on a clearly rattled Washington. Last year ended with the disturbing news that Kim, possibly under pressure from other members of the North Korean elite, had had his uncle, Jang Song-thaek, arrested and executed for a long list of alleged crimes, including treason. Jang, whose fate was quickly confirmed in excruciating detail by the North's official news agency, KCNA, was commonly believed to be the regime's No 2, guiding Kim through his first two years in power. Kim's longevity as leader will surprise North Korea watchers who predicted a quick end to the third incarnation of the communist dynasty as he stood sobbing beside the corpse of his recently deceased father, Kim Jong-il, in December 2011. Two years on, Kim has assembled a seemingly impregnable coterie around him. Jang's absence, so the consensus view goes, will only enhance his position. As for Rodman, he is likely – as he predicted – to receive a cool welcome on his return to the US. He may yet achieve swift redemption in the eyes of the administration in Washington if his powerful friend reciprocates his show of goodwill by releasing Kenneth Bae, an American who has been detained in North Korea for 14 months. That gesture looks a near impossibility, though, after Rodman, despite his insistence that this was a strictly apolitical event, appeared to suggest that the missionary – sentenced to 15 years' hard labour for \"crimes against the state\" – was to blame for his captivity. In Rodman's great cultural adventure in North Korea, the diplomatic gains, it seems, are all Kim's.",
    "keywords": [
        "diplomacy",
        "clear",
        "leader",
        "rodmans",
        "korea",
        "north",
        "kim",
        "players",
        "winner",
        "rodman",
        "pyongyang",
        "dennis",
        "kims",
        "basketball",
        "jongun"
    ],
    "summary": "But ever since Rodman and his 10-member All Star team arrived in Pyongyang this week, the real sport has been had off the basketball court.\nThe visit, an exercise in what some have optimistically termed \"basketball diplomacy\", has been marked by Rodman's ill-tempered, incoherent response to accusations that his presence lends legitimacy to a singularly brutal regime.\nOne wonders what his host – reportedly a basketball fan since his days being expensively educated in Switzerland – made of the spectacle.\nIn a strange echo of Marilyn Monroe's birthday tribute to JFK, Rodman serenaded Kim with a rendition of Happy Birthday, to wild applause – what else?\nIn Rodman's great cultural adventure in North Korea, the diplomatic gains, it seems, are all Kim's.",
    "sentiment": {
        "neg": 0.0565,
        "neu": 0.8469,
        "pos": 0.0966,
        "compound": 0.1185
    }
}