{
    "date": "2014-05-27T09:34:48Z",
    "title": "Kim Jong-un: North Korea's supreme leader or state puppet?",
    "url": "https://www.theguardian.com/world/2014/may/27/kim-jong-un-north-korea-supreme-leader-or-state-puppet",
    "content": "Michael Madden: 'Kim Jong-un is the supreme leader of the DPRK' Kim Jong-un is the supreme leader of the DPRK. Claims that he is a puppet for a cabal of Workers’ Party of Korea officials or the Korean People’s Army offer an inaccurate and misleading characterisation of the DPRK’s political culture. During the last two years, Kim Jong-un has been directly responsible for a number of strategic policy initiatives, including the acceleration of the development of weapons of mass destruction [WMDs], additional space launches, special economic trade zones and the DPRK’s relations with South Korea. Rather than regard Kim Jong-un as a puppet, we might look at him as a youthful monarch surrounded by a retinue of close aides, advisors and gatekeepers that controls what briefing and policy papers he reads, who he talks to on the telephone and who is allowed access to him. The retinue channels what he decides to communicate through written documents, public speeches and interactions with low-level officials. When we see Kim Jong-un visiting a construction site or inspecting a military unit, those events are reported through filtered and censored state media reporting which his subordinates approve (through a unit called the #5 Documentary Office). It is not that Kim Jong-un has strings manipulated by a coterie of septuagenarian party officials. Instead, he is a macro-manager and, as one might say of a western politician, he is overprotected by his handlers. Rather than regard Kim Jong-un as a puppet, we might look at him as a youthful monarch surrounded by a retinue of close aides The DPRK’s political culture consists of a series of key officials with policy portfolios and institutional empires in which they are given a flexible degree of latitude to operate. At the top of the power structure sits the supreme leader who, as the decider, balances these institutions’ divergent interests and objectives as these top officials press their agendas. The leader can also initiate policies and compel the compliance of the country’s top officials and he also plays these powerful constituencies off against one another as they compete for his approval and attention (the late leader Kim Jong-il excelled at this). The leader also retains some basic lines of authority which form his omnipotence in the system. The leader keeps many of these top officials under surveillance, getting reports of what cabinet ministers say on the phone to their subordinates, or knowing which KPA general has a drug problem, for example. The leader also retains ultimate authority over personnel appointments (promotions, demotions and dismissals), which can sometimes involve imprisoning or executing wayward aides or disobedient government officials. These powers of the supreme leader, whether ensuring policy compliance, surveillance or personnel decisions are discharged by the WPK Organisation Guidance Department (OGD). The leader keeps many of these top officials under surveillance There are two things we seem to forget in assessing Kim Jong-un as the DPRK’s supreme leader. First, when he took power in 2011 he inherited a system organised in 2007 to cope with Kim Jong-il’s declining health. Kim Jong-un had to reclaim a lot of different authorities and bureaucratic turf that had been outsourced to a few of his father’s close aides. Second, Kim Jong-un is a different leader than his father or his grandfather. While he might dwell in a protective bubble, he is certainly more transparent in his public interactions and his public events reveal that he is more open to receiving advice from a greater number of officials. While he might appear to some as a puppet, to others he could be radically redefining the role of supreme leader. Michael Madden is editor of the website NK Leadership Watch Jang Jin-sung: 'Kim Jong-un cannot challenge his father's command' To an outside world that holds the assumption that North Korea’s public face is the actual face of power, Kim Jong-un’s rule might not appear different to that of his father. However, North Korea’s power system has profoundly changed in the years since Kim Jong-il's death. In 2013 New Focus International revealed the previously hidden power of the Organisation and Guidance Department (OGD), which exists to enforce the ‘absolute guidance’ of the Supreme Leader. The institution had previously remained faithful only to its internal – and unseen – executive function and role. For years, it meted out prominent but empty posts in its public façade, which the outside world mistook for the regime’s actual structure of governance. The core principle of the OGD had been to shun public prestige in deference to the upholding of the ruling Kim’s absolute power and legitimacy. To an outside world that holds the assumption that North Korea’s public face is the actual face of power, Kim Jong-un’s rule might not appear different to that of his father However, that was all shattered by the appointment of Hwang Byong-so. The OGD had boldly revealed itself to an outside world that had previously been unaware or sceptical of its existence, identity and power. Hwang is now OGD Deputy Director. He holds North Korea’s highest authority over military appointments and administration through the internal power structure of the OGD, and has now come to head the General Political Bureau, meaning he is now the symbolic head of the North Korean military. Among public positions in North Korea, the strongest and most powerfully symbolic of them all is the head of the General Political Bureau; and an OGD man has taken this role. During Kim Jong-il’s rule, the late leader's word was enough to ensure the execution and enforcement of his orders through the complex and tightly controlled top-down command structure of the OGD. His word served as law at every level. Kim Jong-un, on the other hand, did not command such trust, knowledge or authority. Since the rule of Kim Jong-un began, policy decisions or personnel appointments have been announced as a decision of an enlarged Politburo meeting - even the executive arm of the Supreme Leader came to depend on a visible basis of legitimacy from which to announce policy and enforce decisions. Kim Jong-il's OGD upheld his will alone, and this is still enshrined as his legacy In the power vacuum after Kim Jong-il’s death, the long-standing competition and rivalry between Jang Song-thaek’s Administration Department and the OGD grew worse. As if to show the desperate nature of this struggle, this ended with the publicly announced execution of a member of the Supreme Leader’s family - an unprecedented deviation from OGD principles. With Kim Jong-un's weaker authority, and with others needed to ensure the legitimacy of policy decisions, the OGD would have risked losing ground to those in the previously 'empty posts'. The OGD could not have stayed hidden, and remained acting only as the executive hand of Kim. By taking up North Korea’s most symbolically powerful role, the OGD has now exposed itself to the world, and there it will remain. Kim Jong-il's OGD upheld his will alone, and this is still enshrined as his legacy. As long as Kim Jong-il's men remain in power, Kim Jong-un cannot challenge his father's command. Jang Jin-sung was one of Kim Jong-il's propaganda poets before he defected in 2004. He founded North Korean news and analysis website New Focus International, and is author of Dear Leader Christopher Green: 'the king and all his men need one another to survive' This is not an either/or question. Kim Jong-un is Supreme Leader and a puppet at the same time. He lives in a symbiotic relationship, wherein he and the elite officials who surround him are mutually constitutive of the North Korean system. The king and all his men need one another to survive. Like 20th Century tyrants Stalin and Mao, not to mention North Korea’s own Kim Il-sung, a dictator must have a minimum coalition of support. Officials, all of whom have their own interests, form this coalition. They share a single goal, which is perpetuating their existing political power; every other goal is contingent. Due to a lack of alternative means of enforcing the rules of the game, such as elections, political competition over ancillary goals tends toward violence. The Supreme Leader must balance these competing forces (or, if necessary, facilitate the violence). This is not an either/or question. Kim Jong-un is Supreme Leader and a puppet at the same time. These are universal constants of political power in an authoritarian system, and were also true for former leader Kim Jong-il. In his memoir, the most powerful official to defect from North Korea, Hwang Jang-yop recalls how he was forever telling Kim to be wary of one or other agency lest it end up too powerful. Kim was a masterful politician, and so none ever did. Conversely, Kim Jong-un is not a masterful politician; at least, not yet. He is young, spent part of his youth abroad, and does not have a comprehensive network inside North Korea. He is currently employing a slushy mixture of patronage and coercion to build up his network, but these things take time. In the meantime, he is partially reliant on others to govern. North Korea is by no means the United Kingdom, but Kim Jong-un is in a similar situation to the one that Tony Blair’s secretary Jonathan Powell once described This is not uncommon. North Korea is by no means the United Kingdom, but Kim Jong-un is in a similar situation to the one that Tony Blair’s former chief of staff Jonathan Powell described when he said: “each time a weaker prime minister succeeds a strong one, he invariably promises that he is going to reintroduce cabinet government because he is not able to set the agenda by himself\". Not having sufficient authority to lead does not make one a puppet. Kim Jong-un might be killed in his bed this very night. That would not be a big surprise, for such is the way of things in brutal dictatorships. However, there are no obvious pretenders to the throne, and Kim is well protected. More than this, he has one incontrovertible advantage over anyone who might think about usurping him: he is a Kim. Without the Kim family, which is symbolic of the guerrilla conflict that, state propaganda claims, forced the Japanese empire off the Korean peninsula, North Korea would lack a raison d’etre. As it stands, most seem to believe that the probability of perpetuating their political power is greatest when that state of affairs continues. Christopher Green is the manager of international affairs for North Korean news and analysis website Daily NK and Co-editor of SinoNK. Follow him on Twitter @Dest_Pyongyang",
    "keywords": [
        "political",
        "leader",
        "public",
        "state",
        "ogd",
        "kim",
        "power",
        "officials",
        "jongun",
        "puppet",
        "supreme",
        "north",
        "koreas"
    ],
    "summary": "Michael Madden: 'Kim Jong-un is the supreme leader of the DPRK' Kim Jong-un is the supreme leader of the DPRK.\nWhile he might appear to some as a puppet, to others he could be radically redefining the role of supreme leader.\nAs long as Kim Jong-il's men remain in power, Kim Jong-un cannot challenge his father's command.\nKim Jong-un is Supreme Leader and a puppet at the same time.\nKim Jong-un is Supreme Leader and a puppet at the same time.",
    "sentiment": {
        "neg": 0.0543,
        "neu": 0.8609,
        "pos": 0.0847,
        "compound": 0.1152
    }
}