{
    "date": "2014-04-24T02:11:31Z",
    "title": "North Korea's fashion police",
    "url": "https://www.theguardian.com/world/2014/apr/24/north-korea-fashion-police",
    "content": "She fell in love the moment she saw them. Black, high-heeled and zipped up the side, the boots were irresistible - even with their sizeable price tag and dangerous air of novelty. “They were pretty, and new, and everyone was curious,” Song Eun-byul said, recalling the stir that her purchase had made in her North Korean hometown, close to the Chinese border. They were too exotic, in fact. Not long after she bought them in the market, she was stopped and scolded for wearing them: the first step in a process that usually ends in a series of lectures and, at worst, forced labour. “How to manage one's body, what to put on one's body, and how to present one's body in public and private lives do not seem to belong to a realm of individual choices in North Korea. Rather, it is a matter of strict state policies and regulations,” said Suk-young Kim, an expert on North Korean culture at the University of California, Santa Barbara. “Fashion is the easiest and most conspicuous way to mark the political affiliations of the wearer.” Pyongyang’s use of what one might call the fashion police – actually unpaid members of the government-run Kim Il-sung Socialist Youth League – underlines its determination to control every aspect of people’s lives, even as the growing trade with China increases exposure to outside influences. North Koreans like Song, who crossed into China six months ago and who did not give her real name because she fears being caught and returned home, can reel off the unwritten rules. Women’s trousers are scrutinised carefully; skimpy clothing would be utterly outre; sunhats invite suspicion. Blue jeans are off limits and the regime has voiced displeasure at tops with Roman lettering upon them. Anything too decorative or simply too unusual will invite censure. Above all, clothing must not look “foreign”. Song escaped punishment for her boots only by giving a false address and lying that she was married, and therefore out of the Youth League’s purview. Still, rules have relaxed somewhat in recent years, the 27-year-old said: “Women can wear trousers inside the city, but they need to be very loosely cut. Before, if I went to the city centre, I had to wear a skirt or traditional Korean dress.” Experts dismiss last month’s reports that all male students were ordered to have the same haircut as leader Kim Jong-un and similar claims that people must pick from a set menu of styles. Even so, the regime has long enforced stringent rules on styling; at one stage, state television ran a series titled Let’s Cut Our Hair In Accordance with Socialist Lifestyle. Han Myong-hee, also using a pseudonym for her interview in China, said adult women were told they should have hair that was neither too short nor too long, preferably put up neatly in styles without too much volume. A vogue for excess bounciness was suppressed a few years ago. The all-female Moranbong Band were selected by Kim Jong-un as a musical act for \"the new century\" and unveiled in 2012. When they performed on television, Han was startled not only by their sequinned miniskirts but by their short hair. “Normally you should follow what’s on TV, but I don’t know if short hair is OK now. I wonder whether it’s possible,” Han said doubtfully. Following the rules is harder because they are not codified. “You never really know what ‘foreign styles’ means so the people who are enforcing it get to decide. What’s targeted in Ryanggang province won’t be in Hamgyong,” she said. No one told Song exactly why her boots were unacceptable; they were simply too different. Yet, she explained, “There are a lot of fashion trends in North Korea.” Chinese cosmetics are popular and recent years have seen a trend for young women to perm only the lower part of their hair. While state media still extols the country’s invention of vinalon, a fabric made from limestone and anthracite, it seems to have given up on persuading people to wear the stiff and hard-to-dye material. The streets of cities are brighter thanks to imported clothes. Song was cautious after her run-in, but later noticed other women striding round in boots. “Too many people were wearing them, so they became acceptable,” she said. Restrictions even add a certain allure to styles that teeter on the edge of permissibility. “The government tells you that you must wear straight trousers, so people either like tight pairs or those with a flare,” said Han, who is in her thirties. However, when she spotted young girls in tight trousers, she said she urged them to walk through alleyways to avoid Youth League members patrolling on the main streets. The restrictions were more annoying than frightening, she said. But she had no expectation that they would be lifted. “It’s called ‘cultural ideology invasion’: if you like foreign things you stop liking your own country,” she explained. “They need to control things so that doesn’t happen.”",
    "keywords": [
        "hair",
        "wear",
        "styles",
        "song",
        "han",
        "fashion",
        "trousers",
        "women",
        "kim",
        "rules",
        "north",
        "koreas"
    ],
    "summary": "“They were pretty, and new, and everyone was curious,” Song Eun-byul said, recalling the stir that her purchase had made in her North Korean hometown, close to the Chinese border.\nRather, it is a matter of strict state policies and regulations,” said Suk-young Kim, an expert on North Korean culture at the University of California, Santa Barbara.\nNorth Koreans like Song, who crossed into China six months ago and who did not give her real name because she fears being caught and returned home, can reel off the unwritten rules.\nStill, rules have relaxed somewhat in recent years, the 27-year-old said: “Women can wear trousers inside the city, but they need to be very loosely cut.\nYet, she explained, “There are a lot of fashion trends in North Korea.” Chinese cosmetics are popular and recent years have seen a trend for young women to perm only the lower part of their hair.",
    "sentiment": {
        "neg": 0.0672,
        "neu": 0.8635,
        "pos": 0.0693,
        "compound": 0.0195
    }
}