{
    "date": "2014-05-15T09:00:16Z",
    "title": "A day in the life of a dolphin trainer at North Korea's Pyongyang dolphinarium",
    "url": "https://www.theguardian.com/world/2014/may/15/north-korea-dolphin-trainer-pyongyang-dolphinarium",
    "content": "Kim Yun-gyong, 24, dolphin trainer Born in Pyongyang, 2 October 1988 \"When I was a little girl I had a dog named Dong Dong,\" beamed Kim Yun-gyong. \"Every afternoon I hurried home from school just to see her wagging tail. I told her all my secrets, all my sorrows and joys. And even though she was only a pet, she always seemed to understand me. She looked sad when I was sad, happy when I felt happy. I loved her very much.\" Kim Yun-gyong unfolded her fingers and touched her heart with her hand. \"When she died I cried like the rain. I wept for a whole month. I felt as if I had lost my dearest friend.\" Kim Yun-gyong studied Life Sciences at university in Pyongyang. One month before graduation she heard of the planned Dolphinarium. At the Rungna People’s Pleasure Ground the army was building a 1500-seat auditorium. Salt water was to be pumped to its vast fish tanks along a new, 100-kilometre pipeline. The lavish project was to be a compelling symbol of North Korea’s prosperity. \"Our dear General Kim Jong-il had ordered the construction of the Dolphinarium to give pleasure to the people. I wanted to work to deliver his warm love to the people.\" The careful choreography of man and animal is designed to emphasise the necessity of cooperation. She applied for a job and, because of her high marks, good looks and loyal family standing, was hired as one of the eight trainers. \"We were sent to Hainan Island in China to meet our dolphins. They had just been caught so were still wild. On the first day I just watched mine from the edge of the pool. On the second day I slipped into the water and swam with him, trying to feed him. But he would take no food from me. He was unhappy in his captivity.\" Kim Yun-gyong and the other trainers had been instructed not to speak verbally to the animals but to communicate with whistles. \"To reach him I decided to use my eyes. I worked hard to make eye contact with him. I devoted all my thoughts to him, so as to make him understand that I really loved him.\" Soon her Pacific spotted dolphin, Pyongyang No. 1 – whom she nicknamed Gwang Byol (Bright Star) – responded to her, either because of her persistence or his hunger. He began to accept food and the artificial environment, allowing Kim Yun-gyong to start to train him. \"That was a special moment for me, when he began to perform well, even when he was feeling sad,\" she said. Against a painted backdrop of the coast of the East Sea (as the Sea of Japan is known in North Korea), Kim Yun-gyong and her colleagues present their twice-daily Pyongyang show. Synchronised swimmers stage underwater acrobatics as the animals jump through hoops, swim on their backs and leap high into the air. Other swimmers, dressed as mermaids, spiral down to create an underwater ballet that is projected onto the screen above the mural for the audience. The careful choreography of man and animal is designed to emphasise the necessity of cooperation. \"Our people – the Korean people – are the happiest and best in the world because of our love and admiration for our Supreme Leader Kim Jong-un,\" declare the show’s presenters at the start of the performance. If they were sad how could they perform, as they do, 365 days a year?\" \"For me the only difference between dolphins and humans is that dolphins cannot speak,\" said Kim Yun-gyong, looking out across the tank in which both species performed for the pleasure of the people. \"And even though the dolphins are kept in a tank, I no longer think they’re sad. They are well fed. The water is the same as in the sea. If they were sad how could they perform, as they do, 365 days a year?\" © Rory MacLean and the British Council This profile appears in 'Above the Line: People and Places in the DPRK (North Korea)', published by the British Council. Pictures and profiles will be exhibited at the British Council from 13 May-25 July 2014",
    "keywords": [
        "pleasure",
        "perform",
        "dolphins",
        "sad",
        "water",
        "yungyong",
        "sea",
        "kim",
        "dolphin",
        "dolphinarium",
        "day",
        "pyongyang",
        "trainer",
        "life",
        "north",
        "koreas"
    ],
    "summary": "Kim Yun-gyong, 24, dolphin trainer Born in Pyongyang, 2 October 1988 \"When I was a little girl I had a dog named Dong Dong,\" beamed Kim Yun-gyong.\nKim Yun-gyong unfolded her fingers and touched her heart with her hand.\nKim Yun-gyong studied Life Sciences at university in Pyongyang.\nKim Yun-gyong and the other trainers had been instructed not to speak verbally to the animals but to communicate with whistles.\nHe began to accept food and the artificial environment, allowing Kim Yun-gyong to start to train him.",
    "sentiment": {
        "neg": 0.0787,
        "neu": 0.8066,
        "pos": 0.1147,
        "compound": 0.1066
    }
}