{
    "date": "2014-03-13T12:40:56Z",
    "title": "North Korean dictators revealed as children's authors",
    "url": "https://www.theguardian.com/books/2014/mar/13/north-korean-dictators-childrens-authors-kim-jong-il-kim-il-sung",
    "content": "From Madonna to Barack Obama, celebrities and politicians have long been tempted to dabble in the world of children's books – but their output pales in comparison to the \"ultra\" violent tales for children ostensibly written by North Korea's former leaders Kim Jong-il and his father Kim Il-sung, according to an Australian academic. Christopher Richardson, who is researching North Korean children's literature for his PhD at Sydney University, says the late former leaders of North Korea are both credited with writing children's stories, with Kim Jong-il the apparent author of Boys Wipe Out Bandits, \"an ode to the redemptive power of ultra-violence\", he writes in an article published in the International Review of Korean Studies, and Kim Il-sung acknowledged as the author behind the anti-American fable The Butterfly and The Cock. Boys Wipe Out Bandits, first published in 1989, is \"adapted from a story the Dear Leader 'one day' dreamed up as a child himself\", writes Richardson, in which \"cultural impurities, capitalist degeneracy, and rampant individualism are defeated by the pure virtue of the collective\". The story sees a vulnerable village – a metaphor for North Korea – surrounded by enemies: \"monster-like creatures\" whose captain is \"ogre-like\", writes Richardson, with cysts on his shoulder which \"emit noxious gas when pierced\". The villagers, in contrast, are \"beautifully attired and softly-drawn\", and the story concludes as the children punish the intruders with \"merciless violence\". \"As the sun rises, a triumphant [hero] Ye-dong restates the moral of the story, the wisdom of a child declaring that, 'no matter how formidable they are, we can defeat the enemy when we pool our strength and wisdom and have courage. Let's build our village to be an earthly paradise',\" writes Richardson. Kim Jong-il died in 2011. An image from his children's book shows a huge bandit whirling around, brandishing an iron club, while an extract on the BBC has it that: \"At last the left cyst burst, emitting fierce flames and the captain fell down, dejectedly dropping his club. At that moment a loud battle cry was heard from outside. Villagers killed the rest of the bandits.\" Although the story was published in his name, Richardson is sceptical about whether Kim Jong-il really wrote it. \"Even the publishers in the DPRK maintain a degree of ambiguity about the authorship of these tales, attributing the stories to Kim Il-sung and Kim Jong-il, whilst acknowledging they were written down by someone else,\" he told the Guardian. \"The government thus musters a team of ghost writers whose job is to capture the essence of the leader's political and literary wisdom, known as 'the seed'.\" The Butterfly and The Cock, meanwhile, is a fable said to have first been told by Kim Il-sung and then written down. It is the story of how a cockerel, intended to symbolise America, sets out to bully other animals, but a butterfly – representing North Korea – steps in. YouTube shows a recent state television animated adaptation of the story, with \"some delightfully typical NK-style music at the beginning, singing at the end, and the same combination of computer and cel animation seen anywhere in the world\", said Richardson. A Winged Horse is another children's story from Kim Il-sung, in which the country is under threat from Japanese invaders, but a child saves the day on a flying horse. Both are believed to originate from the late 1960s or early 1970s, but … \"the DPRK keeps most of the classic tales (ie the ones told by the leaders) in print,\" said Richardson. \"Characteristically for North Korean children's literature, as indeed for North Korean arts in general, there is an unapologetic racialism to the depiction of the samurai invaders, with their unkempt facial hair, cruel lips, and phallic red noses,\" he writes of A Winged Horse in his earlier article. \"Whereas the invaders are grotesque and dysmorphic, the three boy heroes are beatific, round-faced, rose-cheeked and neatly groomed, especially the youngest. Almost feminine, he has wide liquid eyes, like a cherub. Their bodies incarnate Korean simplicity and virtue.\" The child hero cries out: \"My dear horse, I am not afraid of that violent storm if you can get through it. Please understand that I am determined to risk my life to save the village\", which Richardson described as \"a declaration of self-sacrifice and faith\", adding: \"There could be no clearer statement of the revolutionary creed\". Researching his PhD, Richardson said he was surprised to discover \"that children's literature was so central to the DPRK's conception of itself that its leaders had taken the time (even if only with the assistance of ghost writers) to pen treatises to its importance\" – Kim Jong-il also wrote about how Children's Literature Must Be Created in a Way Best Suited to Children's Psychological Features – \"and even to write stories for themselves\". He was also, he told the Guardian, surprised to find the stories themselves were \"quite enjoyable\". \"I was astounded that children's books (purportedly) written by Kim Jong-il and Kim Il-sung were vastly more readable than one would expect from any political leader in the democratic west, still less a severe authoritarian,\" he said. \"North Korean children's books and cartoons proved to be often entertaining, colourful, action-packed, and not so different to children's books and cartoons anywhere.\" He said that when he has shown his collection of North Korean children's books to defectors, \"their response has usually been to recall that whilst enjoying the more colourful and adventurous tales as children, they were not so interested in overtly militaristic and political stories\". But \"nevertheless, despite the variety of genre and style\" in the books, \"there always remained that singular unity of intent, reinforcing a consistent political message, fostering revolutionary consciousness, national cohesion, ideological purity, and reverence for Kim Il-sung, Kim Jong-il, and now Kim Jong-un,\" said Richardson. So far, Kim Jong-un has not – as far as Richardson can tell – written his own children's book, but he anticipates it won't be long until North Korea's latest leader steps into the children's literature arena. \"So far not many books, or even treatises, have been published in his name, although that is starting to change. I expect the coming years may bring an experimentation with children's literature, especially as Kim Jong-un's accession to the leadership has seen children's culture elevated to one of the focal points of his own personal political and cultural agenda,\" he said. \"His renewed emphasis on winning the hearts and minds of children suggests Kim Jon-un is keenly aware that if he cannot win this generation, then the DPRK as he knows it will soon change beyond all recognition.\"",
    "keywords": [
        "authors",
        "dictators",
        "written",
        "kim",
        "books",
        "richardson",
        "jongil",
        "ilsung",
        "revealed",
        "literature",
        "childrens",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-il died in 2011.\nAlthough the story was published in his name, Richardson is sceptical about whether Kim Jong-il really wrote it.\nThe Butterfly and The Cock, meanwhile, is a fable said to have first been told by Kim Il-sung and then written down.\n\"Characteristically for North Korean children's literature, as indeed for North Korean arts in general, there is an unapologetic racialism to the depiction of the samurai invaders, with their unkempt facial hair, cruel lips, and phallic red noses,\" he writes of A Winged Horse in his earlier article.\n\"North Korean children's books and cartoons proved to be often entertaining, colourful, action-packed, and not so different to children's books and cartoons anywhere.\"",
    "sentiment": {
        "neg": 0.0862,
        "neu": 0.8428,
        "pos": 0.071,
        "compound": 0.0434
    }
}