{
    "date": "2014-04-23T05:31:28Z",
    "title": "North Korean health system crumbling as shortages and sanctions bite",
    "url": "https://www.theguardian.com/world/2014/apr/23/north-korean-health-system-crumbling-sanctions",
    "content": "Touring a new hospital in Pyongyang recently, North Korea’s leader, Kim Jong-un, boasted that it would “let the people live in luxury and comfort under socialism in good health”. But North Koreans interviewed in China paint a grimmer picture of medical conditions across their country: citing broken equipment, declining treatment standards and widespread self-medication. “A lot of people who are sick use ‘ice’ [methamphetamine] as a medicine. There are plenty of drugs, but all come from China and are more expensive,” said one woman. Universal healthcare was one of the country’s founding commitments; citizens see hospitals and schools as the last remaining benefits of the former command economy. But those too have deteriorated badly and some believe that sanctions are contributing to the problem. “The perfect storm of a financial collapse, loss of the Soviets as trading partner, a sequence of meteorologic disasters, and sanctions has left the health care system in shambles,” said Ricky Choi, a US doctor who co-authored a recent paper on healthcare in North Korea. “The downstream effects are food shortages, a shortage of domestically produced pharmaceuticals, breakdown of the sanitation system, shortage of medical supplies, a resurgence of infectious disease, and ultimately a rise in mortality and morbidity.” Compare the system to those of countries with similarly sized economies and it might not look so bad: as of 2009, Ethiopia, which had a similar level of GDP, had just 0.2 doctors and 2.4 nurses per 10,000 citizens to North Korea’s 33 and 41 respectively. But just 6% of the North’s government spending went on healthcare in 2008, according to WHO figures, while the proportion in Ethiopia was almost double that. And because citizens are used to better healthcare, they are even more aware of the shortcomings. Conditions vary widely, say experts, with better service in the provincial centres and especially in the capital. But the worst can include syringes reused without sterilisation and major operations carried out without anaesthetic, according to a 2010 report by Amnesty International. One man described being held down as his leg was amputated with nothing to numb the pain. The World Health Organisation criticised that report, saying some of the information was outdated and did not reflect improvements made with external aid. But North Koreans who left within the last year, interviewed in the northern Chinese city of Yanji where they were living illicitly, cited multiple problems, including poorer skills among younger medics. While medical treatment is free, giving gifts of food, cigarettes or cash wins better service. Staff rely on such donations because state wages and food distributions have long been desperately inadequate. Han Myong-hee, a former nurse, said she resigned because she received her food distribution only once or twice a year instead of every two weeks. The hospital she worked in had generators and enjoyed a regular electricity supply, unlike much of her border region. But staff stopped using the x-ray and cardiograph machines because they could not be mended when they broke: no one had the skills and it was too hard to get parts. Choi said that neonatal equipment in a Pyongyang maternity ward he visited some years ago appeared to be from the mid-70s. “I suspect that sanctions and the struggling economy have really limited their ability to upkeep and update technologies,” he said. Patients have to buy their own medicine; even some of the limited official supply is diverted to the markets, said Han. Most patients rely on smuggled Chinese products, sold with a substantial mark-up. “If you have a minor illness maybe it will be cheap, but the majority of people with a serious disease are not able to pay for the medicine,” she said. Hazel Smith, an expert on the country at the University of Central Lancashire, said that at least it was now possible to buy drugs privately. In the 90s, people went without entirely. She also noted that the country’s preventative healthcare was remarkably effective, with mass vaccination programmes run with the help of the Gates Foundation and others. Diseases of poverty, which shot up in the 90s when the famine was at its height, have dropped dramatically again. The incidence of diseases such as measles is now similar to that in developed countries, she added. But, said Choi’s co-author Sanghyuk Shin, “the widespread food shortages, lack of access to clean water, and poor living conditions have placed a great strain on the health system to provide quality preventive and curative services”. Shin, a post-doctoral scholar at the University of California Los Angeles, said there were clear signs that sanctions –supposed to target the country’s weapons programme and luxuries for its elite – had hit the broader economy. The ban on trade in “dual-use” items, which have both military and civilian applications, can also have unintended consequences; he pointed to a major health project, backed by a US institution, which struggled to import the laboratory equipment it needed. A recent article in the Lancet by public health experts at the University of Oslo pressed the case for increased academic engagement with the North to help reduce “grave, morally unacceptable, health inequities”. “The effect of sanctions is likely to be even stronger in a country like North Korea, where the state is the primary health provider for the population. Sanctions directly affect the state’s ability to maintain a strong health infrastructure,” Shin said.",
    "keywords": [
        "shin",
        "shortages",
        "medical",
        "system",
        "crumbling",
        "bite",
        "healthcare",
        "university",
        "sanctions",
        "food",
        "health",
        "medicine",
        "north",
        "korean"
    ],
    "summary": "But those too have deteriorated badly and some believe that sanctions are contributing to the problem.\n“I suspect that sanctions and the struggling economy have really limited their ability to upkeep and update technologies,” he said.\nBut, said Choi’s co-author Sanghyuk Shin, “the widespread food shortages, lack of access to clean water, and poor living conditions have placed a great strain on the health system to provide quality preventive and curative services”.\n“The effect of sanctions is likely to be even stronger in a country like North Korea, where the state is the primary health provider for the population.\nSanctions directly affect the state’s ability to maintain a strong health infrastructure,” Shin said.",
    "sentiment": {
        "neg": 0.1065,
        "neu": 0.8077,
        "pos": 0.0858,
        "compound": -0.1003
    }
}