{
    "date": "2014-09-27T01:00:36Z",
    "title": "Anger in Tokyo after North Korea delays report on abductions",
    "url": "https://www.theguardian.com/world/2014/sep/27/north-korea-failure-report-cold-war-abductions-anger-tokyo",
    "content": "Hopes for an imminent resolution to North Korea’s abductions of Japanese citizens during the Cold War have dimmed after Pyongyang failed to produce a promised report on its initial investigation into the missing people. Having agreed to pass on their findings by the end of this month, North Korean authorities have said that the probe could last up to a year, sparking anger in Tokyo. Establishing the whereabouts of a dozen Japanese citizens snatched in the 1970s and 80s and taken to North Korea to teach their language and customs to communist agents is an emotive topic in Japan, where it is considered more important than Pyongyang’s nuclear weapons programme. Five of 17 people on Tokyo’s official missing list were allowed to return home with their families in 2002, but Japan has refused to believe North Korean claims that it had abducted only 13 people, and that the remaining eight had died. Japan will demand an explanation for the delay when officials from both sides meet in Shenyang, China, on Monday. “What will result from the meeting? I’m not in a position to say… I can’t speak in detail about Japan’s expectations at this time,” Eriko Yamatani, Japan’s state minister in charge of the abduction issue, told reporters on Thursday. “The way North Korea deals with this will affect not just the abductions… it is an important test of how serious it is about addressing its human rights abuses.” The cause of the delay isn’t clear, but there have been suggestions that Pyongyang is unhappy with the way Japanese media have portrayed the abductions as a human rights issue, and that it hopes to win further concessions with each new piece of information. Despite the delay, Professor Hajime Izumi, director of the Center for Korean Studies at Shizuoka University, said he was confident North Korea would present an initial report on its investigation, possibly by the end of next month. “This will proceed on the basis of a comprehensive plan of action,” Izumi said. “If North Korea does something, then Japan will be expected to do something in return.” Izumi believes North Korea could be holding out for the early resumption of a ferry service between the two countries – one of several conciliatory measures announced by Japan’s prime minister, Shinzo Abe, in July after Pyongyang agreed to reopen its investigation into the abductions. The Mangyongbong-92, which once sailed regularly between Wonsan and Niigata, has not made the journey since sanctions were imposed in 2006. By delaying the process, North Korea may try to use it as a diplomatic card to get further concessions from Tokyo “North Korea would probably want that to be first to happen, but in Japan the Mangyongbong has great symbolic value. It may have been involved in the abductions, so here it is still seen a something evil.” In light of the breakdown of multiparty talks on North Korea’s nuclear programme and the introduction of tough UN sanctions following its nuclear and missile tests, Abe appeared to be taking a gamble with the offer to ease Tokyo’s punitive measures against the regime. Some analysts, however, say the current impasse probably won’t damage Japan’s leader, who has made resolving the abductions a priority of his political career. “By delaying the process, North Korea may try to use it as a diplomatic card to get further concessions from Tokyo,” said Tetsuo Kotani, a fellow at the Japan Institute of International Affairs in Tokyo. “Or North Korea needed to delay it because it knows it cannot meet Tokyo’s high expectations. “By lifting the economic sanctions, Abe showed his pragmatic side. Because he had always been tough on the abduction issue, he could show some flexibility. Even if North Korea does not meet his expectations this time, it won’t harm Abe’s political foundations, because North Korea will be to blame.”",
    "keywords": [
        "abductions",
        "tokyos",
        "korea",
        "japans",
        "delay",
        "delays",
        "sanctions",
        "report",
        "japan",
        "tokyo",
        "pyongyang",
        "anger",
        "north"
    ],
    "summary": "Despite the delay, Professor Hajime Izumi, director of the Center for Korean Studies at Shizuoka University, said he was confident North Korea would present an initial report on its investigation, possibly by the end of next month.\nBy delaying the process, North Korea may try to use it as a diplomatic card to get further concessions from Tokyo “North Korea would probably want that to be first to happen, but in Japan the Mangyongbong has great symbolic value.\n“By delaying the process, North Korea may try to use it as a diplomatic card to get further concessions from Tokyo,” said Tetsuo Kotani, a fellow at the Japan Institute of International Affairs in Tokyo.\n“Or North Korea needed to delay it because it knows it cannot meet Tokyo’s high expectations.\nEven if North Korea does not meet his expectations this time, it won’t harm Abe’s political foundations, because North Korea will be to blame.”",
    "sentiment": {
        "neg": 0.1054,
        "neu": 0.8379,
        "pos": 0.0566,
        "compound": -0.1997
    }
}