{
    "date": "2014-05-07T09:20:15Z",
    "title": "Jang Jin-sung: 'If anyone thinks North Korea is opening up, they are mistaken'",
    "url": "https://www.theguardian.com/world/2014/may/07/north-korea-defector-jang-jin-sung-pyongyang-book-dear-leader",
    "content": "Jang Jin-Sung was 28 years-old when he first met Kim Jong-il. That rare audience with North Korea’s late Supreme Leader in 1999 should have been the proudest day of his life. Instead, it was a catalyst for his eventual defection - one of the most high profile in the country’s history. Born in Sariwon, south of Pyongyang, Jang made his name as a poet lauding the nation and exalting its deified master, Kim. His words soon earned him a place as one of North Korea’s most celebrated writers, and he was enfolded into the highest echelons of the state’s propaganda machine. Meeting Kim in the early hours of the morning under a white marquee, on an island usually reserved only for use by members of the Kim dynasty, meant Jang had been admitted into the Pyongyang elite. As his country lay in the last throes of a famine that had killed up to 2.5m people, Kim gifted Jang with a £7000 Rolex watch. “I will never forget that moment,” says Jang, sitting in a London cafe. “It sounds stupid, but what I remember most about the whole thing was that Kim was wearing heels, to increase his height, and he spoke in rough slang, not the beautiful prose we had all been taught to believe was his true voice. I realised he was not this God-like person we had all held up on a pedestal. He was just human.” Dressed in a navy blue blazer and white shirt, Jang is in the UK to promote the newly released English translation of his memoir, Dear Leader, which he hopes will shatter “the vision of North Korea the world has created, and tell the reality of life there”. As he sips his coffee, there is nothing in his appearance to suggest the hardships he endured. When he finally left North Korea one January morning in 2004, without saying a word to his family, he spent 35 days on the run in freezing conditions before eventually handing himself in to South Korean foreign intelligence agents. He was interrogated before being \"debriefed\" for six months, during which time the South Korean authorities grilled him on the machinations of the Pyongyang elite. In Seoul, where he lives now as one of the most vocal North Korean critics of the Pyongyang regime, he is escorted by government bodyguards for his own protection. Since leaving North Korea, he has worked as an intelligence analyst in Seoul, later leaving to found a North Korean news outlet called New Focus. If you want to protect the people you love, you keep your mouth shut and you carry on. If you choose to break the rules, you must be prepared to have blood on your hands. Jang says he did not tell his family of his plans to defect so they could face the inevitable interrogations about their son’s disappearance with genuine ignorance. When asked if he has had any contact with his family since he left, he winces, and answers a simple “no”. Jang knows too well the punishments the regime can inflict on its people. In his book, he recounts details of the public executions he witnessed during his time in the North. The country’s prison camps are populated with many accused of lesser crimes than having been associated with a defector. “There are two fundamental reasons why most North Koreans do not rebel [against the leadership],” he says. “The first is guilt by association; if you rebel against the system, you are not just risking your own life, but those of your children, your partner, your parents. If you want to protect the people you love, you keep your mouth shut and you carry on. If you choose to break the rules, you must be prepared to have blood on your hands. “The second is isolation; people in North Korea have no concept of basic human rights. They do not know what they should be entitled to. They have nothing to fight for.” Before he met Kim in the flesh, Jang says he had been “wholly devoted” to the regime he now criticises, and had fully believed the propaganda he had helped to spread. \"The [regime's] grip is so deeply psychological and emotional for North Koreans,\" says Jang. \"The closer you get to the centre of power the more dangerous it becomes because you know more, and then control is maintained through fear\". Jang's disillusionment with Kim was compounded by the second special reward he received for his poetry – a trip home to Sariwon, which he found devastated by famine. “It is very difficult to travel out of Pyongyang, its borders are as heavily fortified as those of the state of North Korea,” Jang says. “[The city] is like the set of a North Korean Hollywood – the image they want people to see.” When he reached his home town he found corpses piled on pavements. When he enquired after his former neighbours, he was told in a matter-of-fact way that they too had perished. “He had heard rumours that people were dying, but had not believed it was possible,” says Shirley Lee, an academic who translates for Jang, and works as an editor for New Focus. People in North Korea have no concept of basic human rights. They do not know what they should be entitled to. It was when Jang himself was threatened with execution that he decided to flee. His elevated position among the Pyongyang elite had not only meant he received luxurious rations, including French Cognac, he had also been allowed to read banned texts from South Korea. He lent one to a friend, who lost it – a crime punishable by death for both men. The pair defected together, though his friend’s fate was very different to the one that awaited Jang. Around 25,000 North Koreans have fled the country since the end of the Korean war, though stricter security on the North Korea-China border, and less sympathetic treatment by recent conservative governments in Seoul have led to a fall in numbers in recent years. Ordinary North Koreans have remained under totalitarian rule since Kim Jong-un succeeded his late father, Jang’s former benefactor. Despite the belief among some North Korea watchers that the secretive state could be opening up under its new, young leader, Jang insists this is far from the truth. “If anyone thinks North Korea is opening up, they are completely mistaken,” he says. “Can the world really be so slow to understand? They see the slightest hint of reform and they talk of North Korea opening up. But industries such as tourism are businesses controlled by the elite, whose interests are served by sustaining the status quo. If there was any hint of real change, anything that truly contradicted the narrative that ‘[North Korea] is the victim, [North Korea] is the legitimate system, the West is the enemy,’ then the whole thing would collapse.” Jang says the international community has for too long based its approach to North Korea – whether it be engage or isolate – on its own perceptions of the nation’s beliefs and motives. He insists North Korea does want to engage with the world, but says the west’s attempts to use “its own logic” to understand the regime’s moves has led it to “misread” the signals. “This is a nation that cannot control the price of an egg. How can it possibly be a real threat?” he asks. He also says new efforts must be made to understand the North Korean regime and the North Korean people, as separate entities. Kim Jong-un must actually listen to his advisers, instead of control them as Kim Jong-il did For Jang, there is no better moment for this to happen than now, as Kim Jong-un continues to attempt to consolidate power following the death of his father, and the execution of his uncle. “Kim Jong-il got to where he was because he built a network of power around himself – an old boy’s club known as the OGD [Organisation and Guidance Department]. But Kim Jong-un doesn’t have an old boys network in North Korea. If he has one at all, it is abroad in Switzerland [where he was educated]. He must actually listen to his advisers, instead of control them as Kim Jong-il did.” Jang sees this as a crucial chink in the young leader’s armour. He says he believes serious changes will come in the next five years, though he refuses to elaborate on what shape these changes may take. “For now, the more we understand North Korea, the weaker the system becomes,” he says. “That is the only way to bring change.” Dear Leader is published by Rider Books on 8 May",
    "keywords": [
        "south",
        "leader",
        "jinsung",
        "korea",
        "regime",
        "understand",
        "mistaken",
        "kim",
        "thinks",
        "opening",
        "korean",
        "pyongyang",
        "north",
        "jang"
    ],
    "summary": "Since leaving North Korea, he has worked as an intelligence analyst in Seoul, later leaving to found a North Korean news outlet called New Focus.\n“If anyone thinks North Korea is opening up, they are completely mistaken,” he says.\nThey see the slightest hint of reform and they talk of North Korea opening up.\nHe also says new efforts must be made to understand the North Korean regime and the North Korean people, as separate entities.\n“For now, the more we understand North Korea, the weaker the system becomes,” he says.",
    "sentiment": {
        "neg": 0.0647,
        "neu": 0.8701,
        "pos": 0.0653,
        "compound": -0.0114
    }
}