{
    "date": "2014-09-15T11:46:05Z",
    "title": "Japan's Korean schools being squeezed by rising tensions with Pyongyang",
    "url": "https://www.theguardian.com/world/2014/sep/15/japan-korean-schools-tensions-pyongyang",
    "content": "With gentle encouragement, a group of primary school pupils fill the classroom with the cheerful tones of a children's folk song. Along the corridor, their peers make brush strokes in the air as they learn their first Japanese characters. Dressed in white T-shirts, blue shorts and plimsolls, the pupils at this school in Chiba, on the edge of Tokyo's vast commuter belt, look like any others in Japan. The language of instruction, however, is Korean, not Japanese. The notices on the wall are written in Hangul. And as the children listen to their teachers, their attention may be drawn to paintings showing a kind-looking man and his wife, surrounded by smiling children. The man is a young Kim Jong-il, the former leader of North Korea. By the time they are young adults, these children will be proficient in the language of Kim's country, versed in its music and dance and convinced – in defiance of historical consensus – that the 1950-53 war that divided the Korean peninsula into North and South Korea was started by US-led imperialists. Just two days into the autumn term, historical debate is furthest from the thoughts of teachers at Chiba Korean primary and junior high school, one of dozens of schools that educate the youngest among the 600,000 residents of Japan with ties to the Korean peninsula. Tensions between North Korea and Japan are threatening the survival of this and dozens of other Korean schools. Pyongyang's nuclear programme elicited a strong international response in the form of UN sanctions. But it is the regime's abduction of Japanese nationals during the cold war that resonates most in Japan, where the clamour for information about the missing has reached its peak. After rare high-level talks in Beijing, North Korean investigators are poised to release new information about the fate of the abductees, in return for Japan relaxing bilateral sanctions. The deal raises the prospect of a rare detente between the two countries, but for the Chiba school's headmaster, Kim Yu-sop, any warming of relations will come too late. \"Schools like this are being punished because of anger over nuclear weapons and the abductions,\" he told the Guardian. \"We're being discriminated against in a way that's unforgivable. Korean schools have been effectively excluded from Japan's education system for political reasons. \"When we opened this school almost 70 years ago, life was tough, but we managed to pay our way and compile our own textbooks,\" Kim said. \"In those days we were not seen by the rest of Japanese society as some sort of cult, as we are today. People were willing to help.\" That goodwill has all but evaporated. Over the past four years, prefectural and city governments have withheld subsidies from Korean schools, set up by the hundreds of thousands of men and women forcibly brought to Japan as labourers before and during the second word war. The majority of Japan's ethnic Korean community trace their roots back to what is now South Korea and, in most cases, send their children to Japanese schools. But the estimated 150,000 who remain loyal to the North regard schools like this as the only way to preserve their cultural and national heritage, amid an increasingly hostile atmosphere in their ancestors' adopted home. The Chiba school teaches 86 pupils between the ages of five and 12. In happier days, 20% of its budget came in the form of local subsidies, with the remainder donated by Chongryon – an association of Korean residents sympathetic to North Korea and the North's de facto embassy in Japan. The school even received modest funding from the regime in Pyongyang, but the supply ran dry with the advent of UN sanctions. The curriculum mixes the Japanese state syllabus with classes in history, language and geography devised by Chongryon, although pupils here won't begin tuition in the ideology of North Korea's founder, Kim Il-sung, until they attend senior high school. Chongryon's insistence on operating a separate education system has long been a source of tension with Japanese conservatives. Why, they ask, should a group that blatantly proclaims its loyalty to an unfriendly regime be treated in the same way as Japanese schools? Critics have now found allies among senior politicians. In 2010, the government excluded Korean high schools from a tuition fee waiver program following the introduction of free education up to the age of 15. The ban was made official in early 2013, two months after Japan's conservative prime minister, Shinzo Abe, took office. At the time his education minister, Hakubun Shimomura, claimed the schools were subject to \"improper control\" by political groups. The same year, the pressure on Korean schools intensified when Tokyo became the first of nine prefectural governments – a third of those with Korean schools – to withdraw subsidies. The moves have plunged many schools into severe financial difficulty. Teachers at the Chiba school receive a fraction of their salaries of three years ago, and some have quit. There are occasional water and power cuts, prompting frantic requests to parents for donations. \"Whenever there's a problem between Japan and North Korea we also receive threatening phone calls,\" Kim said. \"People tell us to die, or threaten to kidnap our pupils in retaliation for the abductions.\" Kim says his teachers are more interested in nurturing a love of Korean culture than in producing citizens conversant with the policies of juche (self-reliance) and songun (military-first). \"Of course, we don't criticise the Kim family, but we don't go over the top, either,\" he said. \"Our approach is that they are our leaders, so we should respect them.\" He laughs when asked why he doesn't adopt Japanese citizenship, send his children to a Japanese school and encourage them to learn Korean language and culture at home or at night school. \"People always ask us: 'Why not become Japanese and all will be well?' I try to explain that to do that would be to deny our past and our ethnicity. When children here study Korean, it's not like they're learning a foreign language. It's their mother tongue.\" Attitudes towards North Korea hardened more than a decade ago when Pyongyang confirmed suspicions that its spies had abducted at least a dozen Japanese nationals during the cold war. Despite the release in 2002 of five abductees and their families, Japan refused to believe Pyongyang's claims that the remainder had died. The start of North Korean nuclear weapons tests in 2006 and the test-firing of long-range missiles have added to tensions, with Korean residents claiming that hardline rhetoric in Tokyo has made them targets for routine abuse. The past couple of years have seen a dramatic rise in anti-Korean demonstrations organised by far-right groups such as Zaitokukai. In response, the UN committee on the elimination of racial discrimination in Geneva last month called on Japan to \"firmly address manifestations of hate and racism, as well as incitement to racist violence and hatred during rallies\", and to \"pursue appropriate sanctions\" against public officials and politicians who disseminate hate speech. \"I don't feel like we've made any progress at all on the rights of ethnic Koreans,\" said Kim Wooki, a campaigner with the Human Rights Association for Korean residents in Japan. \"The government tried to close Korean schools down in the 1960s but failed because of public opposition. Decades later, it is still trying.\" Kim, who was part of a delegation that testified in Geneva, blames the new atmosphere of intolerance on the growing acceptance of historical revisionism at the highest levels of Japanese politics. Prime Minister Abe is among those who believes there is no evidence that tens of thousands of mainly Korean women were forced to work in frontline brothels run by the Japanese military before and during the war. \"Mention of the sex slaves was removed from Japanese school textbooks in 2006,\" said Kim. \"Japanese children don't learn the truth about history, so when I tell people that if I had children I would never send them to Japanese schools, I use that example to explain that this is Japan's problem, not mine. \"The way things are going, I don't know if Korean schools will be around in 20 to 30 years' time. All we are asking is for Japan to respect international norms as far as providing education is concerned.\" The rightwing demonstrations in Korean neighbourhoods are reminiscent of incidents in the 1990s – when the abductions came to light – in which girls wearing traditional chima jeogori uniforms had their clothes slashed while commuting to and from school. As an ethnic Korean growing up in Japan, Kang Chi-na said fear of verbal abuse, or worse, meant she had to wear an ordinary Japanese-style uniform outside and change into traditional dress once she was at school, before changing again for the journey home. Yet Kang, whonow teaches Korean language at the Chiba school, held out hope that, while their governments attempt to resolve the abductions, Japanese citizens and their ethnic Korean neighbours would overcome their differences. \"People like me were born and brought up in Japan, but we are still Korean,\" Kang, 23, said. \"That's why these schools are so important to us. \"We dance and sing with Japanese neighbours at our school festival and have exchange programmes with local Japanese schools. If we can learn to understand each other through grassroots exchanges, I can see the overall situation improving.\" Kim, the headmaster, doesn't share her optimism. Official intolerance of ethnic Koreans, evident in the row over fees and subsidies, has given Japan's increasingly vocal far-right carte blanche to identify ethnic Koreans as the \"enemy within\", he said. \"You have to remember that our ancestors didn't come here because they loved Japan. They were forced to come here. I've always said that if Japan wants to prove it is a truly modern and international country, then the way it treats its ethnic Korean citizens is its true litmus test.\"",
    "keywords": [
        "schools",
        "children",
        "rising",
        "ethnic",
        "korea",
        "japans",
        "squeezed",
        "tensions",
        "kim",
        "japanese",
        "japan",
        "school",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Tensions between North Korea and Japan are threatening the survival of this and dozens of other Korean schools.\nKorean schools have been effectively excluded from Japan's education system for political reasons.\nThe same year, the pressure on Korean schools intensified when Tokyo became the first of nine prefectural governments – a third of those with Korean schools – to withdraw subsidies.\n\"The government tried to close Korean schools down in the 1960s but failed because of public opposition.\n\"The way things are going, I don't know if Korean schools will be around in 20 to 30 years' time.",
    "sentiment": {
        "neg": 0.0975,
        "neu": 0.844,
        "pos": 0.0585,
        "compound": -0.0826
    }
}