{
    "date": "2014-10-11T10:00:05Z",
    "title": "When dictators disappear rumours abound, and so it is with Kim Jong-un | David Boyle",
    "url": "https://www.theguardian.com/commentisfree/2014/oct/11/kim-jong-un-rumours-dictators-disappear",
    "content": "When dictators disappear, whether they are suffering from “discomfort” or not, it always sets the imagination racing. Kim Jong-un, the portly 31-year-old who is North Korea’s head of state, hasn’t been seen in public since the beginning of September. In these circumstances, the mind begins to boggle. Is he having some kind of breakdown? Is he dying? Is he dead already? Speculation is a common feature of dictatorships, or any power structures that obsessively ration information. In 2012, there were similar rumours that Meles Zenawi, prime minister of Ethiopia – said to be mysteriously having treatment abroad – was actually dying. So it proved, but his illness remained “undisclosed”. After a car crash involving the son of Zambian president Michael Sata this year, it was said that not only was the president already dead but that he had already been embalmed. He recently scotched the stories by appearing in public looking rather healthy. Even for Robert Mugabe, travelling to Singapore in 2012 for treatment for prostate cancer – something he did maybe eight times that year alone – gave rise to whispers that he had actually died some time before. There has been speculation along similar lines about 91-year-old former prime minister of Singapore Lee Kuan Yew, and rumours of Hugo Chávez’s death proceeded the strongman’s actual passing last year by several months. Shortly before his actual demise, the rumours were intensified by an open letter written to him by Fidel Castro, the former Cuban dictator. Castro is endlessly trying to scotch rumours that he has died. Strange things happen in the world of totalitarian rule, even a letter from one dead man to another. In nations where absolute power is wielded, those who owe their position to the leader cling to their influence by keeping them operating – perhaps even past the point of death – while they sort out some more permanent solution. The story of Stalin’s mysterious death in 1953 suggests that, while the hands of the doctors treating him shook with fear, his inner circle played desperately for time. “Don’t tell anyone about Comrade Stalin’s illness,” KGB boss Laventiy Beria commanded his servants after his apparent stroke. There was no Ding Dong! The Witch Is Dead. Quite the reverse. Stalin was the source of their power and without him, those around him feared they would lose more than their influence. It was nearly three years before his successor, Nikita Khrushchev, condemned him, and even then it was in secret. Nor does this secrecy and subterfuge apply only in dictatorships. Franklin Roosevelt was famously not told about his own cancer in 1944 in case it undermined his bid for a fourth term of office. When his illness became obvious to those around him, he was sent out exhaustingly on the campaign trail as proof of his good health. But these issues are much more urgent now that knowledge can be passed instantaneously. During the wartime struggle with the Nazis over the airwaves, the BBC’s European news chief Noel Newsome realised that, for all the cleverness of Josef Goebbels’s broadcasts, their failure to tell the whole truth was a big weakness. They would tell lies that were bound to emerge later. They would suppress information that their own people desperately wanted. It was this fatal vulnerability that lost the Nazis the “airwave” war, with 15 million Germans risking their lives to listen to Allied broadcasts. The paradox, then and now, is that the more you try to control information, the more it begins to slip out of your grasp.",
    "keywords": [
        "rumours",
        "dictators",
        "disappear",
        "stalins",
        "illness",
        "tell",
        "david",
        "kim",
        "dead",
        "abound",
        "power",
        "treatment",
        "information",
        "boyle",
        "speculation",
        "death",
        "jongun"
    ],
    "summary": "When dictators disappear, whether they are suffering from “discomfort” or not, it always sets the imagination racing.\nKim Jong-un, the portly 31-year-old who is North Korea’s head of state, hasn’t been seen in public since the beginning of September.\nIn 2012, there were similar rumours that Meles Zenawi, prime minister of Ethiopia – said to be mysteriously having treatment abroad – was actually dying.\nShortly before his actual demise, the rumours were intensified by an open letter written to him by Fidel Castro, the former Cuban dictator.\n“Don’t tell anyone about Comrade Stalin’s illness,” KGB boss Laventiy Beria commanded his servants after his apparent stroke.",
    "sentiment": {
        "neg": 0.1763,
        "neu": 0.7993,
        "pos": 0.0245,
        "compound": -0.3266
    }
}