{
    "date": "2014-05-16T11:31:22Z",
    "title": "Ten things we learned from Michael Kirby's North Korea Reddit AMA",
    "url": "https://www.theguardian.com/world/2014/may/16/reddit-michael-kirby-north-korea-human-rights-abuses",
    "content": "In February, the UN's commission of inquiry into human rights in North Korea published a damning report detailing human rights abuses committed by the country's leadership against its own people. They compared the scale of the abuse to the atrocities committed by the Nazis. Michael Kirby, the chair of the report, personally wrote to Kim Jong-un to warn him that he could face trial at The Hague for his personal culpability in crimes against humanity. We invited Kirby to take part in a live Ask Me Anything (AMA) webchat on Reddit. What shocked him the most about the abuses recorded in the report? What should happen next? How can the world help? This is what we learned: 1. The report exposed horrific human rights abuses Though the UN commission was refused entry to North Korea, \"this did not stop our inquiry,\" said Kirby. \"There are 26,000 refugees from North Korea in South Korea. We had no difficulty in securing testimony\". He said the testimony heard by the inquiry \"was very similar to the testimony one sees on visiting a Holocaust Museum by those who were the victims of Nazi oppression in the last century\" and that the \"witnesses told their stories in a low key way, without exaggeration\". Kirby said many things shocked him about the lives of ordinary North Koreans, but he mentioned in particular the regime's denial that political prison camps exist, \"especially given the strong testimony and the corroboration by the international satellite images now available to the world.\" He said Google Earth shows what appear to be prison camps, exactly as described by those North Koreans who gave testimony to the UN commission. He also remarked on the \"terrible situation in relation to food\" and the \"fact that, on figures that North Korea itself acknowledges, 27% of babies are born stunted\". He said international food aid would be available to prevent this, but \"North Korea will not allow UN and private food donors to monitor the supply of food to needy people\". 2. The time to act on human rights abuses in North Korea is now In answer to a multi-layered question, Kirby said: \"It is important to understand that the international community is at a critical stage in the evolution of its responses to the most serious international crimes: including genocide and crimes against humanity. This is a testing time for the world and its people\". Until now North Korea has succeeded in cutting itself off from the scrutiny of the global community. \"This it should no longer [be] permitted to do,\" he said. He said it was important that \"at least now we have established the principles of international criminal law\" and that the report \"demands action of the United Nations\". In response to another question, he said the \"reports suggest that North Korea has 20 nuclear armed weapons and missile delivery systems\" and there is \"therefore a matter of urgency\" in the international response to North Korea's abuses. He stressed that he wants to see an extension of the mandate that is already before the UN Security Council. \"It is now up to the nation states to consider what should be done... I believe, and am hopeful, that wise leadership on the part of the permanent members of the Security Council will produce an effective response to the shocking revelations in the report of the COI [Commission of Inquiry],\" he said. Flopublic asked what the UN plans to do about the \"massive\" human right abuses. Kirby said the UN is yet to make a final decision on the report, but that it did receive strong support in the debates in the Human Rights Council in April. \"Of the 15 members of the Security Council who attended (PR China and Russian Federation absent), 13 were there; 11 made speeches; 10 of the 11 came out in support of referral of the case of North Korea to the International Criminal Court (ICC),\" said Kirby. 3. Kim Jong-un will not appear at The Hague anytime soon Kirby says there is no possibility of Kim Jong-un appearing at The Hague voluntarily. However, investigators believe that there are reasonable grounds for starting a prosecution process on human rights violations, \"some of them rising to the extremely serious level of crimes against humanity\". Kirby says \"it is important and urgent to set that process in action\". Kirby said it is important to keep in mind that the members of the commission \"were fact finders not international diplomats\". He said: \"It is not for the COI to consider how the facts should be ultimately handled. That is for the representatives of the nation states in the United Nations organs (Human Rights Council, General Assembly, and Security Council).\" 4. The Pyonyang regime is scared of the truth Muggwoffin asked about Andrei Lankov's view that the regime is frightened of persecution, which is the reason they cling to power. Lankov has suggested that the way to topple the regime would be to offer amnesty to the North Korean elite. Kirby said he suspects the only thing that the North Korean regime fears is \"the spreading of information about the truth in their country. And specially the risk that this information will get into the hands of the local population.\" He said he believes that \"in the upshot, the truth will out.\" 5. There's a chance some North Koreans inside the country might get to read the findings of the UN report Kirby said an increasing number of Chinese mobile phones, which can connect to internet (not just North Korea's intranet) and thus the outside world, are being smuggled into North Korea, which means it could be possible that North Koreans manage to read some of the report's findings. \"I hope, now that the COI report has been translated into the Korean language, it will become increasingly available to the citizens of DPRK,\" he said. 6. There is good reason for us to care about what happens inside North Korea In reply to another question, Kirby said he believes it is \"our obligation\" to \"get involved in politics where it involves the universal human rights of people on the planet\" after \"the shocking wrongs in and before the Second World War\". He said \"a country which so grossly abuses the human rights of its people is inevitably an unstable danger to its neighbours, the region and the world.\" Stories about North Korea fascinate the Reddit community; the Reddit world news page is a great source of North Korea stories, and there are all manor of subreddits to explore. 7. People outside North Korea can do something to help: \"they are our brothers and sisters\" The ordinary citizen can express his or her belief that there should be action. This can be done in free societies in many ways: by joining civil society organisations that are dedicated to improving the situation in North Korea; by writing letters to the newspapers; by attending peaceful demonstrations of concern; by communicating to politicians to urge action; by joining political parties and generally making a noise. This is not possible in North Korea because of the suppression of any voices adverse to the regime. But it is possible in many countries of the world and those who enjoy freedom should cherish it and take advantage of it to be concerned about more than their own backyard ... they are brothers and sisters to us. Michael Kirby 8. The debate on tourism to North Korea continues Carrying on a debate we’ve had on the North Korea network before, the1akshay asked whether it was immoral to go to North Korea on holiday. Kirby said that he didn’t think so, but that \"it does not really help the human rights situation.\" He said a visit to the country \"is not really tourism. It is controlled visits designed only to raise foreign currency, most of which will go to support the elite, not the ordinary people”. Redditor Muggwoffin said he didn’t think it was helpful, likening it to financial and direct aid which gets funnelled back to the elite. 9. There is a glimmer of hope Alexbate asked we could ever imagine a more positive situation in North Korea, or would the county need to implode before starting over? Quoting Martin Luther King, Kirby said that he was hopeful, \"the arc of history bends in the direction of equality and liberty\". He explained that the inquiry did not approach its task assuming North Korea would collapse. \"The future of the state of North Korea is entirely a matter for the people of that country. It does not belong to the United Nations or its COI,\" he said. 10. Redditors have respect for Michael Kirby as a human rights ambassador, a judge, and an all round nice guy In addition to answering extensive questions about the work on human rights in North Korea, Kirby answered questions posed by Redditors who followed his career as a high-profile Australian jurist and academic. seunvanklip had some questions about studying law, Kirby responded by saying he was so often so interested by most of the cases he sat in as an appellate judge that he found himself prone to \"hyperventilation!\" He said: \"Judging is a great responsibility but a very interesting job.\" ClaytonBigsby7 from Kirby’s old school said: \"I want to let you know that you are mentioned at almost every assembly and highly praised.\" And Threesmallwolves said: \"We still remember when you came and did a talk at the Caringbah High School assembly, one of the teachers is still wishing she took a photo with you.\" Kirby promised to return to the school by the end of the year adding \"you should never forget your debt to public education in Australia: free, secular, compulsory and democratic.\"",
    "keywords": [
        "human",
        "korea",
        "things",
        "kirby",
        "world",
        "reddit",
        "council",
        "learned",
        "abuses",
        "report",
        "kirbys",
        "rights",
        "michael",
        "ama",
        "north",
        "international"
    ],
    "summary": "\"There are 26,000 refugees from North Korea in South Korea.\nUntil now North Korea has succeeded in cutting itself off from the scrutiny of the global community.\nStories about North Korea fascinate the Reddit community; the Reddit world news page is a great source of North Korea stories, and there are all manor of subreddits to explore.\nThis is not possible in North Korea because of the suppression of any voices adverse to the regime.\nThe debate on tourism to North Korea continues Carrying on a debate we’ve had on the North Korea network before, the1akshay asked whether it was immoral to go to North Korea on holiday.",
    "sentiment": {
        "neg": 0.0699,
        "neu": 0.8488,
        "pos": 0.0812,
        "compound": 0.0241
    }
}