{
    "date": "2014-05-07T10:38:31Z",
    "title": "First travel app to North Korea offers guide to secretive country",
    "url": "https://www.theguardian.com/travel/2014/may/07/first-travel-app-to-north-korea",
    "content": "It may be one of the world's most restrictive destinations – largely off limits to foreign journalists and impossible to visit without a government endorsed tour guide – but one startup is hoping to shed new light on North Korea with the launch of a travel app to help users plan a visit to the reclusive state. The \"100% unofficial\" app, which is the first of its kind, includes thousands of original photographs, comprehensive information on the country's attractions and a phrase book, as well as advice on how to plan and book your own trip. Created by British based travel technology startup Uniquely.Travel, the app comes as interest in travel to North Korea is on the increase. High profile visitors such as Dennis Rodman caused a spike in media coverage last year, while the country's government continues to toy with the prospect of foreign tourism. Last October, North Korea opened its first ski resort, while this April's marathon in Pyongyang was the first to be open to foreign runners. \"North Korea attracts a lot more interest than any other developing country with a similar GDP,\" says Chad O'Carroll, Director of NK News and project manager for the North Korea Travel app. \"There's a kind of perverse interest in it. Only about 6,000 westerners visit each year, but a lot of people who wouldn't visit want to experience it as an armchair traveller and we think they're going to be the biggest audience for the app.\" Among the destinations featured in the app is the Ryongmun Cavern – a complex of caves and grottoes in outer Hyangsan; the Kaeson Youth Funfair, a summer amusement park for Pyongyangers'; the recently constructued Runga Dolphinarium; and Rajin Zoo - best known as the \"World's Worst Zoo\", which in 2004 contained \"three ducks, a turkey, some elusive foxes, and a drawing of a monkey\". There is also information on farms, factories and hospitals you can visit, as well as the best places to eat, stay and drink. Most of the writing has been done by Simon Cockerell, who has visited North Korea over 100 times and works for Koryo Tours, who specialise in trips to the country. According to O'Carroll, almost all of the destinations in the app are possible to visit as a tourist, although he admits that sometimes places can suddenly become \"under construction\". Visiting the country is not without its risks; four tourists have been arrested in North Korea in the last six months. Barely two weeks ago 24-year-old American Matthew Miller was taken into custody after tearing up his visa on arrival and attempting to claim asylum. Even responsible tourists face high levels of scrutiny from their guides and security services. \"Unfortunately right now North Korea doesn't let people in to explore the country as they like,\" says O'Carroll. \"If you save the destinations you want to go to on the app you would have to send the list to one of the tour operators who would then get it approved by the government. They would then meet you at the airport and a guide would stay with you at all times.\" The North Korea Travel app will be the first in what Uniquely.Travel hope will be an entire series of digital guides to other destinations previously considered \"off limits\" by tourists. The next app will be a travel guide to Iran, while future possibilities include Burma and Ethiopia.",
    "keywords": [
        "secretive",
        "ocarroll",
        "tourists",
        "travel",
        "destinations",
        "guide",
        "korea",
        "visit",
        "country",
        "interest",
        "app",
        "offers",
        "north"
    ],
    "summary": "Created by British based travel technology startup Uniquely.Travel, the app comes as interest in travel to North Korea is on the increase.\nLast October, North Korea opened its first ski resort, while this April's marathon in Pyongyang was the first to be open to foreign runners.\n\"North Korea attracts a lot more interest than any other developing country with a similar GDP,\" says Chad O'Carroll, Director of NK News and project manager for the North Korea Travel app.\nVisiting the country is not without its risks; four tourists have been arrested in North Korea in the last six months.\nThe North Korea Travel app will be the first in what Uniquely.Travel hope will be an entire series of digital guides to other destinations previously considered \"off limits\" by tourists.",
    "sentiment": {
        "neg": 0.0363,
        "neu": 0.8551,
        "pos": 0.1086,
        "compound": 0.2793
    }
}