{
    "date": "2014-12-08T12:32:00Z",
    "title": "North Korea says Sony cyber-attack may be 'righteous' work of its supporters",
    "url": "https://www.theguardian.com/film/2014/dec/08/north-korea-sony-cyber-attack-the-interview",
    "content": "North Korea has said the cyber-attack on studio Sony, which led to five upcoming movies being leaked on to piracy sites, may have been a “righteous deed of supporters and sympathisers”, despite once again denying direct responsibility. A spokesperson for the regime, which styles itself the Democratic People’s Republic of Korea (DPRK), appeared to blame the studio for bringing the attack on itself, says the Hollywood Reporter. Pyongyang has in the past complained vociferously about an upcoming Sony comedy titled The Interview, starring Seth Rogen and James Franco, which sees the country’s autocratic leader Kim Jong-un become the target of a CIA assassination attempt. “We do not know where in America the Sony Pictures is situated and for what wrongdoings it became the target of the attack nor we feel the need to know about it,” reads the statement. “But what we clearly know is that the Sony Pictures is the very one which was going to produce a film abetting a terrorist act while hurting the dignity of the supreme leadership of the DPRK by taking advantage of the hostile policy of the US administration towards the DPRK.” The spokesman added: “The hacking into the Sony Pictures might be a righteous deed of the supporters and sympathizers with the DPRK in response to its appeal … The righteous reaction will get stronger to smash the evildoings.” The attack, which took place earlier this month, saw unreleased Sony films including the big-budget musical remake Annie, leaked on to file-sharing sites. A group named Guardians of Peace has taken responsibility, though some reports suggest an internal studio investigation has linked the hacking to an organisation with connections to Pyongyang known as DarkSeoul. Last week, the hackers revealed the multi-million dollar salaries allegedly received by Seth Rogen and James Franco for shooting The Interview. Over the weekend the group released what it said was the salary received by Princess Beatrice, who is apparently the recipient of a £19,500-a-year salary for her work as an intermediate co-ordinating producer at the studio’s London office. Rogen, also the film’s co-director, continued to make light of the cyber-attacks during a stint on Saturday Night Live with Franco at the weekend. He joked that “personal” photos, including an attempt by the duo to recreate John Lennon and Yoko Ono’s famous Rolling Stone front cover, had also leaked.",
    "keywords": [
        "sony",
        "work",
        "supporters",
        "leaked",
        "korea",
        "pictures",
        "studio",
        "rogen",
        "righteous",
        "cyberattack",
        "know",
        "dprk",
        "franco",
        "north",
        "attack"
    ],
    "summary": "North Korea has said the cyber-attack on studio Sony, which led to five upcoming movies being leaked on to piracy sites, may have been a “righteous deed of supporters and sympathisers”, despite once again denying direct responsibility.\nA spokesperson for the regime, which styles itself the Democratic People’s Republic of Korea (DPRK), appeared to blame the studio for bringing the attack on itself, says the Hollywood Reporter.\n“We do not know where in America the Sony Pictures is situated and for what wrongdoings it became the target of the attack nor we feel the need to know about it,” reads the statement.\nLast week, the hackers revealed the multi-million dollar salaries allegedly received by Seth Rogen and James Franco for shooting The Interview.\nRogen, also the film’s co-director, continued to make light of the cyber-attacks during a stint on Saturday Night Live with Franco at the weekend.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8833,
        "pos": 0.0499,
        "compound": -0.0815
    }
}