{
    "date": "2014-12-18T19:04:09Z",
    "title": "Sony Pictures scraps release of The Interview after theaters pull out",
    "url": "https://www.theguardian.com/film/2014/dec/18/fbi-north-korea-sony-pictures-hack-the-interview",
    "content": "The White House says it is treating the hacking of Sony Pictures as a serious national security matter, after the film company reportedly scrapped the global release of controversial comedy The Interview. White House spokesman Josh Earnest told reporters the attack was by a “sophisticated actor” and that the president’s top security officials have met daily to discuss a response. The hack of Sony by a group calling itself Guardians Of Peace (GOP) has caused outrage and embarrassment at the Hollywood studio. On Wednesday, Sony cancelled the US theatrical release of the comedy, which depicts the assassination of North Korean leader Kim Jong-un. The company later said it “has no further release plans” for the film, including theatrical release, DVD, or video on demand. Anonymous White House officials have said the US had evidence that the hack was coordinated by North Korea. On Thursday, Earnest said he was not in a position to confirm North Korea’s alleged responsibility. Pyongyang has denied involvement in the hack. In June, North Korea’s UN ambassador called the film “an undisguised sponsoring of terrorism as well as an act of war”. Sony pulled the movie in the US after major movie chains said they would not show the film, due to open on Christmas Day. “In light of the decision by the majority of our exhibitors not to show The Interview, we have decided not to move forward with the planned December 25 theatrical release,” the studio said in a statement Wednesday afternoon. That decision followed a threat from GOP to cinemagoers. “The world will be full of fear,” the message read. “Remember the 11th of September 2001.” The scrapping of the movie triggered a furious reaction from Hollywood, where there are concerns that the hackers’ victory will lead to self-censorship by the studios. Another movie based in North Korea and starring Steve Carell has already been cancelled in the wake of the furore. “Sad day for creative expression,” Carell said via Twitter. Aaron Sorkin, who wrote the screeplay for The Social Network and The West Wing, said the media who publishing the information leaked by GOP were responsible for the film’s axing. “Today the US succumbed to an unprecedented attack on our most cherished, bedrock principle of free speech by a group of North Korean terrorists who threatened to kill moviegoers in order to stop the release of a movie,” he said in a statement given to Deadline Hollywood. “The wishes of the terrorists were fulfilled in part by easily distracted members of the American press who chose gossip and schadenfreude-fueled reporting over a story with immeasurable consequences for the public – a story that was developing right in front of their eyes.” Actor and comedian Chris Rock said the scandal had sent shockwaves throughout Hollywood. “This whole thing is just scary,” he told the New York Times. “It’s e-mails, it’s your private stuff. And the whole town is scared...nobody knows what to do.” Anonymous law enforcement officials quoted by Fox News on Thursday said the FBI was expected to publicly announce North Korea’s connection to the hack. But a spokeswoman for the FBI told the Guardian it was “unclear at this time” if any public announcement would be made. Republican senator John McCain described the decision to cancel the film’s release and the hack’s reported links to North Korea as “profoundly troubling”. “By effectively yielding to aggressive acts of cyber-terrorism by North Korea, that decision sets a troubling precedent that will only empower and embolden bad actors to use cyber as an offensive weapon even more aggressively in the future,” senator McCain said in statement. Civil rights leader the Rev Al Sharpton announced he was set to meet Sony co-chair Amy Pascal on Thursday to discuss an email exchange published by the hackers, which included racially insensitive remarks referencing President Obama’s favourite films. Pascal and veteran film producer Scott Rudin joked that Obama would prefer to watch films about African Americans, ahead of meeting at the White House. Both have apologised, but some civil rights leaders have called on Pascal to resign. Additional reporting by Ben Beaumont-Thomas Sony’s cancellation of The Interview surprises North Korea watchers Review: The Interview",
    "keywords": [
        "sony",
        "white",
        "korea",
        "pull",
        "scraps",
        "pictures",
        "theaters",
        "north",
        "house",
        "film",
        "hollywood",
        "movie",
        "release",
        "interview"
    ],
    "summary": "The White House says it is treating the hacking of Sony Pictures as a serious national security matter, after the film company reportedly scrapped the global release of controversial comedy The Interview.\nOn Wednesday, Sony cancelled the US theatrical release of the comedy, which depicts the assassination of North Korean leader Kim Jong-un.\nThe company later said it “has no further release plans” for the film, including theatrical release, DVD, or video on demand.\nAnonymous White House officials have said the US had evidence that the hack was coordinated by North Korea.\nAdditional reporting by Ben Beaumont-Thomas Sony’s cancellation of The Interview surprises North Korea watchers Review: The Interview",
    "sentiment": {
        "neg": 0.1025,
        "neu": 0.8353,
        "pos": 0.0623,
        "compound": -0.1486
    }
}