{
    "date": "2014-04-07T12:00:00Z",
    "title": "Ten Korean writers on a country sawn in half",
    "url": "https://www.theguardian.com/books/2014/apr/07/inside-story-korea-london-book-fair",
    "content": "After two years of political hot potatoes – first China and then Turkey – this year's \"market focus\" country presents a different challenge to the London Book Fair, which runs this week: who wants to read books from Korea? The choice of name could be dismissed as opportunistically misleading: Korea is two countries, but the 10 writers who will be at the book fair are all from the south. We're desperate to hear the inside story of North Korea because it is the stuff of nightmares, locked in unending cold war, complete with nuclear bombs aimed at unknown targets. We have no access to the first-hand stories of its citizens, so we rely on western writers, whether of novels, such as Adam Johnson's Pulitzer prizewinning The Orphan Master's Son, or of journalism. Barbara Demick's Nothing to Envy: Real Lives in North Korea won the 2010 Samuel Johnson prize, while John Sweeney was more recently accused of putting a group of London students at risk by joining them incognito to research his book, North Korea Undercover. While the north appears to be tale of economic and social catastrophe, South Korea is one of the great success stories of the second half of the 20th century – yet its literature remains tantalisingly remote. It is home to the poet Ko Un, tipped as a frontrunner for the Nobel prize, but nearly all its high-profile authors are based in the west. Economist Ha-Joon Chang, author of the 2010 book 23 Things They Don't Tell You About Capitalism, has spent much of his career in Cambridge, novelist Chang-rae Lee moved to New York when he was three. Short story writer Krys Lee, author of the award-winning debut collection Drifting House, grew up in California and Washington, though she has since returned to Korea. She will be at the book fair but is not one of the 10: \"It's difficult because I believe I'm part of a generation of Koreans (and Asians) who left the country as children, not necessarily out of choice, and have returned, and there is no real category for people like us yet,\" she says. So what can the 10 writers selected for the fair say about a country that has been sawn in half for 60 years? Two, in particular, dramatise the intractable situation in which their country finds itself. Hwang Sok-Yong was born in Manchuria in 1943, when it was under Japanese occupation, fought in the Vietnam war, and began publishing in the 1970s. The Shadow of Arms (1985) is set in the black markets of the Vietnamese city of Danang during the Vietnam war, and is based on his experiences as a mercenary for the South Vietnamese. Hwang is a rarity in being read in the north and the south, though his 2001 novel The Guest (2001) infuriated both sides. It revisits the Korean war in the story of two brothers, both of whom have moved to the US and become priests. When one dies, the other signs up for a tourist trip to North Korea, to meet the family that stayed behind and make peace with the two foreign \"guests\" that have split his country: Marxism and Christianity. He finds his relatives haven't fared as badly as he'd feared. The novel ends with an offertory ritual as the surviving sibling burns the rags of his family's conflicted past to atone for his brother's war crimes. Yi Mun-Yol has also used the trope of estranged brothers to tell the story of his divided country. He was born in 1948, and his father was among a tide of Marxist idealists who swept to the north during the Korean war, leaving their families to survive as best they could under the dictatorships of the south. In a short story, \"An Appointment With My Brother\", Yi imagines a reunion with his half-brother from his father's new family in the north. Yi is too scrupulous a writer to presume to understand this brother, who speaks in anti-imperialist slogans and can only be reached through a common heritage of ritual: there is a moment of closeness when the brothers get drunk together and make an offering of fish to their dead father on the banks of a river, before the border snaps shut on them again. Problematically for the international profile of Korean literature, the rituals that unite these pairs of brothers separate them from the rest of us: we understand more about communism than we do about the hybrid of religion and superstition in a country that mixes Buddhism, Confucianism and Catholicism, while boasting the five biggest protestant churches in the world. Yi has told his life story in various forms. In Our Twisted Hero (1987) he created an allegory of dictatorship through a fable about a schoolboy confronted with the wily power play of a despotic prefect who has the protection of the teachers. To the bemusement of its author, it has been widely read in US schools as a simple anti-bullying parable. In The Poet (1992) he explores the consequences of dynastic shame through the semi-fictionalised story of a 19th-century vagabond poet, who takes to the road when he finds himself unable to escape the disgrace of his collaborationist grandfather. Such extremes of cultural difference demand a sophistication of translation that is simply not evident in many of the classic texts, though there are signs that this is beginning to change. A recent bestselling novel by Kyung-Sook Shin, Please Look After Mother – about a family dealing with the fall-out from the disappearance of their senile mother – was premised on a tradition of family duty deemed so alien to western readers that it is said to have been substantially adapted in translation (by the LA-based translator Chi-Young Kim). Seoul's Literature Translation Institute of Korea, which is co-curating the book fair programme with the British Council, has been charged with bringing on a new generation of translators. It is working with the US-based Dalkey Archive on new translations by Koreans of 25 classics. It has a big job on its hands – one that involves not merely promoting and translating books but mediating one culture to another in such a way that the narratives we want to read are not simply journalistic horror stories, but the nuanced, culturally specific fictions that can illuminate the soul of a fascinating, complex, geopolitically critical, country.",
    "keywords": [
        "book",
        "war",
        "south",
        "fair",
        "sawn",
        "korea",
        "yi",
        "brothers",
        "read",
        "country",
        "writers",
        "half",
        "north",
        "korean"
    ],
    "summary": "The choice of name could be dismissed as opportunistically misleading: Korea is two countries, but the 10 writers who will be at the book fair are all from the south.\nBarbara Demick's Nothing to Envy: Real Lives in North Korea won the 2010 Samuel Johnson prize, while John Sweeney was more recently accused of putting a group of London students at risk by joining them incognito to research his book, North Korea Undercover.\nSo what can the 10 writers selected for the fair say about a country that has been sawn in half for 60 years?\nThe novel ends with an offertory ritual as the surviving sibling burns the rags of his family's conflicted past to atone for his brother's war crimes.\nYi Mun-Yol has also used the trope of estranged brothers to tell the story of his divided country.",
    "sentiment": {
        "neg": 0.0661,
        "neu": 0.8681,
        "pos": 0.0658,
        "compound": 0.009
    }
}