{
    "date": "2014-09-14T10:42:37Z",
    "title": "North Korean court sentences Matthew Miller to six years' hard labour",
    "url": "https://www.theguardian.com/world/2014/sep/14/north-korea-matthew-miller-sentence-us-hard-labour",
    "content": "North Korea has sentenced an American citizen to six years of hard labour for entering the country illegally and committing \"hostile acts\" against the secretive state. State media said Matthew Miller had been convicted after a brief court hearing on Sunday morning. The court refused him permission to appeal. Miller, 24, from Bakersfield, California, reportedly ripped up his tourist visa on arrival at Pyongyang airport on 10 April, claiming he wanted to seek asylum. Prosecutors said Miller had falsely claimed to have secret information about the US military in South Korea on his iPad and iPod. A photo released by the official Korean Central News Agency showed a pale-looking Miller, dressed in black, standing in the dock flanked by guards. Miller, who waived the right to a lawyer, was handcuffed and led from the courtroom after his sentencing. The US government had called on North Korea to release Miller and two other American detainees as a humanitarian gesture. This month Miller told US journalists who were in Pyongyang to cover an international wrestling event that he had written to Barack Obama requesting help but had not received a reply. \"My situation is very urgent,\" he told CNN. \"I think this interview is my final chance to push the American government into helping me.\" Some analysts interpreted the North's unusual decision to permit the interviews as a sign that it may be prepared to negotiate the men's release. North Korea has yet to announce a trial date for another US citizen, Jeffrey Fowle, who entered North Korea on a tourist visa and was detained after leaving a copy of a Bible in the toilet of a sailors club in the port town of Chongjin. Fowle, from Moraine, Ohio, told AP in Pyongyang that he had been arrested at a hotel in the capital before being moved to a suite at a guesthouse. The 56-year-old and his Russian wife have written to the Russian president, Vladimir Putin, asking for help. Though it claims to protect religious freedoms, North Korea deals harshly with foreign tourists who use their visits to spread Christian teachings. Kenneth Bae, an American missionary who was arrested in December 2012, is serving a 15-year sentence at a labour camp near Pyongyang for allegedly plotting to overthrow the regime. The US twice arranged to send its envoy for North Korean human rights issues, Robert King, to Pyongyang to negotiate Bae's release, only for North Korea to abruptly cancel the visits. Bae, 46, has said he works eight hours a day at the camp, and that he has spent the 18 months since his arrest going back and forth between the camp and hospital to receive treatment for severe back pain. All three men called on the US to send a high-ranking representative to North Korea in an attempt to win their freedom. Last week, US state department officials said the offer to send King was still open. US officials appeared to be bracing themselves for a guilty verdict in Miller's case before his trial, with the country's most senior diplomat in east Asia, Daniel Russel, accusing the North of using the detainees as pawns. \"This is the way they play,\" he told Reuters. \"They use human beings, and in this case Americans citizens, as pawns. And we find that both objectionable and distressing.\" In the past, North Korea has used detained US citizens to secure visits by high-profile public figures. While ostensibly humanitarian missions, the regime sees such visits as a rare opportunity to push for concessions on its nuclear weapons programme. Six-party talks on the North's nuclear ambitions have not been held since 2009. In 2010, Jimmy Carter secured the release of Aijalon Gomes, who had entered North Korea illegally to perform missionary work. A year earlier Bill Clinton did the same for two TV journalists who had strayed across the country's border with China. Analysts said the strategy could prove less effective given that US foreign policy priorities now lay elsewhere. \"North Korea's strategy may have worked in the past, but its brinkmanship with the American hostages is occurring against the backdrop of so many other crises that North Korea cannot use this issue to elevate itself as Washington's primary concern,\" Scott Snyder, director of the programme on US-Korea policy at the Council on Foreign Relations, told AP.",
    "keywords": [
        "matthew",
        "hard",
        "sentences",
        "labour",
        "miller",
        "send",
        "korea",
        "state",
        "visits",
        "american",
        "told",
        "court",
        "pyongyang",
        "release",
        "north",
        "korean"
    ],
    "summary": "North Korea has sentenced an American citizen to six years of hard labour for entering the country illegally and committing \"hostile acts\" against the secretive state.\nThe US government had called on North Korea to release Miller and two other American detainees as a humanitarian gesture.\nNorth Korea has yet to announce a trial date for another US citizen, Jeffrey Fowle, who entered North Korea on a tourist visa and was detained after leaving a copy of a Bible in the toilet of a sailors club in the port town of Chongjin.\nAll three men called on the US to send a high-ranking representative to North Korea in an attempt to win their freedom.\nIn 2010, Jimmy Carter secured the release of Aijalon Gomes, who had entered North Korea illegally to perform missionary work.",
    "sentiment": {
        "neg": 0.0449,
        "neu": 0.9038,
        "pos": 0.0513,
        "compound": -0.0058
    }
}