{
    "date": "2014-05-27T07:54:50Z",
    "title": "North Korea in 360 degrees: panoramic views of Pyongyang",
    "url": "https://www.theguardian.com/world/2014/may/27/north-korea-in-360-degrees-panoramic-views-of-pyongyang",
    "content": "Singapore-based photographer Aram Pan is providing a new way of looking at North Korea through some spectacular panoramic images and videos of the country. Pan has just arrived back from his latest trip to Pyongyang and has already posted a panorama from Mansudae hill and a night one of Kim Il-sung square. Highlights from his previous visits include this one inside Puhung metro station. Pan said the project began when he started emailing and faxing North Korean embassies and organisations for permission – \"and one day someone replied\". “I’ve heard that it ranged from difficult to impossible for journalists and photographers to do something even remotely similar so I have no idea how everything fell into place,” said Pan. “I wasn’t some basketball star or Google CEO… I’m just a regular photographer… Maybe it’s luck, maybe someone likes my portfolio? No idea man.” He took a Nikon D800 and a D7000 on the trip, taking still photographs as well. “You don’t need specialised cameras to shoot great panoramas at all. In fact, even a cheap DSLR in the right hands produces far better panoramas than anything those expensive Google street view systems can achieve. You really can’t ever take the photographer out of the equation when it comes to good image capturing.” He’s also taken a Ricoh Theta – a small, handheld panorama camera. Pan also filmed inside the Munsu Water Park in Pyongyang... ... and attached a GoPro camera to the front windshield of a car for a 22-minute trip through Pyongyang. He’s also taken a Ricoh Theta – a small, handheld panorama camera. Pan also attached a GoPro camera to the front windshield of a car for a 22-minute trip through Pyongyang. \"My guides did the explaining to the driver after I explained to them so there wasn’t any issue sticking the GoPro to the windscreen of the car,” he said. As for what’s next, Pan said he still has images from his most recent trip that are waiting to be processed and posted on his DPRK 360 website. “I’ve used the GoPro in North Korea for horseback riding, general video capture and swimming with the locals,” he said. “Yup. I went swimming in their public pool. I’ll be publishing that video later on.” Other favourites from his earlier work include: • Arirang games • Juche Tower floating • Mangyongdae children's palace • Panmunjom – the north side of the DMZ • Koryo history museum",
    "keywords": [
        "gopro",
        "photographer",
        "camera",
        "pan",
        "korea",
        "views",
        "360",
        "car",
        "degrees",
        "panorama",
        "windshield",
        "trip",
        "pyongyang",
        "panoramic",
        "north"
    ],
    "summary": "Singapore-based photographer Aram Pan is providing a new way of looking at North Korea through some spectacular panoramic images and videos of the country.\nPan also filmed inside the Munsu Water Park in Pyongyang... ... and attached a GoPro camera to the front windshield of a car for a 22-minute trip through Pyongyang.\nHe’s also taken a Ricoh Theta – a small, handheld panorama camera.\nPan also attached a GoPro camera to the front windshield of a car for a 22-minute trip through Pyongyang.\n“I’ve used the GoPro in North Korea for horseback riding, general video capture and swimming with the locals,” he said.",
    "sentiment": {
        "neg": 0.0221,
        "neu": 0.9341,
        "pos": 0.0439,
        "compound": 0.0709
    }
}