{
    "date": "2014-10-02T15:44:59Z",
    "title": "Russian investors to visit North Korea to boost business ties",
    "url": "https://www.theguardian.com/world/2014/oct/02/russian-investors-north-korea-boost-business",
    "content": "Russian investors will visit North Korea this month in Moscow’s latest move to boost business ties with its reclusive neighbour. North Korean Foreign Minister Ri Su-yong is currently on a 10-day visit to Russia aimed at increasing economic cooperation and trade. Speaking during talks with Ri on Wednesday, Russia’s minister for far east development said a delegation would travel to North Korea by the end of this month to explore opportunities. “We’re preparing a business mission of Russian investors from October 20 to October 24. Many companies showed interest,” said Alexander Galushka, according to a report from the Russian news agency Itar-Tass. Galushka said he will lead the delegation, which will “include Russian businessmen”. In 2012, shortly after North Korea’s young leader Kim Jong-un succeeded his father, Russia wrote off 90% of the debt accrued by North Korea during the Soviet period and vowed to reinvest the rest in the impoverished country, opening the door for further new investments. Western sanctions against Russia over the crisis in Ukraine are thought to have intensified Moscow’s interest in bolstering ties with its Asian neighbours, particularly North Korea, which is also under sanctions. However, despite Moscow’s overtures towards Pyongyang and vice versa, analysts remain sceptical about how much Russia is willing, or able, to invest in its unpredictable neighbour. “The reality is that the DPRK produces little of commercial value to the Russians, and its investment environment is still risky, particularly for large-scale, fixed-capital projects, even those with strong political support,” said Curtis Melvin, a researcher at the US-Korea Institute at John Hopkins University and author of the North Korea Economy Watch blog. Analysts have charted the rise of private entrepreneurship in North Korea since the 1990s, and the country is known to have a thriving black market. But it remains the world’s most closed economy, according to the 2014 Index of Economic Freedom. “North Korea may be attempting to open its economy slightly by encouraging limited foreign direct investment, but the dominant military establishment and ongoing leadership transition make any near-term substantial changes unlikely,” the report says. Russia’s “most significant post-Soviet, non-military investment in the DPRK” has been in the development of the Rason Port, Melvin said. Late last year Russia and South Korea agreed a deal to invest in a railway and port project, circumventing Seoul’s restrictions on direct investment in North Korea. Russia and South Korea have ambitious plans to build a gas pipeline to the South through the North, which late leader Kim Jong-il gave tentative permission for when he visited Russia’s current Prime Minister and former president Dmitry Medvedev in 2011. North and South Korea remain technically at war, however, and analysts believe the idea is likely to stay mothballed for some time.",
    "keywords": [
        "economy",
        "business",
        "south",
        "investment",
        "moscows",
        "korea",
        "boost",
        "russia",
        "investors",
        "ties",
        "visit",
        "russian",
        "russias",
        "minister",
        "north"
    ],
    "summary": "Russian investors will visit North Korea this month in Moscow’s latest move to boost business ties with its reclusive neighbour.\nSpeaking during talks with Ri on Wednesday, Russia’s minister for far east development said a delegation would travel to North Korea by the end of this month to explore opportunities.\nAnalysts have charted the rise of private entrepreneurship in North Korea since the 1990s, and the country is known to have a thriving black market.\nLate last year Russia and South Korea agreed a deal to invest in a railway and port project, circumventing Seoul’s restrictions on direct investment in North Korea.\nNorth and South Korea remain technically at war, however, and analysts believe the idea is likely to stay mothballed for some time.",
    "sentiment": {
        "neg": 0.0277,
        "neu": 0.9086,
        "pos": 0.0636,
        "compound": 0.1432
    }
}