{
    "date": "2014-07-09T14:11:57Z",
    "title": "UN seeks to persuade China to end forced repatriations to North Korea",
    "url": "https://www.theguardian.com/world/2014/jul/09/north-korea-united-nations-china-forced-repatriations",
    "content": "In Witness to Transformation, we have argued that most North Koreans crossing the border into China should be considered refugees (some exception might be made for the very small numbers that seek to move back-and-forth across the border without permission). Our argument is simple, and does not rest on the additional grounds provided to those that are directly persecuted: North Korean criminalises unauthorised exit from the country (in violation the Universal Declaration of Human Rights (Article 13. 2) and the International Covenant on Civil and Political Rights (Article 12. 2-4); North Korea routinely incarcerates and punishes those who return or are returned, often brutally; As a result, North Koreans crossing the border have a “well-founded fear of being persecuted” for reasons of political opinion, namely, the political opinion that they should be free to leave—and re-enter—their own country. China has consistently refused to accept these and other legal arguments on behalf of the North Korean refugees, arguing that they should be considered economic migrants, that China’s actions are warranted on security grounds, and crossing the border is a criminal matter. Moreover, they have forcibly returned North Korean refugees, cooperating with North Korean authorities in doing so. Yet to date, United Nations bodies and agencies have been reluctant to press the issue. That has now changed, and quite dramatically. The UN Commission of Inquiry (COI) directly and strongly implicates China in aiding and abetting North Korea’s ill-treatment of North Korean refugees, even suggesting that China may be complicit in committing crimes against humanity. China has denied the claims. In a detailed treatment of the issue for The International Journal of Korean Studies Roberta Cohen offers a detailed analysis of the evolution of the issue. Among her key points are: Until the Commission of Inquiry, the UN rapporteurs’ reports were cautious about extending their reach beyond North Korea, and were fearful that China might rescind its support for the process if they did; only the UN treaty bodies, such as the Committee on the Rights of the Child, called China out. Things began to change when UN High Commissioner for Human Rights Navi Pillay not only supported the creation of the CoI, but specifically mentioned forced repatriations; The CoI has now put on record the many different dimensions of this issue, including not only the forced repatriations themselves but issues such as trafficking, sexual abuse, and the status of children born to North Korean-Chinese marriages. A handful of Chinese academics, as well as participants in social media, have started to question official arguments providing a possible domestic political basis to build on. As a close observer of UN processes, Cohen provides a number of concrete suggestions about how member states, the UNHCR and the Secretary-General might get more involved in persuading China to abandon forced repatriations. Several of her more interesting ideas include convening of multilateral and bilateral dialogues with China on the issue, getting parliaments involved in passing resolutions on the issue and even engaging social media. We are skeptical about whether China will move on this issue, in part because it carries much broader implications for China’s own human rights practices. But change in the human rights domain is slow-moving, and this seems like a place to start that is on surprisingly strong legal footing.",
    "keywords": [
        "refugees",
        "political",
        "human",
        "border",
        "korea",
        "repatriations",
        "issue",
        "end",
        "china",
        "seeks",
        "persuade",
        "rights",
        "forced",
        "north",
        "korean"
    ],
    "summary": "2) and the International Covenant on Civil and Political Rights (Article 12.\nMoreover, they have forcibly returned North Korean refugees, cooperating with North Korean authorities in doing so.\nThe UN Commission of Inquiry (COI) directly and strongly implicates China in aiding and abetting North Korea’s ill-treatment of North Korean refugees, even suggesting that China may be complicit in committing crimes against humanity.\nWe are skeptical about whether China will move on this issue, in part because it carries much broader implications for China’s own human rights practices.\nBut change in the human rights domain is slow-moving, and this seems like a place to start that is on surprisingly strong legal footing.",
    "sentiment": {
        "neg": 0.1004,
        "neu": 0.8331,
        "pos": 0.0664,
        "compound": -0.1812
    }
}