{
    "date": "2014-02-18T15:27:06Z",
    "title": "China rejects UN report on North Korea's crimes against humanity",
    "url": "https://www.theguardian.com/world/2014/feb/18/china-rejects-un-report-north-korea-crimes-humanity",
    "content": "China has rejected a UN report accusing North Korea of crimes against humanity, brushing it off as \"unreasonable criticism\". The scathing 400-page document, which was released on Monday by the UN's Commission of Inquiry on Human Rights in North Korea, is an unprecedented indictment of the isolated country's leaders, highlighting widespread rape, torture, forced abortions and other atrocities in its network of forced labour camps. It recommended that North Korean officials – possibly including its 31-year-old leader Kim Jong-un – be tried before the international criminal court. Chinese foreign ministry spokeswoman Hua Chunying rejected the report's findings at a press briefing on Tuesday afternoon. \"Of course we cannot accept this unreasonable criticism,\" she said, according to Reuters. \"We believe that politicising human rights issues is not conducive towards improving a country's human rights. We believe that taking human rights issues to the international criminal court is not helpful to improving a country's human rights situation.\" When asked about China's policy of sending North Korean defectors back to their home country, where they're routinely judged political criminals and sent to camps, she said: \"These people are not refugees. We term them illegal North Korean migrants,\" adding that China deals with them \"in accordance with international and domestic laws and the humanitarian principles\". Hua refused to respond to other questions, such as whether China would veto further action on the report if it were brought to the UN security council, and why China barred UN investigators from the north-eastern border area where many North Koreans cross into the country illegally. China is North Korea's greatest international benefactor, and it has an entrenched interest in keeping Pyongyong politically stable. Rapid change could send an unsustainable influx of refugees pouring across the border and edge a US-friendly unified Korea uncomfortably close to Beijing. China is increasingly willing to adhere to international norms in pressuring North Korea to denuclearise. The US secretary of state, John Kerry, said during a state visit on Friday that top leaders \"could not have more forcefully reiterated [their] commitment to that goal\". But Chinese officials have long been touchy about foreign powers highlighting their own abuses, and fear setting a double standard. The UN report \"is a very strong indictment of North Korea, but China is clearly right there in the mix, and that's the reason why they were reluctant to co-operate,\" said Scott Snyder, a North Korea expert at the Council on Foreign Relations. \"And so the main purpose of the report, beyond making the case for a continued international response to North Korea through the international criminal court, is to move China.\" China's media coverage of the report underscores its unwillingness to change the status quo. Mainstream news websites re-posted an article by the state-run newspaper Global Times suggesting a high-level order to refrain from independent reporting. It reviewed the UN's conclusions while neglecting to cover the grim details that gave the report its weight, including detailed firsthand accounts of starvation and torture.",
    "keywords": [
        "human",
        "rejects",
        "international",
        "criminal",
        "korea",
        "crimes",
        "china",
        "report",
        "humanity",
        "rights",
        "korean",
        "foreign",
        "north",
        "koreas"
    ],
    "summary": "China has rejected a UN report accusing North Korea of crimes against humanity, brushing it off as \"unreasonable criticism\".\nIt recommended that North Korean officials – possibly including its 31-year-old leader Kim Jong-un – be tried before the international criminal court.\n\"We believe that politicising human rights issues is not conducive towards improving a country's human rights.\nWe believe that taking human rights issues to the international criminal court is not helpful to improving a country's human rights situation.\"\nChina is North Korea's greatest international benefactor, and it has an entrenched interest in keeping Pyongyong politically stable.",
    "sentiment": {
        "neg": 0.1444,
        "neu": 0.8112,
        "pos": 0.0445,
        "compound": -0.2924
    }
}