{
    "date": "2014-07-11T16:22:13Z",
    "title": "Two Koreas make strides to talk the same language",
    "url": "https://www.theguardian.com/world/2014/jul/11/korean-peoples-comprehensive-dictionary",
    "content": "Joo Yeon-ah did not realise how hard it would be to settle in South Korea. The 45-year-old defector says she was prepared for the dangerous journey out of North Korea, and the unfamiliarity of everyday devices such as mobile phones and cash machines. But what she wasn't expecting was a communication barrier with people who spoke the same language. \"I didn't understand [what people were saying],\" said Joo, who has lived in Seoul since 2009. \"Everything is so different in South Korea, but I thought at least our language would be the same.\" What she discovered is that after more than 60 years of division, different forms of the Korean language have evolved, with the South incorporating many words from English. For example, North Koreans express anxiety by saying in Korean, \"My head hurts\", while South Koreans use the English word stress, which they pronounce \"suh-tu-reh-suh\". Now scholars from both sides of the peninsula are collaborating on a project funded by the South Korean government to create a unified Korean language dictionary. Known as Gyeoremal-kunsajeon (the Korean People's Comprehensive Dictionary), the initiative is intended to bridge the linguistic divide in a future where the two Koreas are reunified. \"Time has passed and the language has evolved,\" said project director Han Yong-un in an interview at his office in Seoul. \"Those changes will continue, but when reunification happens, we need to be ready.\" After the 1950-53 Korean war, South Korea opened its economy and society to outside influences while the North resisted any foreign incursions, particularly from the English language which the Pyongyang regime associates with American imperialism. Rather than borrowing new words from English, North Korea has come up with homegrown substitutes. For example, when watching or playing football, South Koreans simply use the English expression \"penalty kick\", while in the North they use a Korean term that translates as \"11-metre punishment\". South Koreans use the English word \"juice\", North Koreans a term that means \"sweet fruit water\" in translation. Han says that in daily life, the languages are \"about two-thirds\" the same. But in business or professional settings these differences become more pronounced. \"We could end up with a situation where doctors are in an operating room performing surgery and aren't able to understand each other,\" said Han. The project's hope is that in a reunified Korea, people will be able to consult the dictionary when there is confusion over unfamiliar words, and to solve the misunderstandings that may arise. But the work, which began in 1989, has been stalled in the peninsula's political turmoil. It was supposed to completed by 2012, but lost time due to political holdups. Almost all inter-Korean exchange has been halted since 2010, when the previous South Korean administration put sanctions in place to punish North Korea for sinking of South Korea's Cheonan warship. When the Cheonan sank in waters near North Korea, causing the deaths of 46 sailors, Seoul fingered North Korea as the culprit, though the Pyongyang regime has denied any involvement. But in June, representatives from Gyeoremal were granted government permission to travel to Kaesong, a North Korean city just over the border, for the first meeting with their North Korean counterparts in four years. To compile the dictionary, groups from South and North divided Korea's Hangul alphabet roughly in half, and took one portion each. The Korean alphabet is ordered in a manner similar to the Roman (ga-na-da is the Korean equivalent of ABC). The South Koreans have the first half and the North the rest. Han says he and his South Korean colleagues have completed comprehensive definitions of more than 20,000 words. The completed dictionary is to contain more than 300,000 words. The two sides are scheduled to meet in Shenyang in China from 25 July to 1 August. The preservation of language is a particularly emotive issue in Korea. Japan's 1910-45 occupation of the peninsula was not simply an effort to control Korea's resources and politics, but also sought to eradicate its language and culture. Japanese was the only language permitted in schools and government, and Japanese names were required for any government documents or business. Gyeoremal's board president Ko Un, who is also one of South Korea's most prominent poets, explained the echoes of this history as motivation for the unified dictionary project, \"There was a brief period of shame when we were forced to abandon our speech. How precious did our language become when we finally had taken it back!\" • This article was amended on 12 July 2014 to correct the Korean equivalent of ABC",
    "keywords": [
        "language",
        "south",
        "talk",
        "dictionary",
        "korea",
        "korean",
        "strides",
        "english",
        "koreans",
        "words",
        "north",
        "koreas"
    ],
    "summary": "\"Everything is so different in South Korea, but I thought at least our language would be the same.\"\nNow scholars from both sides of the peninsula are collaborating on a project funded by the South Korean government to create a unified Korean language dictionary.\nSouth Koreans use the English word \"juice\", North Koreans a term that means \"sweet fruit water\" in translation.\nWhen the Cheonan sank in waters near North Korea, causing the deaths of 46 sailors, Seoul fingered North Korea as the culprit, though the Pyongyang regime has denied any involvement.\nBut in June, representatives from Gyeoremal were granted government permission to travel to Kaesong, a North Korean city just over the border, for the first meeting with their North Korean counterparts in four years.",
    "sentiment": {
        "neg": 0.0448,
        "neu": 0.9184,
        "pos": 0.0367,
        "compound": -0.0509
    }
}