{
    "date": "2014-04-04T12:03:43Z",
    "title": "North Korea launches misogynist tirade against South Korean president",
    "url": "https://www.theguardian.com/world/2014/apr/04/north-korea-misogynist-tirade-south-korean-president",
    "content": "North Korea has launched a vicious, misogynist tirade against the South Korean president, Park Geun-hye, after she gave a speech on reunification in Germany. While the North's propaganda is often vitriolic, the highly personalised and sexist nature of the attack – the latest salvo is titled: \"We accuse Park the bitch\" – is more unusual. The three-part series, which ran in the official newspaper Rodong Sinmun on Wednesday, describes her as a lunatic, idiot and \"cold-blooded animal\". But it also stresses the fact she has never married or had children and claims she \"jabbers like a little girl\", in a string of insults presented as quotes from ordinary North Koreans. The subtitle of one piece reads: \"Old cat groaning in her sickbed\". Perhaps to emphasis the youth of North Korea's leader, Kim Jong-un, it also describes her as a dotard who is \"well over 60\". Kim took power when his father Kim Jong-il died at the age of 70. North Korea's first reference to Park after she came to power last spring sniped at her \"venomous swish of skirt\", employing a phrase used to disparage women seen as acting aggressively. But this week the country has stepped up its attacks in the wake of her speech on inter-Korean relations in Dresden. The official news agency KCNA compared her to a babbling peasant and wrote: \"Park put thick makeup on her old, wrinkled face and rambled on.\" Seoul urged Pyongyang to \"act discreetly\", AFP reported, adding: \"The North is showing senseless behaviour in using unspeakable language to attack our head of state's diplomatic activities.\" Rüdiger Frank, an expert on the North at the University of Vienna, said that as the South Korean president, Park was unlikely to be treated kindly by the North's media. \"But this is a new dimension of name-calling and language, and you wonder what it means,\" he added. He noted that it was in part a reaction to Park's recent speech on inter-Korean relations in Dresden. \"They were a bit unhappy over the repetition of attempts by [her predecessor] Lee Myong-bak to say: 'If you behave, we will pay you well,'\" he said. The North also resents the joint military drills by the US and South Korea each spring. Its initial reaction was relatively subdued this year, but earlier this week, it exchanged fire with the South close to a disputed sea border. \"Kim Jong-un is showing his impatience with what North Koreans regard as provocation,\" Frank said. Pyongyang also appears to be preparing the ground for a fourth nuclear detonation, having warned that it plans a \"new kind\" of nuclear test. \"That means creating the impression that the enemies who surround them are stepping up their efforts at attacking North Korea and this is justified self-defence,\" suggested Frank. \"They want a fourth test and now they need a good reason to actually conduct it.\" He suggested the Ukraine crisis had also \"created an environment where North Korea feels much more comfortable … It's no longer them versus the rest of the world, but two camps emerging.\" It may also be encouraged by its improving relations with Japan. Andrei Lankov, a specialist in Korean studies at Kookmin University, said Pyongyang still sought aid from Seoul and was \"annoyed with Park Geun-hye because she is not bringing the money they wanted\". He added that her Dresden speech – which promised huge investment if the North abandoned its nuclear weapons programme – was \"in a long tradition of gratuitous proposals from both North and South, which have some caveats or conditions which are clearly unacceptable for the other side\". One of the Rodong Sinmun articles points to Park's father, the late dictator Park Chung-hee, warning: \"Like father like daughter, this proverb just suits the case of the notorious Parks in a very bad sense.\" Park's mother was murdered by a pro-North-Korean assassin aiming at her husband in 1974. \"It seems they hate Park Geun-hye [but] not only because of her origins – it seems highly likely in the depths of their heart they have a grudging admiration for Park Chung-hee,\" said Lankov. \"The other reason is because she is a woman. We are talking about a very chauvinist culture. \"While in the unofficial black market economy, women are very powerful, in the official sphere you cannot see any women except a few in token jobs created for propaganda purposes. \"[A woman's] proper place is to serve her husband and family and in-laws, and she is incapable of doing anything … It's an inborn male chauvinism probably strengthened by the experiences of the Kim family, who are notorious womanisers and obviously tend to look at women very pragmatically and physiologically.\" In 2009, the North's foreign ministry described the then US secretary of state, Hillary Clinton, as a \"funny lady\" who looked like a primary schoolgirl or \"a pensioner going shopping\".",
    "keywords": [
        "south",
        "tirade",
        "misogynist",
        "speech",
        "korea",
        "parks",
        "relations",
        "women",
        "president",
        "kim",
        "pyongyang",
        "launches",
        "park",
        "north",
        "korean"
    ],
    "summary": "North Korea has launched a vicious, misogynist tirade against the South Korean president, Park Geun-hye, after she gave a speech on reunification in Germany.\nRüdiger Frank, an expert on the North at the University of Vienna, said that as the South Korean president, Park was unlikely to be treated kindly by the North's media.\nThe North also resents the joint military drills by the US and South Korea each spring.\n\"That means creating the impression that the enemies who surround them are stepping up their efforts at attacking North Korea and this is justified self-defence,\" suggested Frank.\nHe suggested the Ukraine crisis had also \"created an environment where North Korea feels much more comfortable … It's no longer them versus the rest of the world, but two camps emerging.\"",
    "sentiment": {
        "neg": 0.1094,
        "neu": 0.8302,
        "pos": 0.0604,
        "compound": -0.2038
    }
}