{
    "date": "2014-10-14T00:24:04Z",
    "title": "Iran could pose a greater threat than Isis, says Andrew Nikolic",
    "url": "https://www.theguardian.com/australia-news/2014/oct/14/iran-could-pose-a-greater-threat-than-isis-says-andrew-nikolic",
    "content": "The Liberal backbencher and former army commander Andrew Nikolic has warned that Iran presents a potentially worse threat than Islamic State (Isis), one that may require an urgent military response. On the day that Tony Abbott threatened to “shirtfront” Vladimir Putin, Nikolic described Iran, Russia and North Korea as the “maverick trifecta” of “problem states”. “Admittedly, Isil casts a long and fearful shadow, but there are potentially worse – albeit quieter – threats lurking, which also demand urgent attention,” Nikolic wrote for the Australian Strategic Policy Institute. “They include the maverick trifecta of Iran, Russia and North Korea. Unlike Isil, each of those international ‘problem-states’ comes disproportionately better armed, including a ready-made or emerging nuclear capability, accompanied by an unpredictable senior leadership.” As Australia joined the international coalition to fight Isis, “the time for action on Iran is now much closer than it has ever been”. Isis follows a virulent form of Sunni Islam which has targeted Shi’ism, which is the majority sect in Iraq and Iran. Nikolic suggested “both Isil and Iran must be confronted and resolved closer together”, with the US “by default” leading the way, pushing for international consensus on an effective strategy to contain Iran. “Almost certainly, such a strategy will include multiple and complementary lines of engagement across the international community and with Iran itself,” Nikolic wrote. “Those will embrace the broad sweep from diplomacy, to international consensus and coalition building, to economic sanctions, and in extremis, the possibility of military action.” Nikolic is highly regarded in the Coalition for his long experience in defence, including appointments in the Middle East. He served in the defence force for 31 years, including as the first Australian national commander in southern Iraq, a chief of staff and deputy commander during Australia’s initial involvement in Afghanistan and as a United Nations team leader in Israel, Syria and Lebanon. He was first assistant secretary in the defence department, advising government on international defence relations and operations. Nikolic is also a member of the powerful parliamentary joint committee on intelligence and security, which is reviewing the government’s second tranche of national security laws. Nikolic wrote that the focus on “ungoverned spaces” in Iraq and Syria was distracting from broader strategic priorities, putting Iran on the “backburner”. “The first unresolved problem confronting the world is what exactly to do about Iran,” he writes. “The threat of a nuclear-armed Iran would dwarf that which is posed by Isil, whose mayhem and carnage Australia now works to suppress. For almost a decade, since September 2006, Iran has steadfastly and with contempt thumbed its nose at the international community, by remaining deliberately in breach of its nuclear arms control obligations.” Nikolic argues Iran has taken the stance for three reasons: for prestige and power, for its opposition to the “disproportionate power” of the US and Israel, and because international inaction on Iran’s nuclear weapons program would be interpreted by Tehran as weak. “The issues of Isil and Iran overlap in at least two ways,” he wrote. “The international community’s focus on the former gives Iran more time and enhanced cover to develop its thinly veiled nuclear capability. “And depending on how current- to mid-term events unfold in the Middle East, Tehran might see a pretext, or reason, to initiate military action against Isil in its own right, at least to further extend or expand proxy-military actions against the west.” “The wider world was finally roused to the true menace of Isil by its evil mix of malevolent atrocity exported by social media,” he wrote. “But replace the ghastly spectre of Isil’s severed heads and slain thousands, with an Iranian nuclear device used somewhere in the Middle East – and the mind is concentrated wonderfully, about the broader potential for a worse crisis. “It’s time the international community took Iran off the backburner.”",
    "keywords": [
        "greater",
        "worse",
        "pose",
        "iran",
        "military",
        "nikolic",
        "isis",
        "andrew",
        "threat",
        "nuclear",
        "isil",
        "wrote",
        "defence",
        "middle",
        "international"
    ],
    "summary": "The Liberal backbencher and former army commander Andrew Nikolic has warned that Iran presents a potentially worse threat than Islamic State (Isis), one that may require an urgent military response.\nOn the day that Tony Abbott threatened to “shirtfront” Vladimir Putin, Nikolic described Iran, Russia and North Korea as the “maverick trifecta” of “problem states”.\n“Almost certainly, such a strategy will include multiple and complementary lines of engagement across the international community and with Iran itself,” Nikolic wrote.\nHe was first assistant secretary in the defence department, advising government on international defence relations and operations.\nNikolic wrote that the focus on “ungoverned spaces” in Iraq and Syria was distracting from broader strategic priorities, putting Iran on the “backburner”.",
    "sentiment": {
        "neg": 0.0915,
        "neu": 0.8438,
        "pos": 0.0648,
        "compound": -0.1385
    }
}