{
    "date": "2014-01-06T07:07:04Z",
    "title": "South Korean president calls for cross-border family reunions",
    "url": "https://www.theguardian.com/world/2014/jan/06/south-korean-president-calls-for-cross-border-family-reunions",
    "content": "South Korea's president, Park Geun-hye, has called for the resumption of reunions between Korean families who remain forcibly separated more than 60 years after the end of the Korean war, in an apparent attempt to ease tensions between the two countries. In a small but significant break with the hardline stance of her predecessor, Lee Myung-bak, Park welcomed her North Korean counterpart Kim Jong-un's calls last week for better cross-border relations but said the regime in Pyongyang must still demonstrate a willingness to abandon its nuclear and ballistic missile programmes. Park, a conservative who will mark a year in office next month, said the resumption of reunions after a break of three years would help \"heal wounded hearts\", adding that she hoped the meetings would be held during the lunar new year later this month. Millions of Koreans were separated when the 1950-53 Korean war ended with an armistice, but not a peace treaty, with the countries divided by a demilitarised zone [DMZ] that is the most heavily fortified border in the world. Plans in September 2013 to reunite elderly relatives, who had not seen their loved ones for six decades, were left in tatters after North Korea abruptly pulled out, blaming \"hostility\" from the South. Almost 100 people from the South had been due to travel to the Mount Kumgang resort in the North to meet their relatives. In another indication of a shift in Seoul's stance towards its communist neighbour, Park said South Korea would increase humanitarian aid to North Korea, one of the world's most impoverished nations. Last year the South offered US$12.7m in aid to the North through international organisations. The possibility of a thaw comes after a tumultuous 12 months in cross-border ties that began in February 2013 when North Korea conducted its third nuclear test. Soon after relations deteriorated dramatically when Kim, eager to strengthen his leadership credentials, threatened nuclear strikes against the US and its allies, including South Korea and Japan, and withdrew workers from a jointly run industrial complex in Kaesong, just north of the DMZ. Only months earlier Kim had made conciliatory noises in his New Year's Day message. Fears that the 30-year-old Kim would issue similar threats rose last month after the purge and execution of his uncle, Jang Song-thaek, an influential figure in the regime who had guided Kim following the death in December 2011 of his father, Kim Jong-il. Officials in Seoul speculated that Kim would revisit the belligerence of last spring to divert attention from Jang's execution and a possible power struggle inside the North Korean regime. While Park said she held out hope that family reunions would put the two Koreas on a more friendly footing, she warned that Pyongyang had to match encouraging words with actions to end its development of weapons of mass destruction. \"What is important is not words but actions,\" she said. \"Last year North Korea talked about improvement in South-North Korean ties … but you know very well how it acted in reality.\" The mooted reunions cannot come too soon for separated relatives, most of whom are in their 70s or older and are desperate to see their loved ones before they die. About 17,000 people have been briefly reunited since a landmark inter-Korean summit in 2000 but no meetings have been held since 2010 when the North attacked Yeonpyeong island. An estimated 72,000 South Koreans – around half of them over 80 – are on the waiting list to take part in the family reunions. Most are not sure if their relatives are still alive, since citizens from the two countries are banned from telephoning each other or exchanging letters and emails. Park added that the situation on the Korean peninsula was \"more grave than ever\", with Jang's execution indicating that Kim Jong-un's behaviour would be hard to predict. She said she would be willing to meet Kim at any time \"if it is necessary for peace on the peninsula and preparations for unification\" but added that she was not interested in \"talk for talk's sake\". \"If [South Korea] is going to make a leap forward we should free ourselves from inter-Korean confrontation and nuclear threats and open up an era of unification,' she said in comments reported by the English-language Korea Times. \"We should prepare for that.\"",
    "keywords": [
        "crossborder",
        "south",
        "korea",
        "reunions",
        "separated",
        "president",
        "calls",
        "kim",
        "nuclear",
        "relatives",
        "family",
        "park",
        "north",
        "korean"
    ],
    "summary": "South Korea's president, Park Geun-hye, has called for the resumption of reunions between Korean families who remain forcibly separated more than 60 years after the end of the Korean war, in an apparent attempt to ease tensions between the two countries.\nIn another indication of a shift in Seoul's stance towards its communist neighbour, Park said South Korea would increase humanitarian aid to North Korea, one of the world's most impoverished nations.\nThe possibility of a thaw comes after a tumultuous 12 months in cross-border ties that began in February 2013 when North Korea conducted its third nuclear test.\n\"Last year North Korea talked about improvement in South-North Korean ties … but you know very well how it acted in reality.\"\nAn estimated 72,000 South Koreans – around half of them over 80 – are on the waiting list to take part in the family reunions.",
    "sentiment": {
        "neg": 0.0818,
        "neu": 0.8558,
        "pos": 0.0624,
        "compound": -0.1235
    }
}