{
    "date": "2014-12-18T08:42:34Z",
    "title": "Sony’s cancellation of The Interview surprises North Korea-watchers",
    "url": "https://www.theguardian.com/film/2014/dec/18/sony-cancellation-the-interview-hack-north-korea-watchers",
    "content": "No one is surprised to hear bellicose rhetoric from North Korea. The cause for astonishment, especially among those who follow the country closely, is that Sony has caved in to it by pulling its film The Interview. If the North was behind the hacking of the company - and scepticism remains despite briefings from unnamed US officials that it was “centrally involved” – experts say that still does not indicate an imminent risk to audiences. The US president certainly did not seem overly concerned. Asked about the stern warnings of retribution targeted at screenings of The Interview, which invoked the memory of the 9/11 terror attacks, Barack Obama told ABC News: “For now, my recommendation would be that people go to the movies.” The North has yet to respond to the cancellation of the film, which depicts the assassination of its leader Kim Jong-un. It has praised the cyber-attack but denied any involvement. In June it threatened a “strong and merciless” response if the US did not ban the film and warned that allowing its release would be an “act of war”, in comments which state news agency KCNA attributed to a foreign ministry spokesman. But it has a long history of sabre-rattling and of issuing harsh threats that it does not act upon. In 2012 it specifically threatened to reduce several South Korean media organisations “to ashes … by unprecedented peculiar means and methods of our own style” for slandering its leadership. The newspapers and broadcasters were unharmed. Earlier this year Pyongyang repeated a threat of preemptive nuclear strikes against the US if it believed that joint military drills by the US and South Korea were putting it at risk. Most experts believe it is incapable of doing so. “In terms of acts of terrorism directed against American citizens in the US – that would be totally without precedent,” said John Delury, an expert on the North at Yonsei University. “North Korea did engage in international terrorism [in the past], but it has been decades.” An attack on the US would also be an act of grotesque stupidity for a country which has excelled at brinksmanship, inviting retaliation. “Obviously, there are threats – and then there are threats where we are really concerned something is going to happen,” said Delury. He said if the US government was certain the North was responsible it should say so clearly and noted that he could not think of any recent case where the North has issued a warning through a front group rather than through official media. Andrei Lankov of Kookmin University, who said he had “not the slightest doubt” of Pyongyang’s involvement in the cyber-attack, added: “They never really do it. They hack, but they never carry through [physical] threats.” Sony said it had cancelled the release in light of the decision by most of its exhibitors not to show the film, adding that it respected their choice and shared their “paramount interest in the safety of employees and theatergoers”. Lankov said the decision would simply encourage more hacking in future. “It was a stupid idea to have the movie in the first place … These people try to target groups they think are harmless. I don’t think they would make such a movie about assassinating a Chinese president or an Ayatollah, especially named by their real name. If Iran made a comedy about assassinating Obama, I don’t think it would be seen as good clean humour,” said Lankov. “It was ignorance and arrogance. But it’s not a good idea to give in now … Once you give one concession you will have to give more, and more, and more. “The usual policy – don’t talk to blackmailers – is a good one. [Now] North Korean spooks disguised as the Guardians of Peace will just blackmail everybody who says anything they don’t like.”",
    "keywords": [
        "lankov",
        "threats",
        "think",
        "sonys",
        "dont",
        "cancellation",
        "korea",
        "north",
        "university",
        "film",
        "act",
        "surprises",
        "good",
        "koreawatchers",
        "interview"
    ],
    "summary": "No one is surprised to hear bellicose rhetoric from North Korea.\nBut it has a long history of sabre-rattling and of issuing harsh threats that it does not act upon.\nI don’t think they would make such a movie about assassinating a Chinese president or an Ayatollah, especially named by their real name.\nIf Iran made a comedy about assassinating Obama, I don’t think it would be seen as good clean humour,” said Lankov.\n[Now] North Korean spooks disguised as the Guardians of Peace will just blackmail everybody who says anything they don’t like.”",
    "sentiment": {
        "neg": 0.1316,
        "neu": 0.7802,
        "pos": 0.0882,
        "compound": -0.1446
    }
}