{
    "date": "2014-06-04T08:25:51Z",
    "title": "In North Korea, China's Tiananmen Square protests stirred hope for change",
    "url": "https://www.theguardian.com/world/2014/jun/04/north-korea-china-tiananmen-square-protests",
    "content": "For the entire world, 1989 was a historic year. Across Eastern Europe, people who had lived under oppressive communist governments for 40 years took to the streets, mostly peacefully, and communism fell. Even in China, North Korea’s neighbour, thousands of students and workers marched in Tiananmen Square in Beijing for more freedom and an end to political corruption. Two years later, the first communist country in history, the Soviet Union, collapsed. And suddenly, North Korea, in a span of three years, went from being part of an international communist family, with comrades everywhere, to being one of only a handful of officially “Marxist-Leninist” states. But you would never have known such monumental change was taking place by watching the news in North Korea, where I was living and studying at the time. In North Korea, life continued as it always had, everyone bound to their daily rituals and routine. In North Korea, most of the information about what’s going on in the outside world does not come from the state media, but from rumours and conversations between ordinary citizens. As a student surrounded by other international students, I was privy to more secret information that most — particularly from the Chinese students. When the Tiananmen Square protests were taking place, there was a lot of excitement and hope among us that China might open up. But then we heard about the massacre; the Chinese government had sent tanks into Beijing to attack the protesters. Most of the Chinese students were against this and supported the demonstrators. However, change — albeit not nearly on the same scale as elsewhere — was also occurring that year in North Korea. I remember hearing rumours that something similar to the pro-Democracy movement in China was stirring in Pyongyang. The change was there, and there were rumours that there had been student protests at Kim Il-sung University. I never saw it with my own eyes. But the DPRK was beginning to allow more foreign companies to operate — I know, because I was studying textiles at the time, and I had an internship at a joint DPRK-Japanese company. To have foreign companies in the DPRK showed real change taking place. You might not imagine we’d get much international news from regular North Koreans, but we did. Many North Koreans have family members living across the border in China or Russia, and they knew about everything that was going on. People who had relatives or friends in the Workers’ Party also knew what was happening. Everyone knew that the DPRK was becoming increasingly isolated in the world as the Soviet Bloc collapsed and China began to become more open and capitalist; they talked about it at home around the dinner table. But, as with everything in the DPRK, when people were in public, they pretended to have no idea about what was going on. As with everything in the DPRK, when people were in public, they pretended to have no idea about what was going on As global communism continued to fall, more and more North Korean students began returning from the various countries where they’d been studying. You could see the effect that the different cultures they’d experienced had had on their personalities. For example, I knew one North Korean student who had been sent abroad to Czechoslovakia. The Czech people are known to be very spontaneous and creative, and the country was always considered one of the most liberal and open-minded of the communist countries. He’d studied there for three or four years, and really enjoyed Czechoslovakia — being there had made him very open-minded and interested in other cultures. Many North Koreans have the mindset of “us versus them”, the mindset of North Korea against the world, but he would always say: “they are people just like us”. He told us how they taught communism in Czechoslovakia, that they didn’t learn about Kim Il-sung or Juche — it was a completely different way of doing things. Growing up in a communist state, I’ve thought a lot about the idea of communism, and why certain communist countries collapsed while China and the DPRK survived. A big part of it is cultural, I believe: China and Korea are very influenced by Confucian teachings, which emphasises hierarchy and obedience, not questioning things and thinking for yourself. When the person in charge says something must be done, it is done. When the person in charge says something must be done, it is done This is partially the reason behind the “Miracle on the Han River” in South Korea, that orders from above are obeyed and there is no questioning from the people below. The same goes for communism: it only succeeds if people obey. In my view, European culture is more individualistic. It’s also why China is working so much better than the Soviet Union ever did — it’s capitalism and communism combined. There was a lot of debate among the Chinese students in 1989, about how quickly the country should open up. Many students thought that if China liberalised too quickly, the country could collapse and there would be chaos. But many disagreed, saying the Communist Party leadership should resign and China should have full democracy. Ten years later, I spoke to my old Chinese friends when I visited Beijing. They seemed happy with the pace of change that had taken place, with capitalism being tried out in autonomous regions first. The country has really transformed. On the other hand, I think Russia opened up too quickly, everything changed overnight. In China, the change has been slow but successful — this is how it should work in North Korea. Communism is utopian, and it’s a beautiful idea in my opinion. But it was applied differently to different countries. For example, the USSR really stopped being truly communist under Josef Stalin — he was just a dictator. In Africa, the communist countries weren’t truly communist — it was just a new form of imperialism. The USSR wanted Africa’s raw materials, so they put “communists” in power to exploit these countries’ natural resources. So, how has the world changed since 1989? The way I see it, not that much. The Cold War, East-versus-West mindset still exists; there is still constant conflict and rivalry between the USA and the EU and Russia and China. As an African, a North Korean, and a European, I am in the middle of this. I have to balance it. Monique Macias is the author of I'm Monique, from Pyongyang, a memoir written in Korean which tells her story as the youngest daughter of the African president-turned-dictator, Francisco Macias Nguema, whose reign in Equatorial Guinea ended with his trial and execution in the late 1970s. Before his death, he struck a deal with North Korea to shelter his family and Macias spent 15 years growing up in Pyongyang. She writes for NK News",
    "keywords": [
        "communist",
        "change",
        "square",
        "korea",
        "protests",
        "countries",
        "world",
        "communism",
        "students",
        "china",
        "hope",
        "chinas",
        "tiananmen",
        "stirred",
        "dprk",
        "north"
    ],
    "summary": "Even in China, North Korea’s neighbour, thousands of students and workers marched in Tiananmen Square in Beijing for more freedom and an end to political corruption.\nIn North Korea, life continued as it always had, everyone bound to their daily rituals and routine.\nHowever, change — albeit not nearly on the same scale as elsewhere — was also occurring that year in North Korea.\nIn China, the change has been slow but successful — this is how it should work in North Korea.\nBefore his death, he struck a deal with North Korea to shelter his family and Macias spent 15 years growing up in Pyongyang.",
    "sentiment": {
        "neg": 0.04,
        "neu": 0.8915,
        "pos": 0.0685,
        "compound": 0.0809
    }
}