{
    "date": "2014-11-04T17:40:12Z",
    "title": "Inside North Korea's London embassy",
    "url": "https://www.theguardian.com/world/2014/nov/04/inside-north-korea-london-embassy",
    "content": "Little stands out about the end-of-terrace house that sits on a busy but unassuming road in west London, other than the North Korean flag that flies outside it. This seven bedroom family home at 73 Gunnersbury Avenue is the secretive country’s embassy in London, and this week, for the first time, it has opened its front door to the inquisitive public for an exhibition of works by state artists from North Korea’s prestigious Mansudae Art Studio. The tall black gate in front of the tidy paved drive has been pulled back to allow visitors to walk straight up to the open doorway, past one of the embassy’s black Mercedes cars. Inside, as they surveyed one of two plain ground-floor rooms set aside for the exhibition, neighbours Lawrence and Valerie Peters told The Guardian they had jumped at the chance to step inside a building that had been shrouded in mystery until now. Lawrence said he had only ever stepped on to the driveway of the property to hand the ambassador an invitation to come and play at the local bowls club just down the road from the embassy. Then, he ruffled a few feathers by walking all the way up to the door (and no one at the outpost took him up on his offer). Today, the door was wide open to all, and with no security checks for those who entered, it was perhaps one of the capital’s most relaxed embassies. David Heather, a Surrey-based art historian who acts as curator and gallerist for the show, said he had proposed the idea of an exhibition to North Korean officials in August, and was surprised at how quickly his suggestion had become a reality. He said he had visited North Korea several times, and had become a collector of state-endorsed art. One of his conditions for holding the show was that North Korean artists were given the opportunity to paint real-life scenes in London, and for those pieces to be part of the exhibition, he said. Asked about criticisms that the exhibition would bolster the North Korean government, which has been accused of widespread human rights abuses, Heather replied that that “people in glass houses shouldn’t throw stones”. “I don’t do politics,” he said. “But if you look at the human rights abuses that other governments are responsible for - take Guantanamo Bay - then you realise it’s more complicated.” He said he hoped the art would “transcend politics” and build positive relationships between residents of the two countries, and said he is even hoping to launch a competition for British artists to visit North Korea as part of an exchange programme next year. The exhibition is due to close on Friday, but Heather said it may stay open longer, depending on demand. Following a media scrum on Tuesday morning, the Peters were almost the only members of the public inside the embassy when the Guardian visited. They said they were carrying out “a reccy” and planned to encourage all their local friends to visit later this week. Lawrence, who enjoys painting, was complimentary about some of the art. He admired a portrait of a girl playing a flute and was amused by the pictures of North Korea’s late leaders Kim Jong-il and Kim Il-sung, which hung high on the wall in the middle of the room, as is common in government buildings. The couple said the embassy staff were generally quiet and kept themselves to themselves. They said they had only begun to take a special interest in their neighbours since its officials reportedly visited a local hairdresser to lodge a complaint about its advertising in April, when a poster of North Korea’s current leader Kim Jong-un had been emblazoned with the words “bad hair day”, and was deemed disrespectful. The salon was mobbed when the story broke and had to close for the day, Lawrence said. DPRK fine art exhibition will be open from 11am to 5pm from 4–7 November, 73 Gunnersbury Avenue, Ealing, London W5 4LP",
    "keywords": [
        "london",
        "embassy",
        "exhibition",
        "inside",
        "art",
        "local",
        "lawrence",
        "korean",
        "visited",
        "open",
        "north",
        "koreas"
    ],
    "summary": "Little stands out about the end-of-terrace house that sits on a busy but unassuming road in west London, other than the North Korean flag that flies outside it.\nHe said he had visited North Korea several times, and had become a collector of state-endorsed art.\nAsked about criticisms that the exhibition would bolster the North Korean government, which has been accused of widespread human rights abuses, Heather replied that that “people in glass houses shouldn’t throw stones”.\nFollowing a media scrum on Tuesday morning, the Peters were almost the only members of the public inside the embassy when the Guardian visited.\nDPRK fine art exhibition will be open from 11am to 5pm from 4–7 November, 73 Gunnersbury Avenue, Ealing, London W5 4LP",
    "sentiment": {
        "neg": 0.0311,
        "neu": 0.887,
        "pos": 0.0819,
        "compound": 0.2207
    }
}