{
    "date": "2014-12-24T13:57:26Z",
    "title": "South Koreans on living with the threat of North Korea: business as usual",
    "url": "https://www.theguardian.com/world/guardianwitness-blog/2014/dec/24/south-koreans-on-living-with-the-threat-of-north-korea-business-as-usual",
    "content": "As the year comes to an end, the world’s media has again been focusing much attention on North Korea. Its implicated hacking of Sony pictures has dominated headlines in America, as did the resulting cancellation of The Interview, a film poking fun at Kim Jong-un’s regime - though it may now see the light of day. Meanwhile, South Korea has been focusing on its own economic and political problems. Day to day life, according to our readers in the country, is barely affected by its belligerent northern neighbour. “We’ve become somewhat desensitized to new threats” North Korea may be making the headlines but we are not too concerned. The nuclear scare that happened 1-2 years ago did scare us for a while, but we already had a fair amount of scares in the past that we’ve become somewhat desensitized to new threats. Daily life is not affected at all. The tension can still be felt in the political environment. Freedom of speech is guaranteed in Korea, but recent events have caused me to doubt whether this truly exists. The North Korean presence has been used as an excuse to scapegoat particular political opinions as sympathetic to the North (and therefore treacherous). The two recent administrations along with members of the National Assembly, although through legal means, used state prosecutors and lawsuits to jail or otherwise silence a number of political figures opposed to the current administration. Their grounds were based on the ‘spreading of false information’, ‘defamation’, or national security threats regarding ‘connections’ to the North (which in particular seems contrived as none of the critics have expressed sympathy to the communist regime). Criticism in the media is particularly difficult, and those who have done so have been discouraged, if not silenced. The general mood seems to resemble that of the McCarthy era, although to a much lesser extent - if Jon Stewart were Korean, he would have to change his jokes, lose his job or face prison (something similar happened once). As much as I would like to be politically impartial, I must say that the conflict has become much more intense since 2008 with the two conservative governments. The foreign policy of these two administrations has been confrontational, doing no good whatsoever for the security of the peninsula. It seems like it is going to take a very long time for relations to normalize - it is improbable that the current generation will live to see that happen. Jin Lee “We have our own economic and political problems” I served in the Korean military for 24 months, until September this year (it’s mandatory). Though the amount of time South Koreans spend in the military has reduced from 36 months, still it is working as an actual shield against the North. It’s like, all the farmers know that scarecrows aren’t that highly effective but they still use them because they might work against some birds. This national service that every South Koren men have to endure is actually blocking the chance of a World War II style attack. Although North Korea’s servicemen outnumbers ours, we know that they don’t get enough supplies so they are depending on very limited but extreme options, such as threatening to use WMDs or attempting cyber attacks. But cyber attacks have limited effects and a WMD attack on Seoul would make every single nation turn on Pyongyang. However, South Koreans, especially young ones, care more about our individual matters, our future, our happiness, stability and fun than national security matters. Many young ones don’t want to go to military service if you ask them. They just go there because the laws tell them to go. So young servicemen these days might not be that loyal as the older generation was, but that’s a problem that every country has to deal with, even the North. South Koreans do worry about how North Korea behaves but what can we do about it? We just live on. We have our own economic and political problems. Kyu Hyeon Kim, Seoul “I know this is silly, but sometimes I wish North Korea will disappear into thin air” The general mood is typical end-of-the-year excitement and cheerfulness, with many year-end parties and gatherings and Christmas to look forward to. People here don’t care much when North Korea conducts missile tests, so the Sony attack and ban on the Interview (which wasn’t planned to be shown in South Korea anyway) is not such a big issue here. It’s not that we don’t care - obviously we do, which is why anti-Communist propaganda still works - we’re just weary and desensitized. However the mood is much gloomier for those who work in the judiciary, journalism, or are involved or interested in left-leaning progressive politics. This is due to a Constitutional Court ruling which dissolved the United Progressive Party (UPP). Legal professionals are embarrassed and shocked because the decision is unconstitutional and undemocratic; journalists fear freedom of speech is threatened; and other left-leaning progressive parties are irritated and perplexed because the UPP is now a martyr for democracy. This is despite it being a terrible political organization which used deceptive and undemocratic means to gain power and push out other left-leaning political factions. It presents itself as THE progressive party of South Korea, and stays chummy with the disgustingly anti-democratic monarchy in the North because some of its MPs just couldn’t graduate from their college-era nationalistic Jusapa background - one of them produced the inappropriate and delusional rambling which brought about the aforementioned court rulin). This ruling means that any political dissenters or pro-labor rights activist can be persecuted for being “Jongbook” or North-affiliated, a broad term which essentially replaced “ppalganegi” or “Commie”, which was the justification behind massacres during the Korean War era, and also used to justify speedy sentencing and execution/imprisonment during decades of military dictatorship. I know this is silly, but sometimes I wish North Korea will disappear into thin air, because its very existence prevents our progress, as any dissenting opinion against the government can be easily destroyed with the Jongbook labeling. I thought we were past that, but two consecutive conservative regimes have been enough to turn the clock backwards. Of course, the real enemy to our free democracy is those who abuse such labels, but then again, the words “free democracy” are often nothing more than the reactionary, anti-North Korea (and anything that sounds North Korean, did you know that South Korean government avoids using the word “labour” and instead made up a word called “diligent labor” because “labour” sounds too leftist?) and jingoistic concept embraced by the extreme-right. sibauchi “South Korean society is being divided” Yes, it is true that the existence of North Korea and its verbal threats to South Korea have been the main concerns of South Koreans. However, it does not seem that the South Korean people consider the North Korean government a direct threat than that the Israeli people do toward Palestine. It is mainly because we do not have continuous physical threats though it happens sometimes. Rather, the real concern we have is from the question of how to manage this natural instability. I, personally, do not think that what the North Korean government is doing with the South Korean government creates severe tensions between us. On 19th Dec in 2014, the constitutional court ordered the dissolution of one of leftist parties in South Korea. The party, United progressive party, had been known to support North Korea. Even though most South Korean people did not support this party, this decision created a massive debate inside South Korea given that the court’s decision was considered a violation of freedom of expression and freedom to organize political movements. This event again made clear that the ongoing tension is not from North Korea itself, but from inside. In other words, the the ongoing tension stems from the fact that South Korean society is being divided. Saerom Han “South Koreans are tired of the empty rhetoric” Probably the most remarkable thing to say about the South Korean attitude towards the threats made by the North is how little they care about them. South Koreans are tired of the empty rhetoric which the Kim regime has been spewing across the border for decades now. It has little or no effect on the general mood of the people here. That’s not to say the issue isn’t taken seriously. Ask any South Korean for an opinion on reunification or the Kim dynasty in general and they will give you one. Some believe vehemently in a reunion, others want nothing to do with the north, a few even advocate violence against their ‘enemy’. In short, the issue of North Korea, as fascinating as it is to us in the West is of little consequence to the daily goings on in the South. There is a general, little-spoken-of expectation that some day, somehow, something will give and the status quo will be broken, the decades old war will be resolved, one way or another. Until that happens people here just get on with it, the threats fall largely on deaf ears. Virtually nobody seriously believes the Kims have any desire to relinquish their lives of luxury and commit suicide by starting a war, nuclear or otherwise. Richard John O’Toole, Cheongju",
    "keywords": [
        "political",
        "business",
        "south",
        "threats",
        "korea",
        "threat",
        "living",
        "progressive",
        "usual",
        "know",
        "party",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "“We’ve become somewhat desensitized to new threats” North Korea may be making the headlines but we are not too concerned.\nSouth Koreans do worry about how North Korea behaves but what can we do about it?\nsibauchi “South Korean society is being divided” Yes, it is true that the existence of North Korea and its verbal threats to South Korea have been the main concerns of South Koreans.\nHowever, it does not seem that the South Korean people consider the North Korean government a direct threat than that the Israeli people do toward Palestine.\nI, personally, do not think that what the North Korean government is doing with the South Korean government creates severe tensions between us.",
    "sentiment": {
        "neg": 0.1088,
        "neu": 0.7994,
        "pos": 0.0918,
        "compound": -0.0709
    }
}