{
    "date": "2014-12-12T19:41:04Z",
    "title": "The Interview: film at center of shocking Sony data breach scandal opens in LA",
    "url": "https://www.theguardian.com/film/2014/dec/12/the-interview-sony-data-hack",
    "content": "There were no questions and no cameras allowed at the packed Hollywood premiere of The Interview on Thursday night. The film, financed by the $8bn tinseltown powerhouse Sony Pictures, features Seth Rogen and James Franco as celebrity reporters tasked by the CIA with assassinating North Korean leader Kim Jong-un. The movie had already been declared “an act of war” by regime officials in June but that turned out to be only the beginning of Sony Picture’s problems; the studio’s internal debate about how to edit the movie was revealed in one of many corporate emails hacked and leaked on the internet in one of the largest releases of confidential data in recent history. Just days before the premiere it was revealed by Bloomberg news that the chief executive of its parent company, Japan’s Sony Corporation’s Kazuo Hirai, had personally intervened in the edit. Hirai was dissatisfied with Kim’s death scene and left it to Sony Pictures co-chair Amy Pascal to deliver the news to Rogen, the film’s director. After the boss’s intervention, she emailed him in August requesting a shot which used “no face melting, less fire in the hair, fewer embers on the face” to replace the current version of Kim’s death, which culminates in his head exploding. Rogen was not impressed. “This is now a story of Americans changing their movie to make North Koreans happy,” he wrote back. But eventually, in October, he capitulated and cut, amongst other things, “the entire secondary wave of head chunks”. Little did any of the executives know at the time, but the decision to commission a film portraying the slapstick death of a dictator could have been responsible for one of the largest-ever hacks of confidential data. On 24 November a group by the name of Guardians of Peace announced it had infiltrated the studio’s computer systems and reportedly taken more than 100 terabytes of files. Unreleased movies, thousands of employees social security numbers, executive pay packages and internal emails – including those on the portrayal of Kim’s melting face – began appearing in vast data dumps uploaded to the internet. Investigators working for Sony have described it as an “unparalleled crime” that is “unprecedented in nature”. Sony Pictures is now fighting on all fronts: to protect its public image, repair relationships with the Hollywood stars exposed in the hack, and to examine the potential legals pitfalls such a breach could result in. The North Korean government has distanced itself from the hack, but acknowledged it “might be a righteous deed of the supporters and sympathisers”. An FBI investigation is ongoing, but a senior FBI official said on Wednesday that no links between Pynongyang and the hack had been estalished. Irrespective of who is responsible, the steady stream of stories has driven the entertainment news agenda for the past fortnight. “It’s a gigantic story, the most significant in the industry, certainly this year maybe in the past few years,” said Matthew Belloni, executive editor of the Hollywood Reporter, who is leading the organisation’s exhaustive coverage of the scandal. “Everything is on the table now, the studio has basically become fully transparent and that’s never happened before.” Of the most salacious this week, a chain of correspondence between Pascal and veteran producer Scott Rudin revealed the intense struggle to get a biopic of Steve Jobs into production. One expletive-filled exchange concerned Angelina Jolie, who was attempting to poach David Fincher – mooted as the director of the Jobs film – for a project of her own. Rudin described the star as “a minimally talented spoiled brat” in possession of a “rampaging ego”. But such glimpses into the movie world failed to startle many Hollywood insiders. “I don’t think there’s anything unduly shocking about it. It just shows that Hollywood is a hotbed of gossip, spite, malice – all the good stuff, you know?” acclaimed film critic and historian David Thomson said. “I think it’s rather more entertaining than a lot of the films Sony put out; I could have taken more of it,” he added. Some Sony personnel may well agree with one part of that assessment at least, as hacked employee feedback documents reported by Gawker last week showed some believe the studio had stopped taking creative risks. Said one: “We continue to be saddled with mundane, formulaic Adam Sandler films.” Other recent revelations includes the alter egos of Hollywood stars, an unreleased script by the creator of Breaking Bad, Vince Gilligan, and the pay disparity between Franco and Rogen for The Interview. Away from the theatrics and bitchiness, some documents have shone a light on the inherent bias and perceived prejudice of the Hollywood machine. It was shown that of Sony’s 17 executives earning over a million dollars a year, just one of them, Pascal, is a woman. This week, further correspondence between Pascal and Rudin revealed racially insensitive remarks about Barack Obama when the two joked that the president would prefer to watch films about African Americans. “Should I ask him if he liked Django?” Pascal wrote. Both have issued statements apologising for the remarks, but civil rights leader Rev Al Sharpton has labelled the remarks as a reflection of “a continued lack of diversity in positions of power in major Hollywood studios”. For business insiders arguably the most interesting documents are those revealing the so-called “Ultimates”, the long-term profitability of Sony’s catalogue, which are kept a closely guarded secret. Entertainment lawyers plan to examine these documents, along with others, to check they match with profitability statements given to actors and producers for residuals, according to the Hollywood Reporter. Lawyers have also warned that the thousands of Sony employees and stars, whose personal details were exposed in the breach, could have grounds to mount a class action under data protection laws. Media organisations’ decision to report on the content of the criminal breach has drawn criticism from some of Hollywood’s elite. Director Judd Apatow, whose personal data was among the thousands released, compared reporting the documents as akin to writing about the hacked nude photos of Jennifer Lawrence in August. “Why are they ok to print?” he tweeted. Belloni said it was unclear how much longer the leaks would continue to come, but that there was more news from those documents already uploaded. He added, however, that there existed a “grey line” on which documents the Hollywood Reporter would report. “I’m hesitant to state our official policy because I believe this is a fluid situation, and media doesn’t exist in a vacuum.” Hours before Thursday’s premiere Pascal gave an interview to the film websitedeadline.com, pledging that Sony to strengthen Sony’s defences against hacking. Asked if she had considered not releasing The Interview, the reply was strident: “No one will tell us what movies to release, ever. Nobody should be able to intimidate a company to not to do its business.”",
    "keywords": [
        "sony",
        "opens",
        "la",
        "scandal",
        "center",
        "documents",
        "pascal",
        "rogen",
        "pictures",
        "film",
        "breach",
        "data",
        "hollywood",
        "revealed",
        "movie",
        "shocking",
        "interview"
    ],
    "summary": "There were no questions and no cameras allowed at the packed Hollywood premiere of The Interview on Thursday night.\nThe film, financed by the $8bn tinseltown powerhouse Sony Pictures, features Seth Rogen and James Franco as celebrity reporters tasked by the CIA with assassinating North Korean leader Kim Jong-un.\nHirai was dissatisfied with Kim’s death scene and left it to Sony Pictures co-chair Amy Pascal to deliver the news to Rogen, the film’s director.\nMedia organisations’ decision to report on the content of the criminal breach has drawn criticism from some of Hollywood’s elite.\nHe added, however, that there existed a “grey line” on which documents the Hollywood Reporter would report.",
    "sentiment": {
        "neg": 0.0995,
        "neu": 0.8447,
        "pos": 0.0558,
        "compound": -0.1288
    }
}