{
    "date": "2014-01-10T17:30:01Z",
    "title": "Dennis Rodman's trips to North Korea are all about ego, not diplomacy",
    "url": "https://www.theguardian.com/commentisfree/2014/jan/10/dennis-rodman-north-korea-ego",
    "content": "The bizarre friendship between US basketball player Dennis Rodman and North Korean dictator Kim Jong-un may seem weird enough to be amusing. Certainly, Rodman's fourth trip to North Korea has attracted plenty of sniggering attention, from reports of Rodman singing happy birthday to Kim (whose date of birth wasn't even previously known) to reports of Rodman apologising for an outburst defending Kim's human rights record by saying that it was the consequence of having too much to drink. But, of course, it's not funny at all. It's pathetic. Two needy men are using each other to maintain their own fantasies about themselves. The fantasy of one of them is that he is justified in his role as the \"supreme leader\" of a military reign of totalitarian fear over nearly 25 million people. The much less dangerous fantasy of the other is that he's still a star. Which raises the question: is there a force on earth more strange, sad and frightening than the human ego in full spate? It's easy to see what Kim is getting out of the relationship. He was obsessed with US basketball as a child, and has been a long-standing admirer of Rodman. The fact that he can persuade this man to visit, to declare to the world that they are friends, to sing him happy birthday, to defend his grisly human rights record, can only be gratifying to his monstrous, childish, grotesquely swollen sense of self. No doubt, he will believe – probably with some justification – that an association with this famous American will only burnish him in the eyes of the population. The state propaganda machine is certainly doing its best to help with that, by supplying fawning headlines describing Rodman's great admiration and respect for Kim. Rodman's own propaganda is not going so well. Presumably, he enjoys the publicity these trips afford him, even though it's all negative. One can only assume that Rodman is able to ignore everything except the personal kick he must get from his association with Kim. Rodman, on these trips, is being feted by a world leader and treated as a visitor of immense importance, even if that world leader is despicable. How terrible to have such a craving for personal validation and flattery that you can dismiss in your search for it the suffering of an entire population and the disapprobation of the rest of the world. The really abject thing about this display of solidarity between the two men is that it promotes the opposite feelings in onlookers to the feelings it presumably promotes in the pair of actors. To themselves and each other the two may look all the more important and special because of their \"friendship\". But the rest of us have a different perspective. Kim looks even more decadent, silly, self-absorbed, sentimental, whimsical and unpredictable than he did when the world knew less about him. As for Rodman, he looks like someone so short of better invites that he's glad to accept those that tend to make him look like some sort of sociopath. Rodman even seems to imagine that, like many a celebrity before him, he can use his fame to promote political change. He has exhorted Barack Obama, via the media, to get on the phone to Kim. His supporters have pointed to the success of \"ping-pong\" diplomacy in the 1970s, in which a US table tennis team accepted an invitation from Mao Zedong to play exhibition matches in Beijing, followed a year later by a visit from President Nixon. That's absurd, of course. Rodman's trips have absolutely no diplomatic or government support. Yet Rodman's own modest attempt at diplomacy was short-lived. Having said in a tweet that he'd be asking his chum Kim to show leniency to Korean-American tour guide, Kenneth Bae, who was sentenced to 15 years' hard labour for \"state subversion\", Rodman suggested once he was in North Korea that it was all Rae's own fault. This, understandably enough, upset Bae's family, and an apology, reportedly from Rodman, was put out by his PR company. The excuse – that he'd been drinking – was all the more miserable because Rodman is well known to have been struggling for years with alcoholism. However, it's hard to resist the idea that Rodman's refusal to defend Bae while on North Korean soil might have been born from his own sense of self-preservation. He might, by this point, have developed some dim awareness that his host is a dangerous and capricious friend to have. If I were Rodman, I'd have been counting the minutes until I was on a plane and safely out of Kim's reach. Kim could decide to take umbrage, at any moment, to the idea of Rodman ever parting from his mate, especially now that Paddy Power, the sponsor for some inexplicable reason of these trips, has pulled out. There are many reasons why Rodman's friendship with Kim is laughable, and all of them revolve around the idea of Rodman's absurdity, as a trusting creature who is proud to have been selected to polish the crocodile's teeth. Rodman longs for the days when he was at the centre of a personality cult, and it has made him vulnerable. It has delivered him into the hands of a man who heads his own, far more sinister personality cult. Kim's whims – like having his uncle executed in a purge – may be far more frightening than Rodman's. But there is something creepily similar in the needs of the two men, whose egos must be constantly inflated so that they are able to believe in their own strength and forget their own fragility. This strange relationship, this folie a deux, between a hereditary dictator and a world-famous sportsman, is almost poignant in its revelation of the emptiness and dysfunctionality that is so often at the root of a search for power and acclaim. Rodman's reputation is unlikely to recover from his adventures in North Korea. But I do wonder if Kim's might be irrevocably damaged, too. The power of the three-generation dynasty has always rested on its secrecy as well as its military strength. Kim's courtship of Rodman, his pursuit of a boyhood hero, could yet start making him look as vulnerable to others in his regime as it makes him look to us in the west, who are far more used to seeing how much a powerful figure loses when he loses his mystique.",
    "keywords": [
        "diplomacy",
        "trips",
        "ego",
        "korea",
        "rodmans",
        "world",
        "men",
        "look",
        "kim",
        "power",
        "rodman",
        "dennis",
        "kims",
        "north"
    ],
    "summary": "The bizarre friendship between US basketball player Dennis Rodman and North Korean dictator Kim Jong-un may seem weird enough to be amusing.\nWhich raises the question: is there a force on earth more strange, sad and frightening than the human ego in full spate?\nRodman's trips have absolutely no diplomatic or government support.\nKim's whims – like having his uncle executed in a purge – may be far more frightening than Rodman's.\nRodman's reputation is unlikely to recover from his adventures in North Korea.",
    "sentiment": {
        "neg": 0.1077,
        "neu": 0.7739,
        "pos": 0.1184,
        "compound": 0.077
    }
}