{
    "date": "2014-12-25T19:05:06Z",
    "title": "The Guardian view on religious intolerance: the burden of the cross | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/25/guardian-view-religious-intolerance-burden-cross",
    "content": "The invasion of Iraq in 2003 and its aftermath can be seen in hindsight as the greatest catastrophe to strike the ancient Christian communities of the Middle East since the Mongol invasions. In some ways it was worse. The Mongol invasions had as a side effect the postponement for about 50 years of the collapse of the Crusader kingdoms. The invasion of Iraq contributed nothing to the safety of any Christian community anywhere. The hideous convulsions that followed have been dreadful for everyone in the region, but nobody has suffered more than the Christians, persecuted alike in Sunni and Shia states. In the nations that are not at war, they are tolerated but oppressed; in the Gulf, most Christians are servants, abominably treated. Their religion must be practised in secret, with converts threatened with death. In Iran, a missionary or a pastor is hanged from time to time as an exercise in public morality. In the states where war rages, every man’s hand is against them. The Christian population of Iraq was more than a million in 2003. Now it is less than a third of that size, with perhaps half that number in Kurdistan, which is functionally independent of the Shia government anyway. They are not coming back. Nor can they feel safe in Kurdistan. It was Sunni Kurds who did much of the killing in Turkey’s attempted genocide of the Armenian Christians 100 years ago, and both sides remember this. In Syria, a brutal sectarian insurgency drives some Christians to support the ruthless Assad regime. In Egypt, the already vulnerable Coptic Christians, who lived there for 600 years before the Muslims arrived, had a dreadful Arab spring under the Islamist regime of President Mohamed Morsi and, after the counter-revolutionary coup, continue to be persecuted, both inside and outside the law. Even Israel, which presents itself as a beacon of religious liberty, is a dreadful place to live for Christian Arabs, caught between an occupying army in the West Bank and Muslim fundamentalism in Gaza. Further east, in Pakistan, a corrupt government fails to challenge deep prejudice that leaves Christians vulnerable to judicial murder under the blasphemy laws, as well as to the lynchings and pogroms to which the authorities turn an understanding eye. Those rare politicians brave enough to speak up for toleration can be assassinated, sometimes by their own bodyguards. Across a wide belt of sub-Saharan Africa, but especially in Nigeria, northern Kenya and the Central African Republic, there are simmering wars between Muslim and Christian ethnic groups. In some cases, in the Democratic Republic of the Congo and in South Sudan, Christian armies fight merciless civil wars against each other and civilian populations. It isn’t just a simple story of Muslims persecuting Christians. In China and in North Korea, atheist governments are persecuting Christians; in Russia, an Orthodox Christian regime treats Catholics with suspicion and Protestants with brutality. In India, state governments have indulged the persecution of Christians under the ludicrous pretext that they are stamping out proselytism. Nonetheless, the problem of Christian persecution is most pronounced in Islamic societies, and especially in places where oil riches are inflaming prejudice. Of course, Muslims in Europe or North America confront intolerance too, but it would be silly to deny that the situation of Christians in the Middle East is very much worse. The answer is not to inflame matching animosity against Islam. A clearer understanding of that faith’s complexities would be a help, both to praise the visions of peace it contains and to condemn the way that certain Muslim ideas are turned into aggression by some adherents. But this is best done in terms that Muslims themselves can embrace, through a discussion involving people of all faiths as well as those of none. Just as important is a resolute stand for the principle of religious freedom everywhere. Religious belief is fundamental to many human identities. Freedom of faith must be defended, irrespective of whether the attacks come from totalitarian atheist regimes or theocracies. For the faithful, what they believe about God is inseparable from what they understand about human beings. But God’s rights must never be allowed to trample on human rights.",
    "keywords": [
        "human",
        "religious",
        "burden",
        "east",
        "dreadful",
        "regime",
        "cross",
        "iraq",
        "intolerance",
        "editorial",
        "christians",
        "muslim",
        "christian",
        "muslims",
        "view",
        "guardian"
    ],
    "summary": "The Mongol invasions had as a side effect the postponement for about 50 years of the collapse of the Crusader kingdoms.\nIn the nations that are not at war, they are tolerated but oppressed; in the Gulf, most Christians are servants, abominably treated.\nIn Iran, a missionary or a pastor is hanged from time to time as an exercise in public morality.\nIn China and in North Korea, atheist governments are persecuting Christians; in Russia, an Orthodox Christian regime treats Catholics with suspicion and Protestants with brutality.\nIn India, state governments have indulged the persecution of Christians under the ludicrous pretext that they are stamping out proselytism.",
    "sentiment": {
        "neg": 0.1449,
        "neu": 0.7659,
        "pos": 0.0893,
        "compound": -0.2008
    }
}