{
    "date": "2014-09-26T04:00:02Z",
    "title": "Journey of a North Korean defector: from escaping by bike to singing at Harvard",
    "url": "https://www.theguardian.com/world/2014/sep/26/north-korea-defector-journey",
    "content": "The life of a North Korean defector is one of extreme contrasts. Born in a country with one of the world’s strictest regimes, escaping often means discovering new freedoms and adapting to new cultures, while coping with the absence of family and friends left behind. That has been the experience of 24-year-old Park Young-jin, a North Korean defector who managed to flee his home country on a bicycle last year. Now an IT student, Park joined a choir for young defectors soon after his arrival in the South, which was recently flown to the US to perform with one of K-pop’s biggest stars at Harvard University, as part of a campaign championing reunification between South and North Korea. Leaving North Korea Like many defectors, Park does not disclose much detail about exactly how he left North Korea’s borders for fear of harming others’ chances. He does, however, tell of the 12-day solo bike ride that took him through China to the border with Mongolia, as he attempted to avoid detection by Chinese authorities. It was not the first time he had tried to escape. “One time I was sent back to North Korea through a broker so I couldn’t trust anybody any longer. So when I came out to China again I got a map and a compass and a bicycle, I just went”, he explained. “I prepared a little mini tent, a change of clothes, a little of the money I earned,” park said, describing the items he took with him from the North. “I didn’t know how long it was going to take so I couldn’t bring food”. He said he also had a smartphone to help guide him, but struggled with navigation off major roads. For Park, the early stages felt like an adventure – he was “young and free”. But as he got closer to Mongolia and felt the temperature drop he realised “it wasn’t going to be that much fun”. He says he got by charging his phone battery intermittently at service stations and eating noodles. Once at his destination, Park was able to travel to South Korea, arriving around a year ago ready to start a new life. A new life For many defectors the journey is just the start. Taking part in a Guardian reader Q&amp;A earlier this month budding defector-turned-rapper Kang Chun-hyok explained some of the major hurdles people must overcome to adjust. Mistrust and alienation are common, and it takes time to learn simple day-to-day tasks like riding the bus or using a washing machine. Arriving just over a year ago Park says he doesn’t yet have a clear vision of what he wants to do. He is exploring his options – this is his “try time,” he says. He has a made friends through the choir and considers some of the older members role models. It’s estimated that 25,000 defectors have made the journey to South Korea in the past 20 years. On arrival they go through social orientation provided by the Ministry of Unification, designed “to give North Korean refugees the basic knowledge necessary to function as citizens of democratic South Korea”, covering everything from healthcare to education. It was here that a social worker referred Park to the With-U choir project. Reunification Reunification has become central to the South Korean president’s time in office. It was dubbed the “jackpot” project by Professor Emeritus Shin Chang-mi, who told DailyNK the project can only be successful if it focuses on political negotiations and winning the hearts and minds of the North Korean people. He also believes that integrating defectors in to South Korean society is an “an immense help” to the process. Lee Dae-young, a professor at Chung-ang University has recently argued that as the reunification mission gathers speeds, a focus on arts and cultural projects is vital to narrow the inherent gaps between the two societies. Projects like the 55-member With-U choir help to do this, whilst also promoting the South’s reunification agenda on the global stage – a kind of soft diplomacy. With-U became involved with the South’s campaign, launched last month, to raise awareness about the plight of defectors and to advocate for a united Korea. It’s fronted by Lee Seung-chul, a renowned K-pop singer. Together they have recorded an official campaign song called The Day, and Lee helped to fund the trip to Harvard in partnership with music corporations from the South. Park laughs when he is asked about working with Lee. He had initially thought that he would just be writing a song for them, not that they would perform together. “When I was in China I loved his songs, I was his fan, it’s just such a great privilege to do this together,” he explains. As for coming to the US, it was his first legal trip with a passport. He describes it as “an enlarging journey for me, through this journey I walk away with things that are going to help my future”. For Lee – who has admitted he hadn’t paid much attention to defectors before this project – the campaign is not about politics or territory, but about human interaction. “One voice to another, if you can listen to this song, and grasp the gravity of the plight of the North Koreans, then you can... feel the urge to put an end to this,” said Lee. He has high hopes for the project, and says he believes “this is the start of the end to this devastation.” Next he’d like to collaborate with a global artist on the campaign – even contacting Bono, though he is yet to hear from his team. The most important objective for Park is that the world should perceive North and South Koreans as the “same people” merely split by the “government situation”. He believes the world currently sees North Korea as a nation of “very strange people”, but insists “we’re not, we are the same as South Koreans”.",
    "keywords": [
        "campaign",
        "south",
        "project",
        "korea",
        "harvard",
        "lee",
        "escaping",
        "journey",
        "defectors",
        "reunification",
        "singing",
        "park",
        "bike",
        "defector",
        "north",
        "korean"
    ],
    "summary": "The life of a North Korean defector is one of extreme contrasts.\nThat has been the experience of 24-year-old Park Young-jin, a North Korean defector who managed to flee his home country on a bicycle last year.\nLeaving North Korea Like many defectors, Park does not disclose much detail about exactly how he left North Korea’s borders for fear of harming others’ chances.\n“One time I was sent back to North Korea through a broker so I couldn’t trust anybody any longer.\nReunification Reunification has become central to the South Korean president’s time in office.",
    "sentiment": {
        "neg": 0.0412,
        "neu": 0.8766,
        "pos": 0.0822,
        "compound": 0.1093
    }
}