{
    "date": "2014-09-05T04:00:15Z",
    "title": "Art in North Korea: Norwegians plan new creative academy in Pyongyang",
    "url": "https://www.theguardian.com/world/2014/sep/05/norwegian-artists-international-art-academy-north-korea",
    "content": "Norwegian artists are planning to open an international art academy in North Korea, to allow creatives from inside and outside the isolated state to work together in what organisers believe to be the first scheme of its kind. The DMZ Academy, named after the highly militarised border zone between North and South Korea, is expected to take place in Pyongyang for two weeks August next year. If it is successful, organisers hope to eventually establish a permanent international art school. “We hope to use the concept of art to challenge preconceptions both inside and outside North Korea,” Morten Traavik, one of the artists behind the project, told the Guardian by phone from Norway. “There have been a few international photography exhibitions in Pyongyang, but it is the first time that artists from all sides are meeting to exchange ideas and create new works”. North Korean authorities tightly control interactions between ordinary citizens and international visitors, who are usually supervised by minders. Traavik has been to North Korean 10 times and has worked with cultural authorities on four art projects within the country. He and fellow artist Henrik Placht are hoping to find around six creatives from outside the North to attend the academy, which will not only include visual arts but also video, photography, installation, illustration and graphic design, as well as the distinctly North Korean choreography of mass gymnastics at the Arirang games. Like other programmes he has led in the North, Traavik admits this one will be subject to strict limitations on what the artists can express in their works. “Explicit criticism of the leadership is out of the question of course, but I have no problem at all with that,” says Traavik. “It is a question of respecting the cultural and political norms. There are counterproductive hangups in the western world that all valid interaction with North Korea should involve some kind of human rights lecturing – I don’t believe in that.” Critics have accused Traavik of working too closely with the authoritarian government in Pyongyang, which is accused of perpetrating grave rights abuses against its people. He rejects claims that he is “naive or brainwashed” and says he believes that engaging with North Korea is the only way to break through the myths created by “the government’s propaganda and the world media echo chamber”. “Obviously we will not bring artists like Pussy Riot, or Tracey Emin, or Banksy this time... that is too much too soon,” says Traavik. “What we will do is select artists who can bring in new ideas, but stop short of being deliberately controversial”. “We must remember that, like much of the rest of the world, North Korea has had no age of enlightenment when it comes to critical thought. The very notion of contemporary art as as a tool of controversy, it is as though it comes from another planet”. North Korea’s visual art scene is largely limited to the genre of socialist realism. The nation’s 1000 top artists are employed at the celebrated Mansudae Art Studio, which is dedicated to creating patriotic artworks both at home and abroad, and are sold for all-important foreign currency. However, Traavik argues that North Korean artists are “perfectly capable of more than just reproduction” across a variety of genres, especially performance art. “On one level, North Korean society is so centered on the act of performing – in both literal and proverbial senses – that I half-jokingly call the whole country the world’s biggest and longest performance,” he said. Though the creation of a permanent international art school is a long way off, some have already voiced their scepticism about the idea. “There is an issue related to making sure that the quality of education is just as good as the one we have here in Norway,” Cecilie Broch Knutsen, rector of Oslo’s School of Fine Arts, told Norway’s public broadcaster NRK, in comments translated by artnet news. “It seems to me that it will be very difficult to achieve in North Korea.”",
    "keywords": [
        "artists",
        "international",
        "korea",
        "art",
        "creative",
        "plan",
        "world",
        "school",
        "academy",
        "traavik",
        "norwegians",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "If it is successful, organisers hope to eventually establish a permanent international art school.\nTraavik has been to North Korean 10 times and has worked with cultural authorities on four art projects within the country.\n“We must remember that, like much of the rest of the world, North Korea has had no age of enlightenment when it comes to critical thought.\nThough the creation of a permanent international art school is a long way off, some have already voiced their scepticism about the idea.\n“It seems to me that it will be very difficult to achieve in North Korea.”",
    "sentiment": {
        "neg": 0.0688,
        "neu": 0.8479,
        "pos": 0.0834,
        "compound": 0.0616
    }
}