{
    "date": "2014-11-11T11:37:38Z",
    "title": "Teenager who claims to have fled North Korea faces deportation from Sweden",
    "url": "https://www.theguardian.com/world/2014/nov/11/north-korea-sweden-deport-teenager",
    "content": "A teenager who claims to have escaped from North Korea is facing deportation from Sweden – in part because authorities misspelled the names of places he mentioned in his asylum interviews. The Swedish migration board wants to send the 17-year-old to China, where it believes he is from, after ruling last year that there was not enough evidence that he is North Korean. But the teenager, who has not been named, says he faces torture or death if sent to China, which he claims will send him back to North Korea. Sweden’s national radio broadcaster reported last week that one of the reasons the asylum request was rejected was because immigration officials had been unable to find the locations the teenager mentioned when interviewed. An investigation launched by his lawyer suggested that this was because the place names had been misspelled by interviewers. A Korean expert hired to assess the teenager’s dialect by a controversial Swedish linguistic company that evaluates asylum applications told journalists that his strong dialect had left her in no doubt that he came from North Korea. The company, Sprakab, nevertheless concluded in its report that his dialect did not fit with his story of growing up in North Korea’s northern districts. The woman, who has not been named, accused the company her of twisting her words in its report. “I never said that he didn’t come from North Korea,”she said. “What they are saying is wrong. It’s ridiculous.” The teenager has appealed against the decision. “If I go back to North Korea then I will die,” he told Swedish radio. His lawyer, Arido Dagavro, said he had proof that the places the teenager had mentioned did in fact exist, as well as testimony from other North Korean refugees that he had spoken with a recognisable dialect from North Hamgyong province in recorded interviews. “It’s obvious that the migration board didn’t have the expertise required to take a decision in this matter,” Degavro said. Kristina Sandklef, a China analyst who is advising Degavro, said the expert’s comments on the way the teenager’s Korean was often ungrammatical and included elements of other dialects picked up in a decade living as a roaming kotjebi or streetchild had been misinterpreted. “You can’t expect ‘grammatically correct’ for someone who’s never been to school,” she said. The teenager claims to have fled across the river bordering China when it was frozen in early spring, to escape the authorities, who had begun rounding up homeless people in its northern districts before opening them up to tourism. He said he had lived undercover in China for two periods of up to a year, which the Swedish authorities took to mean that he faced no threat in the country. “A new UN report on North Korea said that it’s very common for people in the north to cross the border into China and go back, because they are starving. The immigration department didn’t believe this,” Degavro claimed. “They said the border should be well secured by the North Koreans. But it’s not.” Sprakab’s claims that its staff can judge asylum seekers’ origins through analysing their dialect is facing mounting criticism, including in the UK, where it has advised the Home Office since 2000. In May the company was condemned by the UK supreme court for giving “wholly inappropriate” judgements on a series of cases involving Somali immigrants. The court expressed “serious questions about the basis on which the Sprakab analysts [feel] able to establish with such certainty geographical allocation of the appellants’ modes of speech.” But Sweden’s migration board said last week it remained confident in the company. “We haven’t seen anything to make us have an opinion that Sprakab is not reliable or lacks the competence to do these things,” said press chief Fredrik Bengtsson. The migration board, which has yet to decide whether it will reopen the case, denied that the teenager risked being sent to North Korea. “If the Chinese authorities say that they don’t think he’s a Chinese citizen and he has no permit to stay in China, then we will not be able to send him back to China,” Bengtsson said. But the teenager’s lawyer dismissed this as naive, given close relations between the Chinese and North Korean governments.",
    "keywords": [
        "fled",
        "teenager",
        "swedish",
        "korea",
        "deportation",
        "claims",
        "dialect",
        "china",
        "company",
        "migration",
        "faces",
        "sweden",
        "north",
        "korean"
    ],
    "summary": "A teenager who claims to have escaped from North Korea is facing deportation from Sweden – in part because authorities misspelled the names of places he mentioned in his asylum interviews.\nBut the teenager, who has not been named, says he faces torture or death if sent to China, which he claims will send him back to North Korea.\n“If I go back to North Korea then I will die,” he told Swedish radio.\nThe migration board, which has yet to decide whether it will reopen the case, denied that the teenager risked being sent to North Korea.\nBut the teenager’s lawyer dismissed this as naive, given close relations between the Chinese and North Korean governments.",
    "sentiment": {
        "neg": 0.0677,
        "neu": 0.8939,
        "pos": 0.0384,
        "compound": -0.108
    }
}