{
    "date": "2014-12-09T11:43:48Z",
    "title": "Hackers demand Sony cancel release of Kim Jong-un-baiting comedy",
    "url": "https://www.theguardian.com/film/2014/dec/09/hackers-demand-sony-cancel-kim-jong-un-film-the-interview",
    "content": "Hollywood studio Sony has been told to cancel the release of its “movie of terrorism” – a reference to the Kim Jong-un-baiting comedy The Interview – in a message purporting to be from hackers who recently broke into the company’s systems and stole millions of dollars’ worth of sensitive data. The post on GitHub claims to be from a group called Guardians of Peace, which has claimed responsibility for leaking into the public domain five forthcoming films, as well as salary details and social security numbers of famous actors. The post reads: “Stop immediately showing the movie of terrorism which can break the regional peace and cause the War.” However, the poster of the message denied responsibility for threatening emails that Sony claims were recently sent to staff members from a person purporting to represent Guardians of Peace. “We know nothing about the threatening email received by Sony staffers, but you should wisely judge by yourself why such things are happening and who is responsible for it,” the message reads, before adding: “You, SONY &amp; FBI, cannot find us.” Reports relating to the cyber-attack on Sony have centred on the possibility that it was backed by North Korea in retaliation for the release of The Interview, which features a plot by the CIA to assassinate Kim Jong-un. Earlier this week, a spokesperson for the North Korean government said the attack may have been a “righteous deed of supporters and sympathisers”, despite once again denying direct responsibility. It is not clear whether Guardians of Peace has further sensitive Sony information that it could leak if The Interview is not removed from release schedules. Hackers have already posted five unreleased Sony films, including the big-budget musical remake Annie, on file-sharing sites, potentially costing the studio hundreds of millions of dollars at the box office. Other leaked data includes the $8.4m (£5.4m) salary allegedly received by The Interview’s co-director and star Seth Rogen, as well as a slightly lower sum supposedly received by his co-star James Franco. Hollywood stars Sylvester Stallone and Rebel Wilson are among around 47,000 people whose personal information has been leaked into the public domain. The Interview hits US cinemas on Christmas Day and the UK on 6 February. One consideration for Sony executives might be the potential box office benefit to the film in the wake of widespread publicity surrounding the cyber-attack. Rogen and Franco have done little to play down the hype, taking on the subject head-on with a joint appearance on 6 December on Saturday Night Live, in which they joked that sensitive personal photographs were amongst the stash of stolen data. • North Korea says Sony cyber-attack may be ‘righteous’ work of its supporters • Sony hack reveals Seth Rogen and James Franco’s fees for The Interview",
    "keywords": [
        "comedy",
        "sony",
        "received",
        "demand",
        "peace",
        "jongunbaiting",
        "rogen",
        "kim",
        "north",
        "hackers",
        "message",
        "sensitive",
        "cancel",
        "release",
        "responsibility",
        "interview"
    ],
    "summary": "Hollywood studio Sony has been told to cancel the release of its “movie of terrorism” – a reference to the Kim Jong-un-baiting comedy The Interview – in a message purporting to be from hackers who recently broke into the company’s systems and stole millions of dollars’ worth of sensitive data.\nIt is not clear whether Guardians of Peace has further sensitive Sony information that it could leak if The Interview is not removed from release schedules.\nHollywood stars Sylvester Stallone and Rebel Wilson are among around 47,000 people whose personal information has been leaked into the public domain.\nOne consideration for Sony executives might be the potential box office benefit to the film in the wake of widespread publicity surrounding the cyber-attack.\n• North Korea says Sony cyber-attack may be ‘righteous’ work of its supporters • Sony hack reveals Seth Rogen and James Franco’s fees for The Interview",
    "sentiment": {
        "neg": 0.0673,
        "neu": 0.8437,
        "pos": 0.089,
        "compound": 0.1035
    }
}