{
    "date": "2014-02-18T10:38:37Z",
    "title": "Why it's a good time to be a dictator like Kim Jong-un | Jonathan Freedland",
    "url": "https://www.theguardian.com/commentisfree/2014/feb/18/north-korea-good-time-to-be-dictator",
    "content": "In the early 1990s, when I was in my infancy as a reporter, the dominant international story was the war in the Balkans. Several of my peers made their names covering that war and were deeply affected by it. What motivated at least a few of them was not the desire simply to be on the front page or lead the evening news, but a passionate urge to let the world know what was happening. Several believed that, if only the world could see what they could see in Bosnia, then it would act. Perhaps the authors of the latest UN report into human rights in North Korea felt a similar motivation. They can be satisfied that, thanks to their 372-page study, no one now can claim to be ignorant of the horrors committed in that place. They are laid out in stomach-turning detail: the torture, the deliberate starvation, the executions committed in a network of secret prison camps. The individual cases break the heart: the seven-year-old girl beaten to death over a few extra grains of food; the boy whose finger was chopped off for accidentally dropping a sewing machine in the factory where he was forced to work; and, most shocking of all, the mother forced to drown her just-born baby in a bowl of water. The report's lead author, like those old journalistic colleagues of mine, clearly hopes that now that the evidence is laid out, action will follow. \"Now the international community does know,\" says retired Australian judge Michael Kirby. \"There will be no excusing a failure of action because we didn't know. It's too long now. The suffering and the tears of the people of North Korea demand action.\" But how confident can Kirby be that action will follow? Any UN plan – even a referral of North Korea to the International Criminal Court – would hit the immediate obstacle of a Chinese veto in the security council. (China, after all, is implicated in North Korea's horrors: when people somehow manage to escape across the border, China's policy is to hand them straight back.) It's a similar story in Syria. Less than a month has passed since a report laid out comprehensive evidence of the suffering of detainees at the hands of the Assad regime. That report, like the latest one on North Korea, detailed murder through starvation, beatings and torture – complete with photographs of emaciated bodies. Then, as now, the authors noted chilling echoes of the Nazi crimes of the 1940s. Yet did that report spark a worldwide demand for action, with demonstrations outside parliaments and presidential palaces? It did not. Perhaps mindful that any call for UN action would be blocked by a Russian veto, the chief response was a global shrug. Maybe this is what it means to live in the post-intervention era. Few even call for action – in North Korea or Syria – because we know it's not going to happen. In the 1990s, those outraged by the Balkan war could believe that, if they only shouted loud enough, they would eventually get the international powers to act – which, eventually, they did. Now, after Iraq and Afghanistan, that belief has vanished. In Britain, military planners have reportedly concluded that the nation is too war-weary to countenance yet more action. In the US, Barack Obama's foreign policy seems predicated on a similar assumption. Few speak now of the notion that once seemed set to reshape international relations, the \"responsibility to protect\". It makes today a good time to be a dictator, a butcher or the torturing head of a brutal regime. The world will let you carry on killing – even when it knows exactly what is happening.",
    "keywords": [
        "war",
        "laid",
        "korea",
        "world",
        "jonathan",
        "north",
        "freedland",
        "kim",
        "report",
        "similar",
        "know",
        "action",
        "good",
        "dictator",
        "jongun",
        "international"
    ],
    "summary": "Perhaps the authors of the latest UN report into human rights in North Korea felt a similar motivation.\nLess than a month has passed since a report laid out comprehensive evidence of the suffering of detainees at the hands of the Assad regime.\nThat report, like the latest one on North Korea, detailed murder through starvation, beatings and torture – complete with photographs of emaciated bodies.\nFew even call for action – in North Korea or Syria – because we know it's not going to happen.\nIt makes today a good time to be a dictator, a butcher or the torturing head of a brutal regime.",
    "sentiment": {
        "neg": 0.1184,
        "neu": 0.823,
        "pos": 0.0586,
        "compound": -0.176
    }
}