{
    "date": "2014-12-02T13:34:25Z",
    "title": "North Korea launches tourist website, border remains closed",
    "url": "https://www.theguardian.com/world/2014/dec/02/-sp-north-korea-launches-tourist-website-border-remains-closed",
    "content": "North Korea’s border is still closed because of Ebola, but that hasn’t stopped the country launching a website to promote itself as a destination for foreign tourists. The site, dprktoday.com, offers an animated tour through the customs and culture available in the so-called hermit kingdom. A short film on the homepage welcomes prospective visitors, provides a handy locator of North Korea on the globe, flashes past the Juche tower and runs through the country’s main selling points, from its sporting prowess to the Masikryong ski resort. The site also provides flight schedules from China, Russia and other foreign cities, lists tourist packages and gives details of luxury hotels. Many of the images have been given a Disney-like treatment: purple stars added to pictures of children sleeping in a nursery, yellow sunflowers frame a group of waving toddlers. They also feature traditional food, rural landscapes and Pyongyang architecture. South Korea’s largest news agency Yonhap reports that the North created the website to “satisfy growing interest and expectation” in the country. The website, which suffers intermittent problems with loading and refreshing, is mostly in Korean, with a few English headlines. It is unclear whether there are plans to translate any of the content. Dprktoday.com’s approach is a departure from that taken by western tour companies who run trips to North Korea. They tend to rely on historical shots, previous tours and events such as the Arirang mass games and the Pyongyang marathon to lure tourists in. The new site also doesn’t shy away from controversy. A section marked “news” carries pictures of short-range missiles firing into space – similar to those released a few weeks by state media. But there’s no mention of the recent protest in Pyongyang against a UN report denouncing the country’s human rights record. There is multimedia too: one video sees a presenter introduce himself in front of the Pyongyang skyscape before meeting a young table tennis player near a Winnie the Pooh mural. He takes us on a tour through eerily empty, but spotlessly shiny accommodation. At one point the bathroom door shuts of its own accord. Those in the North Korean travel industry say that thousands of western tourists visit each year, as do hundreds of thousands from China and some from Malaysia and Singapore. Entering the country is only possible through pre-approved tours, but many of these have been cancelled because of the Ebola ban, which according to a notice on Koryo Tours website is still in place. Tourism in North Korea is subject to much debate. As the country continues to widens its doors, some have reservations about visiting a totalitarian regime accused of committing accused of mass human rights atrocities against its own people, but others say that any interaction for its citizens, no matter how stage managed, has to be a good thing.",
    "keywords": [
        "border",
        "tourists",
        "korea",
        "tours",
        "remains",
        "north",
        "western",
        "launches",
        "closed",
        "country",
        "site",
        "tourist",
        "pyongyang",
        "tour",
        "website"
    ],
    "summary": "North Korea’s border is still closed because of Ebola, but that hasn’t stopped the country launching a website to promote itself as a destination for foreign tourists.\nA short film on the homepage welcomes prospective visitors, provides a handy locator of North Korea on the globe, flashes past the Juche tower and runs through the country’s main selling points, from its sporting prowess to the Masikryong ski resort.\nSouth Korea’s largest news agency Yonhap reports that the North created the website to “satisfy growing interest and expectation” in the country.\nDprktoday.com’s approach is a departure from that taken by western tour companies who run trips to North Korea.\nTourism in North Korea is subject to much debate.",
    "sentiment": {
        "neg": 0.0712,
        "neu": 0.9022,
        "pos": 0.0266,
        "compound": -0.0941
    }
}