{
    "date": "2014-12-19T19:09:46Z",
    "title": "The Guardian view on the Sony hacking: free expression under threat | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/19/guardian-view-sony-hacking-free-expression-under-threat",
    "content": "When hackers exposed masses of internal emails at Sony Entertainment this month, the initial interest was in the potential for juicy gossip about Hollywood stars. When it surfaced that the cyber-attacks might be the workings of North Korean agents intent on barring the release of an American comic film centred on a plot to kill the leader of this secluded country, there were smirks again. It seemed to be just another bizarre episode involving the regime, known for, among other things, the overblown hairstyle of Kim Jong-un, which he reportedly sought to impose on all male students. Yet, beyond the easy giggles, much deeper questions are at play here. These have to do with freedom of artistic expression in an age of cyberwarfare, and how, in the face of intimidation, fundamental values risk being sacrificed to business interests. Those problems came to the fore when Sony announced that it was cancelling the planned Christmas Day release of the movie The Interview, after hackers identifying themselves as “guardians of peace” threatened the entertainment industry with terrorist attacks if the film came out. All of a sudden there was little to laugh about. There have been other cases, in the past, of violent attempts to impose censorship of artistic works. The attacks on Salman Rushdie over The Satanic Verses spring to mind, as do the assaults that followed the publication of Danish cartoons of Muhammad. In France, 30 years ago, radical Catholic groups threatened a cinema showing a film about St Thérèse of Lisieux. In all these cases, there were loud outcries against evident intolerance. Free speech was under threat – and so it is again. Sony’s decision to submit to the threats was a hurried and disgraceful moment. It should be denounced as a cowardly cave-in to terrorist threats. Then there is the question of whether the cyber-attack can be precisely attributed. The FBI on Friday blamed North Korea for being behind the computer hacking. The White House had previously declared this was a matter of national security that would require a “proportional response”. Pyongyang certainly has the technological capacity for such an operation. North Korea’s leadership would certainly have no qualms about going to such extremes against a film – it is after all a system with a cult-like dimension, where the ruling dynasty is portrayed almost as divinity by a Stalinist-type state ideology. When the comic movie Borat came out, castigating an imaginary Kazakhstan, the Kazakh leader cringed, but he did not set off an army of blackmailing hackers. North Korea’s involvement would nevertheless only be a tiny addition to its many crimes. If the regime is a joke, it is a very sick one indeed; a UN report on the human rights situation has drawn a comparison between the repressive policies of the ruling family and Nazi methods. The onus is on Sony and others in the movie industry to show that liberty counts as much as business interests when it comes to standing up to terrorists. As for Kim Jong-un: this is no funny guy, but a sinister tyrant.",
    "keywords": [
        "threats",
        "sony",
        "threatened",
        "hacking",
        "ruling",
        "free",
        "came",
        "threat",
        "expression",
        "editorial",
        "north",
        "movie",
        "film",
        "hackers",
        "terrorist",
        "view",
        "guardian"
    ],
    "summary": "When hackers exposed masses of internal emails at Sony Entertainment this month, the initial interest was in the potential for juicy gossip about Hollywood stars.\nIn France, 30 years ago, radical Catholic groups threatened a cinema showing a film about St Thérèse of Lisieux.\nIt should be denounced as a cowardly cave-in to terrorist threats.\nThe White House had previously declared this was a matter of national security that would require a “proportional response”.\nThe onus is on Sony and others in the movie industry to show that liberty counts as much as business interests when it comes to standing up to terrorists.",
    "sentiment": {
        "neg": 0.14,
        "neu": 0.7641,
        "pos": 0.0959,
        "compound": -0.1418
    }
}