{
    "date": "2014-09-03T13:30:05Z",
    "title": "The 10 most politically controversial TV shows of all time",
    "url": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2014/sep/03/the-10-most-politically-controversial-tv-shows-of-all-time",
    "content": "“A slanderous farce.” No, not the Great British Bake Off’s ‘ bincident’, but Pyongyang’s response to Channel 4’s newly announced 10-part drama Opposite Number, about a British scientist captured in North Korea. Could a series from the man behind Our Zoo really threaten bilateral international relations? It wouldn’t be the first fictional TV show to create a political firestorm ... Cathy Come Home (BBC1, 1966) Where it all began, in so many ways. This still extraordinary piece on poverty and homelessness launched Ken Loach’s career in campaigning drama, led directly to the founding of charity Crisis, and influenced the national conversation for years; actor Carol White had to refuse money from members of the public convinced she was actually destitute. The Day After (ABC, 1983) Nuclear war was a preoccupation of TV dramatists throughout the 1980s (Edge of Darkness, Threads, A Very British Coup); this one came from mid-80s America and hence starred Steve Guttenberg. President Reagan pronounced himself “greatly depressed” after watching it and credited it with changing his attitudes towards nuclear war. His views on crime prevention in relation to Police Academy went sadly unrecorded. The War Game (BBC1, 1985) More nuclear fallout. Peter Watkins’s drama about a Cold War cataclysm premiered in 1985. Nothing unusual there, except that it had been made in 1965 and banned for 20 years after questions were asked in Parliament and it was deemed “too horrifying” to broadcast. Its faux-documentary style was pioneering, affording Michael Aspel his most harrowing interview experiences prior to sitting down with Arnie, Sly and Bruce to talk Planet Hollywood. Ellen (ABC, 1997) Compare and contrast. In 2014, a gay marriage in Modern Family is treated as a natural evolution of a loving relationship. In 1997, Ellen DeGeneres (both character and performer) came out, creating angry debate and headlines around the world. Sponsors pulled advertising, subsequent episodes were harangued by rightwing politicos – and, eventually, more mainstream press – for promoting “a gay agenda” and the series was canned. But its work was done and sanity prevailed: DeGeneres is now back at the centre of the entertainment world. Brass Eye (Channel 4, 2001) Chris Morris’s magnificent series of self-fulfilling prophecies reached its peak with its paedophilia special, spoofing kneejerk tabloid hysteria and corralling dumb celebrities to spout utter tosh (or “Nonce Sense”, if you prefer) about how paedophiles share DNA with crabs. A media storm duly followed – the Daily Star’s criticisms appearing next to photos of 15-year-old Charlotte Church looking “chest swell” – punctuated by politicians pompously denouncing the programme before having to admit that they hadn’t actually seen it. Plus ça change. 24 (Fox, 2001-10) There’s scarcely a torture technique that Jack Bauer hasn’t employed to prise information from a suspect, apart from making them watch season six. Widely criticised for legitimising torture and its, shall we say, uncomplicated portrayal of Muslims (see also, to a lesser extent, Homeland), 24’s makers toned down such sequences after politicians and US army top brass complained that soldiers were imitating the techniques used in the show. Death of a President (Channel 4, 2006) Another mockumentary, this one was blackballed in the States for positing what was undoubtedly a bit of wish-fulfilment for some at the time: the assassination of Dubya. The ensuing transatlantic to-do disguised the fact that it simply wasn’t very good, while an emboldened Channel 4 later attempted similar tabloid-baiting counterfactual experiments with the silly The Taking of Prince Harry (Harry gets kidnapped by the Taliban) and the appallingly misjudged The Execution of Gary Glitter (Paul Gadd is hanged for his crimes). Underbelly (ABC/CBS Action, 2007-8) This brutal gangster drama landed its makers with a subpoena when its interpretations of Melbourne’s late 90s gangland wars threatened to prejudice an ongoing trial in the state of Victoria. The series was only aired in the state months later and was heavily edited – slightly pointless, given that anyone who really wanted to see it already had, thanks to a loose attitude towards piracy worthy of the inspiration behind the series, Carl Williams. South Park (Comedy Central, 2010) Just the one episode, you say? Well, even by South Park standards, the 200th instalment was full on, despoiling almost every major religious figure with a relish that made Jerry Springer: the Opera look like Songs of Praise. Parker and Stone received death threats from radical Islamists, and the series was banned in Sri Lanka for depicting Buddha doing drugs. The cult of celebrity, however, continues to thrive. Borgen (DR1, BBC4, 2013) A double whammy of episodes on bacon production and prostitution proved genuinely agenda-setting in Danish politics, with cruel treatment of intensively farmed pigs and a bill of rights for sex workers both discussed in Parliament after the show aired. So, what have we missed? Let us know in Comments below.",
    "keywords": [
        "war",
        "tv",
        "world",
        "shows",
        "state",
        "channel",
        "torture",
        "politically",
        "nuclear",
        "drama",
        "british",
        "series",
        "controversial"
    ],
    "summary": "It wouldn’t be the first fictional TV show to create a political firestorm ... Cathy Come Home (BBC1, 1966) Where it all began, in so many ways.\nThe Day After (ABC, 1983) Nuclear war was a preoccupation of TV dramatists throughout the 1980s (Edge of Darkness, Threads, A Very British Coup); this one came from mid-80s America and hence starred Steve Guttenberg.\nPresident Reagan pronounced himself “greatly depressed” after watching it and credited it with changing his attitudes towards nuclear war.\nIn 1997, Ellen DeGeneres (both character and performer) came out, creating angry debate and headlines around the world.\nBut its work was done and sanity prevailed: DeGeneres is now back at the centre of the entertainment world.",
    "sentiment": {
        "neg": 0.1278,
        "neu": 0.8158,
        "pos": 0.0564,
        "compound": -0.1972
    }
}