{
    "date": "2014-04-01T14:49:24Z",
    "title": "North Korea appears to ape Nasa with space agency logo",
    "url": "https://www.theguardian.com/world/2014/apr/01/north-korea-nasa-space-agency-logo",
    "content": "The choice of a globe as the emblem for North Korea's space agency expresses the country's ideal of peaceful exploration, explains the Korean Central News Agency. The blue rings, it adds, represent satellites, and the constellation of stars shows the desire to \"glorify Kim Il-sung's and Kim Jong-il's Korea as a space power\". However, the state news agency neglects to mention one glaring thing: the new logo looks a lot like that of Nasa, the space agency of Pyongyang foe's the US, right down to the blue globe, lettering and swooshed ring. The agency said the logo was released to mark the first anniversary of North Korea's National Aerospace Development Administration, a name shortened on the emblem to Nada, the Spanish word for \"nothing\", arguably also an unfortunate coincidence given this seems to be precisely what the country's only successfully launched satellite is transmitting to Earth, leading overseas scientists to assume it has malfunctioned. North Korea's space programme is a major source of pride to a hermetic and repressive state, which was condemned this year by a UN report as an abuser of human rights unparalleled in the modern world, with strong echoes of the Nazis. The orbiting satellite was launched into December 2012, on a three-stage Unha rocket. Unha is Korean for \"galaxy\". It was the country's fifth attempt to put a satellite in orbit, with the previous mission, in April 2012, failing very publicly when the rocket exploded shortly after lift-off. North Korean scientists said the satellite would study crops and weather patterns. While it appeared the satellite was initially orbiting normally, US astronomers said soon afterwards that it was not transmitting any signals and was most probably tumbling in orbit. North Korea insists its space programme is purely peaceful. But the US and Japan, among others, say North Korea could use the ballistic missile technology to develop long-range weapons, possibly in conjunction with its nuclear programme. The Korean news agency said the nation \"has pushed ahead with space development projects to turn the country into a space power, fully exercising its right to peaceful development of the space on a legal basis\". The law establishing Nada calls for co-operation with other nations over space programmes, while also rejecting \"selectivity and double-standards in space activities and the weaponisation of outer space\". • This article was amended on 3 April 2014 to add a credit to the caption.",
    "keywords": [
        "ape",
        "development",
        "korea",
        "space",
        "north",
        "agency",
        "appears",
        "peaceful",
        "nasa",
        "satellite",
        "koreas",
        "programme",
        "logo",
        "korean"
    ],
    "summary": "The choice of a globe as the emblem for North Korea's space agency expresses the country's ideal of peaceful exploration, explains the Korean Central News Agency.\nHowever, the state news agency neglects to mention one glaring thing: the new logo looks a lot like that of Nasa, the space agency of Pyongyang foe's the US, right down to the blue globe, lettering and swooshed ring.\nNorth Korea insists its space programme is purely peaceful.\nBut the US and Japan, among others, say North Korea could use the ballistic missile technology to develop long-range weapons, possibly in conjunction with its nuclear programme.\nThe Korean news agency said the nation \"has pushed ahead with space development projects to turn the country into a space power, fully exercising its right to peaceful development of the space on a legal basis\".",
    "sentiment": {
        "neg": 0.0449,
        "neu": 0.8573,
        "pos": 0.0978,
        "compound": 0.0587
    }
}