{
    "date": "2014-06-26T18:04:05Z",
    "title": "In praise of… Seth Rogen | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2014/jun/26/praise-seth-rogan-north-korea",
    "content": "A 12-gun salute to Canadian comedian Seth Rogen for his insouciance in the face of escalating threats from North Korea. Last week, a Pyongyang spokesman poured scorn on the trailer for Rogen's new film, The Interview, in which he and James Franco play would-be presidential assassins – but said Kim Jong-un would likely watch it anyway. Rogen politely tweeted the hope that he'd enjoy it. The authorities ramped up their rhetoric. Making the film was \"reckless US provocative insanity\", said an official, \"a most wanton act of terror and act of war\" to be met with \"resolute and merciless\" action. To which Rogen responded: \"People don't usually wanna kill me for one of my movies until after they've paid 12 bucks for it. Hiyooooo!!!\" Defending the right to lampoon shows backbone. It is likewise impressive to remain unflustered under fire – even if it is done with a whiff of stoner bravado. In his own way, Rogen is a real trouper.",
    "keywords": [
        "wanton",
        "war",
        "praise",
        "whiff",
        "seth",
        "watch",
        "week",
        "editorial",
        "rogen",
        "way",
        "film",
        "act",
        "wouldbe"
    ],
    "summary": "A 12-gun salute to Canadian comedian Seth Rogen for his insouciance in the face of escalating threats from North Korea.\nMaking the film was \"reckless US provocative insanity\", said an official, \"a most wanton act of terror and act of war\" to be met with \"resolute and merciless\" action.\nTo which Rogen responded: \"People don't usually wanna kill me for one of my movies until after they've paid 12 bucks for it.\nIt is likewise impressive to remain unflustered under fire – even if it is done with a whiff of stoner bravado.\nIn his own way, Rogen is a real trouper.",
    "sentiment": {
        "neg": 0.0553,
        "neu": 0.8471,
        "pos": 0.0977,
        "compound": 0.0604
    }
}