{
    "date": "2014-02-14T16:07:58Z",
    "title": "Upbeat Kerry says China willing to press North Korea on nuclear program",
    "url": "https://www.theguardian.com/world/2014/feb/14/john-kerry-china-north-korea-nuclear-program",
    "content": "US secretary of state John Kerry struck a positive tone on Friday about China’s commitment to pressuring North Korea to dismantle its nuclear program. Kerry told reporters in Beijing that he has discussed “almost every subject of concern for the United States and China and the region” with Chinese leaders during his 24-hour visit to the capital, including “the commitment that the United States and China share to achieve a de-nuclearized North Korea, as well as a special role that China can play in helping to make that goal a reality.” The discussions had been positive, Kerry said. “I’m pleased that on every level, in all of our conversations today, China could not have more forcefully reiterated its commitment to that goal, its interests in achieving that goal, and its concerns about the risks of not achieving that goal – in terms of what it might mean, in terms of stability on the peninsula, as well as the potential for an arms race in the region.” Kerry landed in Beijing on Friday morning after a day of meetings in South Korea, his first stop on an Asian tour. He met China’s president Xi Jinping before entering a series of talks with other officials, including his Chinese counterpart Wang Yi. He said that the discussions involved climate change; the international response to Iran’s nuclear ambitions; and China’s “human rights challenges”, including a recent spate of dissident arrests and issues in the ethnically-riven far-western regions Xinjiang and Tibet. Chinese state media has chastised Kerry for highlighting US concerns over China’s increasingly aggressive claims to disputed territory in the east and south China seas. On Friday, he cautiously criticized the country’s unilateral declaration in November of an air defense identification zone (Adiz) over a swath of the east China sea also claimed by Japan. “We’ve expressed our concern about the need to try to establish a calmer, more rule-of-law based, less confrontational regime” in the disputed areas, Kerry said. “This includes the question of how an Adiz might or might not come about.” In a stridently anti-Japanese editorial on Friday, China’s official Xinhua news agency said the US must pressure Tokyo into ceasing its “provocative moves” or risk a future regional conflict. “The United States has to know that, while Beijing has always been trying to address territorial brawls with some neighbouring countries through peaceful means, it will not hesitate to take steps to secure its key national security interests according to China’s sovereign rights,” Xinhua said. In Seoul, on Thursday, Kerry said the White House wanted a fresh emphasis on getting North Korea back to six-nation talks aimed at getting Pyongyang to give up nuclear weapons. “The US will not accept North Korea as a nuclear-armed state. We will not accept talks for the sake of talks. And the DPRK [Democratic People’s Republic of Korea] must show that it will negotiate and live up to its commitments regarding denuclearisation.” Efforts toward that end, he said, would rely heavily on Chinese pressure. “China has a unique and critical role that it can play,” Kerry said. “No country has a greater potential to influence North Korea’s behavior than China, given their extensive trading relationship with the North.” But China’s leverage with North Korea is being tested. Diplomats say Beijing received no prior warning of the December arrest and execution of Kim Jong-un’s uncle, Jang Song-thaek, who had been considered Pyongyang’s senior official on China affairs and was a strong promoter of free trade zones being set up along their mutual border. That followed Pyongyang’s snubbing of Beijing’s wishes when it conducted a missile test in late 2012, followed by the underground detonation of a nuclear device last spring. Jang’s removal was seen as depriving Beijing of its chief conduit into the North Korean regime and in the weeks that followed the leadership found itself at a loss as to how to proceed. A delegation of Chinese diplomats led by the foreign ministry’s deputy head of Asian affairs visited Pyongyang last week in a sign that Beijing was trying to renew dialogue. Those discussions involving the two Koreas, the US, China, Russia and Japan, broke down at the end of 2008 and US officials say they see no point of restarting talks until Pyongyang shows an authentic desire to make good on its prior commitments to dismantle its nuclear programmes.",
    "keywords": [
        "willing",
        "korea",
        "kerry",
        "beijing",
        "talks",
        "nuclear",
        "press",
        "china",
        "program",
        "chinas",
        "chinese",
        "goal",
        "upbeat",
        "north"
    ],
    "summary": "US secretary of state John Kerry struck a positive tone on Friday about China’s commitment to pressuring North Korea to dismantle its nuclear program.\nChinese state media has chastised Kerry for highlighting US concerns over China’s increasingly aggressive claims to disputed territory in the east and south China seas.\nIn Seoul, on Thursday, Kerry said the White House wanted a fresh emphasis on getting North Korea back to six-nation talks aimed at getting Pyongyang to give up nuclear weapons.\n“The US will not accept North Korea as a nuclear-armed state.\n“No country has a greater potential to influence North Korea’s behavior than China, given their extensive trading relationship with the North.” But China’s leverage with North Korea is being tested.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.8309,
        "pos": 0.0704,
        "compound": -0.0381
    }
}