{
    "date": "2014-02-27T11:36:37Z",
    "title": "Korean family reunions: 'The sadness in my heart has finally dissolved'",
    "url": "https://www.theguardian.com/world/2014/feb/27/korea-family-reunions-north-south-kang-neung-hwan",
    "content": "Kang Neung-hwan's first meeting with his 62-year-old son was bittersweet. The 92-year-old was delighted to make contact with the child born after he had fled North Korea to make his home in the South more than 60 years ago. But he knows they are unlikely to meet again. Any hope Kang had of finding out more about his son's life in one of the most secretive countries in the world were dashed when organisers kept tight reins on the long-awaited family reunions between North and South Korea last week. Kang said he and other South Koreans had been instructed not to ask any questions about public life in the North and to avoid any upsetting topics at the gatherings in a mountain resort in North Korea. \"I wanted to focus on the things we have in common and not ask him too much detail about anything that could make him uncomfortable,\" Kang said. Kang was accompanied by his South Korean-born son, who is 52. He said he would have liked to have gone for a walk with both sons, but the reunited relatives were not allowed to leave the hotel together. They had meals together with all the other families and were only allowed one private meeting. \"He told me he's happy and healthy because of me. I was touched to hear that,\" said Kang, who gave his son gifts of clothes and food from the South and received a bottle of soju, Korean liquor, and some North Korean snacks in return. Kang discovered he has a grandson and granddaughter in North Korea, both in their late 20s, and that his son works raising pigs and chickens on a farm. The Kangs were one of dozens of families from both Koreas who took part in the first reunion of families separated by the Korean war since 2010 – a gesture of detente between South and North that analysts hope signals a thawing of relations after years of tension. The 439 participants were a small portion of the 129,200 who had applied to make contact with relatives they haven't heard from since the war. No contact, including phonecalls or letters, is allowed between the Koreas. According to government data, around 45% of those who apply for reunions die before they can take place. Kang, who fled to the South without knowing his wife was pregnant, only found out he had a son in 2013, when he applied to visit his sister in the North. He discovered that both his sister and his wife were dead, but was able to find some comfort in the reunion. \"Until meeting [my son], there had been something sad that I carried in my heart. That has finally dissolved,\" said Kang.",
    "keywords": [
        "meeting",
        "south",
        "allowed",
        "dissolved",
        "reunions",
        "korea",
        "finally",
        "kang",
        "heart",
        "family",
        "son",
        "sadness",
        "families",
        "contact",
        "north",
        "korean"
    ],
    "summary": "The 92-year-old was delighted to make contact with the child born after he had fled North Korea to make his home in the South more than 60 years ago.\nAny hope Kang had of finding out more about his son's life in one of the most secretive countries in the world were dashed when organisers kept tight reins on the long-awaited family reunions between North and South Korea last week.\nI was touched to hear that,\" said Kang, who gave his son gifts of clothes and food from the South and received a bottle of soju, Korean liquor, and some North Korean snacks in return.\nAccording to government data, around 45% of those who apply for reunions die before they can take place.\n\"Until meeting [my son], there had been something sad that I carried in my heart.",
    "sentiment": {
        "neg": 0.0597,
        "neu": 0.8943,
        "pos": 0.046,
        "compound": -0.0537
    }
}