{
    "date": "2014-08-26T10:41:10Z",
    "title": "'Watching Titanic made me realise something was wrong in my country,' says North Korean defector",
    "url": "https://www.theguardian.com/world/2014/aug/26/north-korea-defector-titanic",
    "content": "Park Yeon-mi was part of North Korea’s black market generation – the millennials who grew up as illegal private trading flourished in the secretive, isolated country. Despite the country’s official adherence to communist principals, more and more North Koreans now have greater unofficial loyalty to capitalism. After all, it was the state system that allowed an estimated one million people to starve during the ‘arduous march’ famine of the late 1990s. For Park, who escaped in 2007 with her family, it wasn’t just exposure to free trade that opened her eyes to the limits of life in North Korea. It was foreign films, and most of all, a pirate copy of the 1997 Hollywood epic Titanic. ‘A window on the outside world’ When she was nine years old, Park was forced to attend the execution of her classmate’s mother. Her crime? She had lent a South Korean movie to a friend. The townsfolk were gathered in a large stadium to watch the punishment. “She got killed in front of us,” said Park, now 20 years-old. “I was standing next to her daughter - my whole school had to go.” Park now lives in Seoul, where she works for the for-profit think tank Freedom Factory Co to raise awareness about the hardships faced by those she left behind. In the North, watching or listening to unauthorised foreign media is regarded as a crime against the state punishable with forced labour, jail time, and even death. Despite this, the popularity of international movies and TV programmes – smuggled in over the border on USB sticks and CDs and sold on the black market – has grown rapidly. Crackdowns on foreign media in North Korea are a continuation of long-standing attempts by the government to suppress interest in foreign cultures. “There were different levels of punishment,” says Park. “If you were caught with a Bollywood or Russian movie you were sent to prison for three years but if it was South Korean or American you were executed.” However, despite her aunt’s fate, Park and her friends could not give up the films that offered them “a window for us to see the outside world”. “My favourite movies were Titanic, James Bond and Pretty Woman - people smuggled in pirate copies from China,” she told the Guardian by Skype from Seoul, after she attended a ‘hackathon’ event this month in Silicon Valley. Park remembers the price for a single DVD being around the same as 2kg of rice, so her family and her neighbours would share. “Everyone was hungry so they couldn’t afford to buy many DVDs,” she said. “So if I had Snow White and my friend had James Bond we would swap.” Organised by the New York-based NGO Human Rights Foundation, the event aimed to find new ways to get information safely into North Korea, to offer other people that window Park refers to. An editorial in the North Korean newspaper Rodong Sinmun said the event’s aims to overcome the country’s tight controls on information were a “futile” attempt to brainwash the population. For Park, information remains a crucial way to bring elements of freedom to North Koreans. She says she was afraid of getting caught, but “couldn’t stop watching the movies because there was no fun in North Korea, everything was so mundane and when I watched them I saw something new and felt hope - fear didn’t stop me nor will it stop others.” ‘Everything was about the leader’ Studies show that access to foreign media undermines state control on several levels. A recent InterMedia report commissioned by the US State Department found that “the increase in direct media access has been accompanied by an increasing willingness among North Koreans to share information with those they trust… far fewer people seem to be reporting on each other than before.” Casey Lartigue, a colleague of Park’s at Freedom Factory Co, says information from foreign media offers a crucial alternative to the state’s propaganda machine. “[North Koreans] are brainwashed from birth into believing they have ‘nothing to envy,’ so outside media and information campaigns can give North Koreans the knowledge that there are other options out there.” For the teenage Park, it was Hollywood love stories that had the biggest impact on the way she regarded her own home. “Everything in North Korea was about the leader, all the books, music and TV,” she said. “So what was shocking to me about Titanic was that the guy gave his life for the woman and not for his country – I just couldn’t understand that mindset.” “The other shocking thing about that movie was that it was set 100 years ago, and I realised that our country is in the 21st century and we still haven’t reached that level of development,” she said. Park says love for anything or anyone other than North Korea’s leader – then the late Kim Jong-il, who was succeeded by his son Kim Jong-un in 2011 – was suppressed. “In North Korean culture, love is a shameful thing and nobody talked about it in public”, she said. “The regime was not interested in human desires and love stories were banned.” “That’s when I knew something was wrong. All people, it didn’t matter their colour, culture or language, seemed to care about love apart from us - why did the regime not allow us to express it?” Escape Though her exposure to foreign media raised many questions for Park, it was not until her father was imprisoned for illegally trading metal with Chinese counterparts that the family knew they had to escape. When he was released to get treatment for cancer, they took their chance, and fled across the border to China. The family still wasn’t safe there; China regards North Korean defectors as economic migrants and is known to detain and repatriate refugees if they are caught. Park and her family hid indoors for 18 months before eventually making their way to Mongolia, where they finally found help to relocate to South Korea. Park says she believes young North Koreans can, and will, bring real change to their country. She says she hopes to one day return to a reformed North Korea, where people will enjoy wealth, freedom and love. “All the foreign movies we saw about love affected me and my generation,” she said. “Now we no longer want to die for the regime, we want to die for love.”",
    "keywords": [
        "love",
        "realise",
        "family",
        "korea",
        "foreign",
        "titanic",
        "wrong",
        "media",
        "information",
        "country",
        "defector",
        "koreans",
        "park",
        "watching",
        "north",
        "korean"
    ],
    "summary": "Despite the country’s official adherence to communist principals, more and more North Koreans now have greater unofficial loyalty to capitalism.\nCrackdowns on foreign media in North Korea are a continuation of long-standing attempts by the government to suppress interest in foreign cultures.\n“Everything in North Korea was about the leader, all the books, music and TV,” she said.\n“In North Korean culture, love is a shameful thing and nobody talked about it in public”, she said.\nPark says she believes young North Koreans can, and will, bring real change to their country.",
    "sentiment": {
        "neg": 0.1061,
        "neu": 0.7961,
        "pos": 0.0978,
        "compound": 0.0573
    }
}