{
    "date": "2014-12-18T22:30:57Z",
    "title": "Team America is latest movie mocking North Korea to be pulled from cinemas",
    "url": "https://www.theguardian.com/film/2014/dec/18/team-america-world-police-pulled-from-theaters",
    "content": "Paramount Pictures has pulled theatrical screenings of its 2004 comedy Team America: World Police, making it another casualty of the Sony hacking scandal. A handful of cinemas around the United States had planned to screen the film, some in place of The Interview, the controversial comedy at the centre of the hacking scandal, which stars Seth Rogen and James Franco and depicts the assassination of North Korean leader Kim Jong-un. Sony announced on Wednesday it would not release The Interview after the hackers made terrorist threats against cinemagoers. On Thursday, the company cancelled all public tours of its studio until further notice, the Guardian has confirmed. Paramount has contacted cinemas to inform them Team America, which depicts the death of former North Korean leader Kim Jong-il, has been pulled from release. A spokesman for the Capitol Theatre in Cleveland told the Guardian the studio did not offer any reason for the film’s removal. The cinema had booked Team America back in October for a late-night cult screening. The Alamo Drafthouse cinema in Dallas had booked a screening of the film after The Interview was dropped, but announced on Twitter this too had been pulled “due to circumstances beyond our control”. The Plaza cinema in Atlanta also tweeted it had pulled a screening of Team America. A spokeswoman for Paramount Pictures declined to comment on the pulled screenings. The 2004 film, which sees Kim Jong-il played by a puppet and killed after he is impaled on the spike of a bavarian helmet, grossed over $50m at the box office. After his death, Kim is revealed to be an alien cockroach from the fictional planet Gyron.",
    "keywords": [
        "cinemas",
        "paramount",
        "interview",
        "mocking",
        "pulled",
        "korea",
        "north",
        "studio",
        "kim",
        "film",
        "screening",
        "cinema",
        "america",
        "latest",
        "movie",
        "team"
    ],
    "summary": "Paramount Pictures has pulled theatrical screenings of its 2004 comedy Team America: World Police, making it another casualty of the Sony hacking scandal.\nSony announced on Wednesday it would not release The Interview after the hackers made terrorist threats against cinemagoers.\nParamount has contacted cinemas to inform them Team America, which depicts the death of former North Korean leader Kim Jong-il, has been pulled from release.\nThe cinema had booked Team America back in October for a late-night cult screening.\nThe Plaza cinema in Atlanta also tweeted it had pulled a screening of Team America.",
    "sentiment": {
        "neg": 0.1098,
        "neu": 0.8691,
        "pos": 0.0212,
        "compound": -0.3254
    }
}