{
    "date": "2014-12-26T16:35:53Z",
    "title": "Hackers' threats can't stop crowds from flocking to see The Interview",
    "url": "https://www.theguardian.com/film/2014/dec/26/the-interview-hackers-still-draws-crowds",
    "content": "Cinemagoers have defied threats from the Sony hackers and diabolical reviews and flocked to see The Interview in independent cinemas across the US. From Greenwich Village in Manhattan to Houston, Texas, Wayne, Michigan and San Diego, the story was the same: people turned out in force to view a movie that only 10 days ago appeared likely never to be screened. Some came out of curiosity, some to be entertained, but for others the decision to see a film that has garnered a lacklustre 50% from critics on RottenTomatoes.com was a statement. As the manager of Cinema Village in New York told the crowd at his venue: “Let freedom reign.” For Sony, the studio that produced the Seth Rogen and James Franco comedy, the nationwide display of defiance may help it regain some of its balance after a debilitating few weeks. The company had announced it was pulling the release of The Interview, which is about an attempt to assassinate the North Korea leader Kim Jong-un, following threats of attacks from a hacker group, Guardians of Peace, that the FBI has linked to the North Korean government. Sony reversed course with a limited release after President Barack Obama criticised its decision. Financially, the film’s success might take the edge off the $44m Sony spent producing it. Opening day screenings on Thursday in about 300 independent cinemas across the US pulled in more than $1m. As yet undisclosed earnings have come from video-on-demand streaming through Sony’s own dedicated site and through YouTube, Google Play and Microsoft’s Xbox Video. In an apparently unrelated hack, a group calling itself Lizard Squad claimed responsibility for bringing down Xbox Live and the Sony’s Playstation Network on Christmas Eve. Whether income from the limited theatrical release and streaming of The Interview will make up the film’s production costs and additional $36m promotion budget remains to be seen. At this stage, Sony may be concerned more about emerging from the saga with its reputation intact than with recouping its investment.",
    "keywords": [
        "stop",
        "threats",
        "sony",
        "crowds",
        "village",
        "streaming",
        "sonys",
        "limited",
        "north",
        "flocking",
        "hackers",
        "xbox",
        "cant",
        "release",
        "interview"
    ],
    "summary": "Cinemagoers have defied threats from the Sony hackers and diabolical reviews and flocked to see The Interview in independent cinemas across the US.\nSony reversed course with a limited release after President Barack Obama criticised its decision.\nAs yet undisclosed earnings have come from video-on-demand streaming through Sony’s own dedicated site and through YouTube, Google Play and Microsoft’s Xbox Video.\nWhether income from the limited theatrical release and streaming of The Interview will make up the film’s production costs and additional $36m promotion budget remains to be seen.\nAt this stage, Sony may be concerned more about emerging from the saga with its reputation intact than with recouping its investment.",
    "sentiment": {
        "neg": 0.0567,
        "neu": 0.877,
        "pos": 0.0662,
        "compound": 0.0446
    }
}