{
    "date": "2014-10-08T17:03:13Z",
    "title": "Kim Jong-un: has the North Korean dynasty fallen?",
    "url": "https://www.theguardian.com/world/2014/oct/08/kim-jong-un-north-korea-coup",
    "content": "The appearance of three senior North Koreans in South Korea at the closing ceremony of the Asian Games has caused quite a stir. One of them has links to sport and another to relations with Seoul, so both had reasons to make the trip. But it’s the presence of the third, Hwang Pyong-so, that has caused the most consternation. Hwang is a member of the North Korea’s Organisation and Guidance Department (OGD), which wields immense power in the country, with some observers claiming it represents a rival source of authority to the young leader, Kim Jong-un. Kim Jong-un’s absence from the victory parade in Pyongyang for athletes returning from the Games only added to the speculation. The leader has not been seen in public since 3 September, missing high-profile events including the celebrations for founding day of the Democratic People’s Republic of North Korea on 9 September and a legislative session of the Supreme People’s Assembly on the 25th. Just yesterday he missed a meeting to mark the 17th anniversary of Kim Jong-il’s election as general secretary of the ruling party. Formal acknowledgement in a television documentary that Kim is suffering from “discomfort” did nothing to dampen the rumours that he has been subject to a palace coup. The speculation stems from remarks from a former high-ranking North Korean official turned defector, Jang Jin-sung, suggesting the OGD has seized control, leaving Kim as a figurehead. For many commenters, Hwang’s surprise appearance at the closing ceremony of the Asian Games was enough to provide evidence of Kim Jong-un’s downfall – both because of Hwang’s seniority and the unlikeliness of his trip to the south. Neither of Hwang’s two public titles, director of the Korean People’s Army general political department and vice-chair of the National Defence Commission, have anything to do with sport. His position within the OGD is not well known, but the fact that a person with these ties would appear in the heart of South Korean territory was seen as proof of a powerful shake-up at the top. But there is a less dramatic explanation. Based on the video evidence of his limp, it is widely accepted that Kim is now receiving medical treatment – possibly at one of the family’s well-appointed villas. The Seoul-based defector group, North Korea Intellectuals’ Solidarity, claims that Kim Yo-jong, his younger sister who acted as an aide to their father Kim Jong-il during his final years, is signing off on decisions in his absence. Yet claims that Kim has been toppled are not supported by reports of internal North Korean lectures explaining the surprise visit to the Games. DailyNK, a South Korean media organisation staffed in part by defectors who have sources in the North, says civilians were gathered at workplaces and housing complexes on Saturday afternoon to hear the government’s explanation for the trip. “Senior party and military cadres were dispatched all the way [to the Asian Games] for our athletes, who, without exception, honoured the Fatherland with their indomitable fighting spirit,” one lecturer explained. “With his great love and compassion, Marshal Kim Jong-un personally organised their dispatch, and provided them with a special plane,” she added. The text for these lectures, a regular feature of life in North Korea, is produced centrally for dispatch throughout the land, and delivered without deviation. Not attending public lectures and teaching sessions is, officially at least, not an option – as mandated by the Ten Principles for the Establishment of the One-ideology System. The result is that almost all North Koreans hear the same stories and lies, and remain on-message, however far they may be from the capital. In the absence of verifiable information on Kim’s status, they offer vital insight into what Pyongyang wants the country’s people to believe. The suggestion that he is still at the helm, nominally at least, is supported by Choson Sinbo, an online publication run by the pro-North association of Korean residents in Japan, which reported that the visit to Incheon was “made possible by the resolve of Kim Jong-un”. Also, the domestic North Korean media has barely reported on the trip at all. However, it has focused on the medal winning exploits of the country’s athletes at the Asian Games, with the official mouthpiece Rodong Sinmun singing one song loudly and clearly: the country’s sporting prowess is all down to the “energetic guidance” of one man: Kim Jong-un. So despite the rumour mill, the North Korean message is still of Kim’s benevolent greatness. In elite circles his authority may be fragile, but that is a different question, one of the distribution of power in a dictatorship. It should not be confused with control over society. Publicly at least, the Kim dynasty remains in complete control.",
    "keywords": [
        "south",
        "korea",
        "games",
        "public",
        "north",
        "kim",
        "dynasty",
        "fallen",
        "trip",
        "asian",
        "jongun",
        "korean"
    ],
    "summary": "The appearance of three senior North Koreans in South Korea at the closing ceremony of the Asian Games has caused quite a stir.\nThe speculation stems from remarks from a former high-ranking North Korean official turned defector, Jang Jin-sung, suggesting the OGD has seized control, leaving Kim as a figurehead.\nYet claims that Kim has been toppled are not supported by reports of internal North Korean lectures explaining the surprise visit to the Games.\n“With his great love and compassion, Marshal Kim Jong-un personally organised their dispatch, and provided them with a special plane,” she added.\nSo despite the rumour mill, the North Korean message is still of Kim’s benevolent greatness.",
    "sentiment": {
        "neg": 0.03,
        "neu": 0.9003,
        "pos": 0.0698,
        "compound": 0.1085
    }
}