{
    "date": "2014-12-02T18:11:32Z",
    "title": "Why do film-makers keep trolling North Korea?",
    "url": "https://www.theguardian.com/film/shortcuts/2014/dec/02/film-makers-trolling-north-korea-seth-rogen-movie-the-interview",
    "content": "Would North Korea really go to war over a Seth Rogen comedy? The absurd move was floated yesterday when the notoriously paranoid nation was accused of hacking into the Sony Pictures computer system in pre-emptive retaliation for forthcoming comedy The Interview, which stars Rogen and James Franco as journalists who are granted a rare television interview with Kim Jong-un and then urged by the CIA to assassinate him. “To allow the production and distribution of such a film on the assassination of an incumbent head of a sovereign state should be regarded as the most undisguised sponsoring of terrorism as well as an act of war,” thundered North Korea’s UN ambassador in July. By which logic, we’d have been at war with Malaysia over Zoolander for over a decade now. This is merely the latest skirmish in an ongoing cinematic cold war, however. North Korea was fine with being branded part of Bush’s “Axis of Evil”, but mock them and they won’t see the funny side. They certainly weren’t laughing when Kim Jong-il was ridiculed as a pathetic, isolated dictator in Team America: World Police, singing his borderline-racist ballad I’m So Ronery around his empty palace. “Such behaviour is not part of our country’s political culture. Therefore, we want the film to be banned,’’ their diplomats complained. Nor were they amused when James Bond faced off against a North Korean baddie in Die Another Day, in a movie that depicted their glorious nation as technologically primitive and stereotypically torture-happy. “A dirty and cursed burlesque aimed to slander and insult the Korean nation” was Pyongyang’s verdict. The less North Korea finds it amusing, the funnier it gets – until they start a nuclear war, at least. They might have a point, mind you. In recent years, we’ve had North Koreans failing to invade the US in the Red Dawn remake (in the original it was Russians), North Koreans failing to hijack the White House in Olympus Has Fallen, and North Koreans abusing Angelina Jolie in Salt with their fiendish Oriental torture methods, just as they did back in the 1950s in movies including The Bamboo Prison or Prisoner Of War. Hollywood can hardly congratulate itself for taking a principled political stand here. North Korea is an easy target. There’s no export market there for a start, in glaring contrast to its equally undemocratic but immeasurably more powerful neighbour: China. Often, North Korea is merely a last-minute substitute. The Red Dawn remake actually started out with China as the invading force, but when Beijing started to grumble, they hastily removed the Chinese flags and dialogue and made the invaders North Korean instead. Cinema has had a fine tradition of ridiculing dictators and despots, from Charlie Chaplin to Sacha Baron Cohen, but what’s equally telling is the dictators they don’t ridicule. If there’s a sequel to The Interview, perhaps Seth Rogen can go and try to assassinate Xi Jinping. That’s how to start a proper war.",
    "keywords": [
        "war",
        "nation",
        "start",
        "interview",
        "korea",
        "filmmakers",
        "rogen",
        "theres",
        "trolling",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "Would North Korea really go to war over a Seth Rogen comedy?\nNorth Korea was fine with being branded part of Bush’s “Axis of Evil”, but mock them and they won’t see the funny side.\nThe less North Korea finds it amusing, the funnier it gets – until they start a nuclear war, at least.\nNorth Korea is an easy target.\nOften, North Korea is merely a last-minute substitute.",
    "sentiment": {
        "neg": 0.1445,
        "neu": 0.7653,
        "pos": 0.0901,
        "compound": -0.2135
    }
}