{
    "date": "2014-12-03T19:40:54Z",
    "title": "Korean war veterans say sacrifice finally honoured as memorial is unveiled",
    "url": "https://www.theguardian.com/world/2014/dec/03/korean-war-memorial-unveiled-london",
    "content": "They did not seem to mind being out in the cold this time. The temperature was still above freezing and on Wednesday afternoon they finally felt a public chill towards them had been lifted. Besides, in their youth the 320 veterans present had experienced bitter winters of a kind few Britons would recognise. Now, more than six decades on, a grateful nation gave thanks for the sacrifice of the soldiers who fought in the Korean war. A £1m memorial, on land between the Thames and the Ministry of Defence in London already the site of other military tributes, was paid for by the South Korean government, Korean companies and Koreans living in Britain. The former combatants, sitting under cover, but most without coats and many wearing regimental berets and medal-bedecked blazers, remembered a conflict which cost 1,106 British lives. Thousands more were wounded and 1,060 made prisoners of war. There was no peace treaty despite an armistice stopping three years of fighting in July 1953. The unveiling of the six-metre memorial, made mainly from Portland stone by sculptor Philip Jackson and fronted by a bronze statue of a caped British soldier, ends a long campaign for public recognition. London is the last capital to have such a memorial among 16 countries that sent troops under the UN flag against North Korea and China. The war cost South Korea more than 1.2 million lives, North Korea 1 million – with civilian deaths the greater in both countries. China lost 600,000 troops and deaths of US military personnel topped 36,500. About 3,000 British veterans may have survived – no one is certain – a war that technically never ended. Many of the 80,000 or so British personnel – most of whom were on national service – returned unheralded to their home towns and villages, their absence sometimes going unnoticed. John Bowler, who won the Military Cross as a young platoon commander with the Welch regiment during his year in Korea from November 1951, was 19 when he arrived. He was wounded three times, serving in a tactically important area known as the Hook and on Hill 355, in the way of Chinese and North Korean forces intent on attacking Seoul. He lost half his hearing and, looking back at patrols he led in no man’s land, he reckons his men were instrumental in killing about 80 Chinese soldiers, losing three themselves. His MC was, Bowler said, “a reward for the platoon”, after an operation in which he and his men were ordered to shake up opposing forces. “Everybody who served in that 12 months will always remember the weather. It was exceptionally cold (in the winter), -25C (-13F), -30C (-22F).” Many veterans still feel they served in “the forgotten war” as Britons suffered memory lapse about an era of little television and no 24-hour global rolling news. When the war started, less than five years after the second world war ended, many people did not even know where Korea was. Although the Queen unveiled a plaque in the crypt of St Paul’s cathedral in 1987, and there are memorials in the National Arboretum in Staffordshire and in Bathgate, Scotland, this ceremony was “a dream come true” said Alan Guy, 82, from Byfleet, Surrey – a leading campaigner for an accessible memorial. “I think it is absolutely magnificent. It is far bigger that I expected, in a far more prestigious place than I ever imagined.” The dowager Viscountess Rothermere also provided support. South Korea’s president, Park Geun-hye, on a state visit last year, ceremonially broke the ground and viewed a model of the memorial bound for Victoria Embankment Gardens. Now as the country’s minister of foreign affairs, Yun Byung-se – accompanied by the UK defence secretary Michael Fallon and the Duke of Gloucester – unveiled the real thing, the wind strengthened, the temperature suddenly dropped, and it began to rain. Guy, who was in the Royal Army Medical Corps, arrived in Korea in February 1952 at the age of 19, and was soon “somewhere north of Uijeongbu”, in the north-west of South Korea. “I had to go to frontline troops and give advice on every type of disease it might be possible to catch – frostbite, trench foot, malaria, haemorraghic fever … I saw two winters and very, very hot summers. In between we had the monsoon, three weeks of constant rain that turned everything like what we see in the battlefields of the first world war; mud everywhere, vehicles getting stuck everywhere,” said Guy. “Gradually we were equipped with parkas, good boots and gloves and we were well protected against the weather.” The homecoming to St Asaph, north Wales, was hardly warm either. “I arrived in the middle of the night and went to the local police station, kitted up, with a kit bag and equipment, and said: ‘I live about five miles away. I have just come back from Korea after being away 18 months and any chance I could get a lift from a police car or something?’”, Guy said. “They more or less said: ‘Well, you are a soldier. Walk.’ Which I did.” Seeing how war dead and casualties from other more recent wars have been honoured, has, he admitted, sometimes been frustrating although he does not begrudge the recognition that other servicemen and women have received. A spokesman for the South Korean embassy told the Guardian: ”All Koreans are very happy to make this signature for veterans who fought for the Korean people a long time ago.”",
    "keywords": [
        "honoured",
        "war",
        "south",
        "guy",
        "troops",
        "korea",
        "north",
        "british",
        "sacrifice",
        "korean",
        "say",
        "finally",
        "unveiled",
        "veterans",
        "memorial"
    ],
    "summary": "Now, more than six decades on, a grateful nation gave thanks for the sacrifice of the soldiers who fought in the Korean war.\nA £1m memorial, on land between the Thames and the Ministry of Defence in London already the site of other military tributes, was paid for by the South Korean government, Korean companies and Koreans living in Britain.\nThe war cost South Korea more than 1.2 million lives, North Korea 1 million – with civilian deaths the greater in both countries.\nAbout 3,000 British veterans may have survived – no one is certain – a war that technically never ended.\nA spokesman for the South Korean embassy told the Guardian: ”All Koreans are very happy to make this signature for veterans who fought for the Korean people a long time ago.”",
    "sentiment": {
        "neg": 0.0953,
        "neu": 0.8307,
        "pos": 0.074,
        "compound": -0.0681
    }
}