{
    "date": "2014-04-22T08:00:29Z",
    "title": "North Korea experts on Twitter",
    "url": "https://www.theguardian.com/world/2014/apr/22/the-top-north-korea-experts-on-twitter",
    "content": "North Korea is probably one of the hardest places on the planet to tweet from. The web is severely restricted, with access to computers and mobiles phone available to an elite few. Most North Koreans only have access to a state controlled intranet, called Kwangmyong, or bright. The country does have its own twitter account @uriminzok (english translation available @uriminzok_engl), launched in 2010 declaring \"The Web site 'Our Nation' is on Twitter\". At the time of writing the account follows three others: Vietnam, a Pyongyang propaganda site and Jimmy Dushku, a 25-year-old web developer and tycoon from Texas who is as confused as the rest of us as to why. In 2013 they opened up a 3G network, but only for foreign tourists. Associated Press journalist Jean H Lee (@newsjean) was the first person to Tweet and Instagram from it, closely followed by Dennis Rodman. Lee described the experience as liberating, moving on from the days where she had to leave her phone at the airport. Journalists are still incredibly restricted as to what they can depict. David Guttenfelder, a photographer for Associated Press who, like Lee, enjoys more access than most, has to ask permission in writing everywhere he goes: \"There are some very difficult discussions after the pictures are published - we often lock horns because they have a very different idea of how North Korea should be covered,\" he says. Guttenfelder, who won a Time award for his Instagram coverage, believes the secret to covering North Korea is in the mundane detail, \"the piece off the puzzle that when you put them all together reveal something about the place\". Despite the challenge from inside the country, there is a network of expert North Korea watchers tweeting about everything from culture to politics. Start by following @GuardianNK for the latest from our network, as well as our North Korea partners on Twitter. And here's our pick of the rest to get you started, also available as a Twitter list. Eric Talmadge @erictalmadge Recently appointed Pyongyang bureau chief for Associated Press, based between Tokyo and Pyongyang. On Instagram: erictalmadge. Also follow his predecessor Jean H Lee @newsjean, and photographer David Guttenfelder @duttenfelder. Aidan Foster-Carter @fcaidan Has 45-years experience as a North Korea watcher, honorary research fellow in sociology and modern Korea at the University of Leeds, writes regularly about North Korea. Barbara Demick @BarbaraDemick Beijing bureau chief for the Los Angeles Times, with 15 years of experience covering North Korea. Author of Nothing to Envy, depicting the lives of six ordinary citizens as Kim Il-sung dies to be replaced by his son Kim Jong-il. Remco Breuker @koryoinleiden A Korean historian and translator of Korean novels. Professor at the University of Leiden, the Netherlands, focused on Korean culture. Tweets on everything from drones to poetry. Rimjin-gang @RimjingangNK The world’s first independent publication with direct reports from the people of North Korea, hosted by Asia Press. Also follow Rimjin-gang’s editor Jiro Ishimaru @ishimarujiro for occasional tweets in English. Alastair Gale @AlastairGale Korea bureau chief for the Wall Street Journal, curates Korea Real Time, a blog providing insight and analysis on the Korean peninsula. Also follow @JChengWSJ Wall Street Journal staff reporter, based in Seoul, tweeting on North Korea. Sokeel Park @sokeel Director of research and strategy for Liberty in North Korea, a non profit, non-governmental movement campaigning on the humanitarian rights. Also follow @LibertyinNK, @hannahsong Jeffrey Lewis @ArmsControlWonk Runs a leading blog on the control of nuclear weapons, and an expert in nonproliferation. Tweets on a broad range of topics but with a particular interest in North Korea. Steve Herman @W7VOA Correspondent for Voice of America Bureau, focused on Asia, based in Bangkok. He spent some time reporting from the country in 2013. Follow for breaking news updates. James Pearson @pearswick Reuters correspondent based in Seoul covering the two Koreas. Founder of @koreaBANG and former contributor to @nknewsorg John Delury @johndelury A Chinese historian and North Korean academic based in Seoul. Contributor to news sites including 38 north. Follow for history, opinion and news reaction. Daniel Pinkston @dpinkston Senior analyst and north east Asia director for the International Crisis Group, a non-porofit, non-governmental organisation committed to preventing deadly conflict. Also follow @CrisisGroup Adam Cathcart @adamcathcart Historian at the University of Leeds, specialising in China and its relations with North Korea. Founder and editor of @Sino_NK. Is there anyone we’ve missed? Tell us who you’d like to nominate and why and we’ll add the best suggestions to the list. If you have any problems posting or you’d rather do so anonymously, email maeve.shearlaw@theguardian.com.",
    "keywords": [
        "bureau",
        "korea",
        "experts",
        "twitter",
        "web",
        "follow",
        "based",
        "press",
        "lee",
        "north",
        "korean"
    ],
    "summary": "North Korea is probably one of the hardest places on the planet to tweet from.\nDespite the challenge from inside the country, there is a network of expert North Korea watchers tweeting about everything from culture to politics.\nStart by following @GuardianNK for the latest from our network, as well as our North Korea partners on Twitter.\nAidan Foster-Carter @fcaidan Has 45-years experience as a North Korea watcher, honorary research fellow in sociology and modern Korea at the University of Leeds, writes regularly about North Korea.\nSokeel Park @sokeel Director of research and strategy for Liberty in North Korea, a non profit, non-governmental movement campaigning on the humanitarian rights.",
    "sentiment": {
        "neg": 0.0392,
        "neu": 0.915,
        "pos": 0.0459,
        "compound": 0.0466
    }
}