{
    "date": "2014-12-12T16:07:48Z",
    "title": "Movie moguls might be monsters, but their emails are still private | Deborah Orr",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/12/movie-moguls-might-be-monsters-but-their-emails-are-still-private",
    "content": "Well, it’s all good fun, isn’t it, until somebody loses an eye? Thanks to globalization, certain pieces of news add to the gaiety of the planet, rather than merely to the gaiety of the nation. One such piece of news is the gigantic hack of Sony, featuring, among other things, emails that revealed to astounded onlookers that Hollywood pulsates with gargantuan egos, all striding about the place complaining about how every ego except their own is rather too large. Producer Scott Rudin comes off worst, for suggesting, in emails to Sony co-chair Amy Pascal, that St Angelina Jolie is a bad person because she had a few ideas about who should direct her new film, Cleopatra. Well, she had one idea: David Fincher. This idea made Rudin incandescent with anger, because he only had one idea, too. Rudin was working on a film of his own, a biopic of Steve Jobs, with Aaron Sorkin. His idea was that, because The Social Network was so good, all other biopics of tech innovators should also be produced by him, written by Sorkin and directed by Fincher. To keep the dream team entirely intact, Jesse Eisenberg should really have been hired to play Steve Jobs. But even Rudin could see that this would be ridiculous, so he and a cast of hundreds embarked on an epic struggle to come up with some other guy to play the imessiah. They never did quite manage it. Jesus, guys. Like, Brad Pitt? See? You’re home free. All your terrible problems just went away. It’s easy to laugh at these idiots - particularly the excruciatingly awkward picture of poor Pascal bumping into Jolie this week. They don’t even seem to know that out in the real world we all cast excellent films without great ado every time there’s a lull in conversation. But still, it’s not actually very nice, merrily passing round emails that are none of our business for no reason other than amusement. Yes, these people seem like arses. Yes, Sony is a decadent cultural killing field that only ever makes a good film by accident. Yes, transparency and accountability are Good Things. But it’s creepy how that all debate over whether hackers are freedom fighters or criminals seems to go out of the window, when the much greater prize of - woo-hoo! – Hollywood gossip, is within grasp. Rightly, there is broad consensus that releasing hacked photographs of naked celebrities to the world in general is a disgusting thing to do, and that it’s pretty low to take the opportunity to have a look as well. But that can’t be the benchmark for personal privacy now, can it? That any invasion of private behaviour is fine, unless an unclothed body is involved? In fact, it’s clear that it’s not fine. It’s what the phone-hacking scandal was all about. It was notable, of course, that no one cared much about the invasion of the privacy of celebrities by tabloid newspapers, and that the public only became shocked when people who had not sought fame were targeted. But that is a false distinction. If you can get away with stealing private information from the powerful, then you can sure as hell get away with stealing it from the vulnerable. Sony has been broken into. Now it is being threatened and blackmailed. Again, it’s hard to take seriously blackmail that involves a demand that an action comedy should not be released, especially as most of us would have been perfectly happy not to see The Interview, about two journalists interviewing North Korean leader Kim Jong-Un, had this awesome publicity for it never materialized. But the resources being put into trying to achieve something so bizarre make the matter seem sinister and disturbing, rather than trivial and amusing. It’s hard to know quite how much credence to give to speculation that the Guardians of Peace, who claim responsibility for the hack, are really North Korea’s Unit 121 cyber army. The FBI are sceptical that Pyongyang was responsible, and the government there denies that it had any involvement, even if it describes the hack as “a righteous deed”. If this were part of the storyline of The Interview, I’d be finding it hard to suspend disbelief. Though I do know one thing: Kim Jong-Un is someone who makes Rudin’s power-mania look like a model of self-abnegating restraint. It seems we are in a looking-glass world. The people who have an overwhelming public-interest defence for releasing private material – Chelsea Manning, Edward Snowden, Julian Assange – are considered enemies of the state. The people who behave in similar ways for their own private and personal gain – or maybe even on behalf of a state that is truly totalitarian – are seen as incidental to the great joy of having one’s prejudices about Hollywood confirmed, alongside a picture of Jolie (yet again). It feels like a long time since the days when idealists imagined cyberspace could be a new start for the world, where humans had the opportunity to create a realm of shared knowledge and mutual respect. But maybe it’s still worth taking a good, hard look at the Sony information haul and seeing it for what it is. It’s purloined material, taken by unknown people for unknown reasons, then distributed, no questions asked, by media organisations around the world, including the Guardian, as if this complex criminal act was some sort of glorious trivia windfall – a cargo of fun washed up on the beach. Stolen goods are being gleefully handled without the smallest acknowledgement that perhaps Rubin isn’t the only person who wastes no time in considering what the right and honourable way to behave might be.",
    "keywords": [
        "moguls",
        "hard",
        "monsters",
        "orr",
        "sony",
        "emails",
        "world",
        "idea",
        "look",
        "deborah",
        "know",
        "rudin",
        "good",
        "movie",
        "private",
        "yes"
    ],
    "summary": "This idea made Rudin incandescent with anger, because he only had one idea, too.\nRudin was working on a film of his own, a biopic of Steve Jobs, with Aaron Sorkin.\nBut still, it’s not actually very nice, merrily passing round emails that are none of our business for no reason other than amusement.\nYes, Sony is a decadent cultural killing field that only ever makes a good film by accident.\nBut maybe it’s still worth taking a good, hard look at the Sony information haul and seeing it for what it is.",
    "sentiment": {
        "neg": 0.1256,
        "neu": 0.7179,
        "pos": 0.1564,
        "compound": 0.0639
    }
}