{
    "date": "2014-06-19T10:24:13Z",
    "title": "How Black Panthers turned to North Korea in fight against US imperialism",
    "url": "https://www.theguardian.com/world/2014/jun/19/black-panthers-north-korea-us-imperialism",
    "content": "“Broken wine bottles and hypodermic needles are very effective. Pork chop and chicken bones can even be utilised as weapons,” the Black Panther newspaper instructed its readers in 1970. If the tone was familiar to them, the source of inspiration might have seemed less so: “This is ‘Juche’, relying on what you have, to sustain your resistance,” it explained. The article was testament to an unexpected alliance. On one side was the California-based revolutionary socialist movement, declared by FBI director J Edgar Hoover “the greatest threat to the internal security of the country”. On the other was “hermit kingdom” North Korea, with its ideological tenet of ‘juche’ or self-reliance; a country which then seemed something of a “Stalinist Switzerland”, recalls former Black Panther Kathleen Cleaver, now a law professor at Yale. The ties between the two are more than a historical curiosity, says Benjamin Young, a contributor to NK News whose Masters research at the State University of New York: the college at Brockport, uncovered surprising details of the relationship. It is a reminder that North Korea was not always “an economic basket case”, as declared by the Obama administration. At the time it appeared to be an east Asian success story, outperforming the South. The alliance also demonstrates the North’s long term interest in cultivating high profile international visitors and the Panthers’ search for support around the world. “North Korea at this point was really on a global publicity campaign, even putting adverts in the New York Times and Washington Post promoting juche and peaceful reunification,” says Young. In Eldridge Cleaver, then a leading figure in the party and married to Kathleen Cleaver, they found an eager ally. “Today, the DPRK is an earthly paradise, with an advanced socialist system, highly developed technology, a brilliant national culture and a healthy people definitely on the move towards even greater achievements,” he wrote. Meanwhile, the then leader Kim Il-sung hailed the American party’s “just struggle to abolish the cursed system of racial discrimination of the US imperialists”. Though the North heavily promotes an ideal of ethnic purity - and recently launched a viciously racist attack on Barack Obama - it has repeatedly cited the treatment of African Americans as proof of US barbarity. Eldridge Cleaver’s rhetoric might look naive at best. But Young argues that it must be understood tactically: “Cleaver and the Panthers who supported his vision were not ‘useful idiots’ or pawns of the North Korean regime, but calculating revolutionaries who supported North Korea as a means to protest against the US government and strengthen their own position on the international scene.” Though popular perceptions of the Black Panthers often centre on its community breakfast programmes for children and belief in armed self-defence against police, it always defined itself as part of a global battle. “For three years, from 1968 to 1970, they became the centre of the black freedom struggle and that was very much a domestic struggle. But what very much distinguished the Black Panthers from earlier civil rights movements was its internationalism,” said Joshua Bloom, co-author of Black Against Empire: The History and Politics of the Black Panther Party. The movement saw black communities in the US as a colony in the motherland; the struggle against US imperialism was central from its inception. Its founders Huey Newton and Bobby Seale first met at a rally opposing the blockade of Cuba. As it garnered influence – and well before Cleaver fled into exile after being charged with attempted murder following a shoot-out with police – it forged ties overseas. There were high profile visits to Cuba and China, where leaders were greeted as heroes. “It was the politics of international radical solidarity ... Because of the tremendous hostility that the Vietnam war was generating, youth organisations in Germany, France and Sweden created solidarity committees for the BPP. We would travel back and forth; they raised money for us. There were liberation movements in Africa who read our paper and contacted us,” says Kathleen Cleaver. Algeria, which had no diplomatic ties with the US, invited the Panthers to set up an embassy. Run by the Cleavers, it became the international section of the movement; and it was there that North Korea made contact. Eldridge visited Pyongyang briefly and was “infused with enthusiasm”, Kathleen, then the Panthers’ communications secretary, recalls in a draft of her unpublished memoirs. The couple returned to the North two years later, where she gave birth to their second child. Cleaver’s pregnancy confined her to a remote guesthouse for most of their stay. What she saw of the country “seemed like a sort of Stalinist Switzerland: high up in the hills, very clean, very quiet.” While she did not fully realise the level of information control, the regimentation was obvious. “It was all so exotic in a way – certainly not tropical or glamorous,” she said. “I never saw two people, even in the same family, who looked alike in Algeria. There was lots of confusion and noise and normal things. To go to Korea from that environment was quite startling.” Her then husband “liked the fact they were very militaristic – and the Panthers were attracted to the concept of juche; adapting ideology to your circumstances. It was kind of what the Black Panthers did anyway,” she recalls. Still, she notes, it did not seem the kind of environment they could function in: “No one was saying we should move our headquarters to Pyongyang.” Bloom suggests that overall there was probably more interest in Mao’s Little Red Book and Frantz Fanon’s work. The Panthers were fluid in their beliefs, with glaring disparities between chapters; “There was never a codified, single perspective,” he says. In any case, the ties soon dissolved. Cleaver left the Black Panthers after a dispute with Newton and continued his idiosyncratic ideological journey. “He went from being a Marxist-Leninist to a neo-conservative at the end of his life and even founded his own religion called Christlam which had a military branch called Guardians of the Sperm,” says Young. Looking back, Kathleen Cleaver acknowledges “a certain naivety” to the political movements of the era, perhaps inevitable given the relative youth of participants. But the short-lived partnership perhaps said as much about what was wrong with the western mainstream. The Vietnam war had polarised global politics; socialist Asia looked a lot more attractive set against the aggression of the west. It was not so hard to sympathise with North Korea, devastated by US bombing raids in the Korean war. “There was a discounting of almost anything imperialists had to say. Under that very harsh and very bloody divide, I’m sure we were much less critical of Korean positions than had it been another time,” says Cleaver. Perhaps the only lasting legacy is the name of her daughter, which Kim Il-sung’s wife personally chose. She remains Jojuyounghi: “a young heroine born in Juche Korea”.",
    "keywords": [
        "panthers",
        "imperialism",
        "black",
        "young",
        "korea",
        "juche",
        "turned",
        "ties",
        "fight",
        "struggle",
        "cleaver",
        "kathleen",
        "north"
    ],
    "summary": "It is a reminder that North Korea was not always “an economic basket case”, as declared by the Obama administration.\nIn Eldridge Cleaver, then a leading figure in the party and married to Kathleen Cleaver, they found an eager ally.\nBut what very much distinguished the Black Panthers from earlier civil rights movements was its internationalism,” said Joshua Bloom, co-author of Black Against Empire: The History and Politics of the Black Panther Party.\nRun by the Cleavers, it became the international section of the movement; and it was there that North Korea made contact.\nIt was not so hard to sympathise with North Korea, devastated by US bombing raids in the Korean war.",
    "sentiment": {
        "neg": 0.0562,
        "neu": 0.8543,
        "pos": 0.0895,
        "compound": 0.1014
    }
}