{
    "date": "2014-02-27T10:47:51Z",
    "title": "Misery and mass bowing: the view from a North Korean tour bus",
    "url": "https://www.theguardian.com/world/2014/feb/27/view-from-tour-bus-north-korea",
    "content": "A stunningly beautiful, twentysomething woman dressed in black performs her death wail in the main hall of an obscenely luxurious palace in central Pyongyang. Her face seems to contort as her voice breaks over and over again. Speaking in a monotone, a guide translates the weeper's words into English: \"The departed supreme leader's love will fill our hearts for eternity …\" The voice just keeps going, and in a glass cage in the middle of the room lies the embalmed body of Kim Jong-il. The weeper is here to preach the everlasting omnipotence of North Korea's second leader and to express the grief of a nation more than two years after his death. Everyone in the mausoleum bows their heads before the body – or perhaps the wax doll – flanked by North Korean army officers at attention. Anything else would be intolerable and would result in immediate arrest. It's all part of the baffling experience that awaits the visitor to the world's most closed country, which was recently compared to Nazi Germany. Mass dancing, synchronised swimming, ritual bowing and weeping – all are de rigueur on certain days of the year when the country's first family are to be remembered and revered. Otherwise public spaces are vast and eerie. Visitors are accompanied and corralled, all the time, everywhere. There are clear, continuous instructions about when photography is permitted and when it is not. On one occasion a guide discovers unauthorised filming of two elderly women on the outskirts of Pyongyang. Their backs are bent at ninety degrees, each weighted down by a bundle of dry grass and fire wood, as they sit down to rest. The guide hisses: \"What would anyone need those pictures for?\" In a bookshop in central Pyongyang, where the stock, by the way, consists only of books by one of the leaders or written as a tribute to them – two staff members witness an unfamiliar, foreign customer folding a copy of the Pyongyang Times and placing it under his arm. They instantly begin gesturing at the visitor and snap at the accompanying guide, who flushes red and gets a wild look in his eyes. \"Take the newspaper out and unfold it,\" the guide prompts. \"Unfold it!\" No image of any of the leaders may be folded, rolled up or otherwise treated disrespectfully. And the front page of the Pyongyang Times always carries a picture of the leader. The guide is embarrassed and has to apologise on his client's behalf – and on his own. At Kim Il-sung Square in central Pyongyang, groups of about 100 people wait for their turn, then climb the steps leading to the 20–metre tall bronze statues of the first leader, the eternal president, Kim Il-sung, and his successor, Kim Jong-il. At the feet of the two statues they then bow in unison. Then the next group comes forward. And the next. And so it continues for two days. A few blocks away, thousands have gathered for mass dancing to celebrate the birthday of Kim Jong-il. With national hymns exploding from loudspeakers, men, women and children unite in what sometimes resembles line dancing. How would they, or any North Korean, respond if asked about the prison camps? The question is finally put, with an attempt at a naive tone and a smile, to one of the guides: what would the police here do should they come across any robbers. Are there jails? \"Of course,\" the guide replies. \"All countries have jails and prisons. But here they're not really prisons, they are …\" \"Labour camps,\" she is interrupted. \"Well, those who have committed serious crimes go away. They go to live far away, I think, they get to work hard and are re-educated. They learn how to think in the right way.\" \"Do you have many such camps?\" she is asked. \"I don't know. Maybe, but they are far away. I have only heard about them somewhere sometime. Can I help you with any other information?\" Maybe that's how it is. Although the guides are part of the propaganda machine, they only get the information that the leader decides they need. Fragile rumours become the only source of information. Apart from the odd nationalist-propaganda poster and the very scarce shop signs, there are no written words. Not a single poster, not a trace of advertising, no magazines, books or brochures. Theoretically – if you had the money – you could get the Pyongyang Times, but most people only get to read the newspaper in public, its pages displayed in frames across the capital. A city without written words or images – where every wall and every flat surface is completely empty – is a remarkable sight. But the country isn't closed to foreigners – that is simply a rumour. Depending on whom you believe, between 1,500 and 5,000 people are allowed in as tourists every year. Journalists are not welcome. On a road out of Pyongyang, in the southern provinces, the situation becomes almost unbearable. Here, people shamble about pulling carts with hay, tree branches, old car batteries, plastic cans – anything they can find. There are people on bicycles, riding seemingly aimlessly along a dirt embankment through the muddy fields. In the rice fields above, groups of women are digging and hacking at the earth. \"No pictures here,\" the guide says. As the guide and the driver take their visitors further south along a dirt road, moving at high speed, a man comes running, as if for his life, across a water-logged meadow, towards the road. He probably has nothing, and sees some kind of hope in a passing vehicle. The driver and guide ignore him. Instead, the guide explains, there will be a short stop just up ahead. She then gets on to her authorised mobile phone and starts a subdued discussion in Korean. A few miles down the road, on the outskirts of a village, something looks out of the place. A woman in a sparkling coloured, traditional Korean dress and excessive make-up, not a spot of dirt on her, is playing volleyball with a man in a wedding suit. Three men in black jackets are standing watching the \"wedding couple\". They laugh wildly as the guide prompts everyone off the bus. \"Look,\" the guide rejoices. \"Look how happy the beautiful couple is. Please take a lot of pictures of them. They want you to, they are proud.\" There is no doubt whatsoever that she believes in her heart that the photo opportunity has been a success. But the sky out here, near the border with South Korea, is just slightly brighter than the brown mud that covers the barren earth. The cold pierces through to the bones. There is no shelter, nowhere to go from here. In front of a barracks young soldiers burn wooden chairs to try to get warm. A boy who looks to be around three years old has stopped dead in his tracks at the side of the road. He just stands there, staring, as if he will never move again.",
    "keywords": [
        "bowing",
        "bus",
        "leader",
        "guide",
        "women",
        "mass",
        "written",
        "kim",
        "pyongyang",
        "road",
        "away",
        "view",
        "misery",
        "tour",
        "words",
        "north",
        "korean"
    ],
    "summary": "Everyone in the mausoleum bows their heads before the body – or perhaps the wax doll – flanked by North Korean army officers at attention.\nOn one occasion a guide discovers unauthorised filming of two elderly women on the outskirts of Pyongyang.\nA few blocks away, thousands have gathered for mass dancing to celebrate the birthday of Kim Jong-il.\nApart from the odd nationalist-propaganda poster and the very scarce shop signs, there are no written words.\nA city without written words or images – where every wall and every flat surface is completely empty – is a remarkable sight.",
    "sentiment": {
        "neg": 0.063,
        "neu": 0.8792,
        "pos": 0.0578,
        "compound": 0.0037
    }
}