{
    "date": "2014-05-28T08:10:43Z",
    "title": "Try North Korean leaders for crimes against humanity, Michael Kirby says",
    "url": "https://www.theguardian.com/world/2014/may/28/try-north-korean-leaders-for-crimes-against-humanity-kirby-says",
    "content": "Former Australian high court justice Michael Kirby has demanded that North Korean leaders be tried in an international court for crimes against humanity, admitting that he broke down three times while hearing survivors’ testimony of atrocities carried out by the Kim regime. After more than three decades as a judge, “I thought I was impervious to tears”, Kirby said in a lecture to Sydney’s Lowy Institute on Wednesday. But “hour after hour after hour” of testimony when he chaired a recent United Nations inquiry into human rights abuses in country wore him down, he said. Particularly distressing, Kirby said, was the story of a Japanese teenager kidnapped on her way back from badminton practice and smuggled to North Korea so the regime could learn the latest Japanese slang. He recalled stories from the hermit kingdom’s great famine in the 1990s, when people were forced to eat rats while the regime splurged on nuclear technology and fighter jets. Older people died in greater numbers, he said, partly because they considered eating grass and rodents below their dignity. Following a year-long inquiry, the UN inquiry concluded in February that the North Korean government had committed grave crimes against humanity without “parallel in the contemporary world”. “These crimes against humanity entail extermination, murder, enslavement, torture, imprisonment, rape, forced abortions and other sexual violence, persecution on political, religious, racial and gender grounds, the forcible transfer of populations, the enforced disappearance of persons and the inhumane act of knowingly causing prolonged starvation,” the report said. The commission sent North Korea’s supreme leader, Kim Jong-Un, a copy of the report because he deserved “due process”, Kirby said. “He himself might be held personally accountable … not to warn him of that fact would have been a lack of candour and due process”. Kim did not reply but North Korean officials have panned the commission’s findings and labelled the witnesses who testified “human scum”. Kirby said on Wednesday that the commission had taken pains to strip the report of jargon, so that ordinary citizens could read it and demand action. \"We should not simply sit quietly when great wrongs are being done. We should all be making a fuss,\" he told AAP. \"It's hard to think of any other country in the world where the human rights situation is more dire.” The report recommended that the UN security council refer North Korea’s leaders to the International Criminal Court. Kirby said he was hopeful China, a close North Korean ally, would not veto the move. “China has been extremely prudent in the use of the veto power. China is very proper, China is a great country, China is a mighty civilisation,” he said. Kirby added that anyone who stood in the way putting North Korean leaders in the dock as part of diplomatic horse-trading “must be made accountable … to the pages of history”. He said the execution in January of Kim Jong-Un’s uncle, reportedly the second most powerful man in the country, along with his entire family, indicated the regime was teetering. “That is not business as usual,” he said.",
    "keywords": [
        "leaders",
        "inquiry",
        "regime",
        "kirby",
        "crimes",
        "china",
        "kim",
        "try",
        "report",
        "humanity",
        "country",
        "michael",
        "north",
        "korean"
    ],
    "summary": "Former Australian high court justice Michael Kirby has demanded that North Korean leaders be tried in an international court for crimes against humanity, admitting that he broke down three times while hearing survivors’ testimony of atrocities carried out by the Kim regime.\nFollowing a year-long inquiry, the UN inquiry concluded in February that the North Korean government had committed grave crimes against humanity without “parallel in the contemporary world”.\nKirby said he was hopeful China, a close North Korean ally, would not veto the move.\nChina is very proper, China is a great country, China is a mighty civilisation,” he said.\nKirby added that anyone who stood in the way putting North Korean leaders in the dock as part of diplomatic horse-trading “must be made accountable … to the pages of history”.",
    "sentiment": {
        "neg": 0.0675,
        "neu": 0.8492,
        "pos": 0.0832,
        "compound": 0.0139
    }
}