{
    "date": "2014-10-05T12:03:34Z",
    "title": "Takako Doi obituary",
    "url": "https://www.theguardian.com/world/2014/oct/05/takako-doi",
    "content": "The elections for Japan's upper House of Councillors in 1989 seemed to mark a seismic shift in the country's politics. With half the chamber's seats in contention, the main opposition party, the Japan Socialist party (later known as the Social Democratic party of Japan), more than trebled its representation, while the ruling Liberal Democratic party, which had been in office for more than three decades, lost its majority. Much of the credit for this belonged to the JSP president Takako Doi, who memorably celebrated the results with the phrase: \"The mountain has moved.\" Doi, who has died aged 85, had endeared herself to the Japanese electorate through her charismatic personality and straight-talking style. This was unusual in the male-dominated political arena of Japan, where Doi served as the first female leader of a major political party. She was a staunch defender of Japan's pacifist postwar constitution and a campaigner for human rights in a country she described as \"an economic giant, but a human-rights midget\". Doi had become leader of the JSP in 1986, after it suffered a decisive electoral defeat at the hands of the LDP and its popular leader, the prime minister, Yasuhiro Nakasone. At a time of accelerating economic growth, the traditional Marxist outlook of many old-guard JSP politicians seemed outdated, and Doi played a role not unlike that of Neil Kinnock in the Labour party. She tried to broaden the base of a party traditionally dependent on union support, and worked through women's organisations in a so-called \"Madonna strategy\", which also involved the selection of a number of high-profile female parliamentary candidates. These policies paid dividends in the 1989 poll, in which Doi also campaigned vigorously on issues such as the introduction of a 3% consumption tax, which she opposed. After the election, the House of Councillors nominated Doi as prime minister, although the vote in the more powerful lower House of Representatives, still controlled by the LDP, took precedence and the LDP leader Toshiki Kaifu became premier. Nevertheless, Doi's JSP approached the lower house elections in February 1990 confidently, and achieved another electoral breakthrough. Although it did not win the overall poll, it secured nearly a quarter of the popular vote and 136 seats, its best result in that chamber in more than two decades. However, Doi resigned the party leadership in 1991 after failing to provide creative opposition to the government's Gulf war strategy. In lower house elections in 1993, the JSP lost 66 seats. But the LDP, which had suffered defections, also did badly, and lost its majority in the lower house. The JSP was finally able to enter government as part of a fragile eight-party coalition. Under Morihiro Hosokawa's administration, Doi became speaker of the house, the highest parliamentary position achieved by a Japanese woman. She retained the post under Hosokawa's successor, Tomiichi Murayama, who governed in a grand coalition with the LDP, a decision that unfortunately undermined the party's reformist credentials. After Murayama stepped down in 1996, the JSP was undermined by splits and defections. Doi again took the helm, and in the hope of modernising its appeal rebranded it as the Social Democratic party. She pursued another effective campaign in elections later that year. But the SDP's participation in the LDP-dominated coalition had sapped its credibility. The poll reduced its representation to a mere 15 seats and left the LDP firmly in power. By 1998, left-of-centre voters were gravitating to the recently formed Democratic party of Japan, which had supplanted the SDP as the main opposition force. In 2003, Doi's party was further handicapped by corruption allegations levelled at a lower house representative, which led to the arrest of Doi's secretary. In addition, the revelation that Japanese citizens had been abducted by North Korea called into question the party's traditional policy of detente with the communist state. Doi was obliged to apologise for her party's previous insistence that abductions had not taken place. Against these factors, her vigorous opposition to the participation of the Japanese Self-Defence Forces – Japan's army - in the Iraq war could not prevent the SDP slipping to six seats. Doi resigned the leadership to take responsibility for the loss, and was replaced by another woman, Mizuho Fukushima. In fresh elections in 2005, Doi lost her seat. In retirement, she continued to oppose constitutional reform and campaign for pacifist and feminist causes. She was born in Kobe, her father a doctor, her mother a former schoolteacher. Doi's pacifist attitudes were formed by her childhood on the home front during the second world war, when she was obliged to assist her father in the amputation of a wounded civilian's arm. She studied constitutional law at Doshisha University in Kyoto, graduating in 1956, and worked as a university lecturer and constitutional lawyer before entering the House of Representatives in 1969. She came to notice as a campaigner on environmental issues and a champion of women's rights in Japan, supporting anti-discrimination legislation. She did not marry. \"My love for the constitution is so intense,\" she once said, \"I remained wedded to it and have remained single.\" • Takako Doi, politician, born 30 November 1928; died 20 September 2014",
    "keywords": [
        "opposition",
        "house",
        "elections",
        "obituary",
        "takako",
        "japan",
        "seats",
        "lower",
        "jsp",
        "party",
        "doi",
        "ldp"
    ],
    "summary": "Much of the credit for this belonged to the JSP president Takako Doi, who memorably celebrated the results with the phrase: \"The mountain has moved.\"\nThis was unusual in the male-dominated political arena of Japan, where Doi served as the first female leader of a major political party.\nNevertheless, Doi's JSP approached the lower house elections in February 1990 confidently, and achieved another electoral breakthrough.\nHowever, Doi resigned the party leadership in 1991 after failing to provide creative opposition to the government's Gulf war strategy.\n• Takako Doi, politician, born 30 November 1928; died 20 September 2014",
    "sentiment": {
        "neg": 0.0939,
        "neu": 0.8163,
        "pos": 0.0897,
        "compound": 0.027
    }
}