{
    "date": "2014-10-29T14:21:13Z",
    "title": "The North Korean defector who continues to defy regime – live Q&A as it happened",
    "url": "https://www.theguardian.com/world/live/2014/oct/29/north-korean-defector-defy-regime-live-q-and-a",
    "content": "It’s time to wrap up. Thank you to everyone for the questions. Apologies we couldn’t get to them all, but I think we covered most of the bases. Here’s a parting note from Park Yeon-mi: When I was four years old, my mum told me not to even whisper. Even the birds and mice could hear me. Even in China I had to hide. My whole life I had to hide. I hid my opinions and could not express anything. Everyone participating in this conversation have given me a platform to express my voice. Thank you for listening and giving me this opportunity. I hope we can have more of these conversations. As a North Korean myself, I can’t even describe it honestly to you, so how can we expect the media to give the whole picture? The day North Korea opens their door and lets people free, we will understand them fully. Hopefully it won’t be too late for them. When people win, they have to say a speech, and talk about how their success comes from King Jong-un. Nothing escapes the regime. If you lose, you can be punished, or even sent to jail. Sport just becomes propaganda. I really appreciate any kind of support from any kind from group, as long as we all fight together to end injustice. But I want people to help, not because of religious reasons, but because we are human beings and deserve respect, regardless of religion. He’s my friend :) Its a very controversial issue. As a defector it is difficult for me to have an opinion, I am biased. Personally, I don’t mind that people go there, but people should go there for the people, to care about them, and not to go there and show a bad example of freedom. Bowing in front of Kim’s statue, for me, is like bowing in front of Hitler’s statue, but I’ve seen people do this a lot. First of all, we need to raise awareness on an international level. Until now, we have have given lots of attention to The Kims, but not enough to victims. We need to change the way we talk about, and report on North Korea to focus on the people. The Kims have had enough attention. We need to realise that the people in North Korea are just normal people like you and I. Yes, people are brainwashed and live a different life to ours, but they are still people, so we must avoid dehumanising them. I was going to give a TEDx talk in South Korea, and was rejected because North Korea is viewed as too political, but I managed to speak eventually. Westerners pay a lot of attention to my story, and I think this has caught the attention of South Koreans, it is making a difference South Korea has one of the highest suicide rates of the OECD countries, but North Koreans living in the South have a suicide rate three times higher. This shows how difficult life is for people from the North living in the South. I get asked all the time if I’ve ever eaten human flesh, if I’m a spy or why I’m coming to their country. People treat us like potential terrorists. I learned this in my class at university when my lecturer openly said that North Koreans are potential terrorists (he didn’t know I was North Korean). I have no idea if reunification can be achieved. Its impossible to say, but it is our dream. The culture and mindset is so different. They legalised the black market on 1 July 2002, so they are integrated. This is their way of controlling it, and taxing it. There is still another illegal market. Trading is part of human nature. Western media smuggled into North Korea can bring the idea of democracy, and this can have a huge effect on people. I miss North Korea a lot. The fact that I might never be able to go back makes me miss it more. However bad it was, there are still people there, and I miss them. Wherever people live, there is love, joy and care. I miss the people, but not the system. People realise that they can’t leave. Not just the country, but their own city! Going to Pyongyang is some people’s greatest dream! My mother was punished for going back to her home town. As for the border between north and south opening, I can’t say. Only time will tell. razclaut asks: How do North Koreans see people from the outside world? People’s views of the outside world is conflicted. The regime says one thing, and smuggled western films and TV shows say another. The regime says that the whole world is worshiping our leaders and are envious of us and our system, that no one has leaders like ours. They show interviews with foreigners saying how great our leader and system is. They show foreigners visiting our museums. When I was in Pyongyang, I went to big statues to worship our leader and pay my respect, and there were lots of foreigners doing the same, so I thought we were all equal. Any and all information that people in North Korea can get is important. People need information from as many sources as possible, not just radio. We have a great sense of humour, and make jokes about our situation. Humour is our way of coping. We change lyrics to old lyrics to make fun of our lifestyle, but change back to the actual song if soldiers are nearby. We don’t have internet, so we don’t see his lifestyle like you do. We are told that he is starving for us, is suffering for us, and is fighting the American and Japanese governments for us. People see him as a god. People think the Kim’s serve us, the people. I used to think they starved just like us, and we had no way of knowing otherwise. During my parent’s time, the cult of the Kims was an actual religion. Most people were happy to serve, even though they starved. Towards the end of Kim Jong-il’s time things started to change. People’s perceptions changed. In my case it is because we didn’t get rations promised to us by the regime, which really made us disillusioned. There is a small group of people who defy the regime, but not openly. You can’t share your opinion publicly like you can here. I think Pyongyang has more people who support the regime as they consider themselves “chosen people” so take pride in their position. But there are people in the capital who don’t support Kim Jong-un of course. Your life is predestined. Everything is pre-determined for you. North Korea has a Sungbun system, which determined your social class, decided by the regime. You can’t escape this, ever. There is no education in North Korea, like you have here, just brainwashing. In my opinion, this is one of the country’s worst human rights abuses. For some time I believed Kim Jong-il could read my mind! I was afraid to think! It was paralysing. This is how they numb your brain and suppress you. This is total brainwashing. Imagine not having any of the things that you take for granted here at all. No transportation, electricity comes on every few weeks sporadically and it’s really unreliable, so we can’t do anything that uses electricity. North Korea is centuries behind. Simple things like glasses for drinking out of don’t exist there. Things are much worse in the countryside than in the capital. They do have a railway line and metro, but still nothing like in the outside world. There is no water supply so we have to go to the river just to wash our clothes. People who don’t live close to rivers have to climb mountains, just to get drinking water. Girls as young as 10 have to do this. To make matters worse, the Chinese factories pollute our drinking water. North Korean people are not aware. Just like a fish is not aware of water. When generation after generation is born there, you know nothing else. You are not aware that you are “a slave”. However, I do think that change is coming. Outside media and information is getting into North Korea, and showing people that there is a different world out there. People are definitely afraid to voice their opinions, especially because up to three generations can be punished for the most minor offences. People are aware of labour camps and food shortages. You see dead people on the street, who have clearly died of starvation. People also see that those in power clearly aren’t starving (like Kim Jong-un) and a few in Pyongyang aren’t either, but many are in the countryside. The Q&amp;A is about to start. Please continue to leave your questions in the comments and Park Yeon-mi will do her best to answer as many as possible in the next hour. We will also be feeding in questions from Reddit and Twitter. When Park escaped North Korea seven years ago, she left behind a country that forced her to watch the execution of a classmate’s mother, aged nine: “I was standing next to her daughter – my whole school had to go”, she told the Guardian in August. The 20-year-old was part of the “black market generation”, snatching tidbits from the outside world through illegally imported films. A dangerous endeavour: the execution she witnessed was punishment for owning a South Korean movie. She believes that information is a vital lifeline for people living in North Korea and credits watching the Titanic for her own realisation that something was wrong in her home country. In a recent address to the One Young World Summit she described her escape, spending 18 months in hiding in China, before travelling south through Mongolia. When her father died they had to bury him at 3am to avoid being discovered. Another time her mother was raped as she tried to protect her. She now lives in South Korea and is dedicated to raising awareness about the plight of defectors. Her notoriety has attracted attention and she was recently advised to keep quiet after being placed on the regime’s “target list” for outspoken defectors – but says this is something she is not prepared to do. Park Yeon-mi has agreed to join us live for a live Q&amp;A from 1-2pm GMT, to answer your questions about North Korea, life as a defector and human rights in the secret state. Post them in the comments below and she will answer as many as she can in the hour. Alternatively you can tweet your questions @GuardianNK.",
    "keywords": [
        "think",
        "south",
        "dont",
        "regime",
        "korea",
        "world",
        "qa",
        "live",
        "continues",
        "questions",
        "defy",
        "outside",
        "happened",
        "cant",
        "defector",
        "north",
        "korean"
    ],
    "summary": "The day North Korea opens their door and lets people free, we will understand them fully.\nWe need to change the way we talk about, and report on North Korea to focus on the people.\nWe need to realise that the people in North Korea are just normal people like you and I.\nI was going to give a TEDx talk in South Korea, and was rejected because North Korea is viewed as too political, but I managed to speak eventually.\nWestern media smuggled into North Korea can bring the idea of democracy, and this can have a huge effect on people.",
    "sentiment": {
        "neg": 0.0933,
        "neu": 0.816,
        "pos": 0.0907,
        "compound": -0.0006
    }
}