{
    "date": "2014-05-15T08:59:51Z",
    "title": "A day in the life of North Korean footballer Ri Myong-guk",
    "url": "https://www.theguardian.com/world/2014/may/15/north-korean-footballer-ri-myong-guk",
    "content": "Ri Myong-guk, 26, footballer Born in Pyongyang, 9 September 1986 The Cup Final in North Korea is unlike those elsewhere. Half the stadium’s seats are assigned to civilians – who in summer all wear white hats, white shirts and red ties – while the other half is allocated to the military. Match marshals control the crowd with flags, instructing them to chant or applaud with wooden mitten clappers. Players play clean, without histrionics, high fives or faked injuries. After every goal the crowd claps in unison and – if the Supreme Leader is present – the whole of the scoring team rushes forward to stand before him and salute. In league matches live music is played by a military band. No advertisements encircle the pitch. There are no queues, hotdog stands or programme sellers. The press corps number no more than three cameramen who idle behind the goal’s net. \"All my family are sportsmen,\" said Ri Myong-guk. \"Both my father and uncle were goalies in our national team. My mother is a volleyball champion. My older brother is a footballer as well.\" Born on the 42nd anniversary of the founding of the republic, the national team’s captain is lean, light and quick on his feet. \"At school I played defence,\" he continued. \"At one game the usual goalie was ill, and the coach asked me to take his place. Luckily I played well and our team won. Since then I haven’t looked back.\" At the age of 19, he was selected by Pyongyang City, one of the country’s premier clubs. Two years later, he was drafted onto the national team, which then qualified for the 2010 World Cup. \"That was the proudest moment of my life,\" he recalled. \"Since I was a boy, I’d always wanted to play for our country. But we hadn’t qualified in 44 years, until 2010. It was like a dream come true.\" [Qualifying for the 2010 World Cup] was the proudest moment of my life. It was like a dream come true. For the first time in many of their lives, the young players were permitted to travel abroad. In South Africa, they faced Brazil and then Portugal, two of the world’s top teams in the so-called ‘group of death’. Their head coach Kim Jong-hun told the media that the Dear Leader himself gave \"regular tactical advice during matches\" via \"mobile phones that are not visible to the naked eye\". Nevertheless the team lost both matches. \"We were welcomed home with great warmth,\" enthused Ri Myong-guk, countering the accusation that the coach had been publicly humiliated by government officials on their return. Since then, Ri Myong-guk has played over 60 games with the national team. At Pyongyang’s Kim Il-sung Stadium, in the shadow of the vast and heavy Arch of Triumph, the national team prepared for its upcoming friendly against Kuwait. Dressed in red kit, they rushed forward in attack, fell back in defence, practised headers and corner kicks. The manager barked instructions, then called the team together to deliver tactics and technique. Around the edge of the AstroTurf circled other managers and minders, filing reports on mobile phones and taking notes. Ri Myong-guk’s favourite European club is Manchester United, whose former player Edwin van der Sar is among his favourite goalkeepers, along with Real Madrid’s Iker Casillas. The attacker he fears most is Cristiano Ronaldo. Foreign football matches are often rebroadcast in North Korea weeks or months after the event. We were welcomed home with great warmth \"Please excuse me if I do not talk for long,\" he said, drawing the interview to its end. \"I must prepare for next week’s game.\" At the edge of the field, Pyongyang’s junior teams were training for their local matches. One of the youngsters paused to catch his breath and watch his hero Ri Myong-guk save half a dozen shots on goal. \"When I grow up I want to be goalkeeper like Ri Myong-guk,\" said the wide-eyed nine-year-old. \"I must practise hard so as to make my contribution to the Korean people’s struggle toward victorious nationhood,\" he added. © Rory MacLean and the British Council This profile appears in 'Above the Line: People and Places in the DPRK (North Korea)', published by the British Council. Pictures and profiles will be exhibited at the British Council from 13 May-25 July 2014",
    "keywords": [
        "ri",
        "team",
        "myongguk",
        "korea",
        "teams",
        "matches",
        "footballer",
        "half",
        "national",
        "played",
        "day",
        "life",
        "north",
        "korean"
    ],
    "summary": "Ri Myong-guk, 26, footballer Born in Pyongyang, 9 September 1986 The Cup Final in North Korea is unlike those elsewhere.\n\"We were welcomed home with great warmth,\" enthused Ri Myong-guk, countering the accusation that the coach had been publicly humiliated by government officials on their return.\nSince then, Ri Myong-guk has played over 60 games with the national team.\nOne of the youngsters paused to catch his breath and watch his hero Ri Myong-guk save half a dozen shots on goal.\n\"When I grow up I want to be goalkeeper like Ri Myong-guk,\" said the wide-eyed nine-year-old.",
    "sentiment": {
        "neg": 0.0454,
        "neu": 0.8171,
        "pos": 0.1374,
        "compound": 0.1788
    }
}