{
    "date": "2014-11-15T16:23:13Z",
    "title": "North Korea creates history with weightlifting success",
    "url": "https://www.theguardian.com/world/2014/nov/15/north-korea-weightlifting-championship-medals",
    "content": "A team of six male and six female weightlifters will return to North Korea this week expecting a hero’s welcome after securing the greatest sporting triumph in the country’s history. North Korea has never headed a medals table in any sport, at any major championships. But its strongmen and women are set to do just that at the International Weightlifting Federation championships being held in Kazakhstan. The team won their 11th and 12th gold medals on Saturday and – barring a series of freak results in the final two events on Sunday – they will not be overtaken. “The Great Leader likes all kinds of sports, and especially weightlifting,” said a team official of the country’s dictator, Kim Jong-un. After the Asian Games, which were held in South Korea in September and October, North Korea’s team flew home to a huge welcome, having achieved their best results since 1990. KCNA, the official North Korean news agency, said hundreds of thousands of people lined the six-mile route into the city centre and “the streets turned into a sea of flowers”. Can the weightlifting team expect the same? “I think so,” said the beaming team official, also called Kim [he declined to give his full name]. “Korea has never been first in a sports championships before.” He explained that Kim Jong-un, who spoke recently of “a hot wind of sports blowing through Korea”, first watched weightlifting in the autumn of 2013 at the historic Asian Interclub Cup. It was historic because, for the first time, a South Korean sports team competed north of the border, and were allowed to march under their flag and play their anthem. “The Leader said our weightlifting was very strong, and he enjoyed it,” said Kim. “We have about 900 weightlifters, very good coaches, very good facilities.” China, which has dominated weightlifting for years, has 10,000 competitive lifters. Nothing pleases the Koreans more than beating China, which they did yet again on Saturday in the women’s heavyweight (75kg) class. The champion, Kim Un-ju, gave the standard North Korean response to questions afterwards when she said: “My personal medal does not matter to me, it is only important as part of the team effort. I am so happy to bring home the medal for my people and my Great Leader.” Other North Koreans have been more effusive, though – surprisingly so. On Friday the 20-year-old Un Hui-ryo, who won the women’s 69kg, said: “There was a time when China was the strongest in weightlifting, but not anymore. That’s in the past!” North Korea have the world’s best lifter, pound-for-pound, in the form of the phenomenal, jockey-sized Om Yunchol, who competes in the lightest men’s category, 56kg. Om lifted more than three times his own bodyweight – a feat achieved by only five men in the sport’s history – to win Olympic and Asian Games gold, and he did it again in Almaty last week. Afterwards he said: “In the 2012 Olympics I beat Mr Wu [Jingbiao] from China and in 2013 I beat Mr Long [Quingquan] from China. “China is such a big country, it has so many weightlifters, so many opportunities to win, and we are a much smaller country. But I have beaten them and I will beat them again.” Both Om and the 62kg men’s champion, Kim Un-guk, spoke of their fondness for Korean food – “traditional Korean dishes only, kimchi [fermented vegetables] and cold noodles” – and others have talked of their hobbies. Mostly though, they just train hard. Lyn Jones, a coach with the Australia team who has been in weightlifting for 60 years as a lifter, coach, official and big-event announcer, said: “They have always had one or two good lifters over the years but never a whole team like this. It’s quite remarkable, and the thing is nobody really knows how they have achieved it. Virtually nobody goes there, and they haven’t used foreign coaches. Even China did that years ago.” Many within the sport say the results must have been helped by doping, but no North Koreans have failed a test. The 2008 Olympic heavyweight champion was in the audience yesterday. Jang Mi-ran, from South Korea, cheered the North Korean lifters and said their success was easy to explain. “They train, they train some more, and they train again.” Having seen off China, the North Koreans have another superpower in their sights. Next year’s World Championships – “We will be there, oh yes,” said Kim – are in the United States.",
    "keywords": [
        "creates",
        "team",
        "korea",
        "history",
        "success",
        "china",
        "kim",
        "korean",
        "train",
        "koreans",
        "official",
        "north",
        "weightlifting"
    ],
    "summary": "A team of six male and six female weightlifters will return to North Korea this week expecting a hero’s welcome after securing the greatest sporting triumph in the country’s history.\nNorth Korea has never headed a medals table in any sport, at any major championships.\nThat’s in the past!” North Korea have the world’s best lifter, pound-for-pound, in the form of the phenomenal, jockey-sized Om Yunchol, who competes in the lightest men’s category, 56kg.\nJang Mi-ran, from South Korea, cheered the North Korean lifters and said their success was easy to explain.\n“They train, they train some more, and they train again.” Having seen off China, the North Koreans have another superpower in their sights.",
    "sentiment": {
        "neg": 0.0297,
        "neu": 0.81,
        "pos": 0.1603,
        "compound": 0.4038
    }
}