{
    "date": "2014-05-08T06:30:00Z",
    "title": "North Korea: State of Paranoia – review",
    "url": "https://www.theguardian.com/books/2014/may/08/north-korea-state-paranoia-review-paul-french",
    "content": "Mention North Korea and people usually expect tales of horror or ridicule. There is good reason for both. A UN commission of inquiry came out in February with a report on the \"unspeakable atrocities\" committed in the country. \"The gravity, scale and nature of these violations reveal a state that does not have any parallel in the contemporary world,\" the commission said. \"These crimes against humanity entail extermination, murder, enslavement, torture, imprisonment, rape, forced abortions and other sexual violence, persecution on political, religious, racial and gender grounds, the forcible transfer of populations, the enforced disappearance of persons and the inhumane act of knowingly causing prolonged starvation.\" It quoted former labour camp inmates who said prisoners would catch snakes and mice to feed malnourished babies. On the ridicule front came a recent news item (from a US-funded anti-Pyongyang radio station) about Kim Jong-un, the country's 31-year-old leader who represents the third generation of the dynasty that has run North Korea since the second world war. The word was that he had ordered all male students to wear their hair like his, shaved bare at back and sides but thick and unparted on top. The fact that the flimsily sourced story was never confirmed officially, and visitors to Pyongyang campuses saw no evidence to support it, did not prevent it from being widely published around the world. Anything, however disgusting or outlandish, looks credible in what the media often call the \"hermit kingdom\". It is refreshing then to find an author who is willing to approach the country soberly, analysing its tumultuous history, regional context and difficult relations with its allies. Living and working in Shanghai, Paul French has studied and written about North Korea for many years. He pulls no punches on the country's ruthless politics or the grim lives its people are forced to endure. There are titbits here that seem to reinforce the more ridiculous stories. Smoking while driving is banned, though for safety rather than health reasons: smoking would prevent drivers from smelling that something is wrong with their car. But French is primarily concerned with North Korea's economy. This, he argues, is central to understanding the policy shifts and the leadership's motives over the last 60 years. The country is not the world's last communist state, but it is the only one that has never seriously experimented with private entrepreneurship, let alone oligarchs and crony capitalism. The army leadership lives well, with privileged access to food supplies and scarce consumer goods, but there is no \"deep state\" that permits the military to run large economic enterprises as in Cuba or various non-communist states such as Turkey and Egypt. North Korea has a command economy par excellence, and in French's account the ruling elite has virtually given up on fundamentally changing it, even though it occasionally talks of reform. Efforts to attract foreign investment have largely failed. Plans for special economic zones where foreign companies can operate as capitalists with a tame labour force did not succeed because North Korea could not supply the necessary infrastructure or energy. The country lives off foreign aid, given out of genuine altruism by UN agencies and foreign NGOs as famine relief or extracted from foreign governments as payback for minor political concessions. The historic visit that South Korea's president Kim Dae-jung made to Pyongyang in 2000 was agreed only after the government in Seoul paid $500m. Even the nuclear brinkmanship in which North Korea regularly indulges by threatening to launch missiles or conduct new underground tests has no real military content. Pyongyang has no intention of invading South Korea, nor would China allow it to if it ever became serious. The bluster is mainly designed to restart international negotiations in the hope of new economic payments or concessions, while also keeping up the drumbeat of domestic propaganda that warns North Koreans the country is under permanent threat and needs to maintain high spending on defence. Many countries try to solve their economic difficulties by printing extra money; North Korea does it with unusual creativity. It does not bother to churn out more of its own currency, the won. It prints very accurate $100 bills and buys goods abroad with them. These sophisticated counterfeits net the country an estimated $25m a year. Until the mid-1970s, North Korea was wealthier than South Korea in terms of GDP per head. Bringing more people into the industrial workforce and investing state funds allowed the country to recover relatively quickly after the destruction of the three-year Korean war. But the command economy could not work effectively once more sophisticated production was needed. Collectivised agriculture floundered in the absence of sufficient fertiliser and fuel for farm machinery. In the words of one analyst, the country went \"from riches to rags\". Like other command economies, North Korea allows peasants to produce some food and keep poultry in their gardens for sale at local markets, but this is not enough to feed urban populations. Poor transport links, bad roads and a shortage of vehicles mean that tonnes of food produced on state farms rots before it reaches the cities. Annual famines were a regular feature in the 1990s.The regime put them down to natural causes such as crop failures, drought and flooding, but outside experts blamed government policies for part of the problem. The UN's World Food Programme and Food and Agriculture Organisation estimated that the food deficit was roughly 50 per cent of national requirements at the end of the 1990s, a shortfall greater than that seen in the Ethiopian famine of 1985. French points out that North Korea's leadership is nobody's puppet. During the Sino-Soviet split following Stalin's death, Kim Il-sung, the country's long-serving leader, first tried to keep in with both sides but then broke both with Khrushchev's revisionism and Mao's Cultural Revolution. Mao's Little Red Book was blocked from circulation. Forty years later, China still protects North Korea diplomatically from outside pressure, but there is no ideological affinity between Pyongyang's command economy and China's increasingly capitalist one. Russian relations with Pyongyang cooled severely when Soviet communism collapsed and Boris Yeltsin cut cheap fuel supplies and other subsidies, dealing a sudden and massive blow to the North Korean economy.French provides a comprehensive account of the controversies surrounding North Korea's nuclear programme. A period of genuine promise emerged in 1994 when the US and North Korea reached an Agreed Framework thanks to the diplomacy of former President Jimmy Carter whom Bill Clinton had appointed as a special envoy. Kim Il-sung was to halt his nuclear programme in return for US support in providing \"proliferation-resistant\" light-water reactors to develop the country's civilian energy production. It was a good compromise but South Korea and Japan were to shoulder most of the cost and these two countries started to raise objections. When George W Bush came to power and cited North Korea in his \"axis of evil\" speech in 2002, the deal fizzled. In spite of sporadic negotiations between Pyongyang and Washington to find a new agreement, with China, Japan, Russia and South Korea also involved at the table, there has been no breakthrough for the last dozen years. None is expected. North Korea is not so much a failed state as a frozen one. How will it ever melt? When the Berlin Wall fell, some US hawks advocated a crazy policy of encouraging North Koreans to walk across the border to China en masse. (The border with South Korea is covered in mines.) But, unlike in divided Berlin, not many Koreans live near the border. Others took the German experience of unification as a warning more than a model. If there ever was to be a reconciliation between the two Koreas – a goal both countries claim to desire – it should be more gradual than that between the two German states, which involved too sharp a collapse in employment and welfare services in the east and a heavy reliance on compensation payments and new investment by the west. Could there be an internal uprising, with crowds demanding regime change? This is highly improbable. The system is too repressive and most North Koreans have no conception of any alternative. With foreign TV jammed, and laptop and smartphone ownership restricted, they are cut off from almost all outside news. The only change that experts predict is no change at all. They believe the North Korean military might grow tired of the Kim dynasty and seek to establish a military junta in its place. But if that is right, surely the early death of Kim Jong-il and the emergence of the young and inexperienced Kim Jong-un was the moment. In office he has proved more ruthless than his baby-face looks suggest. Three defence ministers and four chiefs of the army's general staff have been replaced and five of the seven men who escorted his father's hearse two years ago have been removed or disappeared. His uncle was machine-gunned to death. Some of these last points are not in French's book, which occasionally feels, especially in the economic chapters, as though it should have been updated. But it is still an admirably clear and calm survey of one of the hardest countries in the world to report on. • Jonathan Steele is a former chief foreign correspondent for the Guardian. His latest book is Ghosts of Afghanistan: the Haunted Battleground.",
    "keywords": [
        "south",
        "korea",
        "state",
        "paranoia",
        "world",
        "kim",
        "country",
        "food",
        "pyongyang",
        "foreign",
        "review",
        "north"
    ],
    "summary": "Mention North Korea and people usually expect tales of horror or ridicule.\nLiving and working in Shanghai, Paul French has studied and written about North Korea for many years.\nMany countries try to solve their economic difficulties by printing extra money; North Korea does it with unusual creativity.\nUntil the mid-1970s, North Korea was wealthier than South Korea in terms of GDP per head.\nWhen George W Bush came to power and cited North Korea in his \"axis of evil\" speech in 2002, the deal fizzled.",
    "sentiment": {
        "neg": 0.1105,
        "neu": 0.8204,
        "pos": 0.0691,
        "compound": -0.1255
    }
}