{
    "date": "2014-09-08T14:38:38Z",
    "title": "I am a North Korean defector-turned-rapper: any questions for me?",
    "url": "https://www.theguardian.com/world/2014/sep/08/north-korean-defector-turned-rapper-kang-chun-hyok-any-questions",
    "content": "Kang Chun-hyok is rarity; a young defector from North Korea who is forging ahead with a career as a rapper. He arrived in the South at the age of 16 – one of the 25,000 estimated to have made the journey over the past 20 years – and is now studying art at Hongik University whilst pressing ahead with his music. He has said he has ambitions to be the best rapper out of North Korea – a career that few of his peers would ever even dream of pursuing. Music in the North, like much of the arts, is little more than a patriotic medium celebrating the state. Kang has recently teamed up with Yang Dong-geun, a hip-hop artist and actor from the South, who has said he believes that hip-hop is a great avenue for North Korean defectors to communicate their emotions “with real freedom”. Talking on camera about the collaboration, Yang said: “I think right now is the time to start caring more about the lives of those in North Korea”. Kang has also appeared on the entertainment show Show Me The Money, hip-hop’s answer to The X Factor, but failed to make it through to the second round after stage fright stopped him from finishing a rap about his childhood, according to a Yonhap News report. Kang draws on his experiences in his lyrics, which, like his fellow rappers, can be outspoken. Performing at the opening of an exhibition in Seoul earlier this month, Kang appeared to address the Pyongyang leadership when he rapped: “you took money that we made digging earth to fund nuclear weapons. Take out that fat from your pot belly.” His performance earned him a comparison to Eminem from the Washington Post. In Show Me The Money he declared: “Public execution? Ain’t afraid of that. It’s why I’m here, public audition!” Kang has agreed to answer your questions about human rights in North Korea, life as defector, and his hopes and aspirations for his career. He’ll be supported by the Citizen’s Alliance for North Korean Human Rights, a campaign group based in Seoul who advocate for improved conditions for North Korean citizens and defectors. Any questions? Post them in the comments below before Friday 12 September and we’ll pass the best to Kang to answer and post the results on the site next week. Please note that due to language and sensitivities around Kang’s personal experiences this will not be a live Q&amp;A. Update: Kang Chun-hyok responds to your questions here",
    "keywords": [
        "money",
        "korea",
        "post",
        "kang",
        "questions",
        "answer",
        "defectorturnedrapper",
        "yang",
        "career",
        "north",
        "korean"
    ],
    "summary": "Kang Chun-hyok is rarity; a young defector from North Korea who is forging ahead with a career as a rapper.\nHe has said he has ambitions to be the best rapper out of North Korea – a career that few of his peers would ever even dream of pursuing.\nTalking on camera about the collaboration, Yang said: “I think right now is the time to start caring more about the lives of those in North Korea”.\nIt’s why I’m here, public audition!” Kang has agreed to answer your questions about human rights in North Korea, life as defector, and his hopes and aspirations for his career.\nHe’ll be supported by the Citizen’s Alliance for North Korean Human Rights, a campaign group based in Seoul who advocate for improved conditions for North Korean citizens and defectors.",
    "sentiment": {
        "neg": 0.0379,
        "neu": 0.8797,
        "pos": 0.0824,
        "compound": 0.1625
    }
}