{
    "date": "2014-05-14T08:38:17Z",
    "title": "Glorious Leader! US developers to launch North Korea, the video game",
    "url": "https://www.theguardian.com/world/2014/may/14/glorious-leader-us-developers-to-launch-north-korea-the-video-game",
    "content": "American games developers have announced plans for a controversial new video game pitting North Korea's leader Kim Jong-un against the US army. The game, Glorious Leader!, is a \"retro style run ‘n’ gun\" game played over seven levels, which allows gamers to \"defeat waves of imperialists, combat over-the-top bosses and ride unicorns\". New Atlanta-based games company Moneyhorse Games announced plans for the game, which is due out by the end of 2014, with a tongue-in-cheek statement this month: \"Democratic People’s Republic of Korea commands you to know that the capitalistic pigs at Moneyhorse LLC, are developing Glorious Leader!\" A retro trailer, complete with classic games music, begins by showing pictures of Kim Jong-un with subtitles, which say he has for years prepared \"for the moment to destroy the capitalist swine\". Then the trailer switches to clips of the game, showing images of a small, pixelated Kim running through the 2D streets of Pyongyang fending off US paratroopers and setting fire to an American flag. It ends with the cartoon Kim standing next to an avatar of a gun-toting Dennis Rodman, before they disappear through the floor of a basketball court. Jeff Miller, CEO of Moneyhorse Games, says he was motivated to develop the game by his fascination with North Korea. He says he wanted to find a new way to tell the country's story, and to get people across the world talking about the secretive nation. But is the game in danger of trivialising the more serious accusations against Kim and the Pyongyang regime, by poking fun at its isolationist policies and threats towards the outside world? Miller says the company is trying to \"carefully walk the line of satire without being an apologist for the regime\", but they don't expect everyone to like it. The game is aimed at people aged in their 20s and 30s \"who are big into retro right now,\" Miller says. It’s being built for PC and mobile platforms, although probably only on android, and Miller says it’s unlikely that Apple will host it. The first incarnation of the game should be available towards the end of this year. Miller says the company launched details of the game now to gauge reaction and get feedback from gamers about what they should add to the game. He says he has been surprised by two things: firstly that there hasn’t been a big negative backlash, and secondly, by the number of South Koreans asking whether the game will be coming to their country. Glorious Leader! is not the first game about North Korea. In 2012, Koryo Tours teamed up with students from Kim Chaek University of Technology within North Korea to create Pyongyang Racer, an arcade-style game which allows players to drive round the streets of a mocked-up capital, designed to whet the appetite of potential tourists to the nation, rather than entertain seasoned gamers. Video games are also popular within North Korea. According to Daily NK, there is a growing enthusiasm for video games among the young North Korean elite, with combat games proving most popular. Most are imported from China, but a recent reported crackdown on foreign imports could scupper their enjoyment.",
    "keywords": [
        "launch",
        "miller",
        "leader",
        "glorious",
        "korea",
        "games",
        "kim",
        "developers",
        "retro",
        "game",
        "pyongyang",
        "video",
        "north"
    ],
    "summary": "American games developers have announced plans for a controversial new video game pitting North Korea's leader Kim Jong-un against the US army.\nJeff Miller, CEO of Moneyhorse Games, says he was motivated to develop the game by his fascination with North Korea.\nis not the first game about North Korea.\nVideo games are also popular within North Korea.\nAccording to Daily NK, there is a growing enthusiasm for video games among the young North Korean elite, with combat games proving most popular.",
    "sentiment": {
        "neg": 0.051,
        "neu": 0.8206,
        "pos": 0.1284,
        "compound": 0.1206
    }
}