{
    "date": "2014-12-23T11:38:25Z",
    "title": "Could you cope with no internet? | Open thread",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/23/could-you-cope-no-internet-north-korea",
    "content": "Internet access in North Korea has been partly restored after outages that meant the country’s internet was completely down at one point, with some reports saying problems lasted for 10 hours. As our lives become increasingly digital, 10 hours offline seems inconceivable. But in an age of glitches and hacks, it is something that is a mere click away. How would you cope if you couldn’t get online? Aside from the business and social implications, it is a fundamental part of how we live our lives, the routines we are in. What would it mean if it suddenly wasn’t accessible any more? Or is having time offline something you do regularly anyway, and a much-needed break? Perhaps you are planning a digital detox over the festive period. Or perhaps the web is what will help you get through it. On a slightly lesser scale, but extremely troubling for those involved, some Christmas shopping orders will not be delivered in time due to website glitches. Have your plans been affected by this? Please try not to break the internet as you vent your rage.",
    "keywords": [
        "hours",
        "offline",
        "break",
        "internet",
        "web",
        "cope",
        "website",
        "wasnt",
        "digital",
        "glitches",
        "thread",
        "open",
        "lives"
    ],
    "summary": "Internet access in North Korea has been partly restored after outages that meant the country’s internet was completely down at one point, with some reports saying problems lasted for 10 hours.\nAs our lives become increasingly digital, 10 hours offline seems inconceivable.\nBut in an age of glitches and hacks, it is something that is a mere click away.\nOn a slightly lesser scale, but extremely troubling for those involved, some Christmas shopping orders will not be delivered in time due to website glitches.\nPlease try not to break the internet as you vent your rage.",
    "sentiment": {
        "neg": 0.0785,
        "neu": 0.867,
        "pos": 0.0545,
        "compound": -0.0627
    }
}