{
    "date": "2014-10-09T13:40:25Z",
    "title": "Where is Kim Jong-un? Speculation about North Korean leader intensifies",
    "url": "https://www.theguardian.com/world/2014/oct/09/kim-jong-un-speculation-north-korea-leader-intensifies",
    "content": "From a debilitating battle with gout, to house arrest and outright regime collapse, speculation over the reason behind Kim Jong-un’s lengthy absence from public life is intensifying as North Korea prepares to celebrate the anniversary of the founding of its ruling party on Friday. Theories about the health of the head of its ruling dynasty have abounded since late last month, when North Korean state media admitted that Kim, an overweight 31-year-old with a rumoured weakness for cheese, was suffering from an “uncomfortable physical condition” caused by an unnamed ailment. A day earlier, Kim had failed to attend a session of the supreme people’s assembly, North Korea’s national legislature, where leaders would normally be expected to make an appearance. In July, a visibly heavier Kim, who became leader in December 2011 following the death of his father, Kim Jong-il, was shown on TV walking with a limp at an event to mark the 20th anniversary of the death of his grandfather and North Korea’s founder, Kim Il-sung. The footage prompted surprise among observers that he had been portrayed in such an unflattering light. He has not been seen in public since 3 September, when he attended a concert. His absence at celebrations to mark the 69th anniversary of the Korean Workers’ party would not necessarily indicate a serious health problem or political flux, because it is not a landmark year. However, Kim attended the celebrations last year and in 2012, with late-night visits to the mausoleum where the bodies of his father and grandfather are interred. Rumours emanating from China that rival power brokers at the heart of the state apparatus have ousted Kim are wide of the mark, according to analysts. The most likely explanation for his absence is prolonged treatment for a painful leg condition, possibly gout, said Jiro Ishimaru of Asia Press, an Osaka-based organisation with a network of high-level contacts in North Korea. “If he doesn’t show up tomorrow then something is definitely wrong, but it’s impossible to say if the problem is physical or political,” Ishimaru said. “It’s safe to say at this point that the rumours of a coup d’état that began a couple of weeks ago are nonsense.” Ishimaru said he and his colleagues had been talking daily to sources inside North Korea with connections to the regime, as well as to North Korean businessmen in China, and none had reported anything untoward in the North’s political arrangements. “The most sensible theory is that he has something wrong with his leg and is staying out of the public eye while he receives treatment,” Ishimaru said. He also dismissed reports that political instability in North Korea had prompted a lockdown in Pyongyang. “People are able to leave, but it’s true that ordinary North Koreans are not allowed to enter the capital,” he said. “But this is always the case ahead of the anniversary event for the ruling party, because it is viewed as such an important occasion.” South Korean officials, too, appear unconvinced by the coup rumours. Earlier this week, the defence minister, Han Min-koo, said military intelligence had placed Kim at a location north of Seoul, and inferred that he was receiving medical treatment at the family villa in Gangdong. North Korean diplomats in New York and Seoul have condemned speculation about Kim’s grip on power as an attempt to destabilise the regime. John Delury, a North Korea analyst at Yonsei University in Seoul, said there was evidence that Kim was in poor health, but he attributed his absence to efforts by the country’s propagandists to protect the leader’s public image. “When the leader is somehow physically incapacitated, they can’t show him off as they like to,” Delury said. “It’s a physical issue with aesthetic consequences. The regime is incredibly image conscious. It choreographs everything, especially when it comes to the leader. Kim is a young guy, and you don’t want to see a young guy in that condition.” Reports from Pyongyang suggest that life carries on as normal. This week local media have praised the leadership qualities of the “Marshal”, crediting him with successes at the recent Asian Games in Incheon, South Korea. Kim was, however, notably absent from a ceremony held to welcome the athletes home. “He wants to show up in public in an imposing manner, and that may be the reason he was not present during the ceremony,” Hong Hyun-ik of the Sejong Institute, a thinktank in Seoul, told the Korea Times. “Television footage of him limping could hurt his image and lead to him being viewed as a lame-duck leader.” Delury noted the absence of reliable evidence pointing towards tumultuous political change in the secretive state. “If something like a coup had occurred, we’d be seeing all sorts of other movements to suggest that the party or military had taken over,” he said. “Things would clam up, events would be cancelled and the country would withdraw, but in fact we’re seeing the opposite, with North Korean activity at the UN and the recent visit by a delegation to Seoul. “That’s why I’m inclined to believe that the real reason behind Kim’s absence is not as exciting as some would like to think. What’s happening just doesn’t fit the pattern of a coup.”",
    "keywords": [
        "political",
        "absence",
        "leader",
        "regime",
        "korea",
        "public",
        "party",
        "kim",
        "seoul",
        "jongun",
        "intensifies",
        "speculation",
        "north",
        "korean"
    ],
    "summary": "A day earlier, Kim had failed to attend a session of the supreme people’s assembly, North Korea’s national legislature, where leaders would normally be expected to make an appearance.\nHe also dismissed reports that political instability in North Korea had prompted a lockdown in Pyongyang.\n“People are able to leave, but it’s true that ordinary North Koreans are not allowed to enter the capital,” he said.\nNorth Korean diplomats in New York and Seoul have condemned speculation about Kim’s grip on power as an attempt to destabilise the regime.\n“Things would clam up, events would be cancelled and the country would withdraw, but in fact we’re seeing the opposite, with North Korean activity at the UN and the recent visit by a delegation to Seoul.",
    "sentiment": {
        "neg": 0.055,
        "neu": 0.8737,
        "pos": 0.0713,
        "compound": 0.0097
    }
}