{
    "date": "2014-06-27T05:48:27Z",
    "title": "North Korea claims to have tested precision guided missile",
    "url": "https://www.theguardian.com/world/2014/jun/27/north-korea-claims-to-have-tested-precision-guided-missile",
    "content": "North Korea claims to have successfully tested a new precision guided missile, at the same time as its army threatens a \"devastating\" retaliation against South Korea for carrying out live fire drills near their maritime border. The launch was watched by the North Korean leader, Kim Jong-un, according to the North's official KCNA news agency, which hailed the test as a breakthrough in national defence capability. North Korea is not known to possess a tactical guided missile but analysis of a recent propaganda film suggested it may have acquired a variant of a Russian cruise missile, the KH-35. KCNA did not specify the timing of the test but it appeared to coincide with the firing on Thursday of what South Korea described as three short-range projectiles into the Sea of Japan. The Rodong Sinmun, the official newspaper of the North's ruling party, published pictures on Friday of the new missile being tested with Kim in attendance. South Korea's defence ministry related the latest test to Pyongyang's efforts to improve its large-calibre multiple rocket launching (MRL) systems. \"The MRL ranges have been extended and guidance capabilities added to the projectiles,\" spokesman Kim Min-Seok said. Washington said it was looking into the technical specifics to determine the threat level. \"Technically, obviously any launch of anything is problematic, is escalatory in nature, is threatening,\" said US state department spokeswoman Marie Harf. On Thursday the Korean People's Army (KPA) released a statement on KCNA condemning recent South Korean live fire exercises near their disputed maritime border in the Yellow Sea. The South's defence ministry declined to confirm that any particular drills had taken place, but said routine exercises in the area of the maritime border were common. Yun Duk-Min, a professor at the Institute of Foreign Affairs and National Security in Seoul, said the development of a tactical guided missile would be an \"obvious military hazard\" to South Korea and the US bases it hosts. A precision weapon would also be a response to South Korea's home-grown development of a cruise missile that was displayed during a military parade in Seoul last October. According to the South's defence ministry the Hyeonmu 3's accuracy made it capable of striking the \"office window\" of the North's command headquarters in Pyongyang. Inter-Korean relations have been tense for some months following annual South Korea-US military exercises that Pyongyang regularly condemns as provocative rehearsals for invasion. Before the new missile test there had been hopes that the atmosphere was calming as the two sides held their first talks for six months on running their joint industrial zone in Kaesong.",
    "keywords": [
        "south",
        "norths",
        "military",
        "korea",
        "ministry",
        "claims",
        "maritime",
        "tested",
        "test",
        "guided",
        "precision",
        "defence",
        "missile",
        "north"
    ],
    "summary": "North Korea claims to have successfully tested a new precision guided missile, at the same time as its army threatens a \"devastating\" retaliation against South Korea for carrying out live fire drills near their maritime border.\nNorth Korea is not known to possess a tactical guided missile but analysis of a recent propaganda film suggested it may have acquired a variant of a Russian cruise missile, the KH-35.\nSouth Korea's defence ministry related the latest test to Pyongyang's efforts to improve its large-calibre multiple rocket launching (MRL) systems.\nAccording to the South's defence ministry the Hyeonmu 3's accuracy made it capable of striking the \"office window\" of the North's command headquarters in Pyongyang.\nBefore the new missile test there had been hopes that the atmosphere was calming as the two sides held their first talks for six months on running their joint industrial zone in Kaesong.",
    "sentiment": {
        "neg": 0.0685,
        "neu": 0.8758,
        "pos": 0.0558,
        "compound": -0.0518
    }
}