{
    "date": "2014-09-15T13:19:52Z",
    "title": "North Korea: ‘popular masses enjoy genuine human rights’",
    "url": "https://www.theguardian.com/world/2014/sep/15/north-korea-human-rights-claims",
    "content": "North Korea has published a 50,000-word report hitting back at international criticism of restrictions on freedoms in the country and insisting that that its citizens “enjoy genuine human rights”. In contrast to a United Nations publication issued earlier this year detailing grave atrocities in the country, Pyongyang painted a positive picture of its rights situation, saying the “popular masses” are free from slavery, torture and have the right to enjoy a free trial. A spokesperson said human rights was of utmost importance to the government, enshrined in the country’s foundations. Pyongyang had previously said it would prove that the future is “bright and rosy” for citizens living in one of the world’s most closed societies, consistently listed among the worst human rights offenders. The report accuses the UN of acting as a US puppet, and pursuing an agenda designed to interfere with its internal affairs. Pyongyang insists it has made efforts towards international cooperation but that state sovereignty is one of the core principles of its approach to human rights and must be upheld. The Korean Central News Agency, a state body, said the finished product: “lays bare the false and reactionary nature of the reckless anti-North Korean human rights racket.” The report, written by the DPRK Association for Human Rights, said NGOs, academics and human rights experts in the country had contributed to its findings, which detail the “characteristics of the socialist system”, the DPRK’s policies and its “actual human rights performance.” It also touches on social and cultural rights, including education, health and the “right to participate in scientific and cultural activities,” as well as the rights of women, children, the elderly and people with disabilities. It repeatedly takes aim at the US and its allies, which it accuses of being “steeped in repugnancy toward the DPRK”. The UN report published in February detailed the findings of a year-long investigation which found systemic human rights abuses suffered at the hands of the regime. The dossier describes executions, rapes and torture of up to 120,000 prisoners held up in the secret prison system, known as kwanliso. The prison camps, which also appear to be have been identified by Google Earth, were not mentioned in the DPRK’s report. The UN conclusion was that a number of the abuses were very likely to be crimes against humanity, and the chair of inquiry Michael Kirby wrote to North Korea’s leader Kim Jong-un to say he, along with his government, could face trial at The Hague, though Kirby has admitted that it’s unlikely he’ll be appearing any time soon. North Korea calls the UN report a “dead document” based on speculation and hostility. The report’s authors are labelled as “despicable human rights abusers” and puppets for the US, and it describes the 300 defectors who testified to the UN to tell of the abuses they had witnessed as “human scum who betrayed their homeland and people”. The report comes a few weeks before the UN General assembly where US secretary of state John Kerry is expected to meet South Korean foreign minister Yun Byung-se to discuss rights in the North.",
    "keywords": [
        "masses",
        "human",
        "korea",
        "genuine",
        "state",
        "abuses",
        "report",
        "trial",
        "country",
        "rights",
        "korean",
        "pyongyang",
        "popular",
        "north",
        "enjoy"
    ],
    "summary": "North Korea has published a 50,000-word report hitting back at international criticism of restrictions on freedoms in the country and insisting that that its citizens “enjoy genuine human rights”.\nA spokesperson said human rights was of utmost importance to the government, enshrined in the country’s foundations.\nPyongyang had previously said it would prove that the future is “bright and rosy” for citizens living in one of the world’s most closed societies, consistently listed among the worst human rights offenders.\nPyongyang insists it has made efforts towards international cooperation but that state sovereignty is one of the core principles of its approach to human rights and must be upheld.\nThe UN report published in February detailed the findings of a year-long investigation which found systemic human rights abuses suffered at the hands of the regime.",
    "sentiment": {
        "neg": 0.1337,
        "neu": 0.83,
        "pos": 0.0365,
        "compound": -0.3268
    }
}