{
    "date": "2014-12-23T10:01:13Z",
    "title": "The ‘I’m so ronery’ jokes mask the real evil of North Korea | Peter Walker",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/23/north-korea-im-so-ronery-real-evil-un-report-the-interview",
    "content": "About 10 years ago I had the distinctly mixed privilege of visiting North Korea. It’s a privilege in that very few people get to see what is possibly the world’s most reclusive country; but it’s also by some considerable distance the most depressing place I have ever been to. Go to North Korea and your faith in humanity is forever dialled down by a notch or two. It’s a place that crushes optimism. I travelled as part of a group of Beijing-based journalists, so our trip was very carefully choreographed to make sure we saw only the best of the country, which was mainly the capital Pyongyang. But even our ever present minders couldn’t hide the signs of an astonishingly repressive regime, one described this year by the UN as unparalleled in the modern world, even akin to that of the Nazis. We were taken to see a show by a children’s theatre group, a jarring spectacle where tiny performers belted out folk songs venerating North Korea’s founding father, Kim Il-sung, while staring in adoration at a vast projection of his beaming face. We were allowed to talk to some of the children afterwards, all of whom looked about the size of a British seven-year-old. Our collective jaws dropped as the translator ran through their ages: between 11 and 13. These were the children of the elite – only members of the ruling Workers’ party are allowed to live in Pyongyang – and yet even their growth had been stunted dreadfully by famine, one overseen by the then leader Kim Jong-il who diverted food supplies to the military and had a well-documented personal fondness for lobster and French brandy. During the trip I somehow evaded my smiling translator/guard to slip unnoticed out of the hotel and wander the deserted night time streets of Pyongyang. While the city has plenty of wide boulevards and grand Stalinist buildings, much of it is uniform grey apartment blocks. I walked a long loop, staring up to hundreds of flats illuminated by strip lighting. Inside every home were identical portraits of Kim Il-sung and Kim Jong-il. North Korea was just being founded as George Orwell wrote 1984, but it’s the sort of soul-crushing scene he would surely have recognised. And yet some people find North Korea and its dynastic trio of Kims, well, funny. Quirky. A bit of a joke. Look at the comments under almost any recent story about North Korea’s furious reaction to The Interview, the now pulled Hollywood comedy about a plot to assassinate the country’s current leader, Kim Jong-un, and you’ll see someone writing “I’m so ronery” to a chorus of collective web-based chuckles. This is a reference to Team America: World Police, a 2004 film by the people behind South Park. A key scene sees a puppet Kim Jong-il sing a maudlin number by that name. The lyrics go: “I’m so ronery, so ronery, so ronery and sadry arone”. The apparent humour baffles me for two reasons. First, I’d mistakenly believed mocking east Asian people for their speech inflections had died out with Benny Hill’s Chinaman skit. In a similarly 1970s vein, Team America defenders tend to insist such humour is fine as everyone gets targeted, a line I remember being equally popular with Bernard Manning. More important is this: North Korea isn’t funny. Yes, it’s bizarre, fantastical, unlikely, outlandish. The state news agency, KCNA, carries a stream of absurd praise for the three Kims, all the way to reports of spontaneous natural miracles in their honour. But this is all underpinned by tragedy on an unimaginable scale. The near religious personality cult surrounding the Kims is central to an all-encompassing system of indoctrination. It’s not amusing. It’s a manifestation of a truly horrible mindset that keeps 25 million people in virtual slavery. Deviate in any way from the official doctrine and you and your family, even your descendants, can end up inside North Korea’s vast, secretive and unimaginably horrible network of prison camps. The UN report on the human rights situation in North Korea earlier this year contained almost unreadable details of life for the estimated 80,000-120,000 political prisoners. One former inmate told the panel his duties involved burning the bodies of those who had starved to death and using the remains as fertiliser. Another watched a female prisoner forced by guards to drown her newborn baby in a bucket because it was presumed to have a Chinese father. It’s not just readers who nonetheless see North Korea as a bit of a lark. Newspapers – this one among them – sometimes carry lists of amusing facts about the country or quizzes, a tone you somehow don’t see in reports about the Central African Republic or Syria. Hollywood takes a similar line. Kim Jong-il and Kim Jong-un might officially be bad guys in Team America and The Interview, but the emphasis is still on quirkiness. It’s not that satire and ridicule have no role in how we view repressive regimes, but highlighting the absurdity of North Korea without simultaneously stressing the evil that underpins this is to miss 99% of the picture. Not everyone can visit North Korea, talk to the stunted Pyongyang children, or watch from a bus window as their rural counterparts pick through barren fields for old roots to eat. But everyone can know what’s happening there. The condensed version of the UN rights commission’s report into the country runs to just 36 horrible pages. Or you can just look at the pen drawings submitted by a former political prisoner showing torture techniques, rows of dead bodies, people grabbing rats and snakes for food. Better still read Nothing to Envy, an astonishing book written by the US journalist Barbara Demick from interviews with North Korean escapees. All say the same thing: they grew up in fear but nonetheless believing their nation was the richest and greatest on earth, only to escape and realise this was a terrible lie. One escapee recalls crossing into China and finding even village dogs were fed meat, an unimaginable luxury for many North Koreans. Suddenly those “I’m so ronery” jokes don’t seem so funny any more.",
    "keywords": [
        "ronery",
        "im",
        "walker",
        "evil",
        "korea",
        "jokes",
        "team",
        "kims",
        "kim",
        "pyongyang",
        "country",
        "mask",
        "jongil",
        "real",
        "peter",
        "north",
        "koreas"
    ],
    "summary": "About 10 years ago I had the distinctly mixed privilege of visiting North Korea.\nGo to North Korea and your faith in humanity is forever dialled down by a notch or two.\nNorth Korea was just being founded as George Orwell wrote 1984, but it’s the sort of soul-crushing scene he would surely have recognised.\nThe lyrics go: “I’m so ronery, so ronery, so ronery and sadry arone”.\nIt’s not just readers who nonetheless see North Korea as a bit of a lark.",
    "sentiment": {
        "neg": 0.0913,
        "neu": 0.7939,
        "pos": 0.1148,
        "compound": 0.0346
    }
}