{
    "date": "2014-09-01T19:46:20Z",
    "title": "US calls for North Korea to free three detained Americans",
    "url": "https://www.theguardian.com/world/2014/sep/01/north-korea-americans-detained-bae-us-calls-release",
    "content": "The American government on Monday asked North Korea to release three Americans currently held in the communist country, after foreign media outlets were allowed to interview detainees. “Out of humanitarian concern for Jeffrey Fowle, Matthew Miller, and their families, we request the [Democratic People’s Republic of Korea] release them so they may return home,” said Jen Psaki, spokesperson for the State Department, in a statement. “We also request the DPRK pardon Kenneth Bae and grant him special amnesty and immediate release so he may reunite with his family and seek medical care.” Bae, 46, a Christian missionary, is serving a 15-year sentence in North Korean labor camps for an alleged plot to overthrow the government of the secretive state. Interviews with two more prisoners, Miller, 24, and Fowle, 56, were also aired. Soon after, US diplomats began calling for North Korea to release the three men. Miller was detained for allegedly ripping up his US visa and asking for asylum. Fowle was detained for leaving a Bible in a North Korean bathroom. The three Americans were allowed to speak to foreign media under state supervision. Bae told CNN and the Associated Press that his health was making his situation especially urgent. “Right now, like last month and a half, my health’s been, or so, it’s been failing,” Bae told CNN. He said he had been going “back and forth” from the labor camp to hospital for the last year and a half. “What I can say for my family and friends is continue to pray for me, and continue the effort of getting me released here,” Bae said. Bae’s family told the Associated Press he suffers from severe back pain, an enlarged heart, diabetes and liver problems. He told reporters that he works eight hours a day, six days a week, and has lost 15lbs since he returned from his most recent stint at a hospital. Patrick Ventrell, a spokesman for the White House National Security Council, said in a statement to Reuters: “We have seen the reports of interviews with the three American citizens detained in North Korea. “Securing the release of US citizens is a top priority and we have followed these cases closely in the White House. We continue to do all we can to secure their earliest possible release.” Media outlets reported that all three Americans appeared anxious, and said their only hope was for the US government to intervene. “Within a month I could be sharing a jail cell with Ken Bae,” Fowle told the Associated Press. He said he hadn’t spoke with his wife and three children in three weeks. “I’m desperate to get back to them.” Bae said he was the sole prisoner in an agricultural labor camera, where as many as 20 guards oversee him. Miller and Fowle said they were being held in hotels where they were allowed to go outside once a day under a guard’s supervision, CNN reporter Will Ripley said. The US has no embassy in North Korea, and so depends on Sweden to engage the country. “We are in regular, close coordination with representatives of the embassy of Sweden,” said Psaki. In December 2013, that embassy made “heroic” efforts to secure the release of an 85-year-old Korean War veteran who had been held in the country. Merrill Newman was released after he issued an apology and asked for forgiveness for alleged war crimes he committed while he leading a group of South Korean guerilla fighters. North Korea is attempting to boost its tourism industry even while detaining and prosecuting Americans who entered the state legally as members of tour groups. That behavior has led some foreign affairs outlets to call the state’s policy “schizophrenic”. For example, a pro-North Korea news outlet in Japan said that the state was rejuvenating infrastructure, including in tourist destinations such as ski resorts, and that around 100 North Korean college students were studying hotel management. A widely held view among diplomatic observers is that North Korea uses detained tourists, especially Americans, as political bargaining chips. Past detainments have led to special envoys from statesmen such as former President Bill Clinton. Some speculated following Newman’s release that he was no longer valuable to the country. Now, some speculate that allowing three detained Americans to speak to foreign media is a move to strengthen ties to the US. “I see a light at the end of the tunnel, because the fact that the North Koreans have put this up so openly, that ‘We’re ready to talk’ by the interviews, I think is a good sign,” Bill Richardson, former US ambassador to the United Nations, told CNN. Whatever the truth, the moves appear enigmatic to senior American officials. “Who knows?” a senior Obama administration official told the Guardian, following Newman’s release. “We can only speculate.”",
    "keywords": [
        "korea",
        "state",
        "free",
        "detained",
        "calls",
        "told",
        "fowle",
        "bae",
        "release",
        "americans",
        "north",
        "korean"
    ],
    "summary": "The American government on Monday asked North Korea to release three Americans currently held in the communist country, after foreign media outlets were allowed to interview detainees.\nSoon after, US diplomats began calling for North Korea to release the three men.\nThe US has no embassy in North Korea, and so depends on Sweden to engage the country.\nA widely held view among diplomatic observers is that North Korea uses detained tourists, especially Americans, as political bargaining chips.\nNow, some speculate that allowing three detained Americans to speak to foreign media is a move to strengthen ties to the US.",
    "sentiment": {
        "neg": 0.0622,
        "neu": 0.8721,
        "pos": 0.0656,
        "compound": 0.0302
    }
}