{
    "date": "2014-03-06T20:49:13Z",
    "title": "CPAC kicks off with GOP heavyweights touting strong conservative agenda",
    "url": "https://www.theguardian.com/world/2014/mar/06/cpac-kicks-gop-heavyweights-touting-conservative-agenda",
    "content": "After the morning session of speeches on the first day of this year’s Conservative Political Action Conference, it’s clear, as usual, that conservatives are not fans of President Obama’s policies. Most of them, though, seem to realize that just running against the Obama administration’s record won’t be enough to score the sound victory they want out of November’s midterm elections. As Utah senator Mike Lee put it, conservatives cannot “expect to win elections by default”. He aligned himself with a generation of new conservatives, like Ted Cruz, Rand Paul and Marco Rubio, who are putting forth a “new agenda” to “rescue at-risk communities with too few jobs … and little hope.” “It’s time to stop talking like Ronald Reagan and start acting like him,” Lee said. The speakers offered policies that they hoped would serve as counterweights to Obama’s focus on income inequality. Beyond this framing, though, the ideas weren’t anything especially new for the GOP. Former vice-presidential nominee Paul Ryan, the House budget committee chairman and possible 2016 candidate, stressed that the party needs to make the case that “equal outcomes” aren’t “nearly as enriching as equal opportunity”. Florida senator Marco Rubio, too, railed against burdensome regulations that are manageable for “million or billion” dollar companies, but crushing for those trying to start a business “from their garages”. Opening speaker Ted Cruz, the Texas senator who has made himself into something of a standard-bearer for the conservative wing of the GOP, laid out a list of items – some more concrete than others – for conservatives to run on in the midterms, including a lifetime ban on lobbying for retired members of Congress, a “strong balanced budget amendment” and, of course, the repeal of Obamacare. He said that the party can’t give up on young voters and needs to explain to them how “the Obama agenda has been horrible for young people”. Reagan, he noted, was a “septuagenarian”, but still managed to court young voters on the strength of his ideas. Two governors who spoke, New Jersey’s Chris Christie and Louisiana’s Bobby Jindal, also stressed the need to beat Democrats on ideas and not just on the pendulum swings of election cycles. Naturally, they emphasized that governors, having served as executives and not just “talkers,” would be the people best prepared to help their party do that. “Republican governors have stood up and done things, not just talked about them,” Christie said. “We’ve got to start talking about what we’re for and not what we’re against... Because our ideas are better than their ideas.” But beyond all the brainstorming on domestic policy, the speakers also couldn’t resist taking shots at Obama’s handling of the short-term foreign policy issue du jour, Russia’s aggression towards Ukraine, and Obama’s perceived weakness in managing that and other geopolitical conflicts. For a movement that’s been split over the last few years between hawks and (relative) isolationists, the hawks certainly had the rhetorical upper hand on Thursday. Rubio, who’s been outspokenly critical of Obama’s handling of the Ukraine crisis, warned, perhaps hyperbolically, that a world where the United States could be nuked by North Korea from the west and Iran from the east is a “real possibility” without “American engagement.” Christie, whose limited public statements about foreign policy have drifted towards the internationalist end of the spectrum, said the GOP must be “for America being a leader in the world” backed by “a strong national defense, one that doesn’t allow leaders to run over us all around the world.” Former UN ambassador John Bolton, a hawk’s hawk, played to type, declaring, “we do not accept an America that is weak and declining, we do not accept an American military that is weak and poorly equipped, and in particular, we do not accept an American president who is weak and indecisive and apologetic about our country.” It’s unclear what tough actions these speakers were proposing as alternatives. But it can’t all be figured out in one morning.",
    "keywords": [
        "touting",
        "kicks",
        "start",
        "cpac",
        "young",
        "world",
        "speakers",
        "conservatives",
        "rubio",
        "ideas",
        "senator",
        "agenda",
        "heavyweights",
        "weak",
        "conservative",
        "obamas",
        "gop",
        "strong"
    ],
    "summary": "As Utah senator Mike Lee put it, conservatives cannot “expect to win elections by default”.\nThe speakers offered policies that they hoped would serve as counterweights to Obama’s focus on income inequality.\nBeyond this framing, though, the ideas weren’t anything especially new for the GOP.\nHe said that the party can’t give up on young voters and needs to explain to them how “the Obama agenda has been horrible for young people”.\nReagan, he noted, was a “septuagenarian”, but still managed to court young voters on the strength of his ideas.",
    "sentiment": {
        "neg": 0.0568,
        "neu": 0.8644,
        "pos": 0.0788,
        "compound": -0.0135
    }
}