{
    "date": "2014-08-05T12:56:07Z",
    "title": "China investigates Canadian couple suspected of intelligence theft",
    "url": "https://www.theguardian.com/world/2014/aug/05/china-investigates-canadian-couple-garratt",
    "content": "China is investigating a Canadian Christian couple living near the border with North Korea for the suspected theft of military and intelligence information, its foreign ministry has said. The move comes a week after Canada accused a \"Chinese state-sponsored actor\" of hacking into a government institution. Xinhua news agency said the state security bureau of Dandong, in Liaoning, was investigating Kevin and Julia Dawn Garratt. It did not say whether they had been detained, but their family have been unable to reach them. \"I am more confused than anything. The allegations are so absurd, it is hard to really grasp them,\" their son Simeon, who lives in Vancouver, told the Guardian. He said he had spoken to his parents on Monday afternoon and there had been no sign that anything was amiss. The couple have lived in China since 1984 and moved to Dandong in 2008, opening Peter's Coffee House near the Friendship Bridge between China and North Korea. Calls to the cafe rang unanswered on Tuesday. China's foreign ministry said the Canadian embassy in Beijing had been notified on Monday and the couple's rights had been fully guaranteed. Its statement said they were suspected \"of collecting and stealing intelligence materials related to Chinese military targets and important Chinese national defence scientific research programmes, and engaging in activities that endanger China's national security\". The Canadian embassy said it was aware of reports that two of its citizens had been detained and was gathering information. A spokeswoman, Mary Anne Dehler, told Reuters: \"Our consular officials stand ready to provide assistance as required.\" Dandong has a military base, and a new law that took effect at the start of August has stepped up protection of China's military facilities and its territorial waters. \"Fake companies or sightseeing tours are often used as pretexts by outside entities to approach sensitive Chinese facilities for the purpose of gathering military secrets,\" officer Song Xinfei told the China Daily last month, discussing the new law. The border crossing is key to Chinese-North Korean trade and aid, and many North Koreans live in the border regions after crossing either legally on visas or illicitly. Foreign Christians working in the area often focus on North Koreans. People with a knowledge of the border areas said foreigners appeared to have come under more scrutiny in recent weeks. In a talk to a Canadian church last year, Kevin Garratt told the congregation: \"We are trying to reach North Korea with love and practical assistance … God said: 'Go to Dandong and I will meet you there.' And he said: 'Start a coffee house.'\" He talked about running a training house attended by North Koreans and dealing with North Korean officials so that aid could be delivered to the country. Simeon Garratt said: \"They have always had a passion for helping people … It seems crazy that something so good could turn into some sort of spy case.\" He said he doubted that their religion had a bearing on the case. Last month, friends of the Garratts who ran the Gina's Place cafe in Yanji, another area with many North Koreans, announced they were closing it for unspecified reasons. One of the owners wrote on her blog: \"Our restaurant is closing. And my heart is heavy and sad … The waters are pounding in my ears but God's testimony, his faithfulness is louder still.\" Last week, Canada lodged a protest with Beijing, saying \"a highly sophisticated Chinese state-sponsored actor\" had hacked into the computer systems of the National Research Council, a government body headquartered in Ottawa that cooperates with private businesses to promote technological innovation. Beijing said Ottawa had made irresponsible accusations that lacked credible evidence. China is Canada's second most important trading partner after the United States, and bilateral trade is growing. Total Canada-China trade stood at C$72.9bn (£40bn) in 2013, according to Canadian official data.",
    "keywords": [
        "canadian",
        "border",
        "theft",
        "investigates",
        "suspected",
        "military",
        "dandong",
        "trade",
        "north",
        "china",
        "told",
        "chinese",
        "intelligence",
        "koreans",
        "couple"
    ],
    "summary": "China is investigating a Canadian Christian couple living near the border with North Korea for the suspected theft of military and intelligence information, its foreign ministry has said.\nThe couple have lived in China since 1984 and moved to Dandong in 2008, opening Peter's Coffee House near the Friendship Bridge between China and North Korea.\nIts statement said they were suspected \"of collecting and stealing intelligence materials related to Chinese military targets and important Chinese national defence scientific research programmes, and engaging in activities that endanger China's national security\".\nForeign Christians working in the area often focus on North Koreans.\nHe talked about running a training house attended by North Koreans and dealing with North Korean officials so that aid could be delivered to the country.",
    "sentiment": {
        "neg": 0.0634,
        "neu": 0.8698,
        "pos": 0.0668,
        "compound": 0.084
    }
}