{
    "date": "2014-08-14T07:45:00Z",
    "title": "Kim Jong-un face-melting may be wiped from Seth Rogen's The Interview",
    "url": "https://www.theguardian.com/film/2014/aug/14/kim-jong-un-face-melting-seth-rogen-the-interview",
    "content": "Sony may remove a scene in which Kim Jong-un's face is shown melting off in the comedy The Interview in the wake of complaints from North Korea over the film, according to The Hollywood Reporter. Producers are considering cutting the death scene, in which Korean-American actor Randall Park stars as Kim, for fear of angering North Korea's supreme leader. Sony has also moved to digitally alter thousands of military buttons shown in the film that are accurate copies of those worn by real North Korean soldiers. The buttons reportedly honour Kim and his late father Kim Jong-il, and their depiction would be seen as blasphemy by the regime in Pyongyang. North Korea threatened a \"resolute and merciless\" response against the US in June unless it moved to ban The Interview, which riffs on an attempt by James Franco and Seth Rogen's US talk show host and producer to assassinate Kim Jong-un. Officials warned the US government that failure to stop the film being released would be considered an \"act of war\" and later complained to the United Nations. Rogen, who in fact hails from Canada, co-wrote and co-directed The Interview with his compatriot and regular collaborator Evan Goldberg. Sony's decision to consider altering the film represents something of a sea-change in attitudes from the studio. In June Rogen retweeted a Guardian article detailing North Korea's distress over the comedy in June, writing: \"Apparently Kim Jong Un plans on watching #TheInterview. I hope he likes it!!\" A few days later he tweeted: \"People don't usually wanna kill me for one of my movies until after they've paid 12 bucks for it. Hiyooooo!!!\" According to the Hollywood Reporter, the military buttons are being altered because they relate to a living person, and there are therefore \"clearance\" issues. Sony denies that it has been pressured by its Japanese arm, and the face-melting scene is being questioned on grounds of taste, rather than any security issues relating to North Korea. The Interview, also starring Lizzy Kaplan as the CIA agent who encourages Rogen and Franco to take out Kim, hits cinemas on both sides of the Atlantic in October.",
    "keywords": [
        "facemelting",
        "sony",
        "interview",
        "buttons",
        "wiped",
        "korea",
        "seth",
        "shown",
        "north",
        "rogen",
        "kim",
        "film",
        "scene",
        "rogens",
        "jongun"
    ],
    "summary": "Producers are considering cutting the death scene, in which Korean-American actor Randall Park stars as Kim, for fear of angering North Korea's supreme leader.\nSony has also moved to digitally alter thousands of military buttons shown in the film that are accurate copies of those worn by real North Korean soldiers.\nThe buttons reportedly honour Kim and his late father Kim Jong-il, and their depiction would be seen as blasphemy by the regime in Pyongyang.\nNorth Korea threatened a \"resolute and merciless\" response against the US in June unless it moved to ban The Interview, which riffs on an attempt by James Franco and Seth Rogen's US talk show host and producer to assassinate Kim Jong-un.\nRogen, who in fact hails from Canada, co-wrote and co-directed The Interview with his compatriot and regular collaborator Evan Goldberg.",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8077,
        "pos": 0.1055,
        "compound": -0.0669
    }
}