{
    "date": "2014-01-08T12:34:00Z",
    "title": "Dennis Rodman back in North Korea: Basketball, the new ping-pong diplomacy?",
    "url": "https://www.theguardian.com/sport/2014/jan/08/dennis-rodman-north-korea-ping-pong-diplomacy",
    "content": "Right now, there are few people in the west who know more about the secretive North Korean leader Kim Jong-Un than Dennis Rodman, a former Chicago Bulls basketball star. That both men have struck up a friendship - Kim is huge basketball fan - has probably led to much head-scratching in Washington. Nonetheless, Rodman has accepted an invitation from Pyongyang to return to North Korea to see his \"friend for life\", and this time he's taken other ex-NBA stars to play in a charity match to mark Kim's birthday. Accused of cozying up to the pariah state, Rodman and his supporters have hit back, citing the success of \"ping-pong diplomacy\" in the 1970s (it is widely accepted that Cold War tensions were diffused in 1971 when an American table tennis team took part in a series of exhibition matches in China) For Rodman's band of sporting emissaries the North Korea trip, although not backed by Washington, will seem as groundbreaking to them as it did for the US ping-pong team more than forty years ago. The unlikely tour came about after two table tennis players - one Chinese the other American - put aside their political differences at the Nagoya world championships choosing instead to talk about sport. On hearing about the fraternisation Chairman Mao Zedong, perhaps sensing a propaganda coup, dropped his American imperialism rhetoric and invited a US team to China. To his surprise the Americans agreed. Although the Guardian welcomed China's attempts to 'come in from the cold', the paper's opinion column urged world leaders to be cautious. Sino-US relations had improved before the world's press reported the ping-pong diplomacy story. However, President Nixon, eager to build closer ties with China following a disastrous war in Vietnam, travelled to Beijing in 1972, a year after the US team. Nixon, who became the first US President to set foot in mainland China while in office, later described his historic trip as \"the week that changed the world\". The important diplomatic steps that both countries made in the 1970's owed much to the courage shown by Chinese table tennis player Zhuang Zedong, who ignored team orders and talked to his American counterpart in Nogoya. The Guardian published Zhuang Zedong's obituary following his death in 2013. Published in the Guardian on 14 Feb 2013. Click on image to read in full.",
    "keywords": [
        "diplomacy",
        "tennis",
        "table",
        "team",
        "korea",
        "world",
        "pingpong",
        "china",
        "guardian",
        "american",
        "rodman",
        "dennis",
        "basketball",
        "north"
    ],
    "summary": "Right now, there are few people in the west who know more about the secretive North Korean leader Kim Jong-Un than Dennis Rodman, a former Chicago Bulls basketball star.\nThat both men have struck up a friendship - Kim is huge basketball fan - has probably led to much head-scratching in Washington.\nNonetheless, Rodman has accepted an invitation from Pyongyang to return to North Korea to see his \"friend for life\", and this time he's taken other ex-NBA stars to play in a charity match to mark Kim's birthday.\nOn hearing about the fraternisation Chairman Mao Zedong, perhaps sensing a propaganda coup, dropped his American imperialism rhetoric and invited a US team to China.\nSino-US relations had improved before the world's press reported the ping-pong diplomacy story.",
    "sentiment": {
        "neg": 0.0601,
        "neu": 0.8234,
        "pos": 0.1164,
        "compound": 0.1339
    }
}