{
    "date": "2014-09-30T16:51:35Z",
    "title": "North Korean foreign minister begins 10-day Russia visit",
    "url": "https://www.theguardian.com/world/2014/sep/30/north-korean-minister-visits-russia",
    "content": "North Korea’s foreign minister has arrived in Moscow at the start of a 10-day visit, with a bilateral agenda that includes “fighting the heroisation of Nazism”, road safety and Pyongyang’s nuclear programme. Ri Su-yong will meet his Russian counterpart, Sergei Lavrov, on Wednesday before embarking on an odyssey around Russia’s far-eastern regions aimed at boosting economic cooperation between the two countries. Since relations with the west have become ever more strained over events in Ukraine this year, Russia has increasingly looked eastwards, including signing a hugely important gas deal with China. Ri’s trip to Russia could herald closer cooperation with North Korea. According to Russian agencies, the visit is the first by a North Korean minister since Kim Jong-un assumed power in Pyongyang more than two years ago. There have been a number of lower-level visits between the two countries over the past year, with a number of parliamentary delegations making trips in both directions as both sides seek closer ties. Alexander Lukashevich, a Russian foreign ministry spokesman, said Lavrov and Ri would discuss “increasing political dialogue and economic cooperation” between the two countries, as well as the situation on the Korean peninsula and south-east Asia as a whole. The foreign ministers would work on creating a new basis for bilateral relations, signing a range of documents on cooperation in areas ranging from culture to the economy, Lukashevich said. There would be an “open discussion” about the resumption of six-way talks on the North Korean nuclear programme. Lukashevich said the two countries had already worked together at the UN on issues such as preventing the heroisation of Nazism, human rights, information security and road safety. It is unclear how the two countries will discuss the issue of human rights. North Korea has one of the worst rights records in the world, while Russia’s embattled liberal opposition often voices fears that Vladimir Putin is leading the country down the “North Korean path” with a number of restrictive laws enacted since he was elected for a third term as president in 2012. Russia is the only major world power other than China to keep a close relationship with North Korea, with ties going back to the Communist period. Kim Jong-il made a rare foreign visit to Russia just before his death in 2011, travelling into the country in an armoured train. On an earlier trip, in 2002, he travelled all the way to Moscow on his special train, allegedly having live lobsters helicoptered in en route. In 2003, Putin dispatched a plane full of horses to Kim as a birthday gift. After visiting Moscow, Ri will travel to Russia’s far east, including Sakhalin island and the Primorsky region, which has a small land border with North Korea. Pyongyang appears to be engaging in something of a diplomatic offensive. Since his appointment this year, Ri has made a number of foreign trips, including to Iran. Last week he became the first top North Korean diplomat for more than a decade to attend the UN general assembly in New York. “Despite unprecedented persistent economic blockade, military threat and political obstruction, we have firmly safeguarded national dignity, effectively deterred war and put the stagnant economy onto an upward track,” Ri told the UN forum. He said North Korea had recently had huge success in fishing and farming, and spoke of a “grand boom” in the construction sector.",
    "keywords": [
        "ri",
        "korea",
        "russia",
        "begins",
        "cooperation",
        "visit",
        "10day",
        "number",
        "minister",
        "countries",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "According to Russian agencies, the visit is the first by a North Korean minister since Kim Jong-un assumed power in Pyongyang more than two years ago.\nThere would be an “open discussion” about the resumption of six-way talks on the North Korean nuclear programme.\nKim Jong-il made a rare foreign visit to Russia just before his death in 2011, travelling into the country in an armoured train.\nLast week he became the first top North Korean diplomat for more than a decade to attend the UN general assembly in New York.\nHe said North Korea had recently had huge success in fishing and farming, and spoke of a “grand boom” in the construction sector.",
    "sentiment": {
        "neg": 0.0426,
        "neu": 0.8805,
        "pos": 0.0768,
        "compound": 0.0865
    }
}