{
    "date": "2014-11-18T04:10:45Z",
    "title": "What Putin’s Russia made of my documentary inside North Korea",
    "url": "https://www.theguardian.com/film/2014/nov/18/talking-north-korean-propaganda-in-vladimir-putins-russia",
    "content": "It’s an odd place to screen my North Korean documentary Aim High In Creation! – a St Petersburg multiplex, with its own Starbucks and Hollywood blockbusters on fast turnaround. Vasily Koretsky, curator of the North Korean section of the St Petersburg international media forum, leads me to a cinema next to Jennifer Aniston’s rom-com We’re the Millers. “Don’t expect an audience,” he warns. “Since the mayor fell out with Putin, the festival’s been in chaos.” The forum may be chaotic, but its budget is impressive. Produced by Katya Mtsitouridze, chief executive of the state film agency Roskino, the 10-day extravaganza sees 1,200 media players converge on the old stock exchange on Vasilyevsky island to network, pitch and party. With 50 film premieres, a caviar-and-blinis-studded conference and lavish digs at the Hotel Astoria (which claims Rasputin, Thatcher and Bush are former guests), it has attracted Russian oligarchs, US heavyweights HBO and Showtime, and the French director François Ozon. Outside the forum’s cozy bubble, Vladimir Putin’s hand is everywhere. Rock stars Andrei Makarevich and Diana Arbenina, both critics of the war in Ukraine, have been blacklisted: their concerts cancelled, and their names published in a Moscow tabloid alongside others “supporting the Nazis in Kiev”. In the Zeiferberg café, police have shut the “St Petersburg against homophobia” concert, turning a blind eye as anti-gay radicals sprayed attendees with an “unidentified” gas that sent many to hospital. In tourist shops on Nevsky, busts of the president sit beside Stalin and Peter the Great. Gorbachov is absent. Aim High! is about North Korean propaganda, but it flips the mirror back on spin and censorship in the free world. To make it, I secured total access to North Korea’s hidden film industry. With western newsfeeds depicting North Koreans as starving, brainwashed automatons, I sought to humanise and understand them. I’ve already been savaged by the Murdoch press for “fraternising with an enemy state”. I’m curious if the Russians will do the same. The forum website bills it as “a politics-free venue, open for any discussions within the context of universal values”. I ask Koretsky if this means I can mention Putin’s media monopoly in my press conference. “Say what you want – but If you mention Pussy Riot, they’ll cut it out,” Koretsky says flatly. To get Roskino’s backing, he spun his North Korean program as “post-political”, but talking censorship in Putin’s Russia is as political as it gets. “We’re on the brink of war,” he explains. “Everyone knows there’s censorship here – just like in the west. The US media is owned by corporations who run one story; here the CEO is Putin; 80% of Russians believe in what he is doing. The idea that Ukrainians want to split off and join the EU is anathema. Putin has worked the nationalist spirit masterfully.” Koretsky almost starved in the years before the USSR’s collapse in 1991: his family survived on vinegared meat, sent by relatives in Ukraine. “Back then, the government was stupid. Nothing worked. Now the government is still stupid but powerful and Putin has destroyed everything: my daughter’s education, good health care, our ability to protest.” Putin is “very cunning”, Korestsky says. “He hasn’t positioned the war as Russians fighting Ukrainians – we’d never do that. Instead, the Ukrainian government is the enemy: it’s corrupt, fascist, a ‘Jew hater’. The National Bolsheviks were censored until they said Crimea and south-east Ukraine should be part of Russia, and we must fight western imperialism. That fits Putin’s agenda. So suddenly, the Bolsheviks are in the press again.” Like many Putin critics, Koretsky survives by playing the system. Officially, he’s a film writer for a government-friendly magazine. The pay is low but the accreditation means he can run a subversive cultural webzine, with 80,000 unique users a month. In May, Koretsky’s friend, the pro-Ukrainian filmmaker Oleg Sentsov, was tortured for “terrorism” and is languishing in a Moscow jail. Koretsky is philosophical: “Anyone can be accused of anything in Russia – they shoot blind. The fact I’m not involved in any anti-regime activity except saying how shitty the films of [pro-Russia director] Nikita Mikhalkov are is no guarantee of safety. If they dislike you, they’ll find a law to accuse you. You have no choice but not to care.” At university, Koretsky hung out with leftist punks in the Juche study group. Juche is North Korea’s take on Marxist-Leninism. It still has Russian fans today: among the 50 punters watching Aim High! are Vlad and Viktor, proud leaders of the National Juche Association. The film ends and we’re quickly ejected to make way for How to Train Your Dragon 2. We gather at a vodka bar for a Q&amp;A, and Vlad, who’s been to North Korea 12 times, buys the shots: “I love your film. It’s the first time a westerner has correctly positioned Juche as relevant to us all.” Viktor, the only Russian to have written a biography of Kim Il Sung, says the North Korean films in Aim High! make him nostalgic for Soviet propaganda films of his youth – except they’re kitschier. I ask my new comrades what they think of North Korea’s notorious gulags. Vlad shrugs: “They’re not what we think. People clock off and go home. They’re re-education centres for those who’ve lost their way.” Viktor frowns: “Why are you so interested in gulags? Is it because Australia was founded on convict labour and locks up refugees? North Korea is poor. But the system works. The people are happy. We have 1,000 North Korean builders in St Petersburg. They see the flaws in our system. They go home voluntarily. One North Korean doctor was sick of getting taxis to work. He said: ‘Fuck this, I don’t care about the benefits. I’m going home.’ ” Others aren’t so starry-eyed. “Cinema is powerful in North Korea because they have no internet. That’s why their leaders are gods,” says a Moscow student. “But millions support the Kims. You can’t argue with the will of the people,” Vlad counters. I ask if the men feel free to criticise their own leaders. Viktor is scathing: “Life expectancy for Russian men is lower under Putin than under Stalin, and in North Korea. But Putin’s right about Ukraine. We must protect our national identity.” I look at the Starbucks logos and Tom Cruise posters, and wonder what identity is left to protect. At midnight, Koretsky takes me to a secret bar, in a crumbling tenement near St Isaac cathedral. The Jewish satirist Psoy Korolenko is wowing a glamorous crowd with subversive, high-speed raps. “All the world’s a brothel, and we’re all whores,” he yells between saccharine renditions of the national anthem. “It’s not political, but it is,” Koretsky says happily. The same scenario would be unthinkable in Pyongyang. Despite Putin’s stranglehold, Russians clearly still enjoy a thriving culture of resistance. But it’s getting harder. In a mall outside the Akimov comedy theatre, we see a young woman holding a poster. A burly cop accosts her, then a man in a beret. They hammer her with questions – but she stands silent. “You can only picket alone,” Koretsky says. “If you talk to someone, it’s a ‘riot’. Without official approval, you’ll be arrested.” The poster has a French quote from a 1928 novel about greed in Soviet Russia. Koretsky decodes: “Sechin, I haven’t eaten for six days.” Igor Sechin leads the Kremlin’s Silovoki faction of ex-KGB agents, and is one of Putin’s closest allies. Ten minutes later, the brave woman is gone. • Aim High In Creation! won best film at the 2014 St Petersburg international media forum – find out more about the film here",
    "keywords": [
        "koretsky",
        "petersburg",
        "documentary",
        "korea",
        "russia",
        "inside",
        "high",
        "film",
        "media",
        "putin",
        "putins",
        "st",
        "north",
        "korean"
    ],
    "summary": "It’s an odd place to screen my North Korean documentary Aim High In Creation!\nis about North Korean propaganda, but it flips the mirror back on spin and censorship in the free world.\nTo get Roskino’s backing, he spun his North Korean program as “post-political”, but talking censorship in Putin’s Russia is as political as it gets.\nWe have 1,000 North Korean builders in St Petersburg.\nOne North Korean doctor was sick of getting taxis to work.",
    "sentiment": {
        "neg": 0.0797,
        "neu": 0.8282,
        "pos": 0.0921,
        "compound": 0.0278
    }
}