{
    "date": "2014-07-03T04:35:25Z",
    "title": "Japan to lift some sanctions against North Korea after abductions decision",
    "url": "https://www.theguardian.com/world/2014/jul/03/japan-to-lift-some-sanctions-against-north-korea-after-abductee-move",
    "content": "Japan is to lift some sanctions against North Korea after the regime in Pyongyang agreed to reinvestigate the fates of Japanese nationals abducted by its agents during the cold war. The move came amid Japanese media reports that some of the abductees, whom the North had previously claimed were dead, are still alive. North Korean special forces abducted at least a dozen Japanese nationals during the 1970s and 80s to teach their language and customs to spies. Japan’s prime minister, Shinzo Abe, did not specify which sanctions would be lifted, but reports said the move could include an end to the ban on port calls by North Korean vessels and the entry into Japan of North Korean citizens. Officials in Tokyo have also suggested that restrictions on money transfers to the North could be eased and that North Korean ships could resume port calls for “humanitarian” purposes. While the easing of sanctions is unlikely to have much economic impact on the North, it marks a significant step towards improving ties with Tokyo amid rising international concern over Pyongyang’s nuclear weapons programme. Abe, whose involvement in the abduction issue stretches back more than a decade, had suggested he would respond positively if North Korea showed sincerity in carrying out the probe by, for example, appointing investigators with the authority to uncover the abductees’ whereabouts. The modest thaw in Japan-North Korea ties came as China’s leadership demonstrated its displeasure with Pyongyang in the wake of recent missile and rocket tests. Chinese leader Xi Jinping is to meet his South Korean counterpart, Park Geun-hye, in Seoul on Thursday, breaking with a longstanding tradition among Chinese leaders of visiting North Korea first. Analysts said his two-day summit with Park reflected growing Chinese interest in forging closer economic ties with the South, but also sent a strong message to Pyongyang about its missile tests and pursuit of a nuclear deterrent. By lifting sanctions against North Korea, Japan will find itself out of step with the UN, which has imposed a raft of sanctions against the regime since it conducted its first nuclear test in 2006. The UN measures include ban on trading arms and conducting further missile and nuclear tests, and a freeze on North Korean assets. A senior Japanese official said US security officials had reassured him that Washington understood the reasoning behind Tokyo’s policy shift. \"I explained to US officials that Japan is going to lift sanctions that were specially imposed in connection with the abduction issue, and they well understood that,\" Nobuo Kishi, a senior vice foreign minister, told reporters in Washington. North Korea allowed five abductees and their families to return to Japan in 2002 following a summit in Pyongyang between the countries’ then leaders Kim Jong-il and Junichiro Koizumi. The North said that eight other Japanese snatched by communist spies in the 1970s and 80s had either died or had never entered the country – claims that Tokyo has refused to accept. On Thursday, the Nikkei business newspaper said North Korea had given Japan the names of at least 10 Japanese thought to be living in the country, including some that Japan says were abducted. Substantial progress on the abduction issue would boost Abe’s support ratings, which have dropped in the wake of this week’s decision to end Japan’s ban on fighting in conflicts overseas – a shift many voters see as an abandonment of the country’s postwar pacifism. “The ‘revelation’ that there are more than 10 survivors is encouraging, but the timing seems to divert attention away from Abe's extremely unpopular coup against Japan's postwar pacifist order,” Jeff Kingston, director of Asia studies at Temple University in Tokyo, told Reuters.",
    "keywords": [
        "lift",
        "abductions",
        "korea",
        "decision",
        "sanctions",
        "nuclear",
        "japanese",
        "japan",
        "ties",
        "tokyo",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Japan is to lift some sanctions against North Korea after the regime in Pyongyang agreed to reinvestigate the fates of Japanese nationals abducted by its agents during the cold war.\nNorth Korean special forces abducted at least a dozen Japanese nationals during the 1970s and 80s to teach their language and customs to spies.\nJapan’s prime minister, Shinzo Abe, did not specify which sanctions would be lifted, but reports said the move could include an end to the ban on port calls by North Korean vessels and the entry into Japan of North Korean citizens.\nBy lifting sanctions against North Korea, Japan will find itself out of step with the UN, which has imposed a raft of sanctions against the regime since it conducted its first nuclear test in 2006.\nThe UN measures include ban on trading arms and conducting further missile and nuclear tests, and a freeze on North Korean assets.",
    "sentiment": {
        "neg": 0.0825,
        "neu": 0.8394,
        "pos": 0.0781,
        "compound": -0.1235
    }
}