{
    "date": "2014-12-17T06:27:29Z",
    "title": "Hackers who targeted Sony invoke 9/11 attacks in warning to moviegoers",
    "url": "https://www.theguardian.com/film/2014/dec/16/employees-sue-failure-guard-personal-data-leaked-hackers",
    "content": "The computer hackers who targeted Sony Pictures have invoked the 9/11 terror attacks in a warning to moviegoers considering seeing the controversial movie they claim provoked their hack. In the latest blow for Sony, the group calling itself Guardians of Peace (GOP) posted a message online warning people to stay away from cinemas showing The Interview, a comedy starring Seth Rogen and James Franco that depicts a fictional assassination attempt on the North Korean leader, Kim Jong-un. US authorities are investigating the possibility that the hack was orchestrated by North Korea, which the country denies. The threat came just hours after lawyers for former employees announced that they were launching a class-action lawsuit against Sony for failing to secure its computer networks against hackers. In the online message – written in the group’s characteristically erratic English and accompanied by what appears to be stolen files related to the Sony chairman, Michael Lynton – GOP wrote: We will clearly show it to you at the very time and places “The Interview” be shown, including the premiere, how bitter fate those who seek fun in terror should be doomed to. Soon all the world will see what an awful movie Sony Pictures Entertainment has made. The world will be full of fear. Remember the 11th of September 2001. We recommend you to keep yourself distant from the places at that time. (If your house is nearby, you’d better leave.) Whatever comes in the coming days is called by the greed of Sony Pictures Entertainment. All the world will denounce the SONY. Sony and the FBI were not immediately available for comment. Rogen and Franco cancelled an event with BuzzFeed on Tuesday and appear to have withdrawn from media appearances in the lead-up to the release of the film. Meanwhile the New York premiere of The Interview was reportedly cancelled. The film earlier premiered in a low-key event in Los Angeles and had been due to open in New York this Thursday followed by a nationwide release on Christmas Day. The GOP threat came after lawyers representing Michael Corona and Christina Mathis, two former Sony Pictures employees, filed a class-action lawsuit in federal court in Los Angeles. The 45-page complaint, filed by the Seattle law firm Keller Rohrback on behalf of former and current employees, alleges that the studio was negligent in guarding its networks and that it has plunged employees into an “epic nightmare, much better suited to a cinematic thriller than to real life”. Over 47,000 social security numbers, employment files including salaries, medical information and other data have been leaked, the suit alleges, because Sony “failed to secure its computer systems, servers and databases, despite weaknesses that it has known about for years”. When the hack was disclosed, Sony failed to “timely protect confidential information of its current and former employees from law-breaking hackers”, according to the complaint. Thousands of pages of emails from studio chiefs and stars, contract details and other sensitive secrets have been released and published, triggering a furious response from Sony and its supporters. Screenwriter Aaron Sorkin has called news outlets that published the emails more “morally treasonous” than the hackers. The class action, the first legal move against the company over the breach, alleges Sony has put staff at an increased risk of fraud and identity theft. It points out that Sony has experienced previous data breaches – notably with its PlayStation video-game network, which was hacked in April 2011, compromising millions of users’ accounts. Given emails from the company’s IT department that were also leaked expressing concerns about security, Sony “knew or should have known that such a security breach was likely and taken adequate precautions to protect its current and former employees”, the suit alleges. Sony Pictures is currently conducting a forensic investigation of the attack, which is expected to cost the company tens of millions of dollars. The release of private emails has caused acute embarrassment for the studio’s co-chairman, Amy Pascal. On Monday Michael Lynton, Sony’s chief executive and chairman, told employees: “This won’t take us down. You should not be worried about the future of this studio.” The company has offered employees identity protection services through a third-party provider for a year.",
    "keywords": [
        "sony",
        "emails",
        "world",
        "targeted",
        "attacks",
        "pictures",
        "911",
        "warning",
        "studio",
        "hackers",
        "employees",
        "alleges",
        "moviegoers",
        "security",
        "release",
        "invoke"
    ],
    "summary": "The computer hackers who targeted Sony Pictures have invoked the 9/11 terror attacks in a warning to moviegoers considering seeing the controversial movie they claim provoked their hack.\nWhatever comes in the coming days is called by the greed of Sony Pictures Entertainment.\nThe GOP threat came after lawyers representing Michael Corona and Christina Mathis, two former Sony Pictures employees, filed a class-action lawsuit in federal court in Los Angeles.\nThe class action, the first legal move against the company over the breach, alleges Sony has put staff at an increased risk of fraud and identity theft.\nSony Pictures is currently conducting a forensic investigation of the attack, which is expected to cost the company tens of millions of dollars.",
    "sentiment": {
        "neg": 0.1179,
        "neu": 0.8196,
        "pos": 0.0625,
        "compound": -0.1673
    }
}