{
    "date": "2014-12-20T10:19:14Z",
    "title": "Sony pulling The Interview was 'a mistake' says Obama",
    "url": "https://www.theguardian.com/us-news/2014/dec/19/obama-sony-the-interview-mistake-north-korea",
    "content": "Sony “made a mistake” by axing the controversial comedy The Interview, which depicts the assassination of North Korean leader Kim Jong-un, President Obama said Friday. Speaking after the FBI pinned the blame on North Korea for a massive hack of Sony Pictures aimed at stopping the film’s release, Obama said: “We cannot have a society in which some dictator some place can start imposing censorship here in the United States because if somebody is able to intimidate folks out of releasing a satirical movie, imagine what they start doing when they see a documentary that they don’t like, or news reports that they don’t like. “Or even worse imagine if producers and distributors and others start engaging in self-censorship because they don’t want to offend the sensibilities of somebody whose sensibilities probably need to be offended.” “That’s not who we are. That’s not what America is about.” Obama said he was sympathetic to Sony’s plight but added: “I wish they had spoken to me first.” The president’s comments mark the latest twist in the already extraordinary scandal, which has seen the most high-profile corporate hack in history result in the publication of salacious Hollywood gossip and the cancellation of The Interview, a multimillion-dollar comedy starring James Franco and Seth Rogen that was set for release on Christmas Day. Sony Entertainment CEO Michael Lynton hit back at the president shortly after. He said that Sony had been in touch with White House officials over the hacking before the film was pulled and argued it was cancelled after it became impossible to screen following major cinema groups backing out. Lynton told CNN he hoped the film would still be shown, but added no video on demand services had supported a release. “We have not backed out. We have always had every desire to let the American public see it,” Lynton said. On Wednesday Sony issued a statement saying it had “no further release plans” for the film and has also pulled the its website and promotional material from an official Youtube channel. The FBI has been investigating suspected links with North Korea’s notorious hacking unit Bureau 121 since early December, and on Friday, investigators said a technical analysis of the malignant software, known as malware, used in the attack had been linked to other malware “that the FBI knows North Korean actors previously developed”. The FBI also said that the infrastructure used in the Sony attack was similar to other malicious cyber activity aimed at the US that had previously been linked directly to North Korea. “We are deeply concerned about the destructive nature of this attack on a private sector entity and the ordinary citizens who worked there. Further, North Korea’s attack on SPE [Sony Pictures Entertainment] reaffirms that cyber threats pose one of the gravest national security dangers to the United States,” the FBI said in a statement. The White House had already labelled the attack as a “serious national security matter” and said it would respond proportionally. The president would not, however, be drawn on what the response would be: “We will respond, we will respond proportionally, and in a place and time that we choose. It’s not something that I will announce here today at this press conference,” he said. Critics of the Obama administration drew on the investigation’s findings to criticise the president’s track record on cybersecurity. Senator John McCain, the incoming chairman of the Senate armed services committee, which is responsible for the funding and oversight of the department of defense, described the hack as an “act of war” and pledged to strengthen oversight of the administration’s cybersecurity program when the new Congress convenes in the new year. Sony has been left reeling from the November attack, after thousands of confidential documents, including employee social security numbers, personal emails, unreleased films, and executive pay were published online. The hacking group Guardians of Peace (GOP) that claimed responsibility for the attack had demanded Sony pull release of The Interview, which depicts the assassination of North Korean leader Kim Jong-un. On Wednesday, Sony cancelled the film’s release after threats invoking 9/11 were made against cinemagoers, andafter major US theater groups cancelled screenings. That decision has drawn the ire of many high-profile names in Hollywood, who have also criticised the press for publishing details from the hacked documents. George Clooney called on Hollywood to get The Interview released in any format possible. “We cannot be told we can’t see something by Kim Jong-un, of all fucking people ... we have allowed North Korea to dictate content, and that is just insane,” he said in an interview with Deadline. GOP reportedly sent Sony executives a message on Thursday evening, calling the studio’s Wednesday decision to cancel the release of the controversial film The Interview “very wise”. The statement was written in broken English and leaked to CNN. It continued: “Now we want you never let the movie released, distributed or leaked in any form of, for instance, DVD or piracy. “And we want everything related to the movie, including its trailers, as well as its full version down from any website hosting them immediately.” Sony did not immediately respond to a request for comment from the Guardian. Reuters had quoted anonymous federal law enforcement officials saying the hack may have been a collaboration between North Korean and Chinese hackers or that servers in China could have been used to disguise the origins of the attack. But Obama appeared to rule out Chinese involvement in the hack. “We have no indication that North Korea was acting in conjunction with another country,” he said. North Korea stated again on Friday that it was not responsible for the attack. “It [The Interview] defamed the image of our country. It made a mockery of our soverignty. We reject it,” a North Korean diplomat to the United Nations, Kim Song, told the Associated Press. “But there is no relation [to the hacking”. Regime officials had previously acknowledged the hack “might be a righteous deed of the supporters and sympathisers” of North Korea.",
    "keywords": [
        "sony",
        "hack",
        "korea",
        "north",
        "obama",
        "pulling",
        "korean",
        "fbi",
        "mistake",
        "release",
        "interview",
        "attack"
    ],
    "summary": "Sony “made a mistake” by axing the controversial comedy The Interview, which depicts the assassination of North Korean leader Kim Jong-un, President Obama said Friday.\nThe hacking group Guardians of Peace (GOP) that claimed responsibility for the attack had demanded Sony pull release of The Interview, which depicts the assassination of North Korean leader Kim Jong-un.\n“We have no indication that North Korea was acting in conjunction with another country,” he said.\nWe reject it,” a North Korean diplomat to the United Nations, Kim Song, told the Associated Press.\nRegime officials had previously acknowledged the hack “might be a righteous deed of the supporters and sympathisers” of North Korea.",
    "sentiment": {
        "neg": 0.1267,
        "neu": 0.8238,
        "pos": 0.0495,
        "compound": -0.2021
    }
}