{
    "date": "2014-12-05T08:35:05Z",
    "title": "Sony hack reveals Seth Rogen and James Franco's fees for The Interview",
    "url": "https://www.theguardian.com/film/2014/dec/05/sony-hack-reveals-seth-rogen-and-james-francos-fees-for-the-interview",
    "content": "Hackers who broke into systems at Hollywood studio Sony have revealed the multi-million dollar salaries allegedly received by Seth Rogen and James Franco for Kim Jong-un baiting comedy The Interview, reports Bloomberg. Rogen picked up $8.4m for co-directing and acting in the film, while co-star Franco received $6.5m, according to the new leak. The film’s overall budget was $44m and included $241 for a “table of weed, coke, pills and panties”, believed to be props, and $74,000 for two tigers, their handlers, and special “tiger accommodations”. The details were released via the file-sharing site Pastebin along with sensitive information about scripts for upcoming TV shows and the credit card details of Sony boss Michael Lynton. Sony is reeling from a cyber-attack last week that has seen five of its upcoming movies, including the big-budget musical remake Annie, released online to file-sharing sites by a group calling itself Guardians of Peace. The LA Times reports that social security details for Hollywood luminaries such as Judd Apatow, Sylvester Stallone and Rebel Wilson were also leaked in the breach. Some reports have suggested the hackers were working on behalf of North Korea in retaliation for The Interview, which riffs on a fictional CIA plot to assassinate Kim Jong-un. Rogen and Franco play two journalists charged with carrying out the killing, the depiction of which caused officials to complain to the United Nations in July and has seen state media warning of “merciless retaliation”. Experts have signalled scepticism about North Korean involvement in the leaks, but Bloomberg’s report suggests a Sony internal report has indeed now linked the attack to a group associated with Pyongyang known as DarkSeoul, which wiped out the computers of South Korean banks and broadcasters in March 2013. The report cites an anonymous person familiar with the investigation, though the studio has not officially accused Pyongyang. Meanwhile, a North Korean official denied the country was responsible for cyber attacks on Sony yesterday in an interview with Voice of America. “Linking the DPRK to the Sony hacking is another fabrication targeting the country,” said the unidentified diplomat. “My country publicly declared that it would follow international norms banning hacking and piracy.” The Interview remains on course for a release in US cinemas in Christmas Day, with the UK due to follow on 6 February.",
    "keywords": [
        "sony",
        "details",
        "reveals",
        "seth",
        "fees",
        "reports",
        "north",
        "rogen",
        "francos",
        "report",
        "country",
        "hack",
        "james",
        "franco",
        "interview",
        "korean"
    ],
    "summary": "Hackers who broke into systems at Hollywood studio Sony have revealed the multi-million dollar salaries allegedly received by Seth Rogen and James Franco for Kim Jong-un baiting comedy The Interview, reports Bloomberg.\nRogen picked up $8.4m for co-directing and acting in the film, while co-star Franco received $6.5m, according to the new leak.\nThe details were released via the file-sharing site Pastebin along with sensitive information about scripts for upcoming TV shows and the credit card details of Sony boss Michael Lynton.\nMeanwhile, a North Korean official denied the country was responsible for cyber attacks on Sony yesterday in an interview with Voice of America.\n“Linking the DPRK to the Sony hacking is another fabrication targeting the country,” said the unidentified diplomat.",
    "sentiment": {
        "neg": 0.0685,
        "neu": 0.8764,
        "pos": 0.0552,
        "compound": -0.071
    }
}