{
    "date": "2014-09-21T16:45:09Z",
    "title": "North Korea, a country with ‘genuine human rights’",
    "url": "https://www.theguardian.com/world/shortcuts/2014/sep/21/north-korea-genuine-human-rights",
    "content": "Name: Genuine human rights. Age: Always! For ever! We have always had them, do you understand? Appearance: Always, for ever, everywhere, nothing changes. You sound very … impassioned. That is because we are sick of the western world – filthy, US ally scum – constantly insinuating that we are a violently cruel country constantly perpetrating the worst kind of depravities and tortures on our inhabitants at the behest of our young, slim, fit, active, non-murderous Supreme Leader Kim Jong Whichever One It Is Now It Matters Not to Me They Are All Living Gods To Whom I Bend The Knee Always I Promise. Oh, hello North Korea. Remove that drily cynical tone from your voice or we will have you and your family sho – I mean, hello to you. It’s not really “insinuating” that the western world does, is it? It’s more a “gathering of facts from undercover journalists and testimony from the few defectors and escapees from the prison camps of an – and I choose this word with care – insanely brutal regime whose terrorising of citizens is almost matchless in the modern age.” Tonight you die – I mean, what nonsense. The Democratic People’s Republic of Korea laughs in your face at the complete illegitimacy of what you say. And notes the address of you, your parents and your children. The DPRK Association of Human Rights has just published a 50,000-word report insisting that its citizens “enjoy genuine human rights” – and thereby proving every bad word ever said about us is a lie. Including the assertions in the report issued earlier this year by the UN after it spent a year investigating North Korea and uncovered evidence of 120,000 people being raped, tortured and killed in the country’s secret prison camps? What people? What prison camps? Our report, and I quote: “Lays bare the false and reactionary nature of the reckless anti-North Korean human rights racket.” And who exactly are you quoting? The Korean Central News Agency. That’s a state body, am I right? Yes! Who better to comment than an institution that already knows how brilliant we are! Google Earth can see your gulags. Gulags! Gulag, gulag, gulags. Isn’t it a funny word?! Especially funny when you consider that they do not exist. Barack Obama owns Google Earth. It sees what he wants it to see. Do say: “Everything about you is doubleplusungood.” Don’t say: “You see, I think your problem is – you haven’t gone far enough.”",
    "keywords": [
        "human",
        "korea",
        "genuine",
        "prison",
        "world",
        "camps",
        "report",
        "gulags",
        "country",
        "rights",
        "say",
        "word",
        "north"
    ],
    "summary": "Name: Genuine human rights.\nThe Democratic People’s Republic of Korea laughs in your face at the complete illegitimacy of what you say.\nThe DPRK Association of Human Rights has just published a 50,000-word report insisting that its citizens “enjoy genuine human rights” – and thereby proving every bad word ever said about us is a lie.\nWhat prison camps?\nOur report, and I quote: “Lays bare the false and reactionary nature of the reckless anti-North Korean human rights racket.” And who exactly are you quoting?",
    "sentiment": {
        "neg": 0.0638,
        "neu": 0.8533,
        "pos": 0.083,
        "compound": -0.0756
    }
}