{
    "date": "2014-08-14T14:18:16Z",
    "title": "K-pop star joins forces with North Korean choir to sing for reunification",
    "url": "https://www.theguardian.com/world/2014/aug/14/north-south-korea-kpop-reunification",
    "content": "South Korea’s much-loved K-pop star Lee Seung-chul has collaborated with a North Korean defector choir to launch a campaign for reunification of the two Koreas. Lee and the With-U choir launched the South’s One Nation campaign at a venue on a set of disputed islands known to many as the Liancourt Rocks. Both Koreas lay claim to the islands they call Dokdo, but in Japan, which also claims them, they are known as Takeshima. The ensemble’s performance reportedly included The Day, the campaign’s official song, and Arirang, a traditional Korean folk song. Lee took to Twitter to a share picture of his return from the island describing it as an “emotional and thrilling time”. He told his tens of thousands of followers that the performance would be available on Naver, a South Korean search engine, tomorrow afternoon. The performance took place on the eve of Liberation Day, which marks the anniversary of Korea’s independence from Japan on 15 August 1945. Lee told the Korea Herald that the choir approached him with the idea and suggested Dokdo, a rare issue over which two countries, which are technically at war, agree. The Wall Street Journal carried a statement from the organisers which said: “performing at Dokdo would be the ultimate symbolic gesture of unification”. Diplomatic relations between Seoul, Tokyo and Pyongyang have shifted of late. Ties between Seoul and Tokyo have been strained by a series of recent disputes related to Japan’s colonial past, whereas Pyongyang – in a rare move – has agreed to investigate the fate of Japanese nationals kidnapped by North Korea in the 1970s and 1980s. Soon afterwards, Tokyo eased sanctions against Pyongyang. Lee, who uses the slogan the “god of vocal”, broke on to the pop scene in the 1980s with the band Boohwal. He forged ahead with a successful solo career after the band split, recording 11 solo albums and becoming renowned for his live performances. He is currently a judge on Korean pop talent show Superstar K, and has made many international appearances, including a performance of Arirang at the finale of the 2014 Winter Olympics in Russia. Korean gossip site Kpopstarz said that performance in Sochi “shared the beauty of Korea through the beautifully edited music” and acted as a fitting invitation to the next winter games which will be held in South Korea in 2018. Arirang, a song of the Korean people, is protected by UNESCO as an “intangible cultural heritage of humanity”. It has two simple lines which vary from region to region across the two Koreas. The North traditionally holds the Arirang mass games, which have come to represent the “the ideological theme of the history of the country and nation”, through gymnastics and music, according to Koryo Tours who have contact with the organisers. Lee has ambitious plans for the One Nation campaign. He told the Korea Herald that he will appear at Harvard University at the end of the month, and is hoping to perform at the United Nations. He has also hinted that the campaign would collaborate with a global pop star for an English-language version of The Day, but did not give any further details. Lee admitted that before this project, he hadn’t paid much attention the plight of North Korean defectors, or the human rights allegations levelled against the Pyongyang regime. He did not respond to a request for a comment on his involvement the campaign. Lee’s optimism aside, unity on the Korean peninsula is regarded by most as a monumental challenge. There is a vast political, economic, social, and psychological chasm between the two countries that spans decades. As the Guardian has previously reported, this has not stopped South Korea’s president making it central part of her time in office, in an effort known as the “unification as jackpot” project.",
    "keywords": [
        "campaign",
        "south",
        "performance",
        "choir",
        "korea",
        "forces",
        "sing",
        "reunification",
        "star",
        "korean",
        "arirang",
        "joins",
        "lee",
        "koreas",
        "pyongyang",
        "north",
        "kpop"
    ],
    "summary": "South Korea’s much-loved K-pop star Lee Seung-chul has collaborated with a North Korean defector choir to launch a campaign for reunification of the two Koreas.\nThe ensemble’s performance reportedly included The Day, the campaign’s official song, and Arirang, a traditional Korean folk song.\nHe told his tens of thousands of followers that the performance would be available on Naver, a South Korean search engine, tomorrow afternoon.\nLee admitted that before this project, he hadn’t paid much attention the plight of North Korean defectors, or the human rights allegations levelled against the Pyongyang regime.\nAs the Guardian has previously reported, this has not stopped South Korea’s president making it central part of her time in office, in an effort known as the “unification as jackpot” project.",
    "sentiment": {
        "neg": 0.0247,
        "neu": 0.8986,
        "pos": 0.0766,
        "compound": 0.1134
    }
}