{
    "date": "2014-12-22T20:01:38Z",
    "title": "Kim Jong-un is too easy a target for satire | Letters",
    "url": "https://www.theguardian.com/world/2014/dec/22/kim-jong-un-too-easy-target-satire",
    "content": "Satire is a weapon to undermine power; there is no such thing as an innocent comedy depicting revolution in a real-life authoritarian state (US may put North Korea back on state terror list after Sony ‘cybervandalism’, 22 December). No surprise Sony hasn’t put out anything similar about China or Russia. Wrong to pull the film, yes; but crass to have made it in the first place. Mark Lewinski Swaffham Prior, Cambridgeshire • Surely a call to assassinate a living head of state is tantamount to conspiracy to murder? If Hilary Mantel’s fictional story about the assassination of an already dead head of state caused such a controversy, surely calling for the assassination of Kim Jong-un is a much more egregious undertaking. Marina Hyde (Sony and the movie pitch we thought we’d never hear, 20 December) makes no mention of the supposedly leaked emails showing that Sony Entertainment chief executive Michael Lynton spoke with US department of state officials and North Korea specialist Bruce Bennett from the Rand Corporation to seek opinions on the film and potential threats posed by North Korea. It has been claimed that several of these emails reveal that at least two US government officials gave a rough cut of the film their blessing. It has been suggested that the US thinks such a film could indeed inspire North Koreans to rise up against their leader. True or not, this surely needs examination? Surely the call by George Clooney et al to withstand “terror” threats against the film in the name of artistic freedom, while correct in principle, are picking on an inappropriate target as far as attempted artistic censorship is concerned. The fundamentalist Christian lobby in the US would be a far more appropriate one. John Green London • When Sasha Baron Cohen released Borat in 2006, he didn’t have to worry about reprisals from Kazakhstan because it was the attitudes of the citizens of the US that were mocked – and enough of them were prepared to laugh at themselves to make it a success. But how many bone-headed money-obsessed moguls did it take to decide The Interview was a good idea? How could Sony, whose company HQ is in Tokyo, think it was a good idea to release a limp comedy poking fun at an embattled and notoriously prickly dictatorship which has nuclear devices and ballistic missiles and is only about 1,000 kilometres away? John Wallace Liverpool • Should I be amused or surprised at President Barack Obama’s lack of knowledge of the American film industry’s history (Obama’s threat to North Korea over Sony hack, 20 December)? In the 1930s, to continue doing business in Germany after Hitler’s accession to power, Hollywood studios agreed not to make films that attacked the Nazis or condemned Germany’s persecution of Jews. This bargain involved the heads of every major Hollywood studio. The studios dealt directly with the German government’s representatives and, in particular, the German consul in Los Angeles. They would change or cancel movies according to his wishes. The whole story unravels in a remarkable book, The Collaboration, by Ben Urwand, published by Harvard University Press (Review, 19 October 2013). Stanley Clingman London • On the same day your editorial points the finger at North Korea for using hack attacks to threaten the US’s freedom of expression you report that South Korea has outlawed the opposition party UPP because of its north-south reunification stance (Report, 20 December). The hack attack assertion emanates from flimsy US evidence. And the crackdown on the South Korean opposition is authenticated by Amnesty International’s statement of serious concern over freedom of expression and association. Brian Strauss Basingstoke • We are not allowed to laugh at people for their religious beliefs or for being homosexual and must avoid misplaced humour proving us racist. Even if you do not want to include far eastern dictators in this list, it is just plain foolish to make fun of powerful people whose reactions you cannot predict. Margaret Kettlewell Bournemouth •Some years ago (2005) Sony illegally introduced copy protection software into its digital media products without the knowledge of its unsuspecting customers. Karma? Michael Pravica New York • From now on we can assume that many governments can access any information they choose. What this means for business, diplomacy and our security remains to be seen. Gerald Wells Congleton, Cheshire",
    "keywords": [
        "sony",
        "hack",
        "korea",
        "state",
        "20",
        "north",
        "kim",
        "satire",
        "film",
        "surely",
        "far",
        "freedom",
        "letters",
        "target",
        "easy",
        "jongun"
    ],
    "summary": "Mark Lewinski Swaffham Prior, Cambridgeshire • Surely a call to assassinate a living head of state is tantamount to conspiracy to murder?\nIf Hilary Mantel’s fictional story about the assassination of an already dead head of state caused such a controversy, surely calling for the assassination of Kim Jong-un is a much more egregious undertaking.\nIt has been suggested that the US thinks such a film could indeed inspire North Koreans to rise up against their leader.\nJohn Wallace Liverpool • Should I be amused or surprised at President Barack Obama’s lack of knowledge of the American film industry’s history (Obama’s threat to North Korea over Sony hack, 20 December)?\nMichael Pravica New York • From now on we can assume that many governments can access any information they choose.",
    "sentiment": {
        "neg": 0.0996,
        "neu": 0.7787,
        "pos": 0.1217,
        "compound": 0.0463
    }
}