{
    "date": "2014-01-07T18:29:37Z",
    "title": "Dennis Rodman in North Korea: who are the members of his ex-NBA team?",
    "url": "https://www.theguardian.com/sport/2014/jan/07/dennis-rodman-roster-north-korea-team",
    "content": "Dennis Rodman is back in North Korea for a fourth visit, and on this occasion, the five-time NBA champion has arrived with a not-so-Dream Team in tow. More than two decades after being left off the famed 1992 USA Men’s Olympic Basketball squad, Rodman has assembled his own group to play a team of DPRK players in his latest crack at what he describes as “basketball diplomacy.” Rodman has much more on his plate than Magic Johnson, Michael Jordan, Larry Bird and Charles Barkley did in Barcelona. All they had to do was restore United States dominance in the sport the nation invented, a simple task with a team almost exclusively made up of future Hall-of-Fame players. Rodman on the other hand is not only taking steps in developing a pipeline of raw, untapped North Korean basketball talent by spreading the gospel of the game inside the Republic, but is simultaneously attempting to pry open diplomatic channels to a nation more isolated than ever. No easy task. Rodman should be applauded for his bids at trying to help create peninsula peace in our time. It would have been easy for The Worm to wiggle away from his endeavour, to abandon his good friend, DPRK leader Kim Jong-Un after he allegedly fed his uncle to dogs, a move so controversial that its brought even more scorn than Michael Vick took for his canine related sins. He might have even thought twice after the sponsor of his North Korean escapades, Paddy Power, an Irish gambling website, pulled their name off the trip, with Mr. Power himself declaring to the Guardian “It’s got a little hot in the kitchen.” And Rodman could certainly have succumbed to the mounting pressure from New York Democratic Representative Eliot Engel, who referred to the events as “bizarre and grotesque,” not to mention “ill conceived”, while pleading for the Wednesday game to be cancelled. Instead, Rodman is keeping it real, steadfast in his defense of Jong-Un, to whom he professed his love, while ratcheting up his efforts his true goals of long-term peace. Blast Rodman all you want - no one can argue with the merits of the aging ballers selected to celebrate the Jong-Un’s birthday, all while greasing the wheels of diplomacy. Getting this elite group of former NBA players, including Kenny Anderson, Vin Baker, Doug Christie, Craig Hodges, Cliff Robinson, Charles Smith and “Sleepy Floyd”, together on the court all at once is an accomplishment in itself. What these pioneers for peace are on the cusp of however, is enough to shock the world. Let’s take a look at these game changing athletes. Kenny Anderson Age: 43 Former NBA teams: Nets, Hornets, Trail Blazers, Celtics, Supersonics, Hawks, Clippers One of the legions of former NBA athletes to have burned through their cash, Anderson was fired in May from his coaching job at the David Posnack Jewish Day School in Davie, Florida after picking up a DUI. The former boyfriend of Spinderella of Salt-N-Pepa fame is a New York City high school legend who set the scoring record as a freshman guard at Archbishop Molloy despite his coach refusing to play him in the first quarter of games. Vin Baker Age: 42 Former NBA teams: Bucks, Supersonics, Celtics, Knicks, Rockets, Clippers Baker put the University of Hartford on the map, becoming the first player from the Connecticut institution to make the NBA. The forward also blew much of his earnings, although not on the level of Anderson, making four all-star teams before a casual use of alcohol accelerated into full on addiction, ultimately leading to his falling out of the league. Today he’s clean and working as a pastor at a church in Harlem, New York City. Charles Smith Age: 48 Former NBA teams: Clippers, Knicks, Spurs Smith’s slightly disappointing NBA career was further undermined by a singular dark moment in New York Knicks history. In the 1993 playoffs, New York were tied in the best-of-seven series 2-2 with Michael Jordan’s Chicago Bulls. Smith was blocked/stripped not once or twice but four times while trying to give New York the lead as time expired in the crucial Game Five at Madison Square Garden. The Knicks, who were once up 2-0 in the series, bowed out in Game Six, and the play became a symbol of New York’s failed bids to get past Jordan during his run of six NBA titles. Smith has spent a good deal of his retirement helping NBA alumni capitalize on opportunities, including setting up an exhibition tour for ex-ballers in Macau, China. His experience with the DPRK’s chief trading partner should put him in the forefront in Pyongyang. Eric “Sleepy” Floyd Age: 53 Former NBA teams: Nets, Warriors, Rockets, Spurs Floyd once poured in 29 points against the Los Angeles Lakers in a 1987 playoff game, and was the centerpiece of some reasonably bad Warriors teams in the early to mid 1980s. He ran a restaurant after retirement, telling the San Francisco Chronicle in 2001 that he has “a hunger to get back in the game,” and so this trip to North Korea just may be the opportunity he’s been waiting for. Sleepy is sure to be welcome in the DPRK thanks to his status as a brand ambassador for the mattress company “Comfort Revolution”. Cliff Robinson Age: 47 Former NBA teams: Trail Blazers, Warriors, Suns, Pistons, Nets Robinson, once known as “Uncle Cliffy” to his Nets teammates, played 18 seasons in the NBA, in nearly 1400 games, while playing on some important teams in Portland as a front court defensive force who could also score. He put up over 19,000 points, more than Magic Johnson, Chris Mullin and Walt Frazier, and there’s more big names after that (Isaiah Thomas) I’ve just left out. Regardless of any of that, mention the name “Cliff Robinson” the only response I have is “headband”, which he donned in several colors, consistently for nearly two decades. Doug Christie Age: 43 Former NBA teams: Lakers, Knicks, Raptors, Kings, Magic, Mavericks, Clippers Christie, playing a preseason game with his Kings against the Lakers, got into an infamous scrap with the Rick Fox in back in 2002. The Sacramento guard landed an uppercut before both players were ejected with Fox electing to continue the brawl in the tunnel. The Lakers' Shaquille O’Neal, wearing pajamas while resting an injured toe, would join in, eventually getting in the face of Vlade Divac. Funnily enough, Shaq now actually owns a piece of the Kings, and unsurprisingly, Christie thinks it’s all a bit weird. And speaking of things that are off kilter, the former point guard apparently re-marries his wife Jackie every single year on their anniversary. Jackie is also known for joining her husband around the league for most of his career, signaling to him during games, while making sure she was present during interviews with female reporters. In 2012 the couple announced they would executive produce porn films - do you think Kim Jong-Un has confiscated any of them? Craig Hodges Age: 53 Former NBA teams: Clippers, Bucks, Suns, Bulls Chicago’s former three-point specialist is the only member of the roster to sue the NBA. Despite shooting 40% beyond the arc for his career, and being a member of two Bulls title teams, Hodges never got a call from another NBA team after the 1991-1992 season. Hodges was just 32 at the time, and believes he was blackballed for hanging out with Louis Farrakhan while pressuring other black NBA players, including his teammate Michael Jordan, to work harder on African American social issues. Hodges, who turned up to the White House for the customary, champions meet the president moment wearing a dashiki, lost the lawsuit, and struggled to get support in his own community. There’s something definitely weird about the whole thing, but who cares - there’s actually a real, live, political activist on the ground set to drain threes in Pyongyang.",
    "keywords": [
        "exnba",
        "team",
        "knicks",
        "korea",
        "hodges",
        "teams",
        "clippers",
        "players",
        "rodman",
        "nba",
        "dennis",
        "age",
        "game",
        "york",
        "north",
        "members"
    ],
    "summary": "Dennis Rodman is back in North Korea for a fourth visit, and on this occasion, the five-time NBA champion has arrived with a not-so-Dream Team in tow.\nRodman should be applauded for his bids at trying to help create peninsula peace in our time.\nCharles Smith Age: 48 Former NBA teams: Clippers, Knicks, Spurs Smith’s slightly disappointing NBA career was further undermined by a singular dark moment in New York Knicks history.\nCraig Hodges Age: 53 Former NBA teams: Clippers, Bucks, Suns, Bulls Chicago’s former three-point specialist is the only member of the roster to sue the NBA.\nDespite shooting 40% beyond the arc for his career, and being a member of two Bulls title teams, Hodges never got a call from another NBA team after the 1991-1992 season.",
    "sentiment": {
        "neg": 0.0447,
        "neu": 0.8545,
        "pos": 0.1009,
        "compound": 0.1541
    }
}