{
    "date": "2014-09-03T18:51:22Z",
    "title": "North Korea has much to be admired, says Italy's Northern League leader",
    "url": "https://www.theguardian.com/world/2014/sep/03/north-korea-italy-northern-league",
    "content": "Welcome to the land where the streets are full of children playing and there is no litter on the ground. Where there is respect for elders and “the state provides everything”. A land where there is “a splendid sense of community”. Sound familiar? It may not be the usual verdict on North Korea; there is, for instance, a distinct absence of any reference to forced labour, hunger or personality cults. But this is North Korea nonetheless – as seen through the eyes of one of Italy’s political party leaders. Matteo Salvini, head of the right-wing Northern League, has returned from a five-day visit to North Korea and has warm words for the country, which, according to the United Nations, “does not have any parallel in the contemporary world” in terms of human rights abuses. “I am happy to have gone,” Salvini told Italian daily Corriere della Sera. “I saw a splendid sense of community. Many children playing in the streets and not not on play stations. A great respect for older people. Things that no longer exist in Italy.” When the journalist pointed out concerns over Pyongyang’s nuclear programme and its human rights violations, Salvini was quoted as responding: “While I would not swap my life for the one they lead in North Korea, the death penalty also exists in the United States. And as far as freedom of the press is concerned, ok, there they do nothing but talk of the Supreme Leader, but here don’t people sing [prime minister Matteo] Renzi’s praises every day?” Salvini travelled to North Korea with another Italian politician, Antonio Razzi, a senator in Silvio Berlusconi’s centre-right Forza Italia party. He told Il Fatto Quotidiano last year that North Korea reminded him of Switzerland, praising people’s punctuality and their “very, very clean” streets. While the Northern League is also known for its xenophobic rhetoric, it appears Salvini has a lot of time for the North Korean way of doing things. He said the country operated according to “another model which I do not demonise”. “There, the state provides everything: school, housing, work,” he said. “The American lifestyle is not the only one that exists in the world.” He went on to criticise the trade restrictions slapped on Pyongyang by the west as “idiotic”. North Korea, he added, represented a “huge opportunity for our [Italy’s] businesspeople.” Salvini’s bizarre remarks sparked a mixture of condemnation and satire on social media on Wednesday. “Salvini’s comments on North Korea prove that anyone who votes [for the Northern League] is a danger to themselves and others,” wrote economist Michele Boldrin on Twitter. “Guys we’re in talks to send Razzi and Salvini to North Korea for good,” joked Luca Alagna, a digital media strategist. “Let’s please focus.”",
    "keywords": [
        "league",
        "italys",
        "leader",
        "korea",
        "world",
        "northern",
        "things",
        "told",
        "salvini",
        "united",
        "streets",
        "admired",
        "north"
    ],
    "summary": "It may not be the usual verdict on North Korea; there is, for instance, a distinct absence of any reference to forced labour, hunger or personality cults.\nBut this is North Korea nonetheless – as seen through the eyes of one of Italy’s political party leaders.\nNorth Korea, he added, represented a “huge opportunity for our [Italy’s] businesspeople.” Salvini’s bizarre remarks sparked a mixture of condemnation and satire on social media on Wednesday.\n“Salvini’s comments on North Korea prove that anyone who votes [for the Northern League] is a danger to themselves and others,” wrote economist Michele Boldrin on Twitter.\n“Guys we’re in talks to send Razzi and Salvini to North Korea for good,” joked Luca Alagna, a digital media strategist.",
    "sentiment": {
        "neg": 0.0433,
        "neu": 0.7793,
        "pos": 0.1774,
        "compound": 0.1644
    }
}