{
    "date": "2014-06-09T11:49:36Z",
    "title": "Take it from a former military deserter: Bowe Bergdahl has suffered enough | Graeme Wood",
    "url": "https://www.theguardian.com/commentisfree/2014/jun/09/military-deserter-bowe-bergdahl-punishment",
    "content": "Three years ago, I asked an Afghan with ties to the Taliban what he had heard about captured Sergeant Bowe Bergdahl. He replied that Bergdahl had briefly escaped, then been found hiding in a tree by Kuchi nomads and returned to his captors. After that, his captors locked him in a dark room, in a cage \"for a dog\". I had no idea if these details were correct – Afghans spin tales, and I had no way to confirm – but preliminary reports suggest that Bergdahl probably did endure punishment worse than anything a court martial might offer. Now, Bergdahl can expect to live about 50 years outside of a dog cage, after these five unfortunate years. But it will be a life unlike almost any other, haunted forever by the memories of his captivity, and the scorn of fellow soldiers and others who consider him a deserter and traitor. We're still unsure what Bergdahl was thinking when he apparently walked off his outpost in Khost, Afghanistan, and we don't know whether he intended to come back – or to hike romantically into the sunrise all the way to India, as some have claimed. But Bergdahl might be heartened to know that there is at least one other case of a US soldier who returned to civilian life after desertion and long confinement, and that he's found happiness and comfort. In 1965, Charles Robert Jenkins, 24 years old and, apparently like Bergdahl, deeply disillusioned with military life, was assigned to patrol the Demilitarised Zone between North and South Korea. One night, he walked across the line and turned himself over to the enemy. Jenkins defected and worked for the North Koreans as a teacher and actor. (Because he brought a rifle with him, Jenkins was entitled to a small but significant supplement to his weevil-infested rations, which lasted for his next four decades as an inmate of the North Korean state.) I met Jenkins last year on the small Japanese island where he has lived since fleeing North Korea with his Japanese wife in 2004. Jenkins is now a greeter and rice-cracker salesman at the island's small historical museum – and his life, it seems, is pleasant ... if a little boring. But in that mundane new existence, there is hope for Berdgahl – and a rare glimpse of a deserter's life after the military has set him free into civilian life. In Jenkins's case, we know that his desertion was premeditated and his conduct in captivity was clearly contrary to the code of conduct of US prisoners of war. (He appeared in gauzy propaganda photographs meant to lure other soldiers to the North Korean side, and he acted in bellicose North Korean movies.) Bergdahl reportedly left his machine gun on the American base and wandered off unarmed. At no point does he seem to have assisted Taliban propaganda efforts – and the accusations that he fed them tactical intelligence are at this point just speculation. So Bergdahl's alleged desertion would appear to be potentially serious, but hardly comparable to the crimes Jenkins copped to, upon leaving North Korea and presenting himself for court-martial at Camp Zama, as a 64-year-old sergeant (busted down to private as part of the deal). At the time, Jenkins's case was particularly sensitive, because the Bush administration wanted to make sure his desertion received a punishment stern enough to honor the soldiers then dying at an unexpectedly high rate in Iraq. But Jenkins ultimate served just 24 days of confinement, largely in deference to his having suffered plenty already just by virtue of having lived most of his life in North Korea. And with the withdrawal from Iraq and the drawdown in Afghanistan, the US has a little less incentive to punish deserters than it did when Jenkins returned to service in 2004. In his North Korean sojourn, Jenkins integrated as well as any foreigner could into that closed society, by learning the language (not perfectly, but pretty well for a North Carolina bumpkin with a grade-school education), by memorizing its key ideological slogans, and ultimately becoming a citizen. Bergdahl, it seems, may have suffered in solitude and acquired psychological wounds of a different and worse sort. Jenkins at least found love. In 1980, he married a Japanese woman – herself the victim of a plot to kidnap foreigners and enslave them to teach North Korean spies how to pass as Japanese, Thais and other foreign nationalities – and when he finally fled North Korea, he settled with his wife and two daughters. To this day they are a happy family in rural Japan. In his autobiography and in conversations with me, Jenkins said his 39 years of hell are a price worth paying for the family he has now. Bergdahl certainly has loving parents – his father Robert and mother Jani were outstanding advocates for his release, and have even been scouting secluded venues for his slow recovery – but he will come away from this experience with a more lopsided ledger of things to regret about it and things to remember fondly. If Bergdahl follows Jenkins's lead and decides not to return home to Idaho, he will retire to somewhere as rural and remote as the land of his childhood, and spend a long while contemplating tragic decisions – in his case, without any compensating joys. He will at least have sunrises, and eventually, once the media lose interest, perhaps also a kind of peace.",
    "keywords": [
        "military",
        "korea",
        "case",
        "north",
        "deserter",
        "wood",
        "desertion",
        "japanese",
        "soldiers",
        "jenkins",
        "suffered",
        "bergdahl",
        "graeme",
        "life",
        "bowe",
        "korean"
    ],
    "summary": "Three years ago, I asked an Afghan with ties to the Taliban what he had heard about captured Sergeant Bowe Bergdahl.\nNow, Bergdahl can expect to live about 50 years outside of a dog cage, after these five unfortunate years.\nI met Jenkins last year on the small Japanese island where he has lived since fleeing North Korea with his Japanese wife in 2004.\n(He appeared in gauzy propaganda photographs meant to lure other soldiers to the North Korean side, and he acted in bellicose North Korean movies.)\nBergdahl, it seems, may have suffered in solitude and acquired psychological wounds of a different and worse sort.",
    "sentiment": {
        "neg": 0.0994,
        "neu": 0.8119,
        "pos": 0.0886,
        "compound": -0.0656
    }
}