{
    "date": "2014-09-26T09:44:27Z",
    "title": "North Korea admits to Kim Jong-un’s ill-health for first time",
    "url": "https://www.theguardian.com/world/2014/sep/26/north-korea-kim-jong-un-ill-health",
    "content": "That Kim Jong-un is carrying a few extra pounds has been obvious since he became North Korea’s leader in late 2011. But speculation that his increasing weight – apparently partly due to a weakness for cheese – has brought on debilitating spells of gout rose dramatically this week, after he failed to attend an important parliamentary session. Rumours that Kim, reputedly a heavy smoker, is in less than robust health surfaced earlier this year when state TV footage showed him with a pronounced limp and looking noticeably bulkier than he did during his first few months as leader. On Friday, North Korean authorities, in a rare display of openness about their leader’s health, admitted for the first time that Kim was suffering from an “uncomfortable physical condition”, although they did not confirm rumours that the 31-year-old, Swiss-educated leader was suffering from gout. State media issued the brief comment on Kim’s physical condition after he failed to appear at a session of the supreme people’s assembly – North Korea’s national legislature, where leaders would normally be expected to make an appearance. In a one-hour documentary aired on Thursday that showed a limping Kim visiting a factory near Pyongyang, the narrator said: “The wealth and prosperity of our socialism is thanks to the painstaking efforts of our marshal, who keeps lighting the path for the people, like the flicker of a flame, despite suffering discomfort.” Kim’s three-week public absence comes months after he was shown limping, and wearing loose clothes, during inspections of military units and factories. His last appearance was on 3 September, when Kim, accompanied by his wife Ri Sol-ju, was shown sitting in the front-row seats at a concert by the North Korean girl group the Moranbong Band. Despite his love of baseball and basketball – evident in his friendship with the former NBA star Dennis Rodman – Kim is not known for his sporting prowess beyond occasional outings on horseback. South Korea’s Joongang Ilbo newspaper charitably speculated that his limp had been caused by a sports injury, but Yonhap suggested that the portly dictator’s health problems were more serious. The South Korean news agency quoted a source said to be familiar with North Korean affairs as saying that Kim was suffering from gout, diabetes and high blood pressure. Kim Il-sung, Kim’s grandfather and North Korea’s founder, and his father Kim Jong-il both suffered from gout, as does his elder brother, Kim Jong-nam. Yonhap’s source said that a North Korean medical team had visited Germany and Switzerland, where Kim is thought to have been educated, to consult colleagues about his health issues. South Korea’s unification ministry said on Friday that it was monitoring Kim “with various possibilities in mind, including the rumours about health problems”. Speculation is mounting that Kim, who may have been trying to gain weight to resemble his revered grandfather, was paying the price for his penchant for alcohol and rich food. “I’m not a physician, and even if I were, I probably would not be his. That said, his lifestyle – the weight gain, smoking, and extreme stress do not help,” said Daniel Pinkston, deputy project director for the North East Asian programme at the International Crisis Group. Pinkston said he believed Kim’s most loyal supporters were likely to be “sympathetic” and wish him a speedy recovery. However, if his condition proves serious, it could trigger instability – the threat of which could affect his treatment, especially if it involved surgery, he added. “Dictators are very suspicious of potential challengers, and of course, they are vulnerable when sedated,” said Pinkston. “Notice that his grandfather never got his tumour removed from his neck”. It is not the first time that Kim Jong-un has disappeared from public view. He was absent from TV broadcasts for 21 days in March 2012 and for a slightly longer period in June that year. Early last year he was out of the public eye for 18 days. Some analysts were sceptical about rumours surrounding Kim’s health. “Kim Jong-un’s failure to attend yesterday’s [supreme people’s assembly] meeting does not necessarily indicate he has a health problem,” said Michael Madden, an expert on the North Korean leadership and contributor to the 38 North website. “His father often skipped these legislative meetings. On the other hand, Kim Jong-un has not made any observed public appearances since 3 September, which is somewhat unusual for him. Also, unlike his father, there were no reports in state media that he participated in any on-site inspections or visits, which we used to see with Kim Jong-il even when the old man’s health was precarious.”",
    "keywords": [
        "rumours",
        "korea",
        "admits",
        "suffering",
        "public",
        "kims",
        "kim",
        "gout",
        "illhealth",
        "koreas",
        "health",
        "jonguns",
        "north",
        "korean"
    ],
    "summary": "That Kim Jong-un is carrying a few extra pounds has been obvious since he became North Korea’s leader in late 2011.\nThe South Korean news agency quoted a source said to be familiar with North Korean affairs as saying that Kim was suffering from gout, diabetes and high blood pressure.\nKim Il-sung, Kim’s grandfather and North Korea’s founder, and his father Kim Jong-il both suffered from gout, as does his elder brother, Kim Jong-nam.\nYonhap’s source said that a North Korean medical team had visited Germany and Switzerland, where Kim is thought to have been educated, to consult colleagues about his health issues.\n“Kim Jong-un’s failure to attend yesterday’s [supreme people’s assembly] meeting does not necessarily indicate he has a health problem,” said Michael Madden, an expert on the North Korean leadership and contributor to the 38 North website.",
    "sentiment": {
        "neg": 0.0755,
        "neu": 0.8709,
        "pos": 0.0536,
        "compound": -0.099
    }
}