{
    "date": "2014-04-16T11:54:58Z",
    "title": "Secrets and strides – the singular experience of a North Korean marathon | Isobel Yeung",
    "url": "https://www.theguardian.com/sport/2014/apr/16/north-korea-marathon-pyongyang-running",
    "content": "London was not the only city to host a marathon last Sunday and, it can be argued, neither was it the most interesting, despite the presence of the Olympic hero Mo Farah over the full distance for the first time. In North Korea, 800 professional and amateur runners were lining up inside the Kim Il-sung Stadium ahead of Pyongyang's 27th annual marathon. Open to overseas recreational runners for the first time as part of a wider initiative to boost tourism, this was a historical moment for the world's most secretive nation. For me this was an ideal opportunity. I've always wanted to see North Korea but did not much fancy being part of a heavily restricted group tour, as is the case with visitors to the country. Here was a chance to gain relatively free access and burn a few calories while I was at it. It proved easier than expected to sign up – around 300 of the 800 people who took part were non-North Korean – and, to my relief, the clusters of people around me at the start line did not look like actual runners. Instead there was a bunch of hyper tourists who had mostly come for this unique experience. This was the first time North Korea had attempted to organise a marathon on this scale and it would be fair to say the preparations were a shambles. Having released limited information before the event, besides the five-hour cut-off time, the organisers then left it until the night before to announce significant tweaks to the schedule – notably that the closing ceremony would commence four hours after the start of the marathon, meaning all the runners would need to complete the race within three and a half hours. Official guides patiently explained that those taking longer could simply complete the marathon in one of the buses they had laid on, which would swoop you up and drop you off at the finish line. There were other last-minute rule changes, such as no snacks, drinks, cameras or music devices, and no large logos on clothes, no American or Japanese flags, and specifically no apparel displaying the word \"America\". \"Don't worry about not having photos, we have men to shoot you,\" instructed a poker-faced official to a stunned set of tourists. Fiona Pascall, a pilates instructor from Bristol who had spent months training for this marathon, agonised over whether or not she would be able to complete it in four hours. Luckily, I had no such concern – there was absolutely no way I'd make the newly imposed deadline and thus I became part of a group of competitors who had to back down regretfully (but secretly gladly) to the half marathon. After an initial false start, when no one quite knew which was their signal to go and 225 amateurs had to shuffle-back 50m, we were finally let loose in Pyongyang. The run consisted of four loops (two for the half marathon) round a section of the city. Not the most exciting of routes, but it gave runners the chance to take in several humongous communist monuments in all their pristine glory. Behind the façade, we also caught glimpses of basic-looking flats adorned with portraits of the great leader and an occasional unidentified animal hung up by its heels for dinner. The lack of security lining the streets came as a surprise, as was being able to travel freely from the boundaries of strictly supervised tour groups. For once, visitors to Pyongyang were not being shuffled around a glitzy national building or feeling compelled to bow down in front of imposing Kim statues. Scattered along the route were eager supporters clapping and waving as we trundled past, providing a motivational boost that I for one was grateful for. Elderly women also flashed their gums as men in grey communist suits and school children high-fived us, giggling at our red faces and short shorts. There was support, too, for the young Korean girls with bowl haircuts who streamed past in whimpering pain, pushing themselves to their limits, and even more so for the national hero and Pyongyang marathon-veteran Pak Song‑chol, who was egged on by a moving car blaring out propaganda from a loudspeaker as he unceremoniously lapped me and others on our second trek of the course. As the aches and pains started to truly take hold, and one of the world's largest Arches of Triumph finally came into sight, I was struck by the sense of normality in the faces of the excited onlookers. Suddenly, the world's most secretive and feared nation had an unexpectedly welcoming appeal, which was amplified by the sound of 50,000 people, mainly university students, military personnel and women dressed in puffy national dresses, cheering on the runners as we re-entered the Kim Il-sung Stadium. Completing a victory lap in a fashion akin to Jessica Ennis winning a gold medal, I finished the half-marathon in 2hr and 12min, in time to see Pak crossing the line to raptures of applause – and why not, given he had completed his race at exactly double my pace. With the schedule running late, the stadium's gates were just drawing shut when Pascall came through – becoming the first and only amateur woman to complete the route on time. She clocked home in 4:01. \"I'm over the moon,\" she said, \"and the support from the Korean public has been overwhelming. Nowhere else in the world could I possibly get up on a winning podium.\" The closing ceremony allowed the chairman of the National Marathon Committee to hand out awards, with fits of laughter erupting whenever he struggled to pronounce a foreign name. Rumours of Kim Jong-un's appearance turned out to be a classic case of Korean whispers, but no one seemed to mind too much. It had been a monumental day and soon we were off to revel in our victories at our Olympic village replacement, one of Pyongyang's legendary micro breweries. Isobel Yeung is a freelance writer and TV reporter based in China",
    "keywords": [
        "isobel",
        "worlds",
        "start",
        "marathon",
        "yeung",
        "kim",
        "singular",
        "pyongyang",
        "national",
        "runners",
        "experience",
        "strides",
        "complete",
        "secrets",
        "north",
        "korean"
    ],
    "summary": "In North Korea, 800 professional and amateur runners were lining up inside the Kim Il-sung Stadium ahead of Pyongyang's 27th annual marathon.\nHere was a chance to gain relatively free access and burn a few calories while I was at it.\nThis was the first time North Korea had attempted to organise a marathon on this scale and it would be fair to say the preparations were a shambles.\nThe closing ceremony allowed the chairman of the National Marathon Committee to hand out awards, with fits of laughter erupting whenever he struggled to pronounce a foreign name.\nRumours of Kim Jong-un's appearance turned out to be a classic case of Korean whispers, but no one seemed to mind too much.",
    "sentiment": {
        "neg": 0.0515,
        "neu": 0.8246,
        "pos": 0.1238,
        "compound": 0.2048
    }
}