{
    "date": "2014-12-12T10:56:39Z",
    "title": "Sony hack would have challenged government defences – FBI",
    "url": "https://www.theguardian.com/technology/2014/dec/12/sony-hack-government-defences-fbi",
    "content": "The cyberattack that crippled Sony Pictures, led to theft of confidential data and leak of movies on the internet would have challenged almost any cyber security measures, the US Federal Bureau of Investigation (FBI) has said. The FBI’s investigation into the attack has found that the level of sophistication of the software used by the hackers was “extremely high” and that the attacks were “organised and certainly persistent.” “In speaking with Sony and separately, the Mandiant security provider, the malware that was used would have slipped or probably got past 90% of internet defences that are out there today in private industry and [would have] challenged even state government,” Joseph Demarest, assistant director of the FBI’s cyber division told a US Senate hearing. ‘We’re still working very hard on that’ While security analysts have said that preventing sophisticated and well-funded cyber criminals from breaking into a company is very hard indeed, researchers have criticised Sony Pictures for its poor data security, which allegedly saw login details stored in unencrypted spreadsheets. But Demarest wouldn’t be drawn on who carried out the attacks. “I won’t touch on the attribution piece because we’re still working very hard on that,” he said. The FBI assistant director explained that the skills necessary to carry out the attack were not limited to government-funded units and that cyber criminals also have the level of sophistication needed. A hacking group calling itself Guardians of Peace (Gop) claimed responsibility for the hack on 24 November. A link between Gop and North Korea has been muted over Pyongang’s reaction to the Sony Pictures film The Interview, which depicts an assassination attempt on Kim Jong-un. North Korea denied involvement, despite calling it a “righteous deed”, but some security researchers are convinced that the attacks carry the hallmarks of a state-sponsored assault. The FBI poured doubt on links with North Korea saying that there was “no attribution” to Pyongang. • Hackers ‘may attack other film studios after leak of Sony Pictures’ data’",
    "keywords": [
        "defences",
        "cyber",
        "sony",
        "hard",
        "korea",
        "attacks",
        "pictures",
        "challenged",
        "data",
        "security",
        "fbi",
        "hack",
        "north"
    ],
    "summary": "The cyberattack that crippled Sony Pictures, led to theft of confidential data and leak of movies on the internet would have challenged almost any cyber security measures, the US Federal Bureau of Investigation (FBI) has said.\nA link between Gop and North Korea has been muted over Pyongang’s reaction to the Sony Pictures film The Interview, which depicts an assassination attempt on Kim Jong-un.\nNorth Korea denied involvement, despite calling it a “righteous deed”, but some security researchers are convinced that the attacks carry the hallmarks of a state-sponsored assault.\nThe FBI poured doubt on links with North Korea saying that there was “no attribution” to Pyongang.\n• Hackers ‘may attack other film studios after leak of Sony Pictures’ data’",
    "sentiment": {
        "neg": 0.1734,
        "neu": 0.7664,
        "pos": 0.0603,
        "compound": -0.4002
    }
}