{
    "date": "2014-10-14T07:34:04Z",
    "title": "North Korea says pictures show Kim Jong-un back in action",
    "url": "https://www.theguardian.com/world/2014/oct/14/kim-jong-un-pictures-show-leader-back-in-action-says-north-korea",
    "content": "Kim Jong-un has ended speculation about his grip on power in North Korea with his first public appearance in more than five weeks, albeit aided by a walking stick. The 31-year-old visited a housing development and energy research institute in the capital, Pyongyang, according to the official KCNA news agency. His party’s official newspaper, the Rodong Sinmun, ran several photographs showing a smiling, gesticulating Kim, accompanied by Hwang Pyong-so, the army’s chief political officer and Kim’s second-in-command, as well as other senior officials. His first public appearance since 3 September, when he attended a concert in Pyongyang with his wife, appeared to confirm claims that Kim has been unwell. Dressed in his trademark dark suit, he was pictured walking with the aid of a black cane – lending weight to the theory that he has been receiving treatment for a leg injury or illness that has affected his ability to walk unaided. The international rumour mill ratcheted up several notches last week when Kim, who inherited the North Korean leadership after the death of his father, Kim Jong-il, in December 2011, failed to attend an event to mark the 69th anniversary of the ruling Korean Workers’ party. Earlier he had missed an important meeting of the country’s parliament. The theories, often given without a modicum of evidence, ranged from diabetes to a brain haemorrhage or heart condition. While most experts concluded he was incapacitated by a medical condition, others speculated he had been overthrown by rival power brokers. The official KCNA news agency said Kim had recently made two public appearances but did not provide dates or an explanation for his lengthy absence. KCNA said Kim had offered “field guidance” to officials at the new Wisong Scientists Residential District and visited the newly built Natural Energy Institute of the State Academy of Sciences. “Our scientists are patriots who are devoting all their lives to building a rich and powerful nation,” the agency quoted him as saying. “There is nothing to spare for them. It is necessary to project and treat scientists preferentially and always take care of them.” North Korea watchers said Kim’s reappearance may have been designed to quash rumours of political instability, just days after North and South Korea exchanged gunfire following the release of propaganda balloons by activists in the South. “He’s the military leader and there was military action a few days ago,” An Chan-il, a former junior officer in the North Korean army who defected in 1979, told Reuters. “There was likely concern inside the North’s military as well as among the public” that would have eased with his reappearance, An said. The exact nature of Kim’s ailment remains unclear. Sections of the South Korean media claimed he was suffering from gout, while an unnamed source with connections to the Pyongyang regime said he had hurt his leg during a military drill. On Monday the South Korean newspaper JoongAng Ilbo said a French surgeon had operated on Kim’s ankles in mid-September, adding that the supreme leader had been recuperating at his private estate north of Pyongyang. In Seoul government officials repeated their contention that despite his health problems Kim remained in charge. Choi Yoon-hee, head of South Korea’s joint chiefs of staff, told a parliamentary hearing on Monday that whatever health problems Kim might have they “are not severe enough to disrupt his status as the ruler of the country”. What is certain is that Kim’s lifestyle is unlikely to benefit his health; the heavy smoker has visibly gained weight in the past year, apparently in an attempt to more closely resemble his grandfather and North Korea’s founder, Kim Il-sung. North Korea’s tightly controlled media have said only that Kim was suffering “discomfort”, months after he was shown on TV walking with a limp. Despite his clear love of photo opportunities – often accompanied by his wife, Ri Sol-ju – this isn’t the first time that Kim has been out of the public eye. In June 2012 local media did not issue a single report or photograph of him for 23 days.",
    "keywords": [
        "south",
        "military",
        "korea",
        "public",
        "pictures",
        "north",
        "kim",
        "walking",
        "scientists",
        "kims",
        "action",
        "pyongyang",
        "jongun",
        "korean"
    ],
    "summary": "Kim Jong-un has ended speculation about his grip on power in North Korea with his first public appearance in more than five weeks, albeit aided by a walking stick.\nHis first public appearance since 3 September, when he attended a concert in Pyongyang with his wife, appeared to confirm claims that Kim has been unwell.\nThe international rumour mill ratcheted up several notches last week when Kim, who inherited the North Korean leadership after the death of his father, Kim Jong-il, in December 2011, failed to attend an event to mark the 69th anniversary of the ruling Korean Workers’ party.\n“He’s the military leader and there was military action a few days ago,” An Chan-il, a former junior officer in the North Korean army who defected in 1979, told Reuters.\nNorth Korea’s tightly controlled media have said only that Kim was suffering “discomfort”, months after he was shown on TV walking with a limp.",
    "sentiment": {
        "neg": 0.0595,
        "neu": 0.8696,
        "pos": 0.0709,
        "compound": 0.0318
    }
}