{
    "date": "2014-09-05T09:56:11Z",
    "title": "How the media  circus reported North Korea's pro-wrestling throwdown",
    "url": "https://www.theguardian.com/world/2014/sep/05/media-circus-north-korea-wrestling",
    "content": "Pyongyang is recovering from its International Pro-Wrestling Contest which saw North Koreans line up next to international wrestlers, including three Americans, over two days. The event was organised by Antonio Inoki, a former a Japanese wrestler-turned-politician, best known for going up against Muhammad Ali in 1979. Before the event last weekend, Inoki spoke of his hope that the conference would help ease international tensions, after North Korea agreed to reopen a probe on Japanese citizens abducted by Pyongyang in the 1970s and 1980s. Sports officials for the North Korean government echoed that the tournament would be held in the spirit of “independence, peace and friendship,” with North Korean wrestlers taking part in demonstrations with visiting contestants. With wrestling as the focus, North Korea opened its doors to the international media in the latest instalment of Kim Jong-un’s brand of sports diplomacy. The DPRK has previously hosted a basketball tournament with Dennis Rodman and next month they will send dozens of athletes to the Asian games. So what was the verdict? We look at how people reported from a country they may only visit once in their lifetimes, from the competitors to the seasoned hacks and the celebrities there for a good time. The contestants American pro-wrestler Jon “Strongman” Andersen was very complimentary about the show, posting an dramatic Instagram shot of his image on screen, towering over his performance. He described the production as “top notch,” along with everything else from “police escorts to the symphony”. He later took to Twitter to post a video of the event using the hashtag #wrestlingforpeace. Fellow contestant Bob “The Beast” Sapp was equally as enthusiastic, taking to Twitter to share YouTube videos, action shots and a formal photo from the press conference. One fan tweeted: “I seriously can’t remember the last time I saw something that cool,” adding the hashtag #SappDiplomacy. Media Journalists in attendance were under no illusions that their trips were fully stage-managed. In a live broadcast from Pyongyang on Monday, CNN journalist Will Ripley pointed out the armband he was required to wear at all times to identify him as a member of the press, describing their movements as “tightly-controlled”. Then, in what they reported as an unexpected twist, Ripley’s team were taken off their advertised schedule a day later to interview three American captives held by North Korean authorities. Kenneth Bae, who was sentenced to 15 years hard labour in 2013 after being accused of crimes against the state, Matthew Todd Miller, detained for “rash behaviour” after reportedly tearing up his passport at immigration, and Jeffrey Edward Fowle, who is suspected of leaving a Bible in North Korea, though a spokesman for his family said he had not been in the country for his church. CNN described the set up as “bizarre”, with each giving “eerily similar” statements in their allotted five minutes with the media team. Other journalists weighed in on the struggles of reporting from North Korea. Washington Post’s Anna Fifield said: “It’s such a thrill to get an elusive visa and see this closed society with your own eyes, yet so maddening when you realize that you’re moving through a kind of real-life Truman Show.” This was her sixth trip and it had a familiar ring. The daily itinerary set by the government was “an endless succession of visits to monuments” and she was only given access to pre-selected people. But she said she had seen some changes; nine years ago mobile phones were left at departures, now journalists are able tweet and write freely from their hotel rooms. “The problem is that I can only tweet and write what I see, and I can only see what they want me to see. But the way I figure it, it’s always better to see something than nothing”, wrote Fifield. For some, like Associated Press’ Pyongyang bureau chief Eric Talmadge, it was business as usual. Talmadge filed a range of stories, as well as some impressive Instagram and Twitter pictures. Fugees rapper Pras was also there, and was credited with brining the Ice Bucket challenge to North Korea. He said that his crew tended to stick out when they travelled together but that North Korean people had been good to them. And then there were ringside tweets from Michael Spavor (@mpspavor), who describes himself as a “private consultant involving business, sports and cultural exchanges with the DPRK” and has been credited with facilitating one of Rodman’s trips to the North. It’s safe to say the tournament garnered international attention. But to what effect? Speaking to NK News, North Korea expert Andrei Lankov said that wrestling was “a rather strange activity”, which may serve to reinforce international opinion of North Korea as a “weird place”, but Lankov is of the school of thought that any exchange, no matter how small or managed with the outside world, is better than nothing. They also spoke to Joshua Stanton of the One Free Korea blog, who argues that history has shown that previous events have not amounted to any real change.",
    "keywords": [
        "throwdown",
        "reported",
        "journalists",
        "international",
        "circus",
        "korea",
        "twitter",
        "tournament",
        "press",
        "media",
        "korean",
        "koreas",
        "pyongyang",
        "north",
        "prowrestling"
    ],
    "summary": "Sports officials for the North Korean government echoed that the tournament would be held in the spirit of “independence, peace and friendship,” with North Korean wrestlers taking part in demonstrations with visiting contestants.\nWith wrestling as the focus, North Korea opened its doors to the international media in the latest instalment of Kim Jong-un’s brand of sports diplomacy.\nMedia Journalists in attendance were under no illusions that their trips were fully stage-managed.\nFugees rapper Pras was also there, and was credited with brining the Ice Bucket challenge to North Korea.\nHe said that his crew tended to stick out when they travelled together but that North Korean people had been good to them.",
    "sentiment": {
        "neg": 0.0312,
        "neu": 0.8698,
        "pos": 0.099,
        "compound": 0.1965
    }
}