{
    "date": "2014-08-05T09:57:04Z",
    "title": "Former North Korean prisoner forms unlikely alliance with ex-gulag guard",
    "url": "https://www.theguardian.com/world/2014/aug/05/north-korean-prisoner-gulag-guard",
    "content": "Shin Dong-hyuk and Ahn Myung-chul are unlikely collaborators. They’re both North Korean, both defectors and have both lived in gulags – but that’s where the similarities end. Shin was a political prisoner while Ahn was one of the notoriously heavy-handed guards. “I had the authority to kill prisoners like him if they tried to escape,” Ahn said, referring to Shin. “We couldn’t have sat together like this in North Korea, but fortunately we’ve come to a free country where this is possible.” The pair appeared together in Seoul at the weekend to speak about their life in North Korea, one of the world’s most repressive societies, and draw attention to plight of prisoners in the country’s political camps. Shin described his first meeting with Ahn in 2008 as having been fraught with tension, as the guard brought back memories of the psychological and physical torture he suffered at Camp 14. “When we first met, I couldn’t even look at him directly. I kept my head down because I still had images in my mind of guards pointing guns, yelling and treating prisoners really poorly,” he said. In the camps, prisoners address guards using a Korean honorific that translates roughly as “teacher”. Shin said the word choice is a result of the idea that the prisoners, in having committed a crime that landed them in the gulag, had strayed from the prescribed path and needed to be educated. The North Korean system extends punishment to three generations of a family; Shin was doomed to live his whole life in a prison camp for having an uncle who escaped to South Korea in the 1950s. Camp 14, where he grew up, is referred to as a “total control zone” – meaning that the prisoners are never to be released. He was born at the camp in 1982 and lived there until making an unlikely escape in 2005 – the only person known to have been born in and escaped from a North Korean political prison camp. His story is told in Escape From Camp 14, a 2012 book by journalist Blaine Harden. Shin has become one of the most recognisable faces of the movement seeking to raise awareness of human rights abuses in North Korea, particularly in political prison camps. As a youth, Shin snitched to guards about his mother and brother, who were plotting to escape. They were executed, and Shin described being so indoctrinated in the perverse culture of the camp that he felt they deserved their fate. In the book, Shin also says that he informed on his mother and brother so as to get more food and other privileges from the guards. Ahn was a guard at four different camps, including Camp 14. Born in North Korea in 1969, he has said that while working as a guard he considered the prisoners to be “vicious evils”, as the government taught him. He admits that all the guards, including himself, abused the prisoners physically every day. Guards were rewarded for catching escapees, and punished for showing them any kindness or favours. “Often when I spoke to prisoners, they didn’t even know why they had been put in the camps. They weren’t given any chance to get out, they were just being treated as less than human.” Ahn’s said his eyes were opened after his family was placed under surveillance because of an angry, drunken remark by his father during the famine. As one of the heads of the food distribution centre, his father spoke of his anger towards Kim Jong-il’s regime for the shortages. Realising his crime the next day, his father took his own life. But the rest of the family was arrested and put under surveillance. It was this experience that led Ahn to question the regime and develop sympathy with prisoners. “That was the moment when I decided to defect,” he has said. In 1994, Ahn fled North Korea into China and went on to found NK Watch, an organisation dedicated to improving human rights in North Korea. He has spoken widely on the abuses he witnessed, and participated in, as a guard, including at the United Nations. A report released in February by a UN Commission of Inquiry found evidence of widespread abuses, ordered by the highest levels of government, including “extermination, murder, enslavement, torture, imprisonment, rape, forced abortions and other sexual violence, persecution on political, religious, racial and gender grounds”. Last year the Korea Institute for National Unification estimated the total number of political prisoners in North Korea at between 80,000 and 120,000, though other estimates put the number at more than 200,000. Estimates are based on analysis of satellite imagery and interviews with refugees. During the question and answer session at Saturday’s talk, South Korean high school students, who live in a country where education is a strong priority, asked several questions about how and what North Korean children in prison camps are taught. Shin said prisoners are considered less than human, and as such aren’t deemed worthy of being educated. “The people who run the camps think that prisoners could die today or tomorrow, so there’s no point in them learning anything,” he said. In the prison camps, guard and prisoner alike were under the strict control of an unforgiving system. Shin said: “In the camps we used to say that we were treated like dogs or mice. But I realised we were actually treated worse than that, because at least dogs and mice have the freedom to go where they want, and eat what they can find.”",
    "keywords": [
        "unlikely",
        "shin",
        "camp",
        "guards",
        "political",
        "korea",
        "alliance",
        "camps",
        "forms",
        "exgulag",
        "guard",
        "prisoners",
        "ahn",
        "prisoner",
        "north",
        "korean"
    ],
    "summary": "They’re both North Korean, both defectors and have both lived in gulags – but that’s where the similarities end.\nIn the camps, prisoners address guards using a Korean honorific that translates roughly as “teacher”.\nHe was born at the camp in 1982 and lived there until making an unlikely escape in 2005 – the only person known to have been born in and escaped from a North Korean political prison camp.\nBorn in North Korea in 1969, he has said that while working as a guard he considered the prisoners to be “vicious evils”, as the government taught him.\nIn 1994, Ahn fled North Korea into China and went on to found NK Watch, an organisation dedicated to improving human rights in North Korea.",
    "sentiment": {
        "neg": 0.1415,
        "neu": 0.7981,
        "pos": 0.0604,
        "compound": -0.2911
    }
}