{
    "date": "2014-12-27T08:30:03Z",
    "title": "Kim Jong-un goes awol: a short story by Jesse Armstrong",
    "url": "https://www.theguardian.com/books/2014/dec/27/-sp-kim-jong-un-jesse-armstrong-fictional-story",
    "content": "Dear Marshal Professor Kim Jong-un, Supreme Leader, We most humbly request you come out of the bathroom. You’ve been in there over a week now. The people need reassurance about your wellbeing. There are rumours. Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea I don’t want to talk about it. Fuck off. Send in some cheddar. Not a mild one. Something with a bit of a kick. Dear Marshal Professor Kim Jong-un, Supreme Leader, But it would be so great to see you again! Everyone really misses your humorous ways and brilliant edicts. Is it something we said? We liquidated most of the political apparatus in Kangwon province. Some of the guys thought they might be bothering you. Can you at least tell us why you will not come out? Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea I DON’T WANT TO TALK ABOUT IT. Send me some tasty manchego. And the print-outs from today’s Mail Online. (Also – the lab must work overtime. I demand a breakthrough in the Secret Programme!!!!!!) Dear Great Leader, OK. Was it that picture that sent you in there? We thought you looked suave. As you’ll see, there is in fact a story about you and another photo in the Mail Online. Don’t kill the messengers! Really. Please don’t. We thought maybe we wouldn’t send this through – but we all had a big talk and in case you kill any of us for disobeying you :) we have sent it through! Please don’t kill any of us! :) :) !!!!! Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea Dear Great Leader, Hello? Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea That is so unkind. I thought the last one was bad but. Seriously! It’s so clear they’ve looked at loads and loads of photos and picked one where, for a second, yes I do look like kind of puffy, but that’s one photo. It’s SUCH BULLSHIT. I’m sick and tired of this. It’s undermining my whole political agenda about equality and so on. It messes with someone’s confidence. And then they do like A HUNDRED PAGES of pictures from the X-Men premiere? SERIOUSLY? I electrify a whole region and what do I get? Spiteful comments. It’s crazy they can keep on pulling this shit!! Dear Great Leader, Remember, haters gonna hate! Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea Yes haters gonna hate. Of course. OBVIOUSLY HATERS GONNA HATE. I said that ONE TIME in politburo and now it’s like I can have all my problems solved by you saying it back to me! Haters gonna hate is probably not even Marxism-Leninism so probably you shouldn’t be saying it to me. I’m sending back the ‘parmesan’. It’s totally flavourless. Liquidate those responsible. I wanted reserve gruyère and this is no substitute. What are they saying today? Have they done any more on me? Those MASSIVE SHITS. Dear Great Leader, OK. Please don’t become irate :)! but today the Mail Online is extremely decadent, ideologically unsound. More than normal. They say you looked “bloated” at your visit to the rations plant. That maybe you haven’t been out in public lately because you’re “having a gastric band fitted”. That you couldn’t even close your lab coat because your “tummy is too large”. That in the pictures you look at the rations “with interest” and that you might have a “dangerously high consumption of emmental cheese”. Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea How can they even say that? That’s not journalism! What is that? What, like I’m going to just eat all the rations cos I’m so monstrously greedy??? They just make things up now? Fuck. It eats away at your trust kind of thing, you know? They might be interested to know, IF THEY EVEN ASKED, that the reason I didn’t do up my lab coat is because I wanted to show off my birthday jacket cos I thought people MIGHT ACTUALLY LIKE IT and think it was a bit of flair and I might get into a Best Dressed Top 10 like all those things aren’t total inside jobs sewn up by a tiny clique of magazine editors and capitalists. Ha! Well more fool me for trying to freshen up my wardrobe! This is so horrible. They take every little detail and twist it to make it like it’s horrible. This is the first step in counter-revolution!!!!!! Release the rockets!!!! All must burn!!!!!!!!! Dear Great Leader, Definitely? Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea Launch the rockets!!!! All of them!!!!!! (Anything on Popbitch, etc?) I am indefatigable! Launch launch launch!!!! Dear Great Leader, Super definitely? (Nothing on Popbitch, etc.) Best, The Army High Command, People’s Deputies, The People of North Korea I’ve been in here four weeks and it’s getting ridiculous. It’s LIKE HELL IN HERE. Cancel the Secret Programme, it is never going to synthesise a really good emmental out of rubber waste. If it wasn’t one of the presidential bathrooms with a sleeping annexe, basic marble kitchen, exercise room and multimedia enjoyment centre, I don’t know how I would cope in here. Release the rockets!!!!!! Dear Great Leader, Definitely, definitely? Best, The Army High Command, People’s Deputies, The People of North Korea Maybe hold on. I think we could be on to something with the barrel-aged feta. It’s got a very promising texture. I might come out for a bit. • Jesse Armstrong is co-creator and writer of Peep Show and Fresh Meat. His first novel, Love, Sex And Other Foreign Policy Goals, will be published by Jonathan Cape in April. Read more stranger than fiction stories online: Ed Miliband has a brief encounter on Hampstead Heath: a stranger than fiction story by Ian Martin Silvio Berlusconi’s community service in a home for Alzheimer’s patients: a stranger than fiction story by Philip Hensher Pippa Middleton, roving sommelier for US TV: a stranger than fiction story by Catherine Bennett Ukraine demands the return of its combat dolphins: a stranger than fiction story by Ned Beauman Solange Knowles attacks Jay Z in a lift: a stranger than fiction story by Luisa Omielan",
    "keywords": [
        "deputies",
        "leader",
        "goes",
        "high",
        "short",
        "korea",
        "north",
        "kim",
        "jesse",
        "awol",
        "armstrong",
        "peoples",
        "dear",
        "command",
        "army",
        "best",
        "jongun"
    ],
    "summary": "Best, The Army High Command, The Congress of People’s Deputies, The People of North Korea I don’t want to talk about it.\nBest, The Army High Command, The Congress of People’s Deputies, The People of North Korea I DON’T WANT TO TALK ABOUT IT.\nBest, The Army High Command, The Congress of People’s Deputies, The People of North Korea Dear Great Leader, Hello?\nBest, The Army High Command, The Congress of People’s Deputies, The People of North Korea That is so unkind.\nBest, The Army High Command, People’s Deputies, The People of North Korea Maybe hold on.",
    "sentiment": {
        "neg": 0.1413,
        "neu": 0.7038,
        "pos": 0.1549,
        "compound": 0.0636
    }
}