{
    "date": "2014-02-19T07:23:00Z",
    "title": "Australian missionary, 75, arrested in North Korea",
    "url": "https://www.theguardian.com/world/2014/feb/19/australian-missionary-75-arrested-in-north-korea",
    "content": "An Australian man has been arrested while carrying out missionary work in North Korea, the second foreign Christian missionary to be held in the country. The wife of 75-year-old John Short said her husband was arrested in Pyongyang on Sunday and had been open about his religious work on his second trip to the isolated state. “He won’t be intimidated by the communists,” Karen Short told Reuters from Hong Kong by telephone. North Korea has held American missionary Kenneth Bae for more than a year and convicted him of trying to overthrow the state. A North Korean court sentenced Bae to 15 years’ hard labour and efforts by Washington to secure his release have been thwarted. “I’m not upset. We’re Christian missionaries and we have tremendous support for what we do,” Short’s wife said of her husband’s arrest. North Korea is ranked as one of the world’s most oppressive regimes in terms of freedom of religion. A United Nations report issued on Tuesday cited lack of religious freedom in a state whose human rights abuses it likened to those of Nazi Germany. Short was making his second trip to North Korea, according to a statement by his family, and was in possession of religious materials that had been translated into Korean. Australia, which does not have diplomatic relations with North Korea, is using its embassy in Seoul and the Swedish embassy in Pyongyang, to handle the case. “We are in close contact with Swedish officials in Pyongyang to seek their assistance in confirming the well-being of Mr Short and to obtain more information,” said an Australian embassy spokesman in Seoul, adding that its capacity to deliver consular services in Pyongyang was “extremely limited”. Short said that on her husband’s first trip to North Korea he had been transparent about his faith and had openly read his bible in front of government guides when in Pyongyang. “He’s courageous, . This is my husband’s character,” said Short. “I hope things get better – he’s in God’s hands, we both totally believe that.”",
    "keywords": [
        "religious",
        "korea",
        "arrested",
        "missionary",
        "short",
        "state",
        "second",
        "75",
        "australian",
        "husbands",
        "trip",
        "pyongyang",
        "north"
    ],
    "summary": "An Australian man has been arrested while carrying out missionary work in North Korea, the second foreign Christian missionary to be held in the country.\nNorth Korea has held American missionary Kenneth Bae for more than a year and convicted him of trying to overthrow the state.\nNorth Korea is ranked as one of the world’s most oppressive regimes in terms of freedom of religion.\nShort was making his second trip to North Korea, according to a statement by his family, and was in possession of religious materials that had been translated into Korean.\nAustralia, which does not have diplomatic relations with North Korea, is using its embassy in Seoul and the Swedish embassy in Pyongyang, to handle the case.",
    "sentiment": {
        "neg": 0.0629,
        "neu": 0.7918,
        "pos": 0.1453,
        "compound": 0.0759
    }
}