{
    "date": "2014-02-19T14:10:39Z",
    "title": "Korean father set to meet son for first time 63 years after fleeing North",
    "url": "https://www.theguardian.com/world/2014/feb/19/north-south-korea-family-reunions-father-son",
    "content": "When Kang Neung-hwan fled North Korea in 1950, he did not know that the wife he was leaving behind was pregnant. Now Kang hopes to meet his son – who is 62 – for the first time, in one of a series of reunions of families separated by the 1950-53 Korean war. Kang, 92, is one of 82 elderly South Koreans hoping to make the trip to Kumgang Mountain resort in North Korea, with the gatherings likely to go ahead for the first time since 2010, starting on Thursday. Kang discovered he was a father only last year when he applied to take part in the reunions, hoping to visit his sister in the North. His sister has died, as has his wife. \"Nothing could make me happier than having even just one chance to meet him,\" Kang said, sitting cross-legged on the heated floor of his apartment in Seoul, the city where he eventually settled and built a successful career as a salesman. At his side was a basket of chocolate, socks, toothpaste and other items he hoped to give his son. Relations between South and North Korea have deteriorated over the past few years, and some hope that this week's meetings can be a step towards building more amicable ties. But Kang is reluctant to get his hopes up too high. \"Of course I'm really worried. I hope everyone involved tries their best to make sure it doesn't get cancelled,\" he said. He has been disappointed before: Kang's only other chance to meet his son was scuttled in September last year when inter-Korean family reunions were abruptly cancelled by Pyongyang. North Korea is sensitive to outside criticism of its system. This week the UN Human Rights Council issued an extensive and damning report on human rights in the North. The report, based on testimonies and interviews with North Korean refugees in Seoul, London, Japan and Washington, compiled chilling evidences of crimes against humanity including forced starvation, torture, slavery and sexual violence. Pyongyang quickly said it \"categorically and totally rejects\" the report's findings, calling it an \"instrument of a political plot aimed at sabotaging the socialist system\". The 372-page report is exceptional in its depth and carries the legitimacy of the UN name, but it is limited in how much it can do to affect change in the North. \"The UN has no authority to act within North Korea, so it's doubtful that any change will come of this,\" said Yang Moo-jin, a professor at the University of North Korean Studies in Seoul. Kang shuddered when asked what his life might have been like if he hadn't fled to the South all those years ago. \"The abuses in North Korea are unimaginable,\" he said. He hopes that one day South and North Korea can reunify, allowing families to share their lives. He was sure he would recognise a family resemblance in his son. \"I know he will look and act like me,\" Kang said. \"Even though we've never met, we are of the same blood.\"",
    "keywords": [
        "south",
        "set",
        "father",
        "korea",
        "reunions",
        "meet",
        "kang",
        "seoul",
        "63",
        "report",
        "son",
        "fleeing",
        "north",
        "korean"
    ],
    "summary": "When Kang Neung-hwan fled North Korea in 1950, he did not know that the wife he was leaving behind was pregnant.\nNorth Korea is sensitive to outside criticism of its system.\n\"The UN has no authority to act within North Korea, so it's doubtful that any change will come of this,\" said Yang Moo-jin, a professor at the University of North Korean Studies in Seoul.\n\"The abuses in North Korea are unimaginable,\" he said.\nHe hopes that one day South and North Korea can reunify, allowing families to share their lives.",
    "sentiment": {
        "neg": 0.1067,
        "neu": 0.8008,
        "pos": 0.0925,
        "compound": -0.0026
    }
}