{
    "date": "2014-07-10T07:37:30Z",
    "title": "North Korea complains to UN about Seth Rogen comedy The Interview",
    "url": "https://www.theguardian.com/film/2014/jul/10/north-korea-un-the-interview-seth-rogen-james-franco",
    "content": "North Korea has complained to the United Nations about The Interview, a forthcoming Hollywood comedy starring Seth Rogen and James Franco, on the grounds that it promotes terrorism against the country. In the film, a TV host (Franco) and his producer (Rogen) manage to secure an interview with Kim Jong-un, the leader of North Korea – only to find themselves hired by the CIA to assassinate him. Despite clearly being in the comic stoner-quest lineage of the pair's films Pineapple Express and This Is the End, North Korea isn't laughing. \"To allow the production and distribution of such a film on the assassination of an incumbent head of a sovereign state should be regarded as the most undisguised sponsoring of terrorism as well as an act of war,\" UN ambassador Ja Song Nam told UN secretary general Ban Ki-moon in a letter, according to Reuters. \"The United States authorities should take immediate and appropriate actions to ban the production and distribution of the aforementioned film; otherwise, it will be fully responsible for encouraging and sponsoring terrorism.\" North Korea has already expressed its displeasure with the movie on a couple of occasions. First of all, spokesperson Kim Myong-chol said the film \"shows the desperation of the US government and American society – a film about the assassination of a foreign leader mirrors what the US has done in Afghanistan, Iraq, Syria and Ukraine.\" North Korea's official news agency then published statements from an unnamed government official, who like Ja called the film an \"act of war\", as well as \"reckless US provocative insanity\". Ja enclosed a copy of the statement with his UN letter. Assuming it doesn't escalate to military deployment, this is all perfect publicity for The Interview, which is released in October. It's the second time in the director's chair for Evan Goldberg, with Rogen also directing; Goldberg wrote the aforementioned Rogen-Franco films as well as Rogen hits Superbad, The Green Hornet and 50/50. The trio will next work on Sausage Party, an animated tale of anthropomorphised food journeying across a supermarket. \"We thought it would be funny to do an R-rated Pixar-style movie,\" said Rogen of the film. \"It's fucking filthy. It's really, really, really dirty, but it looks like a Pixar movie … It's about food in a grocery store that believes when you get purchased all your wildest dreams come true. They don't realise that you get eaten. And its about them slowly realising what happens in their afterlife. It's kind of like Toy Story, it's a journey – they're trying to get from one end of the store to the other. It's fucking crazy, it's nuts.\"",
    "keywords": [
        "comedy",
        "war",
        "korea",
        "complains",
        "seth",
        "north",
        "rogen",
        "film",
        "terrorism",
        "really",
        "ja",
        "movie",
        "interview"
    ],
    "summary": "North Korea has complained to the United Nations about The Interview, a forthcoming Hollywood comedy starring Seth Rogen and James Franco, on the grounds that it promotes terrorism against the country.\nIn the film, a TV host (Franco) and his producer (Rogen) manage to secure an interview with Kim Jong-un, the leader of North Korea – only to find themselves hired by the CIA to assassinate him.\nDespite clearly being in the comic stoner-quest lineage of the pair's films Pineapple Express and This Is the End, North Korea isn't laughing.\nNorth Korea has already expressed its displeasure with the movie on a couple of occasions.\nIt's really, really, really dirty, but it looks like a Pixar movie … It's about food in a grocery store that believes when you get purchased all your wildest dreams come true.",
    "sentiment": {
        "neg": 0.0715,
        "neu": 0.8451,
        "pos": 0.0834,
        "compound": 0.0657
    }
}