{
    "date": "2014-12-18T13:27:05Z",
    "title": "The Interview: Sony's retreat signals an unprecedented defeat on American turf | Peter Bradshaw",
    "url": "https://www.theguardian.com/film/2014/dec/18/the-interview-sony-hack-north-korea-film",
    "content": "Strange memories will be triggered by North Korea’s stunningly effective fatwah against the Hollywood movie The Interview, in which James Franco and Seth Rogen play two dopey guys dragooned by the CIA into an assassination attempt on Kim Jong-un. Almost ten years ago, we saw a crew of puppets setting out to save the world in the Thunderbirds-style comedy Team America: World Police. Their enemy? Well, strict topicality should probably have meant al-Quaida and Osama Bin Laden. But something that looked like a War on Terror spoof was probably too risky and the film went after someone generally if tacitly agreed to be a safer target: North Korean leader Kim Jong-il, that melancholy little figure singing about being “so ronery”. Attacking jihadis would be unfunnily painful, poking the Russians was a bit passé and taking a potshot at China — an important movie market, and, as it happens, North Korea’s economic and political sponsor — would also be out of the question. So North Korea it was. And in 2014, producers of The Interview probably thought that they were on safe ground too. North Korea is, you might say, a far-off country about which we know little, but is good for some chuckles. Perhaps they thought it was broadly comparable to Sacha Baron Cohen taking the mickey out of Kazakhstan with his Borat movie — a film which elicited only the kind of noisy outrage in that country which was good for box-office. So the North Koreans were good for some edgy knockabout satire with no blowback. Wrong. North Korea has bitten back, in the form of a cyber-hacking group called Guardians of Peace, who may or may not have direct links to the government. They have released thousands of confidential email documents which horribly embarrassed Hollywood bigwigs with details of rows, executive pay and inappropriate remarks about African-American casting and President Obama. Then the Guardians of Peace declared war, losing the moral high-ground of non-violence with threats against US cinemas showing The Interview. It worked. The Interview has been yanked, and looks set to join the list of what Jean Cocteau called “films maudits”: cursed films. The history of cinema is of course littered with “banned” films whose profile and importance have been promoted with counter-productive attempts at censorship. It’s also littered with governments who have suppressed wicked Hollywood movies within their own borders, these edicts generally being futile and parochial. But actually clamping down on an American movie on American turf? An attack on American soil? In 2008, Sheikh Muhammad Munajid, a former Saudi diplomat in Washington, was globally mocked for attempting to slap a fatwa on Mickey Mouse: he claimed that in real life the mouse is “one of Satan’s soldiers” making everything it touches impure, that sympathetic cartoon depictions like Disney’s Mickey Mouse were therefore objectionable and that both household mice and their cartoon representations must be killed. But naturally these demands had no chance of taking effect in the US or anywhere else. Much closer to the Interview affair is the Iranian government’s rage in 2006 over Zack Snyder’s 300, a movie based on a graphic novel about the Battle of Thermopylae. It’s a film which playfully toyed with the perceived homoeroticism of the male-warrior culture: depicting the Spartans as brave, warlike and noble, but the Persians as in thrall to an effeminate and contemptible king: Xerxes. Not content with simply banning the film in its own country, the Iranian government complained to Unesco that it traduced Iran’s national dignity. Could Iran have taken the Guardians of Peace route and hacked emails, threatened cinemas? Maybe. But the digital technology was not as advanced for that first strategy and the political stakes were already high, with America muttering about Iran’s nuclear capability and some neocons wondering aloud about “regime change” (this was before the Syrian situation with Isis suddenly improved US-Iran relations). And Zack Snyder’s film did not, after all, wackily fantasise about offing President Ahmadinejad. So what happens to The Interview? Despite being withdrawn from cinemas, and having no theatrical or DVD release schedule, it will certainly surface. Variety’s Steven Gaydos shrewdly commented that it will of course become freely available online using precisely the same BitTorrent technology that the North Korean cyber-warriors used for their hacking. On another commercial and diplomatic level, questions will be asked in Los Angeles and Washington about exactly how much China knew about all this. Sony Pictures have led the way in partnerships with the Chinese film industry: even planning a Chinese remake of My Best Friend’s Wedding. All this might be under strain. Perhaps, in any case, Hollywood misread the nature of the North Korea regime. Despite its authoritarianism and instinctive suspicion and loathing for anything that smacks of artistic freedom, it does take cinema very seriously. The Pyongyang international film festival, however bureaucratic and sclerotic, is a rare North Korean institution to which outsiders are theoretically invited (it even showed Bend It Like Beckham once). But there is also the legendary case of the renowned South Korean director Shin Sang-ok who was actually kidnapped in 1978 from Hong Kong on the orders of Kim Jong-il who wanted him to make films promoting the good name of North Korea — the South Koreans evidently accepted (or thought it impolitic publicly to dispute) Kim’s claim that Shin had come willingly. After a spell in prison, Sang made seven films with Kim Jong-il actually credited as executive producer, before finally escaping while in Austria at a film festival. Maybe James Franco and Seth Rogen should write something about that remarkable true story. Either way, I suspect that North Korea will find that their bullying edict will haunt them. The Interview will become a global must-see and their Soviet-style control-freak instincts will look silly and culpable. Kim Jong-un should have just invited James Franco and Seth Rogen to meet him for a real interview. That would have made a great HBO documentary. Sony hack: the timeline so far FBI to link North Korea to Sony hack Sony’s cancellation of The Interview surprises North Korea-watchers Review: The Interview • This article was amended on 18 December 2014 to correct Seth Rogen’s surname.",
    "keywords": [
        "sonys",
        "turf",
        "films",
        "unprecedented",
        "korea",
        "seth",
        "bradshaw",
        "north",
        "kim",
        "defeat",
        "american",
        "film",
        "signals",
        "hollywood",
        "movie",
        "peter",
        "retreat",
        "interview",
        "korean"
    ],
    "summary": "So North Korea it was.\nNorth Korea is, you might say, a far-off country about which we know little, but is good for some chuckles.\nNorth Korea has bitten back, in the form of a cyber-hacking group called Guardians of Peace, who may or may not have direct links to the government.\nVariety’s Steven Gaydos shrewdly commented that it will of course become freely available online using precisely the same BitTorrent technology that the North Korean cyber-warriors used for their hacking.\nEither way, I suspect that North Korea will find that their bullying edict will haunt them.",
    "sentiment": {
        "neg": 0.1273,
        "neu": 0.7736,
        "pos": 0.099,
        "compound": 0.0191
    }
}