{
    "date": "2014-08-22T14:17:15Z",
    "title": "Weekly highlights: spoken word, fracking protests, football and robots",
    "url": "https://www.theguardian.com/theguardian/guardianwitness-blog/2014/aug/22/weekly-highlights-videos-spoken-word-fracking-protests-football-robots",
    "content": "If there’s an assignment that we’re not running that you think we should please do let us know by sharing your ideas with us. The North Korea network have been asking to see your original film posters of the secret state that you’d like to see on the big screen. JessePlainmoor sent in this exceptional design for their film ‘Kim Kong’. Anti-fracking protests have been taking place up and down the country and the Environment desk have been asking to see your photos. Victoria Buchan sent this in from Blackpool. From Rio de Janeiro to Reykjavik, Gay pride events have been held all over the world. villa1 shared this photo of a glamorous drag queen from Pride Cymru with us. As part of our ongoing coverage on the crisis in Syria, we’ve been asking you - whether you’re a refugee or an aid worker - to share your stories with us. Rosie Thompson who works for Save the Children, Jordan sent in this moving story of a 13-year-old Syrian refugee. Comment is free hosts dozens of discussions on a wide range of subjects, including news, politics and culture, as well as personal perspectives on the way we live now. We wanted to explore different ways of expressing comment and so commissioned spoken word artists and poets to write and perform a bespoke piece with a comment angle. The first in the mini-series is the poet Hollie McNish. If you’re a spoken word artist or a poet we’d love to hear from you. You can see some of the best videos so far in our playlist below. Last week the first commercial robot that behaves like a person was created. With the news that the demand for robotos is on the rise, Technology have been asking to see your robot designs. Robert Stephenson sent in this photo (along with an interesting video link) of his creation ‘Roboceratops’. The Weekend magazine have been asking to see your photos of how your gardens grow and why you are passionate about gardening. WildBunch sent in this lovely photo of flower picking. There’s no such thing as too much cake as you can see from the overwhelming response we’ve had to the Observer Food Monthly’s outrageously decorated cakes assignment. Just take a look at Ellieready’s magnificently lifelike cake of two pugs. GuardianWitness is now on Facebook, as we wanted to share your contributions with a wider audience. Have a look at our page and get involved. This weekend We’ve been getting some wonderful contributions into ‘This is my team, share your experiences of your football club’ and we’d love to see some more. If you happen to be out walking this weekend, we’d like to hear about your favourite routes as Do something are creating a series in their magazine. And if photographing weather is your thing, then do think about sharing your photos with Weather view for a chance to have your picture published in the paper. New assignments this week Notting Hill carnival: share your photos and experiences Berlin’s Berghain celebrates 10 years - share your memories Readers’ travel tips competition: independent record shops Recipe swap: harvest Thank you to everyone who’s sent something in this week. You can see all the contributions – or add your own - on GuardianWitness.",
    "keywords": [
        "asking",
        "youre",
        "sent",
        "spoken",
        "fracking",
        "comment",
        "football",
        "protests",
        "weekly",
        "photos",
        "highlights",
        "weve",
        "robots",
        "weekend",
        "week",
        "share",
        "contributions",
        "word"
    ],
    "summary": "Anti-fracking protests have been taking place up and down the country and the Environment desk have been asking to see your photos.\nIf you’re a spoken word artist or a poet we’d love to hear from you.\nThe Weekend magazine have been asking to see your photos of how your gardens grow and why you are passionate about gardening.\nGuardianWitness is now on Facebook, as we wanted to share your contributions with a wider audience.\nThis weekend We’ve been getting some wonderful contributions into ‘This is my team, share your experiences of your football club’ and we’d love to see some more.",
    "sentiment": {
        "neg": 0.0189,
        "neu": 0.832,
        "pos": 0.1491,
        "compound": 0.3418
    }
}