{
    "date": "2014-05-01T16:20:33Z",
    "title": "Win a pair of tickets to Dear Leader, life inside North Korea",
    "url": "https://www.theguardian.com/world/2014/may/01/north-korea-competition-win-dear-leader-life-inside-north-korea",
    "content": "Jang Jin-sung used to be a member of the North Korean elite, personally endorsed by Kim Jong-il, and was appointed poet laureate after writing a poem about the Kim dynasty and the state. He enjoyed a privileged life in Pyongyang until a visit to his home town, where he found people living in desperate poverty, led him privately question the regime. The visit set a off a series of actions that would ultimately end in his escape. Jang is coming to London's Kings Place on Tuesday 6 May at 7pm to share his experiences, also captured in his book Dear Leader. A rare opportunity to hear about life in North Korea from a former elite insider. To celebrate the launch of Guardian’s North Korea network we have two pairs of tickets for our readers. Enter your details below to be in with a chance, we’ll pick the lucky winners on Tuesday 6 May at 11.30am. Click here to view the full competition terms and conditions",
    "keywords": [
        "pair",
        "leader",
        "tickets",
        "korea",
        "inside",
        "writing",
        "elite",
        "win",
        "visit",
        "kim",
        "dear",
        "winners",
        "view",
        "life",
        "north",
        "jang"
    ],
    "summary": "Jang Jin-sung used to be a member of the North Korean elite, personally endorsed by Kim Jong-il, and was appointed poet laureate after writing a poem about the Kim dynasty and the state.\nJang is coming to London's Kings Place on Tuesday 6 May at 7pm to share his experiences, also captured in his book Dear Leader.\nA rare opportunity to hear about life in North Korea from a former elite insider.\nTo celebrate the launch of Guardian’s North Korea network we have two pairs of tickets for our readers.\nEnter your details below to be in with a chance, we’ll pick the lucky winners on Tuesday 6 May at 11.30am.",
    "sentiment": {
        "neg": 0.0208,
        "neu": 0.8235,
        "pos": 0.1557,
        "compound": 0.3681
    }
}