{
    "date": "2014-04-22T11:19:26Z",
    "title": "World in a week: world waits for Turkey's Twitter trail",
    "url": "https://www.theguardian.com/global-development-professionals-network/2014/apr/18/world-in-a-week-diplomats-address-rights-in-north-korea",
    "content": "Good week for: Democracy, as millions cast their votes on the biggest polling day of the Indian elections, with voter turnout higher than in 2009. Justice, as Kenyan vice president William Ruto is summoned to the international criminal court, charged with organising ethnic violence after the 2007 election. Bad week for: Rana Plaza victims, as their compensation fund was reported to be barely one-third full, despite pressure on brands to take some financial responsibility. Freedom of expression in Turkey, where 29 people are about to go on trial for Twitter messages they sent during the Gezi protests last June. What you're saying: The Overseas Development Institute exposed Western Union and MoneyGram for charging disproportionately high fees for money transferred to African countries, leading to a loss of $1.8bn (£1bn) each year in remittances. The report prompted debate on Twitter with the hashtag #africasupertax. The week in numbers: £1.5m have been put by the Department for International Development towards researching and designing the UK's first development impact bond. 627,000 people are killed by malaria each year, according to the World Health Organisation. 20% of farmland in China is contaminated with soil pollution, according to a new environment ministry report. 274 people are still missing after a passenger ferry capsized in South Korea. 92 votes were cast by members of Saudi Arabia's Shura council in favour of introducing physical education for girls in Saudi public schools, to 18 votes against the proposal. Picture of the week: Milestones: In the wake of the March report exposing crimes against humanity in North Korea, the UN security council has gathered diplomats and rights activists to decide how the issue should be dealt with. A series of consultations have been launched by the UN for private sector groups and development organsiations to address partnership concerns and find solutions for better collaboration post-2015. Global development reading list: Who you callin’ middle class? A plea to the development community– Nancy Birdsall, president of the Centre for Global Development. Conditionally yours: An analysis of the policy conditions attached to IMF loans. Why Angelique Kidjo can’t abide world music. Coming next week: have your say Ahead of World Malaria Day on April 25, our live online chat next week will be on malaria vaccines. With the world's first vaccines close to being licensed, how can they complement existing control efforts best? Contact us to recommend someone to join the expert panel. For ideas and thoughts in response to any of the above, email us at globaldevpros@theguardian.com",
    "keywords": [
        "vaccines",
        "malaria",
        "votes",
        "development",
        "world",
        "trail",
        "twitter",
        "week",
        "turkeys",
        "president",
        "waits",
        "report",
        "saudi"
    ],
    "summary": "Good week for: Democracy, as millions cast their votes on the biggest polling day of the Indian elections, with voter turnout higher than in 2009.\nBad week for: Rana Plaza victims, as their compensation fund was reported to be barely one-third full, despite pressure on brands to take some financial responsibility.\nFreedom of expression in Turkey, where 29 people are about to go on trial for Twitter messages they sent during the Gezi protests last June.\nThe week in numbers: £1.5m have been put by the Department for International Development towards researching and designing the UK's first development impact bond.\nComing next week: have your say Ahead of World Malaria Day on April 25, our live online chat next week will be on malaria vaccines.",
    "sentiment": {
        "neg": 0.0537,
        "neu": 0.8817,
        "pos": 0.0645,
        "compound": 0.0306
    }
}