{
    "date": "2014-12-31T14:00:05Z",
    "title": "Countries hosting North Korean workers may be breaching UN sanctions",
    "url": "https://www.theguardian.com/global-development/2014/dec/31/countries-hosting-north-korean-workers-may-be-breaching-un-sanctions",
    "content": "Countries that use migrant workers from North Korea, including Qatar, host of the 2022 World Cup, may be in breach of United Nations sanctions against the totalitarian regime, according to a report by the Asan Institute for Policy Studies. The research argues that North Korean workers, who are sent abroad primarily to earn foreign currency for the reclusive nation, play an important part in the regime’s attempts to avoid international sanctions, which were put in place in response to its nuclear tests. “Earnings are not sent back as remittances, but appropriated by the state and transferred back to the country in the form of bulk cash, in clear violation on UN sanctions,” the report says. North Korea has a longstanding policy of sending its citizens abroad to earn much-needed foreign currency. Defectors’ groups estimate there are up to 65,000 North Koreans working in about 40 countries. The number of workers sent abroad has reportedly doubled or tripled since Kim Jong-un came to power in 2011, largely in response to ever-tighter sanctions. Park Inho, president of Daily NK , an online newspaper focusing on North Korea, said: “[Workers are sent abroad] because Kim Jong-un, like Kim Jong-il, needs funds to develop and invest in nuclear bombs and missiles. Having said that, Kim Jong-un also wants to build more facilities and buildings, as well as to boost the North Korean economy, to promote himself.” In November, the Guardian revealed that labourers from North Korea are working on major construction projects in Qatar, as the country prepares to host the 2022 World Cup. The workers said they received virtually no money in person during the three years they typically spend in the Gulf emirate. Some said they expected to collect their earnings when they returned to North Korea, but according to testimonies from defectors and experts, workers get as little as 10% of their salaries when they go home – after the majority has been confiscated by the Pyongyang regime. The North Korea Strategy Center estimates that the country earns between $150m-$230m (£96m-£148m) a year in foreign currency from its overseas workforce. Go Myong-hyun, one of the authors of the Asan report, says North Korean enterprises operating abroad often cannot rely on the local banking system to send these earnings home, so workers are used as couriers to carry the cash back to North Korea. According to Greg Scarlatoiu, executive director of the Committee for Human Rights in North Korea, “If money received for exporting labourers is sent to North Korea via informal channels in an effort to escape international scrutiny, this may amount to a violation of UN security council resolutions … cash in a suitcase is the most basic informal channel.” UN security council resolution 2094 requires states to prevent the “transfer of any financial or other assets or resources, including bulk cash” that may contribute to Pyongyang’s nuclear or ballistic missile programmes. Shin Chang-hoon, who co-authored the report, said countries that host North Korean workers would only be in violation of sanctions if there is reasonable and concrete evidence that most of the cash was being diverted to the weapons of mass destruction programme. “If the hosting country inspects the cash … we believe the possibility of the cash flowing into the WMD programme would be significantly reduced,” he said. Resolution 2094 puts the onus on the host state to monitor these financial transactions, but Lord (David) Alton, a member of the House of Lords and an expert on North Korea, questioned how effective monitoring could be. “Owing to the lack of transparency in North Korea, how does the government of Qatar – or any government or business that conducts any financial transactions with the government of North Korea – know where their money ends up?” he asked. In November, a UN general assembly committee agreed a draft resolution to refer North Korea to the international criminal court for crimes against humanity. The vote followed a report published in February by the UN’s commission of inquiry into human rights in North Korea, which described the state’s “unspeakable atrocities” against its own citizens. This month, the general assembly voted in favour of referring Pyongyang to the ICC to face charges. The commission of inquiry did not specifically address the issue of North Korea’s overseas workers, but the Asan report suggests, “North Korea’s labour exports lie at the intersection between grave human rights violations and North Korea’s weapons of mass destruction programme. Accordingly, such human rights violations help perpetuate and support the country’s illicit activities and its development of nuclear weapons.”",
    "keywords": [
        "abroad",
        "sent",
        "breaching",
        "korea",
        "cash",
        "workers",
        "sanctions",
        "nuclear",
        "report",
        "rights",
        "hosting",
        "countries",
        "north",
        "korean"
    ],
    "summary": "North Korea has a longstanding policy of sending its citizens abroad to earn much-needed foreign currency.\nThe number of workers sent abroad has reportedly doubled or tripled since Kim Jong-un came to power in 2011, largely in response to ever-tighter sanctions.\nThe North Korea Strategy Center estimates that the country earns between $150m-$230m (£96m-£148m) a year in foreign currency from its overseas workforce.\n“Owing to the lack of transparency in North Korea, how does the government of Qatar – or any government or business that conducts any financial transactions with the government of North Korea – know where their money ends up?” he asked.\nIn November, a UN general assembly committee agreed a draft resolution to refer North Korea to the international criminal court for crimes against humanity.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8814,
        "pos": 0.0518,
        "compound": -0.0453
    }
}