{
    "date": "2014-05-13T18:23:39Z",
    "title": "North Korea photography exhibition opens at British Council offices",
    "url": "https://www.theguardian.com/artanddesign/2014/may/13/north-korea-photography-exhibition-british-council",
    "content": "A unique exhibition, years in the planning and costing a small fortune to create, has opened in London with no advance publicity, for fear that the dire relations between North Korea and the west might sink the first cultural project of its kind. The exhibition of 81 colour photographs by the renowned photojournalist Nick Danziger has been postponed several times, as relations strained between North Korea and the west, but the show at the British Council's offices has finally opened.. Although there are the eerily immaculate and deserted streetscapes and stern figures in uniform familiar from work by other photographers, many of the images are of ordinary people doing ordinary things such as paddling in the sea, getting their hair done or reading a book on a bus. There was nothing ordinary about the process of getting beyond the usual tourist itinerary to make everyday contacts. Negotiating involved everything from rows with minders to photographers sulking in their hotel rooms and refusing to come out unless they were allowed access to the people and places they wanted. The beach photographs were taken when Andrea Rose, head of visual arts at the British Council, went for a swim with the minders, leaving Danziger free to wander along the water's edge with his camera, chatting to people and accepting food from beach barbecues. He said nobody had refused to talk to him, a surprising number of people spoke English, and that there were no attempt to censor the photographs. A few, including one worker standing on the edge of a paddy field, looked so uncomfortable that Danziger had left them in peace. The only person who wanted to check a photograph was a museum director, anxious that he had respected the convention that images of Kim Il-sung, or his son and grandson successors, must not be cropped. Every image with text, including banners, posters and a small notice on a beauty salon wall, has been translated and checked both in South and North Korea. The framed text in the salon translated as: \"Women should wear makeup. If women do not dress correctly or wear makeup, the beautiful appearance of our nation's women will fade. Kim Jong-il.\" Last August it looked as if the whole project was in ruins. After more than a year of planning Danziger, Rose and writer Rory MacLean, arrived in Pyongyang after a gruelling 26-hour train journey from Beijing. The original plan was to invite people including a fisherman, a farm worker, a hairdresser and a student to attend a workshop in the capital, where they would be interviewed and photographed. They would also have been trained to create their own exhibition, to be seen first in North Korea and then the UK. The British Council team arrived with cameras, printers and sound recorders only to find that the workshop plan was dead in the water. They had reached the city but none of their guests had because they were refused permits to travel in their own country. Ross said: \"It was a real blow, but we'd been planning this for months, we weren't just about to go away.\" Their solution was to go to where the people lived, worked and played. Danziger, who flatly refused to go on an official trip to the circus, said gaining access was a daily battle, but in some cases their minders were more baffled than obstructive and couldn't understand why they wanted to meet hairdressers or fishermen. Graham Sheffield, the British Council's director of arts, said North Korea was special even among the challenging environments the council is used to: they are still in Libya and Afghanistan, and though they had to close the Syrian office to ensure their staff's safety, they are working with Syrian artists who have been forced out of their country. This year's festival of arts in Russia is going ahead, though in view of what Sheffield called the \"eye-watering and draconian\" anti-gay laws recently passed by President Putin, it is being scaled back. VIP visits and parties have been axed, and some artists have withdrawn loans of their work. Sheffield hopes the North Korean exhibition may still be seen in Pyongyang, and that it will also travel to countries including Japan and China. \"We know that the arts occupy space where politics, diplomacy, trade and business cannot go,\" he said. \"We open conversations, we engage with difficult issues, we build trust – so that a broader form of international engagement and understanding can follow.\" • Above the Line: People and Places in the DPRK (North Korea) free at the British Council in London until 25 July.",
    "keywords": [
        "opens",
        "offices",
        "including",
        "korea",
        "exhibition",
        "women",
        "wanted",
        "british",
        "danziger",
        "arts",
        "photography",
        "council",
        "north"
    ],
    "summary": "The exhibition of 81 colour photographs by the renowned photojournalist Nick Danziger has been postponed several times, as relations strained between North Korea and the west, but the show at the British Council's offices has finally opened..\nEvery image with text, including banners, posters and a small notice on a beauty salon wall, has been translated and checked both in South and North Korea.\nThey would also have been trained to create their own exhibition, to be seen first in North Korea and then the UK.\nThe British Council team arrived with cameras, printers and sound recorders only to find that the workshop plan was dead in the water.\n• Above the Line: People and Places in the DPRK (North Korea) free at the British Council in London until 25 July.",
    "sentiment": {
        "neg": 0.0563,
        "neu": 0.852,
        "pos": 0.0917,
        "compound": 0.1251
    }
}