{
    "date": "2014-02-06T17:30:00Z",
    "title": "James Clapper might as well be called director of US fearmongering | Michael Cohen",
    "url": "https://www.theguardian.com/commentisfree/2014/feb/06/james-clapper-us-threat-assessment-fearmongering",
    "content": "James Clapper is very worried. It's not the first time. Last week the man who serves as America's Director of National Intelligence trudged up to Capitol Hill to tell the assembled members of the Senate Select Intelligence Committee (pdf) that the annual worldwide threat assessment, put together by the intelligence community, has filled him with dread. He told the room: Looking back over my more than half a century in intelligence, I have not experienced a time when we have been beset by more crises and threats around the globe. That is some scary stuff. However, if you think you've heard this before from Clapper … well you have. Last year he appeared before Congress for a similar purpose and, lo and behold, he was very, very concerned then too (pdf): I will say that my almost 50 years in intelligence, I do not recall a period in which we confront a more diverse array of threats, crises and challenges around the world. This year's threat assessment illustrates how dramatically the world and our threat environment are changing. And here he was in 2012 testifying (pdf) on that year's threat assessment report, \"Never has there been, in my almost 49-year career in intelligence, a more complex and interdependent array of challenges than that we face today.\" Of course, one must consider the possibility that over the past five decades the world has never been as dangerous, complex and challenging as it's been over the past three years (putting aside for a moment that whole \"threat of nuclear holocaust\" that defined much of the 60s, 70s and 80s.) If, however, you're skeptical about this, well you have good reason because Clapper's alarmist tone is hardly matched by the threats he cites. So what precisely is worrying Clapper? There are the old stand-bys like \"the scourge and diversification of terrorism\" both of the global jihadist and home-grown variety. We'll simply put aside for a second the fact that significantly more Americans die each year from falling furniture and exponentially more die from freedom … er, I mean guns. Clapper is concerned about \"implications of the drawdown in Afghanistan\", which is a nice pivot from a few years ago when Afghanistan was a vital national interest that necessitated a ramp up of US military engagement there (pdf). There's also the \"sectarian war in Syria\" and \"its attraction as a growing center of radical extremism\", which is compelling evidence that Syria is poised to take up the mantle of \"failed state that foreign policy elites are really worried about.\" There is the habitually frightening adjective war front, \"an assertive Russia, a competitive China; a dangerous, unpredictable North Korea, a challenging Iran.\" The sober-minded might look at these countries and conclude that a more accurate set of descriptors would be \"an enfeebled and corrupt Russia, an economically slowing and environmentally challenged China, a contained and sort of predictable North Korea and an isolated and diplomatically-engaged Iran\". But that would be a pretty lame threat assessment, wouldn't it? Then there are the really scary sounding threats that aren't actually threats to Americans. Things like, \"lingering ethnic divisions in the Balkans, perpetual conflict and extremism in Africa; violent political struggles in … the Ukraine, Burma, Thailand and Bangladesh.\" I for one am troubled by each of these, as well as Clapper's reference to \"specter of mass atrocities\" and \"the tragedy and magnitude of human trafficking\" and \"the increasing sophistication of transnational crime\" and even the \"insidious rot of inventive synthetic drugs\" but the idea that any of these are serious \"crises\" or \"threats\" to America and its citizens is ludicrous. This is what makes Clapper's argument – and indeed the entire process of writing a \"worldwide threat assessment\" so fundamentally unserious and distorting. America doesn't face a single truly serious security threat. We are a remarkably safe and secure nation, protected by two oceans, an enormous and highly effective military and dozens upon dozens of like-minded allies and friends around the world. Truly we have nothing to fear – except perhaps global climate change, which oddly merits a one-paragraph mention (pdf) in this year's threat assessment. To listen to Clapper and others in the intelligence community one might never know that inter-state war has largely disappeared and that wars in general are in the midst of a multi-decade decline. For all of Clapper's expressed concern about \"the proliferation of weapons of mass destruction\", one might not know that 2013 was a landmark year for non-proliferation with important progress made in slowing down Iran's nuclear aspirations and enforcing the norm on chemical weapons usage. With Clapper offering worrying words about \"the increasing stress of burgeoning populations\" and \"the urgent demands for energy, water and food\" one might be surprised to find out that global poverty continues a dramatic free-fall; that people around the world are living longer lives and have better access to healthcare, food and education than ever before. You also probably wouldn't know that these indicators of material and political progress point in the direction of continued global stability. It's almost as if Clapper and the intelligence community that he helms are playing up foreign threats in order to justify bloated post-9/11 budgets and broadly supported intelligence capabilities. Now granted, it's uncomfortable to accuse public officials of purposely hyping potential foreign threats, but how else does one react to arguments like this about the community's perpetual bête noire, cyber: Iran and North Korea are unpredictable actors in the international arena. Their development of cyber espionage or attack capabilities might be used in an attempt to either provoke or destabilize the United States or its partners. Or \"Terrorist organizations have expressed interest in developing offensive cyber capabilities.\" I've expressed interest in playing second base for the Boston Red Sox … and yet the man currently holding that job (Dustin Pedroia) seems blithely unconcerned that he will soon be unseated. Balancing intentions versus capabilities is (or at least should be) a crucial element of threat assessment and yet in Clapper's telling virtually every threat is of equal significance and likelihood. All of this is not to say that there aren't real challenges facing the United States. There certainly are terrorists who still want to kill Americans; there is the potential (albeit slim) for instability in the Far East; and there are international criminal networks and even global pandemics that could harm America's economic interests as well as pose health risks. The United States should hardly ignore these – and other ongoing challenges – but policymakers like Clapper should also be able to talk about them in sober, evidence-based, non-hysterical terms. The irony of all this is that Clapper has been under fire for months now because he allegedly lied to Congress over the extent to which the National Security Agency was collecting phone and e-mail records of individual Americans. Yet, the yarn he spun on Capitol Hill last week was far worse than that: deceiving Americans about the nature of the world today and the threats facing the country. But in a political environment in which threat mongering and exaggeration is the norm rather than the exception, Clapper not only gets a pass – hardly anyone even noticed. Here's betting that next year, when Clapper trudges up to Capitol Hill to tell Congress about the worldwide threat assessment he'll be saying the exact same thing.",
    "keywords": [
        "threats",
        "called",
        "world",
        "pdf",
        "fearmongering",
        "threat",
        "clappers",
        "james",
        "director",
        "clapper",
        "intelligence",
        "cohen",
        "michael",
        "assessment",
        "global",
        "americans"
    ],
    "summary": "This year's threat assessment illustrates how dramatically the world and our threat environment are changing.\nBut that would be a pretty lame threat assessment, wouldn't it?\nThis is what makes Clapper's argument – and indeed the entire process of writing a \"worldwide threat assessment\" so fundamentally unserious and distorting.\nTruly we have nothing to fear – except perhaps global climate change, which oddly merits a one-paragraph mention (pdf) in this year's threat assessment.\nHere's betting that next year, when Clapper trudges up to Capitol Hill to tell Congress about the worldwide threat assessment he'll be saying the exact same thing.",
    "sentiment": {
        "neg": 0.1904,
        "neu": 0.7029,
        "pos": 0.1067,
        "compound": -0.246
    }
}