{
    "date": "2014-12-23T09:37:26Z",
    "title": "Sony Japan could take greater hold of film arm in wake of hack scandal",
    "url": "https://www.theguardian.com/film/2014/dec/23/sony-japan-sony-pictures-the-interview-yougov-twitter",
    "content": "Sony Japan, previously content to allow Sony Pictures to operate relatively independently, could take more of an active role in its management following the scandal around the release of The Interview. Sony Pictures cancelled the release of the comedy film after hackers, believed by the FBI to be working with North Korea, threatened terrorist acts against cinemas that showed it; this followed a hack of huge amounts of private Sony data. The company is now looking at ways of releasing the film in some format, possibly online, though there have been estimates that they could lose $75m – and that figure could increase if its employees file lawsuits against the company for letting their personal data get hacked. The FT reports that Sony’s new chief financial officer, Kenichiro Yoshida, is leading a change in attitude towards the film studio, potentially adopting a more risk-averse strategy. According to the newspaper’s sources, Yoshida aims to increasingly draw together the company’s electronics and entertainment arms, continuing a trend begun by chief executive Kazuo Hirai. The company is continuing its damage limitation in the wake of the hack, by threatening Twitter with legal action if it doesn’t block users who are posting emails hacked from Sony staff. In a letter to Twitter uncovered by the Motherboard blog, Sony lawyer David Boies writes that if “stolen information continues to be disseminated by Twitter in any manner,” Sony will “hold Twitter responsible for any damage or loss arising from such use or dissemination by Twitter”. Mark Rasch, a cyber crime expert quoted by the FT, meanwhile said recent events have been “a serious and devastating attack to [Sony’s] reputation and image”, and his opinion is played out by a new YouGov poll into the public perception of Sony’s brand. Prior to the hack, its BrandIndex score was 13 on a scale of -100 to 100, rated via ordinary Americans being asked whether they’d heard positive or negative reports about it. It has now dropped to 3, a six-year low.",
    "keywords": [
        "arm",
        "greater",
        "sony",
        "hold",
        "sonys",
        "wake",
        "twitter",
        "scandal",
        "reports",
        "yoshida",
        "pictures",
        "film",
        "japan",
        "hack",
        "release",
        "company"
    ],
    "summary": "Sony Japan, previously content to allow Sony Pictures to operate relatively independently, could take more of an active role in its management following the scandal around the release of The Interview.\nSony Pictures cancelled the release of the comedy film after hackers, believed by the FBI to be working with North Korea, threatened terrorist acts against cinemas that showed it; this followed a hack of huge amounts of private Sony data.\nThe FT reports that Sony’s new chief financial officer, Kenichiro Yoshida, is leading a change in attitude towards the film studio, potentially adopting a more risk-averse strategy.\nAccording to the newspaper’s sources, Yoshida aims to increasingly draw together the company’s electronics and entertainment arms, continuing a trend begun by chief executive Kazuo Hirai.\nThe company is continuing its damage limitation in the wake of the hack, by threatening Twitter with legal action if it doesn’t block users who are posting emails hacked from Sony staff.",
    "sentiment": {
        "neg": 0.1443,
        "neu": 0.7942,
        "pos": 0.0615,
        "compound": -0.3197
    }
}