{
    "date": "2014-06-20T18:20:51Z",
    "title": "North Korea rubbishes Seth Rogen comedy The Interview",
    "url": "https://www.theguardian.com/film/2014/jun/20/seth-rogen-north-korea-the-interview-kim-jong-un",
    "content": "North Korea has blasted a new Hollywood comedy in which two American television workers are recruited to try and kill Kim Jong-un, calling it a symbol of the \"desperation\" of US society. However, Kim Myong-chol, who is often described as an \"unofficial\" spokesperson for the communist nation's \"supreme leader\", said the dictator would probably watch the movie anyway. The Interview stars James Franco and Seth Rogen as a talk show host and producer who are asked by the CIA to assassinate Kim Jong-un after discovering that he is a fan of their celebrity interview programme. A recent trailer showed the pair being briefed by Lizzy Kaplan's intelligence agent about the dictator's raging eccentricities, which according to the film include convincing his people that their leader can speak to dolphins, and that he never urinates or defecates. In an interview with the Daily Telegraph, Kim Myong-chol dismissed The Interview's lampooning of Kim Jong-un out of hand and said American film-makers should look to their country's own history. \"There is a special irony in this storyline as it shows the desperation of the US government and American society,\" he said. \"A film about the assassination of a foreign leader mirrors what the US has done in Afghanistan, Iraq, Syria and Ukraine. And let us not forget who killed [President John F] Kennedy – Americans. \"In fact, President [Barack] Obama should be careful in case the US military wants to kill him as well,\" added the spokesman for good measure. Kim Myong-chol, whose title is executive director of the Centre for North Korea-US Peace, expressed a preference for British films. He said this was because Hollywood movies were \"full of assassinations and executions\", adding: \"James Bond is a good character and those films are much more enjoyable.\" It would appear the regime has a short memory, or at least has shown the good taste to ignore Pierce Brosnan's critically-reviled final outing as 007, 2002's Die Another Day. The box office smash featured a plot about North Korean villains which authorities described at the time as \"dirty and cursed\". Rogen co-wrote and co-directed The Interview with his regular collaborator Evan Goldberg. The film stars Korean-American actor Randall Park as Kim Jong-un and hits cinemas on both sides of the Atlantic in October.",
    "keywords": [
        "comedy",
        "interview",
        "myongchol",
        "leader",
        "korea",
        "seth",
        "rogen",
        "kim",
        "film",
        "rubbishes",
        "jongun",
        "good",
        "stars",
        "american",
        "north"
    ],
    "summary": "North Korea has blasted a new Hollywood comedy in which two American television workers are recruited to try and kill Kim Jong-un, calling it a symbol of the \"desperation\" of US society.\nHowever, Kim Myong-chol, who is often described as an \"unofficial\" spokesperson for the communist nation's \"supreme leader\", said the dictator would probably watch the movie anyway.\nThe Interview stars James Franco and Seth Rogen as a talk show host and producer who are asked by the CIA to assassinate Kim Jong-un after discovering that he is a fan of their celebrity interview programme.\nKim Myong-chol, whose title is executive director of the Centre for North Korea-US Peace, expressed a preference for British films.\nThe film stars Korean-American actor Randall Park as Kim Jong-un and hits cinemas on both sides of the Atlantic in October.",
    "sentiment": {
        "neg": 0.0859,
        "neu": 0.8193,
        "pos": 0.0948,
        "compound": -0.0116
    }
}