{
    "date": "2014-05-15T09:00:35Z",
    "title": "A day in the life of a deaf school girl in North Korea",
    "url": "https://www.theguardian.com/world/2014/may/15/north-korea-deaf-schoolgirl",
    "content": "Ju Su-yang, 16, schoolgirl Born in Pyongyang, 4 November 1997 \"I was one year-old when I went deaf,\" signed Ju Su-yang, whose carer interpreted for the North Korean translator. A routine meningitis inoculation had gone wrong, she explained, miming the shot by stabbing her hip with an index finger. Her body had reacted against the drug, which may have been contaminated, bringing on a high fever. When she regained her health, her hearing was lost. \"Now I remember nothing of sound. I cannot even imagine it.\" Ju Su-yang does not hear the 7am sirens wailing across Pyongyang to mark the start of work. Where Are You, Dear General? boomed from loudspeakers, echoing between concrete towers, drowning out the cicadas. Women in summer dresses and demure heels step out of apartment doorways chased by their shadows. She does not hear them, nor does she hear the block warden sweep away the night’s dust or the metallic growl of the veteran trolley-bus – rimmed with red stars and riding low on its back axle – as it carries her to school. Ju Su-yang is one of 1,150 children educated in the country’s 11 schools for the disabled. She loves school. She likes reading and making photo cards for her friends on the school computer, which is wrapped in an embroidered quilt when not in use. Every week, she completes the requisite page in her self-criticism diary, writing of her own shortcomings as well as those of her classmates. She believes it will make her a better person. Every week, she completes the requisite page in her self-criticism diary, writing of her own shortcomings as well as those of her classmates. She believes it will make her a better person. After school she goes with friends to the Grand Monument on Mansu Hill. Together the deaf and blind children bow before the statues then sweep their base. The daily devotion is attested by a rubber stamp in their small record books, which are checked at school by the teacher or at home by the inminban leader, the warden whose duty was to know everything about his or her charges in the building. Ju Su-yang has never missed a single stamp. At the school for deaf and blind children at Munhung-dong, no 2, Ju Su-yang and 10 other children had been asked to put on a show for the foreign visitors, as is the custom in North Korea. A blind 17-year-old sang O Sole Mio in a deep and rich baritone. Two deaf children performed a magic trick, making a minder’s wristwatch vanish and reappear. A sightless accordion player was followed by a guitar-playing duo, carers guiding the children to the microphone. Then with a pre-recorded fanfare, Ju Su-yang stepped into the auditorium in traditional costume. She performed a fan dance, moving with grace and precision, her long plait swinging with every step. Only occasionally did she glance offstage at her carer who lifted and lowered her hand like a conductor, marking the beat and rhythm. Ju Su-yang, who dreams of being \"the most famous dancer in the country\", said she could not even sense the music’s vibrations. Afterwards she sat in a circle with other deaf children to practice a patriotic poem about North Korea’s leaders. The sign for Kim Il-sung was a thumbs-up left hand, signifying number one, supported by the right hand that represented the people. Two thumbs-up fists held together then separated was the sign for his son, Kim Jong-il. The present leader, Kim Jong-un, was denoted by two raised fingers and a firm touch to the shoulder. Through her carer, Ju Su-yang said that the nation’s leaders protect the people and North Korean greatness against a cruel and jealous outside world. She had no reason to doubt that countries were poorer than North Korea, that most foreigners lived in poverty or that South Koreans were desperate to join the more successful North for it was all she had ever been told. After the day’s performance the blind baritone boy walked away from the makeshift theatre, counting off his steps, stepping deeper into the darkness. © Rory MacLean and the British Council This profile appears in 'Above the Line: People and Places in the DPRK (North Korea)', published by the British Council. Pictures and profiles will be exhibited at the British Council from 13 May-25 July 2014",
    "keywords": [
        "girl",
        "deaf",
        "children",
        "ju",
        "korea",
        "kim",
        "blind",
        "suyang",
        "hear",
        "school",
        "day",
        "life",
        "north"
    ],
    "summary": "Ju Su-yang, 16, schoolgirl Born in Pyongyang, 4 November 1997 \"I was one year-old when I went deaf,\" signed Ju Su-yang, whose carer interpreted for the North Korean translator.\nTwo deaf children performed a magic trick, making a minder’s wristwatch vanish and reappear.\nJu Su-yang, who dreams of being \"the most famous dancer in the country\", said she could not even sense the music’s vibrations.\nAfterwards she sat in a circle with other deaf children to practice a patriotic poem about North Korea’s leaders.\n© Rory MacLean and the British Council This profile appears in 'Above the Line: People and Places in the DPRK (North Korea)', published by the British Council.",
    "sentiment": {
        "neg": 0.0469,
        "neu": 0.8481,
        "pos": 0.1051,
        "compound": 0.0681
    }
}