{
    "date": "2014-11-04T11:38:27Z",
    "title": "North Korea abductions: ‘I am hopeful my daughter is still alive’",
    "url": "https://www.theguardian.com/world/2014/nov/04/north-korea-abductions-japan",
    "content": "The smiling girl in photographs taken in the 1960s and 70s are the only visual reminders Kayoko and Akihiro Arimoto have of a daughter they have not seen for more than three decades. Keiko Arimoto was 23 when she was tricked into flying to North Korea while studying English in London in 1983. She is one of 12 Japanese citizens Tokyo says were abducted by communist agents during the cold war: lured on to planes or bundled into boats, and taken to North Korea to teach their language and customs to generations of spies. Seventeen years after Japan’s government recognised that its citizens had been abducted, only five have returned. The failure of two days of talks between North Korean officials and a Japanese delegation in Pyongyang last week has only added to the frustration felt by their families. The government officially recognises 12 people as abductees, but the national police agency believes there could be up to 883 Japanese citizens who ended up as prisoners of the secretive state in the 70s and 80s. The Arimotos’ hopes were raised in July when North Korea agreed to reopen its investigation into the abductees, in return for a Japanese offer to lift unilateral sanctions. Keiko’s mother concedes that the inquiry is probably her last chance of being reunited with her daughter. “I am hopeful, and I am convinced that Keiko is still alive, but I do wonder if all of the abductees will be able to return,” Kayoko, 88, told the Guardian at the family’s home in Kobe, western Japan. “If this latest round of talks don’t result in anything, then I don’t think we’ll ever see them again. We’re both in our late 80s, so we have to accept that we might not be around for much longer. She is constantly in my thoughts. When I think of how I have been unable to do anything to help her all these years, I quietly say sorry to her.” Until it receives verifiable information on the fates of the remaining abductees, Japan says it will not begin lifting sanctions, including a freeze on remittances by North Korean residents of Japan and a ban on port visits by a North Korean ferry. Japan’s prime minister, Shinzo Abe, has made solving the abduction issue a cornerstone of his political career. The emotive power of the abductees’ plights is such that Japan places more importance on their return than on ending North Korea’s nuclear weapons programme. “We have said all along that North Korea must solve [the abduction] issue or it has no future,” Abe said recently. A breakthrough came in 2002, when the North’s then leader, Kim Jong-il, admitted that the country’s agents had carried out abductions during a landmark summit in Pyongyang with his Japanese counterpart, Junichiro Koizumi. Five abductees were allowed to return home, but North Korea said eight others had died in bizarre accidents, while the remaining four had never entered the country. Keiko was said to have died from carbon monoxide poisoning caused by a gas heater, while others had drowned or died in car accidents. Megumi Yokota, who was 13 when she was snatched on her way home from school badminton practice in 1977, reportedly killed herself while being treated for depression in 1994. The Arimotos refuse to believe their daughter is dead until the North provides irrefutable evidence. “We were both dead set against her studying in London,” said Keiko’s 86-year-old father, Akihiro. “She normally did exactly as she was told, but on this she wouldn’t budge, so we had to let her go.” Keiko had been studying in London for a year when a Japanese woman lured her to Denmark, and then to Pyongyang. A postcard from Copenhagen was the last the Arimotos heard from their daughter. Five years after Keiko vanished, her parents learned via a letter that had been smuggled out of North Korea to Poland that she was living in Pyongyang with Toru Ishioka, a compatriot who had gone missing in Spain in 1980, and their young child. Conformation came in 2002 when Megumi Yao, the ex-wife of a Japanese Red Army member involved in the 1970 hijacking of a Japanese airliner, admitted luring Keiko on to a flight to North Korea, where she was handed over to the local authorities. “Yao was Japanese, and grew up not far from here, so Keiko trusted her,” Kayoko said. “I think curiosity and naivety got the better of her.” Encouraged by occasional, but unconfirmed, reports that their daughter has been spotted in North Korea, the Arimotos are pinning their hopes on Abe. With last week’s high-level talks ending only with a North Korean promise to deepen its investigation, they believe Japan’s conservative prime minister has little choice but to fly to Pyongyang and confront the country’s leader, Kim Jong-un. In the meantime, they and Keiko’s five siblings can only wait, and take comfort in the belief that she is alive and, along with other abductees, is being used by North Korea to win concessions from Tokyo such as a resumption of humanitarian aid and diplomatic ties. Today, as on every other day for the past 31 years, Kayoko will lay a place at the dinner table for her daughter. “It’s to show that she’s still part of our family,” she said. “And it’s my way of making sure she gets enough to eat in a country where so many people are starving. While she fears the worst, Kayoko occasionally allows herself to dream of the day her daughter walks down the steps of a plane and back on to Japanese soil. “I don’t think I’d even be able to speak,” she said. “As a mother, all I’d want to do is hold my daughter again.”",
    "keywords": [
        "think",
        "kayoko",
        "abductions",
        "alive",
        "korea",
        "north",
        "abductees",
        "keiko",
        "japanese",
        "pyongyang",
        "hopeful",
        "daughter",
        "return"
    ],
    "summary": "Keiko Arimoto was 23 when she was tricked into flying to North Korea while studying English in London in 1983.\nThe Arimotos’ hopes were raised in July when North Korea agreed to reopen its investigation into the abductees, in return for a Japanese offer to lift unilateral sanctions.\n“We have said all along that North Korea must solve [the abduction] issue or it has no future,” Abe said recently.\nFive abductees were allowed to return home, but North Korea said eight others had died in bizarre accidents, while the remaining four had never entered the country.\n“I think curiosity and naivety got the better of her.” Encouraged by occasional, but unconfirmed, reports that their daughter has been spotted in North Korea, the Arimotos are pinning their hopes on Abe.",
    "sentiment": {
        "neg": 0.0946,
        "neu": 0.8511,
        "pos": 0.0543,
        "compound": -0.1399
    }
}