{
    "date": "2014-12-21T00:05:00Z",
    "title": "The Observer view on the Sony hacking attack | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/21/observer-view-sony-pictures-hacking-attack",
    "content": "Sony Pictures’ decision to cancel the release of The Interview, its much-trailed comedy about the assassination of Kim Jong-un, the eccentric North Korean dictator, has raised concerns ranging from the trivial to the deadly serious. Cyber attacks on computer systems at Sony’s Hollywood studios by anonymous hackers led to publication of gossipy company emails about stars such as Angelina Jolie and Barack Obama’s taste in movies. This was embarrassing, but hardly earth-shattering. But when North Korea insisted the film constituted an act of war and when the hackers, styling themselves the Guardians of Peace, threatened terror attacks on American cinemas, the affair suddenly assumed a higher order of magnitude. The ensuing confused and panicky reaction in the US has been unedifying. Major cinema chains and distributors declared they would not screen or market The Interview out of fears for customer safety, obliging Sony to cancel not just the film’s cinema, but also its home movie, release. Michael Lynton, Sony’s CEO, said it had not backed down and hoped the film would be shown. So far, no distributors have volunteered their services. Although it has already been publicly premiered in Los Angeles, this ill-starred movie seems destined to become the Californian equivalent of cold war samizdat – covertly viewed, subversively disseminated – or a collector’s item, possessed by the supposedly fortunate few. Maybe Sony and the distributors believed they were acting altruistically, in the wider national interest. Or maybe they just got cold feet in the face of potentially large financial losses and the prospect of liability lawsuits should violent attacks result. Whatever their motivation, those in the US responsible for preventing the film being screened have, in effect, handed a significant victory to the hackers, to blackmailers, to actual and would-be terrorists of every stripe and to the North Korean regime that, despite its denials, has been identified by the FBI and South Korea as the dark force behind the hack attacks. This victory for intimidation amounts to a defeat for America’s cherished principle of freedom of speech and expression that cannot be allowed to stand, as Obama rightly said when he finally focused on the affair on Friday. “We cannot have a society in which some dictator some place can start imposing censorship here in the United States… Or even worse, imagine if producers and distributors and others start engaging in self-censorship because they don’t want to offend the sensibilities of somebody whose sensibilities probably need to be offended,” he said. The screenwriter Aaron Sorkin and George Clooney jumped in with warnings, suggesting artistic freedom had been compromised. Sorkin also denounced the “morally treasonous” media for publicising stolen material. These noisy interventions were a reminder that freedom of speech includes the right to talk nonsense and make bad movies. This controversy cries out for perspective. The idea of making a film, especially a comedy, about the murder by a foreign government of a real-life head of state, is fraught. And to compare The Interview with The Great Dictator, Charlie Chaplin’s satire on the rise of Hitler, is to confuse a priceless gem with second-rate imitation bling. “To allow the production and distribution of such a film on the assassination of an incumbent head of a sovereign state should be regarded as the most undisguised sponsoring of terrorism as well as an act of war,” North Korea’s ambassador told the UN. Such a view is extreme and its assumption that the US government could or should direct what Sony or other studios or media do is foolish. All the same, the makers of The Interview exhibit an unattractive cultural arrogance compounded by their subsequent shaming failure to reject threats and blackmail. At the same time, North Korea’s apparent reaction in unleashing a proxy hack attack, backed by terror threats, when its objections to the film were ignored is unacceptable. Kim’s is an odious regime by any measure. It denies its people basic freedoms and human rights. Extreme poverty and starvation are endemic. It runs a gulag of concentration camps along Stalinist lines. It regularly threatens its neighbours and is busily expanding its nuclear weapons and ballistic missile arsenal. Against this background, the realisation that it possesses the technical capability and ingenuity to mount a sophisticated cyber attack is deeply worrying. Set against these considerations must be the analysis offered by homeland security officials and Korea watchers, who point out that while Kim’s regime is good at propaganda and issuing threats, it has never attempted anything as foolish as a physical attack on US soil. The threat to target cinema audiences was barely credible, they agreed. Despite Senator John McCain’s claim that North Korea had committed an act of war, the reality was less dramatic. The threat posed by cyber warfare is significant. It knows no boundaries, has no limits and is growing in frequency and potency. Missiles and shells have a fixed range; a bullet can only travel so far, and usually it is evident who fired it. But cyber attacks via the internet are global in reach, anonymous and untraceable by nature and hard to deflect. Israel and the US (though they have not admitted it) demonstrated this to great effect when they launched the Stuxnet computer worm against Iran’s nuclear programme in 2010. Russia is suspected of past cyber attacks on Georgia and Estonia. China, Britain and others are all developing cyber warfare capacity. It should thus come as no surprise that isolated, insecure and paranoid North Korea, suspected of a previous cyber attack on South Korea, should also be expanding and perfecting its cyber capabilities. This development makes it more important than ever that the US and Japan, with China and Russia, work more urgently to bring this dangerous regime in from the cold. Obama refused to say what retaliatory action he may take. But more threats, more sanctions or like-for-like cyber attacks will not work in the long run and, if attempted, may merely provoke an escalation. Mockery of North Korea’s oddball leader, however deserved, is no substitute for a thoughtful, grown-up policy of diplomatic engagement. SONY HACK ATTACK",
    "keywords": [
        "cyber",
        "threats",
        "sony",
        "war",
        "observer",
        "regime",
        "hacking",
        "korea",
        "attacks",
        "editorial",
        "film",
        "view",
        "north",
        "attack"
    ],
    "summary": "Against this background, the realisation that it possesses the technical capability and ingenuity to mount a sophisticated cyber attack is deeply worrying.\nDespite Senator John McCain’s claim that North Korea had committed an act of war, the reality was less dramatic.\nBut cyber attacks via the internet are global in reach, anonymous and untraceable by nature and hard to deflect.\nRussia is suspected of past cyber attacks on Georgia and Estonia.\nSONY HACK ATTACK",
    "sentiment": {
        "neg": 0.2184,
        "neu": 0.7097,
        "pos": 0.0718,
        "compound": -0.3297
    }
}