{
    "date": "2014-02-18T07:54:00Z",
    "title": "North Korea human rights abuses resemble those of the Nazis, says UN inquiry",
    "url": "https://www.theguardian.com/world/2014/feb/17/north-korea-human-rights-abuses-united-nations",
    "content": "North Korea's leadership is committing systematic and appalling human rights abuses against its own citizens on a scale unparalleled in the modern world, crimes against humanity with strong resemblances to those committed by the Nazis, a United Nations inquiry has concluded. The UN's commission on human rights in North Korea, which gathered evidence for almost a year, including often harrowing testimony at public hearings worldwide, said there was compelling evidence of torture, execution and arbitrary imprisonment, deliberate starvation and an almost complete lack of free thought and belief. The chair of the three-strong panel set up by the UN commissioner on human rights has personally written to North Korea's leader, Kim Jong-un, to warn that he could face trial at the international criminal court (ICC) for his personal culpability as head of state and leader of the military. \"The commission wishes to draw your attention that it will therefore recommend that the United Nations refer the situation in the Democratic People's Republic of Korea [the formal name for North Korea] to the international criminal court to render accountable all those, including possibly yourself, who may be responsible for the crimes against humanity,\" Michael Kirby, an Australian retired judge, wrote to Kim. At a press conference to launch the report, Kirby said there were \"many parallels\" between the evidence he had heard and crimes committed by the Nazis and their allies in the second world war. He noted the evidence of one prison camp inmate who said his duties involved burning the bodies of those who had starved to death and using the remains as fertiliser. \"When you see that image in your mind of bodies being burned it does bring back memories of the end of world war two, and the horror and the shame and the shock,\" Kirby said. \"I never thought that in my lifetime it would be part of my duty to bring revelations of a similar kind.\" Holding up a copy of the report, Kirby said other nations could not say of North Korea, as happened with the Nazis, that they did not know the extent of the crimes: \"Now the international community does know. There will be no excusing a failure of action because we didn't know. It's too long now. The suffering and the tears of the people of North Korea demand action.\" Asked how many North Korean leaders and officials could ultimately be held responsible, Kirby said it could reach the hundreds. The inquiry heard public evidence in Seoul, Tokyo, London and Washington. Among more than 80 witnesses, along with 240 people who gave confidential interviews to avoid reprisals against relatives in North Korea, were escapers from the country's feared prison camps, including one who reported seeing a female prisoner forced to drown her newborn baby because it was presumed to have a Chinese father. The near-400-page main report concludes there is overwhelming evidence that crimes against humanity have been, and are still being, committed within the hermetic nation. It says: \"These are not mere excesses of the state: they are essential components of a political system that has moved far from the ideals on which it claims to be founded. The gravity, scale and nature of these violations reveal a state that does not have any parallel in the contemporary world.\" North Korea refused to participate in the investigation or allow the commission to visit, and immediately rejected the findings, calling them \"a product of politicisation of human rights on the part of EU and Japan in alliance with the US hostile policy\". The report recommends that the UN refer the situation in North Korea to the ICC. While North Korea is not a signatory to the treaty that created the ICC, the UN security council can extend the court's remit in exceptional cases. In practice this would probably be vetoed by China, which has close links with North Korea and maintains a policy of sending back people found to have fled across the border, despite widespread evidence that they face mistreatment and detention on their return. The commission's report heavily criticises China for this, saying the policy appears to breach international laws on refugees. The report concludes that many of the crimes against humanity stem directly from state policies in a country which, since it was formed from the division of Korea, has been run on a highly individual variant of Stalinist-based self-reliance and centralised dynastic rule. The inquiry found \"an almost complete denial of the right to freedom of thought, conscience and religion\", with citizens brought into an all-encompassing system of indoctrination from childhood. Perhaps the most chilling section describes the vast network of secret prison camps, known as kwanliso, where hundreds of thousands of North Koreans are believed to have died through starvation, execution or other means. It is estimated that between 80,000 and 120,000 political prisoners are still held, in many cases secretly. The report says: \"Their families are not informed of their fate or whereabouts. Persons accused of political crimes therefore become victims of enforced disappearance. Making the suspect disappear is a deliberate feature of the system that serves to instil fear in the population.\" Other particularly disturbing parts of the report detail the experiences of women who are interned on their forced return from China when it is believed they could be pregnant from a Chinese man, something which contravenes North Korea notions of racial purity. Aside from the drowning of the newborn baby the panel heard testimony of forced abortions, sometimes using chemicals or beatings, or surgical procedures without anaesthetic. Other sections of the report cover abuses such as the lack of food. While natural disasters were in part to blame for a famine that killed huge numbers in the 1990s, the report notes that the North Korean state has \"used food as a means of control over the population\". It adds: \"It has prioritised those whom the authorities believe to be crucial in maintaining the regime over those deemed expendable.\" The commission also condemns the almost complete lack of freedom of movement for North Koreans both within their country and abroad, the discrimination of the so-called songbun system, where the state politically classifies people based on their birth and family, and the large-scale abduction of people from other countries, mainly Japan and South Korea. The report says the abuses clearly meet the threshold needed for proof of crimes against humanity in international law. t adds: \"The perpetrators enjoy impunity. The Democratic People's Republic of Korea is unwilling to implement its international obligation to prosecute and bring the perpetrators to justice, because those perpetrators act in accordance with state policy.\" Asked whether he believed the report would change anything immediately in North Korea, Kirby recalled a UN mission he led in the early 1990s to report on human rights abuses in Cambodia, some years before that country's eventual UN-led tribunal on Khmer Rouge crimes. He said: \"Bearing witness, collecting the stories, recording them and putting them there for future use can sometimes bear fruit a little later.\"",
    "keywords": [
        "human",
        "inquiry",
        "korea",
        "state",
        "kirby",
        "crimes",
        "evidence",
        "resemble",
        "abuses",
        "report",
        "humanity",
        "rights",
        "nazis",
        "north",
        "international"
    ],
    "summary": "The suffering and the tears of the people of North Korea demand action.\"\nThe report recommends that the UN refer the situation in North Korea to the ICC.\nWhile North Korea is not a signatory to the treaty that created the ICC, the UN security council can extend the court's remit in exceptional cases.\nThe report says the abuses clearly meet the threshold needed for proof of crimes against humanity in international law.\nAsked whether he believed the report would change anything immediately in North Korea, Kirby recalled a UN mission he led in the early 1990s to report on human rights abuses in Cambodia, some years before that country's eventual UN-led tribunal on Khmer Rouge crimes.",
    "sentiment": {
        "neg": 0.1281,
        "neu": 0.8217,
        "pos": 0.0503,
        "compound": -0.2611
    }
}