{
    "date": "2014-12-18T10:38:59Z",
    "title": "Why did Sony Pictures make a movie about assassinating Kim Jong-un?",
    "url": "https://www.theguardian.com/media/greenslade/2014/dec/18/why-did-sony-pictures-make-a-movie-about-assassinating-kim-jong-un",
    "content": "With five of the largest US cinema chains refusing to screen The Interview, the decision by Sony Pictures to cancel its distribution was hardly surprising. Given that the chains were receiving sinister threats, I guess they had no alternative but to consider the possibly fatal consequences of ignoring them. I am not about to defend anyone who threatens to bomb a cinema. I am not condoning censorship, nor am I supporting hacking. I am not in the least bit sympathetic to North Korea’s “supreme” leader, Kim Jong-un. I accept that he is a rogue leader of a rogue state. But let’s cut to the chase here. What did Sony think it was doing by allowing the movie to be made in the first place? Did it not anticipate that there would be a backlash? The plot, which involves the CIA encouraging two journalists to assassinate Kim, could not be more controversial. It was bound to provoke anger. And an angry rogue was unlikely to turn the other cheek. Sony can argue all it likes about artistic freedom - as can the movie’s directors, Evan Goldberg and Seth Rogen, and their writer, Dan Sterling - but to depict the killing of a living political leader, even in comic terms, was surely going way beyond good sense (and good manners and good taste). I appreciate that no-one should be beyond parody. What is surely unacceptable, however, is to encourage the idea that it would be a good wheeze to kill a president. Imagine the outcry should, say, a Russian or Chinese film production company have made a movie in which Barack Obama was the object of a comic assassination plot. I was relatively relaxed about Sacha Baron Cohen’s film that ridiculed the “glorious nation of Kazakhstan”, which appeared to upset many people in that country and was accused of racism. But he did not suggest executing its political leader. And I cannot recall any film that involved such a plot. None of this should be taken as justification for the group of hackers that call themselves the Guardians of Peace and who warned people to stay away from cinemas that might screen The Interview. Not that Sony handled the hacking business well either. As I argued in my London Evening Standard column yesterday, it was naive of the company to caution the media not to report on the resulting hacking revelations. All in all, Sony emerge from this controversy very poorly indeed.",
    "keywords": [
        "political",
        "sony",
        "leader",
        "screen",
        "assassinating",
        "rogue",
        "hacking",
        "pictures",
        "plot",
        "kim",
        "surely",
        "film",
        "good",
        "movie",
        "jongun"
    ],
    "summary": "With five of the largest US cinema chains refusing to screen The Interview, the decision by Sony Pictures to cancel its distribution was hardly surprising.\nI am not in the least bit sympathetic to North Korea’s “supreme” leader, Kim Jong-un.\nI accept that he is a rogue leader of a rogue state.\nWhat did Sony think it was doing by allowing the movie to be made in the first place?\nBut he did not suggest executing its political leader.",
    "sentiment": {
        "neg": 0.1535,
        "neu": 0.7577,
        "pos": 0.0888,
        "compound": -0.116
    }
}