{
    "date": "2014-11-24T16:23:32Z",
    "title": "North Koreans are needed to do the dangerous jobs, says Malaysia",
    "url": "https://www.theguardian.com/world/2014/nov/24/-sp-north-korea-malaysia-mine-labour",
    "content": "Malaysia has defended the use of North Korean labourers in its mining industry, saying they are particularly good workers because of their dedication, strength and bravery. After a North Korean was among those killed in a mine explosion at the weekend, Malaysia’s deputy home minister, Datuk Seri Wan Junaidi Tuanku Jaafar, told reporters that the men had been working legally under a special agreement between Pyongyang and authorities in the Malaysian state of Sarawak. “When it comes to industries such as coal mines, the jobs are very dangerous and tough,” Wan Junaidi said. “No local or Sarawakian will dare to take up such jobs — that is why [we] need foreign workers. In the coal-mining sector, only Britain, China and North Korea have highly-skilled workers.” Defectors’ groups claim there may be as many as 65,000 North Koreans currently working abroad — primarily in China, Russia, Mongolia and the Middle East — where they are sent to jobs in construction, forestry, factories, restaurants and mines. They have questioned the ethics of using North Korean workers, amid suggestions that their salaries are paid directly to the government in Pyongyang. The minister’s comments come just two days after three men — Tun Tun Win, 36, from Burma; Kardianto, 38, from Indonesia; and Pang Chung-hyok, 29, from North Korea — were killed after a blast ripped through the mine on Saturday morning. Another 29 men were injured, seven of them from North Korea. Forty-nine of the 119 foreign workers at the Sarawak mine were North Koreans. North Korean labour is sought after in Sarawak state on Borneo island, which is the only place in Malaysia permitted to hire workers from the country. Peninsular Malaysia has no such privilege, Wan Junaidi said. The minister said the labourers had valid work and immigration permits and that the Malaysian government had given the go-ahead for their recruitment: “There are many people from communist countries working in our country and having businesses here,” he added. “All we require is that they come here legally, work legally and stay free of trouble with our laws.” Whether or not they are being paid for the work they do in Sarawak, however, is unclear. “Almost all of the wages of the workers sent abroad are remitted back to Kim Jong-un’s regime,” the defectors’ organisation North Korea Strategy Centre claims. Some labourers receive 10 or 15% of their full wages, defectors say, as their salaries are sent straight to North Korean state-run agencies where they are then shared among the higher echelons of Pyongyang’s government. One North Korean labourer working on a £28bn construction site in Qatar, where the 86,000-seat stadium will host the 2022 World Cup final, recently told the Guardian that he hadn’t seen a penny of his salary. “I don’t get paid – the company gets the money,” he said. “When I go back to North Korea I’ll get paid, I think.” Malaysia was recently downgraded to the lowest tier on the US’s Trafficking in Persons index, ranking it alongside North Korea, Saudi Arabia and Qatar.",
    "keywords": [
        "sarawak",
        "work",
        "wan",
        "korea",
        "malaysia",
        "workers",
        "working",
        "dangerous",
        "jobs",
        "koreans",
        "paid",
        "needed",
        "north",
        "korean"
    ],
    "summary": "Malaysia has defended the use of North Korean labourers in its mining industry, saying they are particularly good workers because of their dedication, strength and bravery.\n“When it comes to industries such as coal mines, the jobs are very dangerous and tough,” Wan Junaidi said.\nThey have questioned the ethics of using North Korean workers, amid suggestions that their salaries are paid directly to the government in Pyongyang.\nAnother 29 men were injured, seven of them from North Korea.\n“When I go back to North Korea I’ll get paid, I think.” Malaysia was recently downgraded to the lowest tier on the US’s Trafficking in Persons index, ranking it alongside North Korea, Saudi Arabia and Qatar.",
    "sentiment": {
        "neg": 0.0584,
        "neu": 0.8867,
        "pos": 0.0549,
        "compound": -0.0053
    }
}