{
    "date": "2014-12-22T10:00:25Z",
    "title": "George RR Martin offers to screen The Interview at his own cinema",
    "url": "https://www.theguardian.com/books/2014/dec/22/george-rr-martin-the-interview-sony-pictures-hack-north-korea",
    "content": "The bestselling Game of Thrones author George RR Martin has offered to screen The Interview in his own independent cinema, in the wake of what he described as “a stunning display of corporate cowardice” from Sony and America’s cinema chains. After anonymous terrorist threats last week to target screenings of the film, in which James Franco and Seth Rogen play journalists attempting to assassinate North Korean leader Kim Jong-un, chains and distributors across America refused to show it. Sony then cancelled its 25 December theatrical release. Martin, whose A Song of Ice and Fire fantasy series has been made into the major television hit Game of Thrones, owns the Jean Cocteau Cinema in Santa Fe, New Mexico. He slammed major theatre chains for what he called a “stunning display of corporate cowardice” on his blog, adding: “These gigantic corporations, most of which could buy North Korea with pocket change, are declining to show a film because Kim Jong-un objects to being mocked? “The level of corporate cowardice here astonishes me. It’s a good thing these guys weren’t around when Charlie Chaplin made The Great Dictator. If Kim Jong-un scares them, Adolf Hitler would have had them shitting in their smallclothes. Even Sony, which made the movie, is going along.” Martin said that there were “thousands of small independent theatres across the country, like my own, that would gladly screen The interview, regardless of the threats from North Korea”, adding “for what it’s worth, the Jean Cocteau Cinema will be glad to screen The Interview (assuming Sony does eventually release the film for theatrical exhibition) … Come to Santa Fe, Seth, we’ll show your film for you.” Although Martin has not seen The Interview, and has “no idea how good or bad a film it is”, he writes: “That’s not the point, though. Whether it’s the next Citizen Kane or the next Plan 9 from Outer Space, it astonishes me that a major Hollywood film could be killed before release by threats from a foreign power and anonymous hackers.” The author had originally included the trailer to The Interview on his website, but when the trailers were also pulled by Sony, Martin replaced the link on his website to one of South Park, in which Jesus tells a group of ginger-haired children: “Don’t you see, gingers, if you don’t want to be made fun of any more, all you need are guns and bombs to get people to stop.” The US government has blamed North Korea for the hacking, which has proved a major embarrassment to Sony. North Korea has denied involvement, but has voiced support for the hackers. Sony is currently considering options for an online release of the film, perhaps via YouTube or a VOD service. A Sony lawyer, David Boies, told NBC: “Sony has been fighting to get this picture distributed. It will be distributed. How it’s going to be distributed, I don’t think anybody knows quite yet. But it’s going to be distributed.”",
    "keywords": [
        "george",
        "sony",
        "screen",
        "korea",
        "rr",
        "martin",
        "north",
        "major",
        "film",
        "cinema",
        "distributed",
        "release",
        "offers",
        "interview"
    ],
    "summary": "The bestselling Game of Thrones author George RR Martin has offered to screen The Interview in his own independent cinema, in the wake of what he described as “a stunning display of corporate cowardice” from Sony and America’s cinema chains.\nMartin, whose A Song of Ice and Fire fantasy series has been made into the major television hit Game of Thrones, owns the Jean Cocteau Cinema in Santa Fe, New Mexico.\nNorth Korea has denied involvement, but has voiced support for the hackers.\nSony is currently considering options for an online release of the film, perhaps via YouTube or a VOD service.\nA Sony lawyer, David Boies, told NBC: “Sony has been fighting to get this picture distributed.",
    "sentiment": {
        "neg": 0.0798,
        "neu": 0.8659,
        "pos": 0.0543,
        "compound": -0.0797
    }
}