{
    "date": "2014-04-28T16:40:21Z",
    "title": "Waxing lyrical: artist finds portraying North Korea's leaders a tall order",
    "url": "https://www.theguardian.com/world/2014/apr/28/china-waxworks-artist-north-korean-leaders-kim-jongil",
    "content": "The special allure of waxworks, says Zhang Molei, China's foremost exponent of the art, is the opportunity to pose alongside the great and good. Even leaders cannot resist being captured beside their predecessors. A photograph in the Great Man Wax Museum of China's office shows Li Yuanchao, China's vice-president, with a model of Zhou Enlai. But in North Korea, the figures made by Zhang's team are an object of reverence. Even the most senior officials cannot be photographed with the models of the late leaders Kim Il-sung and Kim Jong-il, displayed just outside Pyongyang. \"People cry when they see the statues,\" Zhang told the Guardian. \"For North Korean people it's like being close to a god. They respect the figures in the way they would respect the actual person; it's not just a piece of art. Even senior officials keep a distance of at least 1.5 metres. No one would touch their clothes or hair.\" People can take pictures from only one spot, chosen to show each figure to its best advantage, and must capture the whole of the image, as when photographing sculptures or paintings. Zhang's work with Pyongyang began in 1994, after Kim Il-sung's death, when the North's ambassador to China said it would like a figure of its late leader. The briefings from officials were \"detailed to a degree you cannot imagine\", he said, with even Kim Jong-il weighing in. The finished product was escorted to Pyongyang with ceremony by a black-suited, white-gloved team of guards. Later a high-ranking official suggested there should be a model of Kim's wife, the mother of Kim Jong-il. Since few photographs existed, and those that did were small and blurry, the artists relied on a sculpture of her. \"We tried to make it like the image of her in people's hearts,\" said Zhang.They had only just presented the waxwork when Kim Jong-il died, in December 2011. His son Kim Jong-un decided that his father too should be rendered in wax. But a lengthy debate over Kim Jong-il's liver spots threatened to derail the project until it was referred to the very top. \"He had quite a lot when he got older. The North Koreans thought the waxwork should not have any at all, and I thought we could reduce them but should have a few. So we had several rounds of debate about this and couldn't reach agreement. In the end, Kim Jong-un said it was not good to erase all of the marks and we could keep some. He made the decision,\" Zhang said. A special United Nations commission reported last month that the North was guilty of gross and systematic human rights violations. But Zhang dismissed critics who ask why he works for the North, saying people did not understand the country. \"Some people say that North Korea is a dictatorship and violent regime, so why do it?\" he said. \"Actually it's a lovable country … People are very genuine and work hard.\" He said that giving people another leadership system \"would be like trying to persuade them to change to a new god.\" The former documentary maker turned to waxworks after visiting Madame Tussauds and judging its models of Mao Zedong and other Chinese leaders inadequate. He decided it would take Chinese artists to capture their spirit. It took six years to set up the Great Man Waxwork Museum, until recently housed in the National Museum, because of the complicated negotiations with various party bodies, government departments and other agencies – all with their own, sometimes contradictory, opinions. \"Once a waxwork is related to politics, the artistic features become secondary,\" he said. \"You might decide to depict someone in his 70s and one leader would say 'Maybe in his 80s would be better'. Maybe he looked better in his 70s. But you'd change it and then the next leader would say 'In his 70s would be better',\" he recalled. \"That was 20 years ago and the political environment now is much better, but it still takes a long time to arrange an exhibition.\" His new project will capture the likeness of 100 famous Chinese figures including more political leaders, novelist Lu Xun and propaganda role models such as Lei Feng, a humble soldier held up as a paragon of selflessness. The show, named China Dream – Chinese Soul, will debut in Beijing before touring the country. He is also planning commercial exhibitions of celebrities and would like to create a Winston Churchill waxwork for donation to the British Museum. Despite Zhang's commitment to verisimilitude, all his models diverge from their originals in one regard: they are considerably taller. He said that viewers would otherwise think the figures too short, because they are seen at a distance. The double of the famously short Deng Xiaoping, who in real life measured about 150cm (4ft 11ins), stands 178cm tall.",
    "keywords": [
        "waxwork",
        "leaders",
        "figures",
        "artist",
        "waxing",
        "portraying",
        "finds",
        "zhang",
        "order",
        "kim",
        "lyrical",
        "models",
        "chinese",
        "jongil",
        "tall",
        "museum",
        "north",
        "koreas"
    ],
    "summary": "Even the most senior officials cannot be photographed with the models of the late leaders Kim Il-sung and Kim Jong-il, displayed just outside Pyongyang.\nThe briefings from officials were \"detailed to a degree you cannot imagine\", he said, with even Kim Jong-il weighing in.\nLater a high-ranking official suggested there should be a model of Kim's wife, the mother of Kim Jong-il.\n\"We tried to make it like the image of her in people's hearts,\" said Zhang.They had only just presented the waxwork when Kim Jong-il died, in December 2011.\nThe former documentary maker turned to waxworks after visiting Madame Tussauds and judging its models of Mao Zedong and other Chinese leaders inadequate.",
    "sentiment": {
        "neg": 0.0545,
        "neu": 0.8699,
        "pos": 0.0756,
        "compound": 0.0382
    }
}