{
    "date": "2014-12-19T18:16:10Z",
    "title": "The Interview: a guide to the film hackers don’t want you to see",
    "url": "https://www.theguardian.com/film/2014/dec/19/the-interview-film-guide-sony-hack",
    "content": "You will never see The Interview, at least not legally. I have seen it twice, so, like the renegade bibliophiles from Fahrenheit 451, gather ye round and I will tell you the tale. The Interview is, by and large, a good movie. Is it worth a debilitating corporate hack? No. Worth an international diplomatic earthquake? Certainly not. It is a movie in which the North Korean people are liberated because its supreme leader soils his pants on television. This is not satire on the level of Charlie Chaplin’s The Great Dictator, but if you can brave the demilitarized zone of scatological humour, it is quite funny. And its sympathies are in the right place. The only person who should find the movie offensive is Kim Jong-un. James Franco plays Dave Skylark, an expensive haircut and host of the infotainment programme Skylark Tonight, best known for the “Miley Cyrus camel-toe” incident. We meet him in the middle of a great “get” – Eminem confesses to being gay, stating that his lyrics thus far have been “a trail of gay breadcrumbs”. Many critics have been puzzled by much of Franco’s output. It’s hard to tell whether he’s a good actor, but he is a great overactor. Celebrating in the booth is Seth Rogen’s Aaron Rapoport, Skylark’s producer for a decade who is determined to start producing real news. According to Wikipedia, Kim Jong-un is a huge fan of Skylark’s show. Rapoport – eventually –– books an interview, and that’s when the CIA recruits them to “take him out”. The rest of the film plays out with a stoner’s stream-of-consciousness logic. There is a goofy training montage set to David Bowie’s I’m Afraid Of Americans. One minute our duo is walking in slow-motion to Isaac Hayes like total badasses, the next an errant sneeze nearly kills the pair of them. No one watching The Interview could interpret it as legitimate sabre-rattling. Our lead characters are idiots and the scenario is preposterous. Idiotic though it may be, the screenplay doesn’t pussyfoot around – it chooses a direction and goes with it. Not all the jokes land, and some of the tastelessness may inspire groans. Putting two American dinguses in North Korea is rich source material for racial stereotyping, but the jokes are, by and large, self-aware; the laughs at the expense of the dumb racist. One must tip the hat to Rogen for finding a way to craft a “me so solly” joke that isn’t offensive. The big twist comes when they meet Kim Jong-un in Pyongyang. Randall Park plays the supreme leader as a nervous super-fan, a clever choice that puts the whole movie on its ear. He’s quite sweet and he and Skylark quickly bond. They share thoughts about their demanding fathers and there’s a party montage that mirrors an earlier one between Skylark and Rapoport. No way Skylark is going to kill his new best buddy! But a brief look at the man’s more bloodthirsty side, as well as discussions with other North Koreans who hate his brutal regime, persuade them to proceed as planned. In this, the movie has its cake and eats it. It condemns US intervention, and mines its heroes’ ineptitude for laughs, but still climaxes with Kim blown up in a helicopter. The last few scenes use violence for shock gags, but Kim’s death is sort of in self-defence. He is the first one to fire a shot. Yet assassination isn’t our heroes’ key victory. This was to win the hearts and minds of the North Korean people through the power of infotainment. They trip Kim up while on television, exposing him as mortal. They must make him cry. Getting him to soil himself only cements the deal. One of the myths told about Kim is that he has no need to excrete because he “works so hard he burns it off”. Proof of the man’s digestive tract is a political act. It works in a film where the largest setpiece involves Rogen needing to hide an enormous metal device inside his rectum. This sequence is a symphony of sphincter humour. Chaplin had floating globe ballet. The Interview has lines like: “The tiger’s blood will lubricate it”. How exactly is difficult to explain. Maybe some things should stay in the vault.",
    "keywords": [
        "skylark",
        "dont",
        "plays",
        "rapoport",
        "guide",
        "north",
        "worth",
        "kim",
        "hackers",
        "film",
        "jongun",
        "great",
        "movie",
        "interview"
    ],
    "summary": "It is a movie in which the North Korean people are liberated because its supreme leader soils his pants on television.\nThe only person who should find the movie offensive is Kim Jong-un.\nAccording to Wikipedia, Kim Jong-un is a huge fan of Skylark’s show.\nRapoport – eventually –– books an interview, and that’s when the CIA recruits them to “take him out”.\nThe big twist comes when they meet Kim Jong-un in Pyongyang.",
    "sentiment": {
        "neg": 0.1165,
        "neu": 0.7564,
        "pos": 0.1271,
        "compound": 0.0539
    }
}