{
    "date": "2014-12-22T07:55:24Z",
    "title": "Sony considers online release of The Interview as free-speech criticisms continue",
    "url": "https://www.theguardian.com/film/2014/dec/22/north-korea-claims-clear-evidence-us-administration-deeply-involved-in-making-the-interview",
    "content": "After deciding to cancel the release of The Interview following terrorist threats from hackers believed to be working with North Korea, Sony Pictures is under fire from cinema chains and political lobbyists in the US, as it considers its options for a potential online version. Cinema owners are angry at a perceived scapegoating by the studio over the decision to pull the film from theatrical release. Sony has claimed that chains backing out was the reason they cancelled the Christmas screenings. Yet exhibitors now say many only wanted delays or modifications to the timetable of release in the wake of a message from Guardians of Peace hinting at 9/11-style attacks on cinemas showing the film. This threat caused concern among cinema chains, whose shares began to fall, and other studios, whose own holiday releases might be affected by audiences staying away from cinemas. Yet according to Variety, three industry executives have said that they dispute Sony Entertainment CEO Michael Lynton’s characterisation that they were left with “no choice” but to pull release after “theatre owners declined to show it”. Rather, they say, most major chains wanted to wait until the identity of the hackers – and therefore the seriousness of their threat – could be gauged. Lynton was speaking on Friday, following Obama’s statement that Sony had made a “mistake” pulling the film as it played into the hands of the hackers, whose identity he said the FBI had confirmed as North Korean. The Republican National Committee has also encouraged cinema owners to reverse any decision not to show the film. In a letter obtained by CNN, RNC chairman Reince Priebus encouraged the CEOs of 10 major cinema chains to reconsider. “I want to speak clearly on behalf of the Republican Party: I urge you to show the movie,” he wrote to the CEOs. “As a sign of my commitment, if you agree to show this movie, I will send a note to the Republican Party’s millions of donors and supporters urging them to buy a ticket – not to support one movie or Hollywood, but to show North Korea we cannot be bullied into giving up our freedom.” Sony is considering using YouTube to distribute the film, with Lynton saying it was “certainly an option and certainly one thing we will consider.” He said that none of the major VOD services (like Netflix) had stepped forward to offer to host the film, nor would it use its own on-demand service Crackle. A lawyer for Sony, David Boies, told NBC: “Sony has been fighting to get this picture distributed. It will be distributed. How it’s going to be distributed, I don’t think anybody knows quite yet. But it’s going to be distributed.” Meanwhile, Dr Evil, Mike Myers’s Austin Powers Bond-spoofing baddie, appeared on Saturday Night Live to berate both Sony and North Korea for giving “evil organisations a bad name”. “Let’s start with you, North Korea,” said Myers, “You’re one of the most evil countries in the world and your act of war is to kill a movie? It’s easy to kill a movie. Just move it to January.” Myers also attacked Guardians of Peace for their non-evil name, and Sony, who “haven’t had a hit since the Walkman.” “You thought it was a joke to have James Franco assassinate Kim Jong-un? The man single-handedly almost killed the Oscars.” The North Korean government has meanwhile claimed that the US government was behind production of The Interview, the comedy film which lampoons its leader, Kim Jong-un. In a statement on Sunday carried by the official Korean Central News Agency, the National Defence Commission – the country’s military body – declared that it had “clear evidence that the US administration was deeply involved in the making of such dishonest reactionary movie”. On Friday, President Obama said that the US would “respond proportionately” to the cyber attack on Sony Pictures, following the FBI’s confirmation that the North Korean government had ordered the attack, angered by the film. North Korea has now threatened to attack “the White House, the Pentagon and the whole US mainland, the cesspool of terrorism” should such action occur. Sony hacks: the timeline so far",
    "keywords": [
        "sony",
        "chains",
        "korea",
        "online",
        "north",
        "film",
        "cinema",
        "freespeech",
        "korean",
        "distributed",
        "criticisms",
        "movie",
        "release",
        "continue",
        "interview",
        "considers"
    ],
    "summary": "After deciding to cancel the release of The Interview following terrorist threats from hackers believed to be working with North Korea, Sony Pictures is under fire from cinema chains and political lobbyists in the US, as it considers its options for a potential online version.\nCinema owners are angry at a perceived scapegoating by the studio over the decision to pull the film from theatrical release.\nThis threat caused concern among cinema chains, whose shares began to fall, and other studios, whose own holiday releases might be affected by audiences staying away from cinemas.\nIn a letter obtained by CNN, RNC chairman Reince Priebus encouraged the CEOs of 10 major cinema chains to reconsider.\nNorth Korea has now threatened to attack “the White House, the Pentagon and the whole US mainland, the cesspool of terrorism” should such action occur.",
    "sentiment": {
        "neg": 0.1188,
        "neu": 0.8123,
        "pos": 0.0689,
        "compound": -0.169
    }
}