{
    "date": "2014-11-20T21:36:53Z",
    "title": "'I wanted to stay in North Korea,' says freed US detainee Matthew Miller",
    "url": "https://www.theguardian.com/world/2014/nov/20/-sp-north-korea-matthew-miller",
    "content": "For most people visiting North Korea, the prospect of being arrested during their trip is a source of some concern. But for 25-year old Californian Matthew Miller, it’s exactly what he hoped for. “My main fear was that they would not arrest me when I arrived,” Miller told NK News in a series of interviews after he and fellow American Kenneth Bae were released during a high-profile visit to the North Korean capital by James Clapper, US Director of National Intelligence, earlier this month. “I was trying to stay in the country,” said Miller. “They wanted me to leave. The very first night they said, ‘We want you to leave on the next flight.’ But I refused. I just did not leave.” In April, North Korea’s state news agency KCNA announced that an American citizen had been detained at Pyongyang airport after apparently attempting to claim asylum. In a dictatorship without any independent media, which is known for its furious anti-US vitriol, verifiable facts were difficult to come by. But according to Miller’s account, North Korea’s version of events had been largely accurate. On his flight from China to Pyongyang, Miller had intentionally damaged his tourist visa. Fifteen days later, after a series of run-ins with Pyongyang authorities, he was removed from his tourist hotel and detained. The general consensus among North Korea analysts was that Pyongyang would welcome the chance to use Miller as a pawn in its diplomatic wrangling with the US, as it continues to defy international sanctions against its nuclear programme, and widespread criticism of the regime’s human rights abuses. But Miller says it was only after much persuasion on his part that authorities finally took him in. Finally, at a show trial in September, he was sentenced to six years of hard labour for entering the country illegally and committing “hostile acts” against the state – a charge he now describes as both true and false. They wanted me to leave. The very first night they said, ‘We want you to leave on the next flight.’ But I refused. I just did not leave His plan had involved much preparation. Originally from the city of Bakersfield, Miller says he had been dissatisfied with the western media’s reporting on events in the pariah state, and had decided to arrange a trip to see the country for himself. Unlike other foreigners arrested in North Korea, when Miller’s case was made public, international media struggled to identify details of his background. This was partly because Miller had engaged in a deliberate strategy to hide his online profile. He had also provided Uri Tours – a company specialising in tours to North Korea for US citizens – with false emergency contact information before purchasing his plane ticket in Hong Kong. The lack of information fuelled speculation that he may have been in the North for espionage purposes, a theory compounded by Miller’s own notebook, in which he had alluded to carrying state secrets held by the US and South Korea, two nations with which North Korea officially remains at war. Snapshots of pages torn from Miller’s notebook were circulated by state media, after his show trial, revealing statements he now describes as strategic lies to help with his attempt to remain in North Korea. In it, entries appeared to show support for removing “the American military from South Korea” and included claims that Miller was a “hacker” with some involvement with Wikileaks. It was full of abbreviations such as “RAC,” which Miller says stood for “Renounce American Citizenship.” His inclusion of phrases such as “no involvement” referred to his initial hope that the United States government would stay out of the case, he said. “I wrote the notebook in China just before going to North Korea,” said Miller. “The purpose was just having it written is easier than explaining in person. Since it was filled with a number of extravagant things… perhaps the notebook was a little too much over the top, they instantly knew it was false and wanted to know my true purpose of visiting.” The true purpose, Miller insists, was to simply learn for himself what North Korea was all about. “I was not there to give secret information or anything like that. I just wanted to speak to an ordinary North Korean person about normal things,” he said. “I think it was mistake but it was successful,” he said over several days of interviews. “I was in control of my situation. I knew the risks and consequences. My trip has probably resulted in no change for anyone, except for me. I do feel guilt for the crime. It was a crime. I wasted a lot of time of the North Koreans’ and the Americans’, of all of the officials who spent time with my case.” Miller said he had prepared himself for the ordeal he believed he would face in detention, but was surprised by how well he was treated. He was allowed to keep possession of his iPhone and iPad for “at least a month” after his arrival in North Korea, enabling him to listen to music and access other stored information, although he could not use them to send or receive messages from elsewhere. “This might sound strange, but I was prepared for the ‘torture’. But instead of that I was killed with kindness, and with that my mind folded and the plan fell apart,” he said, speaking from his home in California. Miller said he was initially held in the Yanggakdo International Hotel in Pyongyang, where he said North Korean officials urged him to leave the country, but he refused. I was not there to give secret information or anything like that. I just wanted to speak to an ordinary North Korean person about normal things He was not formally detained until his third week in North Korea, when he was moved to what he described as a “guest house” – the same place where he said fellow American Kenneth Bae was being held – along with several other unidentified prisoners. Miller would ultimately stay there for five more months. At the “guest house” he was kept in a room locked from the outside under stricter detention. “They would deliver me food. There were other prisoners in the guest house, too. I could hear them unlocking the doors from the outside to deliver them food,” he said. After he was formally tried, convicted, and sentenced on 14 September to six years of “hard labour”, he was moved again to a more conventional prison facility on the outskirts of Pyongyang. “It was kind of a farm place,” Miller said. “They had all control. I would go out to work to move stones, take out weeds.” As part of the show trial, Miller had apologised to the North Korean regime for his crimes, an apology he now insists was genuine. “I sincerely apologised to North Korea, it was not coerced at all,” Miller said. “Before going I did not think I would feel guilt for my actions toward North Korea. Over time that changed and I did feel guilt for the crime, so in that sense I consider what I did to be a mistake even though I did achieve [my] goals.” For Washington, Miller may well have been seen as the tourist from hell. The detention of Kenneth Bae, a tour operator who was sentenced to 15 years hard labour in 2012 for unspecified crimes, had been seen as an attempt by Pyongyang to gain leverage to try and force concessions from Washington. Both cases would require a careful response from the Obama administration. “Seeking asylum seemed like a perfect crime since it put me in that ‘grey zone’ for about a month and I thought it would prevent the US from wanting to help me, although I changed my mind on that later,” Miller said. So why did Miller, along with fellow American detainees Kenneth Bae and Jeffrey Fowle, plead for help from the US in series of interviews with international media? “I am still thinking how to answer that,” he said. “Before going to North Korea I had zero intention to request help from my government. I actually had a message prepared for Sweden, as you may have seen referenced in the notebook images.” Before going to North Korea I had zero intention to request help from my government In an interview last week, Clapper said that even during his trip to Pyongyang, he had been unsure whether he would be able to bring Bae and Miller home. He had brought a brief letter with him from US President Barack Obama, which said the release would be viewed as a positive gesture, but Clapper was convinced Pyongyang was hoping for more. “I think the major message from them was their disappointment that there wasn’t some offer or some big... the term they used was ‘breakthrough’”, Clapper said. Whatever the effects of Miller’s actions on relations between Washington and Pyongyang, he is satisfied that he was able to learn more about North Koreans, and says he has “no complaints” against them. “I wanted to meet North Korean people face to face in a way that a normal tour would not be enough,” said Miller.” I spent a good five months having many conversations with various people.” Miller said he became particularly friendly with a translator he met on his first day in the country. “We met everyday and would have conversations. We would play billiards together.” “He said he was a tour guide for five years and then moved up the ranks. He said he was with [former NBA player] Dennis Rodman during Kim Jong-un’s birthday. He said he travelled overseas on business trips. He spoke perfect English,” said Miller. However, he is not yet ready to share the details of the other conversations he so desperately wanted. “I might elaborate on that or I might just keep it as a personal experience,” he said.",
    "keywords": [
        "matthew",
        "miller",
        "korea",
        "state",
        "notebook",
        "stay",
        "wanted",
        "leave",
        "american",
        "korean",
        "freed",
        "pyongyang",
        "north",
        "detainee"
    ],
    "summary": "For most people visiting North Korea, the prospect of being arrested during their trip is a source of some concern.\nOn his flight from China to Pyongyang, Miller had intentionally damaged his tourist visa.\nUnlike other foreigners arrested in North Korea, when Miller’s case was made public, international media struggled to identify details of his background.\n“Before going I did not think I would feel guilt for my actions toward North Korea.\n“Before going to North Korea I had zero intention to request help from my government.",
    "sentiment": {
        "neg": 0.0896,
        "neu": 0.8438,
        "pos": 0.0666,
        "compound": -0.0243
    }
}