{
    "date": "2014-04-18T17:30:01Z",
    "title": "If everything had a Kim Jong-un haircut the world would be at peace | Andrej Nikolaidis",
    "url": "https://www.theguardian.com/commentisfree/2014/apr/18/kim-jong-un-haircut-world-peace",
    "content": "In 1948, after the Tito-Stalin split, people in Yugoslavia were confused – for years, they had been taught by the Communist party of Yugoslavia to worship Stalin, yet now he was supposed to be their greatest enemy. Those who were not able to follow the new party instructions and suppress their love for Stalin ended in the gulag-like prison camp Goli Otok. From that time, there's a story: asked by police whether he was for Tito or Stalin, an old peasant replied: \"Yes, I am.\" From the democratic perspective, those who live in totalitarian states must dream about freedom of choice. But in fact, it's the last thing they need. Because when you make a free choice, there's always the possibility you'll make the wrong one. And a wrong choice usually ends up with you losing your freedom. It is just like the old Yugoslav joke about the famous dissident Milovan Djilas, who was expelled from the party and dismissed from all political roles in 1954. Three men are talking in prison. The first one says: \"I'm in here because I said 'Down with Djilas' before 1954.\" The second one says: \"I'm locked up because I said 'Hail to Djilas' after 1954.\" And the third one says: \"Well, I'm Djilas.\" Media recently reported that Kim Jong-un decided to free North Korean men from freedom of choice in respect of haircuts. He allegedly ordered that all male students had to adopt his hairstyle. Inspired by that information, the manager of a London hair salon put an advert with a portrait of Kim Jong-un in his shop window. Two officials from the North Korean embassy in London visited him and insisted that he remove the poster. The citizen of a totalitarian state knows: you don't mess with portraits of the beloved leader. For them (us), it's a deadly serious matter, like icons were for the Byzantines. On my first day in school in Sarajevo in 1980, the teacher read out a lecture from our schoolbook. It was about a group of young pupils – just like us – who were standing in front of Tito's portrait in the classroom – just like the one that hung in ours. They were arguing about which of them Tito was watching from his position at the front of the class. The teacher came and told them: don't argue, my dear children – Tito is watching all of you. A shop manager told the guys from the embassy: \"Listen, this is not North Korea. This is England.\" Meaning: no censorship here. But isn't it too obvious to interpret the question of the portrait in a London shop window as a story about freedom of expression? And isn't it too easy to dismiss Kim Jong-un's apparent order for tonsorial conformity as the madness of a dictator? Let us recall René Girard's theory of \"mimetic desire\". A French thinker claims that our desire is mimetic – we copy other people, we wish to have what our neighbours have. Because we desire the same thing, we fight over it. Girard called it \"mimetic rivalry\". This brings us to the state of permanent war of every man against every man. That's why our history is so sad – \"the pile of debris grows skyward\", as Walter Benjamin put it. In order to stop mimetic rivalry, God gave men a tenth commandment. Remember that one: \"Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour's.\" Well, it didn't work. But it just might be that Kim Jong-un is on the edge of resolving the problem that bothered both Girard and God. Kim should order the same haircut not only for all men, but also for women. Actually, he should order that everything in North Korea look like him. If all the men, their wives, manservants, maidservants, oxen, and even the hedgerows looked the same, like Kim Jong-un, there would be no need for mimetic rivalry, no need to break the tenth commandment. Not to mention it would finally give God and his son a decent haircut, instead of them looking like Gandalf and Che Guevara. If Kim succeeds in achieving that, would you really complain about the suppressing of freedom of expression and the fact that you have to remove his portraits from your shop windows, and to put them on your bedroom walls?",
    "keywords": [
        "nikolaidis",
        "neighbours",
        "shop",
        "world",
        "peace",
        "north",
        "andrej",
        "order",
        "kim",
        "mimetic",
        "freedom",
        "men",
        "djilas",
        "haircut",
        "jongun"
    ],
    "summary": "Media recently reported that Kim Jong-un decided to free North Korean men from freedom of choice in respect of haircuts.\nInspired by that information, the manager of a London hair salon put an advert with a portrait of Kim Jong-un in his shop window.\nAnd isn't it too easy to dismiss Kim Jong-un's apparent order for tonsorial conformity as the madness of a dictator?\nBut it just might be that Kim Jong-un is on the edge of resolving the problem that bothered both Girard and God.\nKim should order the same haircut not only for all men, but also for women.",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.7968,
        "pos": 0.1171,
        "compound": 0.1251
    }
}