{
    "date": "2014-12-23T18:24:17Z",
    "title": "Sony approves limited US release of The Interview on Christmas Day",
    "url": "https://www.theguardian.com/film/2014/dec/23/the-interview-us-screening-christmas-day",
    "content": "Controversial comedy The Interview will be released on Christmas Day, reversing an earlier move by Sony to pull the film following a massive hack of the studio. Sony held a conference call with theatre owners on Tuesday and gave them the go ahead to release the movie in a limited number of independent cinemas. The decision came after President Barack Obama said Sony had “made a mistake” pulling the movie following a campaign to kill the movie that the US government believes was organised by North Korea. “We have never given up on releasing The Interview and we are excited our movie will be in a number of theatres on Christmas day,” said Michael Lynton, chairman &amp; CEO of Sony Pictures Entertainment in a statement Tuesday. He said the company was exploring other ways to distribute the movie to the “largest possible audience.” Sony has been subject to a lengthy and embarrassing hack coordinated by a group calling itself Guardians of Peace (GOP). The hackers have released a slew of personal emails from Sony’s top executives as well as compromising the personal details of 47,000 employees past and present. The comedy, starring Seth Rogen and James Franco, depicts the assassination of North Korea’s leader Kim Jong-Un. It was pulled last week after GOP issued a threat against cinema goers. “The world will be full of fear”, the message said. “Remember the 11th of September 2001.” The Department of Homeland Security subsequently reported there was “no credible intelligence to indicate an active plot against movie theaters within the United States.” On Friday Obama said Sony should not have caved in to the threats. “We cannot have a society in which some dictator some place can start imposing censorship here in the United States because if somebody is able to intimidate folks out of releasing a satirical movie, imagine what they start doing when they see a documentary that they don’t like, or news reports that they don’t like,” he said. The White House applauded Sony’s reversal on Tuesday. “As the president made clear, we are a country that believes in free speech, and the right of artistic expression,” said deputy press spokesman Eric Schultz. “The decision made by Sony and participating theaters allows people to make their own choices about the film, and we welcome that outcome.” Lynton told CNN’s Fareed Zakaria this weekend that Sony had no choice but to pull the film, and said that theaters had first decided not to show it. “We do not own movie theaters. We cannot determine whether or not a movie will be played in movie theaters,” said Lynton. Tim League, founder of the Alamo Drafthouse cinema chain, first reported that Sony had authorised screenings via Twitter. The Plaza Cinema in Atlanta also said it would show the film. Art House Convergence, a national coalition of independent art house cinemas in the US, had petitioned Sony to allow independent exhibitors to show the film. “With this threat, the issue became larger than any film, larger than Sony and larger than the entertainment industry: societal and artistic values are in peril. We are at an important crossroads with an opportunity to reaffirm clearly our dedication to the value of freedom and the absolute necessity to keep our film industry free of restriction, censorship and violent intimidation,” the group wrote to Sony. “I want to thank our talent on The Interview and our employees, who have worked tirelessly through the many challenges we have all faced over the last month,” Lynton said in his Tuesday statement. “While we hope this is only the first step of the film’s release, we are proud to make it available to the public and to have stood up to those who have attempted to suppress free speech.”",
    "keywords": [
        "sony",
        "christmas",
        "limited",
        "free",
        "movie",
        "theaters",
        "house",
        "approves",
        "film",
        "lynton",
        "independent",
        "release",
        "day",
        "interview",
        "larger"
    ],
    "summary": "Controversial comedy The Interview will be released on Christmas Day, reversing an earlier move by Sony to pull the film following a massive hack of the studio.\nSony held a conference call with theatre owners on Tuesday and gave them the go ahead to release the movie in a limited number of independent cinemas.\n“We do not own movie theaters.\nWe cannot determine whether or not a movie will be played in movie theaters,” said Lynton.\n“With this threat, the issue became larger than any film, larger than Sony and larger than the entertainment industry: societal and artistic values are in peril.",
    "sentiment": {
        "neg": 0.0516,
        "neu": 0.8365,
        "pos": 0.1121,
        "compound": 0.2223
    }
}