{
    "date": "2014-04-22T05:01:23Z",
    "title": "The defector who wants to go back to North Korea",
    "url": "https://www.theguardian.com/world/2014/apr/22/defector-wants-to-go-back-north-korea",
    "content": "Son Jung-hun first entertained thoughts of life outside North Korea in the 1980s, after chaperoning guests at an international youth event in Pyongyang. As a trade official working under Jang Song-thaek, the recently executed uncle of the North’s leader, Kim Jong-un, Son was part of the Pyongyang elite. Those few days of interaction with foreign visitors gave him a vicarious peek at life beyond the confines of the world’s most oppressive dictatorship, and sparked his eventual defection. But now, 12 years after he arrived in South Korea, Son has a new purpose in life: to return to the North to protest against the treatment of defectors south of the heavily armed border that has separated the two Koreas for more than six decades. “The South Korean media portray us as people who want to be seen as a victimised minority with a sense of entitlement,” Son told the Guardian in a recent interview in Seoul. “The government here won’t accept how difficult it is for defectors to adapt to life in a free-market economy, and for that we are treated with contempt. By going public with my desire to defect again [to North Korea] I hope to send a message about how badly South Korea treats defectors.” Son is one of a growing number of double defectors – political and economic refugees from the North for whom life in the democratic, capitalist South has fallen far short of expectations. If he gets his way, the very least Son can expect is a fleeting moment of fame in North Korea, where every defection back to the communist state is treated as a propaganda coup against the South. Yet he knows he also faces harassment, incarceration or worse. The catalyst for Son’s flight from North Korea was the abrupt end to Moscow’s largesse towards its communist allies after the fall of the Soviet Union. To earn hard currency, the Pyongyang regime turned to illicit arms exports, which Son helped arrange. However, when he was accused of stealing $10,000 (£5,960) intended to facilitate a sale, potentially worth $30m, of missile-making materials to Taiwan, he believed he had been set-up. He felt he was a marked man. “I knew what the consequences would be,” said Son, who was detained for three months. “I was up against people at the top of the regime, so I took my friends’ advice and got out.” In April 1997 he hired a truck, telling unsuspecting colleagues that he was going to the countryside on business. Instead he drove across the border with China, leaving behind his wife and their son. A year later his son joined him in Beijing, and together they arrived in Seoul in 2002. Son spent his first year of freedom performing menial jobs. “I got to experience how people on the bottom rung of South Korean society really live,” he said. “I soon discovered that life here was very different from what I’d heard about in the North. The government here seemed to be saying to us, ‘Well, we didn’t ask you to come so what do you expect?’” Those early days lay the foundations for Son’s work over the past 10 years, helping fellow defectors while plotting his return to a country he still claims to detest. Son, though, is in a minority among defectors. Most savour the political and economic freedoms they daren’t have dreamed about while living in the North. Since the end of the Korean war, about 25,000 North Koreans – more than two-thirds of them women – have made the journey across the country’s border with China, where they lie low and earn money to finance the last stage of their journey to South Korea, typically via Thailand or Laos. But tightened security on the North Korea-China border and less sympathetic treatment by recent conservative governments in Seoul have stemmed the flow. According to South Korea’s unification ministry, the number of defectors arriving in Seoul in 2012 fell to 1,509, more than 40% down on the 2,706 who arrived a year earlier. About 1,500 more arrived last year, the ministry said. New arrivals are interrogated to weed out spies, then spend three months at Hanawon, a re-settlement facility an hour south of Seoul where they are given counselling and coached in the practicalities of South Korean life. After completing the Hanawon programme, each defector receives government subsidies of 20m won (£11,200) to find a home or a place at university, followed by monthly payments of 320,000 won for five years. The allowance is barely enough to live on, Son says, since most defectors are indebted to brokers who helped them reach South Korea. “It’s not uncommon for female defectors to end up in the sex industry or men to get involved in drug dealing [to pay off their trafficking fees],” he said. At around 20%, the unemployment rate among defectors is six times higher than the average for South Koreans, according to the Database Centre for North Korean Human Rights. “It is harder than you imagine for defectors to find a job,” said Son, who struggled financially despite his background in trade and a degree in business and economics from Pyongyang Industrial University. “The South Korean government occasionally makes grand gestures, such as employing defectors as officials or letting them run for political office. But it’s all for show in its ideological war with North Korea. They want to prove that they are treating defectors well, when in fact they are doing nothing to improve their lives.” Recent allegations that interrogators sexually abuse newly arrived female defectors have only added to Son’s disenchantment with his home of more than a decade. “Life is hard in North Korea, but some defectors have found that it’s even tougher here. They are afraid of the South Korean government and the police. People are lining up to go home.” It is impossible to tell how many defectors have returned to the North. The unification ministry says it has records of only 13 double-defectors, three of whom ended up returning to South Korea. Anecdotal evidence suggests the number is far higher. The South Korean JoongAng Ilbo newspaper quoted a former MP as saying that about 100 people had fled to the North via China in 2012 – a figure dismissed by the unification ministry – while about 800 defectors known to have arrived in South Korea are unaccounted for. Son says he knows of 70 to 80 North Koreans who are “desperate” to go home. While the numbers are disputed, North Korea watchers say there are definite signs the country has launched campaign under Kim Jong-un to woo defectors back home, reportedly with offers of cash, a job and a home. Security agents have been visiting the families of defectors and telling them that it is safe for their loved ones to return, a Reuters investigation found last year. There are unconfirmed reports of agents who have infiltrated South Korea, offering defectors up to $45,000 and an appearance on TV. Over the past year, Pyongyang has staged at least half a dozen media appearances by double defectors, although all appeared to have been meticulously choreographed, with returnees publicly pledging loyalty to Kim and criticising the grim realities of life in the capitalist south. Son’s insistence on leaving South Korea legally has failed to impress the authorities, which invoked the controversial national security law to impose a travel ban. He believes intelligence officials are tapping his phone and occasionally follow him. “If I don’t do everything by the book, what hope is there for the other defectors I know who want to go back to North Korea?” he said. He is aware that life back in North Korea will probably be far worse than the trials he has experienced as an outsider in Seoul. His brother was executed by firing squad as punishment for being related to a defector; his uncle, once a senior security official in Pyongyang, and his brother-in-law, a former army colonel, were stripped of their military titles and given ordinary civilian jobs. Son and his wife divorced before he left the North so that she would escape punishment. At the end of a two-hour interview, Son reveals he is suffering from cirrhosis of the liver and has been given between one and three years to live. Before he dies, he wants to be reunited with his ageing mother, who he is convinced is still alive. But he insists his motivation for returning to North Korea is political. “I want the world to know how callously the South Korean government treats its Korean brothers and sisters,” he said. “The North Korean regime might well use me for propaganda, or I might end up in prison. After all, I didn’t flee because I was hungry. I left for political reasons. “But I’m ready to sacrifice my freedom in the hope that North Koreans here can one day have theirs.”",
    "keywords": [
        "south",
        "wants",
        "korea",
        "arrived",
        "seoul",
        "defectors",
        "defector",
        "son",
        "pyongyang",
        "life",
        "north",
        "korean"
    ],
    "summary": "The catalyst for Son’s flight from North Korea was the abrupt end to Moscow’s largesse towards its communist allies after the fall of the Soviet Union.\nBut it’s all for show in its ideological war with North Korea.\nThe unification ministry says it has records of only 13 double-defectors, three of whom ended up returning to South Korea.\nBut he insists his motivation for returning to North Korea is political.\n“The North Korean regime might well use me for propaganda, or I might end up in prison.",
    "sentiment": {
        "neg": 0.094,
        "neu": 0.837,
        "pos": 0.0691,
        "compound": -0.1335
    }
}