{
    "date": "2014-10-10T18:22:06Z",
    "title": "Is Kim Jong-un’s sister now the power behind the North Korean throne?",
    "url": "https://www.theguardian.com/world/2014/oct/10/is-kim-jong-uns-sister-now-the-power-behind-the-north-korean-throne",
    "content": "When Kim Yo-jong, was introduced to the public as a “senior official of the party central committee” in March, analysts speculated that she could one day become North Korea’s most powerful woman. Now, as the country’s leader remains conspicuously absent from public life, it has been suggested that Kim Jong-un’s younger sister may have stepped up to help him manage the daily affairs of leadership while he battles a bout of ill health. Along with Kim’s wife, the former singer Ri Sol-ju, the 27-year-old is one of the country’s most prominent women and has been photographed with her brother on public visits. However, it is her absence from the limelight that some believe adds weight to the theory that she may have taken over some, or even all, of the leadership responsibilities from her brother as he recovers from his “physical discomfort”. “If Kim has indeed been set aside – and nobody outside Pyongyang really knows – then whoever has taken power is not seeking the limelight,” said John Everard, former UK ambassador to Pyongyang.“The visits to factories and military units that Kim frequently conducted have not been taken over by anyone else; they have simply stopped.” “As a woman in a very male-dominated society, the theory goes, she might be reluctant to push herself forward publicly straight away, preferring instead to bide her time while governing from behind the scenes.” However, Everard says though it is “not impossible” that Kim Yo-jong has stepped up to the leadership, “it is as hard to disprove this theory as it is to find anything to support it”. Kim Yo-jong, whose name is also spelt Kim Yeo-jung, is believed to act as an adviser for her brother, as other members of the Kim family have done relatives did previously for both him and his father, the late leader Kim Jong-il, before him. Her elder sister, Kim Sul-song, for example, held a key role in the party’s powerful propaganda department under their father. Their aunt, Kim Kyong-hui, was similarly influential until she fell out of favour last year after her husband – Kim’s former mentor – was executed. She is now believed to be in hiding. In the absence of independent media inside the secretive state, speculation about what lies behind Kim’s absence, and whether he is still in power, continues. “The young leader’s absence certainly does deepen our questions about how their system might change or operate without him,” said Adam Cathcart, a lecturer in history at Leeds University and editor of North Korea news and analysis website Sino-NK.com. He too expressed doubts that North Korea might have quietly seen a woman take supreme power for the first time. “Without Kim Jong-un in the forefront, North Korea’s government [remains] a highly conservative patriarchy run by old men for whom Moscow 1956 is the standard for dangerous liberalism. Regardless of who is in charge, it will keep the world on its toes – one thing that the state does extremely well.”",
    "keywords": [
        "absence",
        "taken",
        "woman",
        "theory",
        "public",
        "sister",
        "power",
        "kim",
        "yojong",
        "leadership",
        "jonguns",
        "throne",
        "north",
        "korean"
    ],
    "summary": "When Kim Yo-jong, was introduced to the public as a “senior official of the party central committee” in March, analysts speculated that she could one day become North Korea’s most powerful woman.\nKim Yo-jong, whose name is also spelt Kim Yeo-jung, is believed to act as an adviser for her brother, as other members of the Kim family have done relatives did previously for both him and his father, the late leader Kim Jong-il, before him.\nHer elder sister, Kim Sul-song, for example, held a key role in the party’s powerful propaganda department under their father.\nHe too expressed doubts that North Korea might have quietly seen a woman take supreme power for the first time.\n“Without Kim Jong-un in the forefront, North Korea’s government [remains] a highly conservative patriarchy run by old men for whom Moscow 1956 is the standard for dangerous liberalism.",
    "sentiment": {
        "neg": 0.0561,
        "neu": 0.8788,
        "pos": 0.0651,
        "compound": 0.0973
    }
}