{
    "date": "2014-04-15T13:52:37Z",
    "title": "North Koreans complain to London hairdresser about Kim Jong-un poster",
    "url": "https://www.theguardian.com/world/2014/apr/15/north-koreans-complain-london-hairdresser-kim-jong-un",
    "content": "Seeking an arresting image to promote a special offer, a hairdressers in west London attracted more than just extra customers when it used a large poster of the North Korean leader, Kim Jong-un, in its window. When M&amp;M Hair Academy in south Ealing put up the 1-metre-by-1.2-metre poster featuring Kim's distinctive short back and sides with longer centre parting and the words \"Bad hair day?\", they received a visit from disgruntled North Korean officials. Unbeknown to the salon's owner, Mo Nabbach, 51, the North Korean embassy is just 10-minute stroll away, inside a modest semi-detached house in Gunnersbury. \"The day after it went up two Asian-looking guys wearing suits turned up. One was taking pictures and the other taking notes,\" said Nabbach. \"I said to my client at the time, 'I think they are North Korean officials.' \"Then they came in. They asked: 'Who put that picture up?' I said I did. He said the pair told him the poster was disrespectful and must come down. \"They said: 'That is a country's national leader.' I explained to them we often used pictures of celebrities, Lady Diana, Victoria Beckham. I told them: 'Listen, this is not North Korea. This is England.' \"They asked for my name and I told them they would have to get their solicitors for that.\" Nabbach said he asked them to leave, and later reported the incident to his local police station. The two did not identify themselves as being from the North Korean embassy, he said. But a Metropolitan police spokesman said: \"I can confirm that the North Korean embassy have contacted us and that we are in liaison with them. Officers spoke to all parties. No offences have been disclosed.\" A spokesman at the North Korean embassy said: \"Our embassy is not in a position to comment on that story.\" Nabbach's son, Karim, 26, who designed the poster promoting 15% off gents' haircuts at his father's salon, said: \"It was a very large, in-your-face poster, an ad campaign to bring clients in.\" Kim's style did not appeal to his clientele, he said. \"I think if you watch The Only Way Is Essex about half of them have that haircut. But we have never had to perform that haircut on anyone. \"Perhaps, if David Beckham wore it. But, I don't really see it catching on to be honest.\" He designed it after reading recent viral reports that male university students in North Korea were now required to have the same haircut as their leader. The story originated with Free Radio Asia, a not-for-profit news agency based in Washington, but has not been confirmed. The Associated Press cast doubts on the story's authenticity, saying its journalists in the North Korean capital, Pyongyang, had not seen any recent changes in hairstyles among male college students and that \"North Korea watchers smell another imaginative but uncorroborated rumour\". But the idea of the North Korean state dictating hairstyles may not be that far-fetched. In 2005, the government directed men to keep their hair short, no longer than two inches, while older men received a small exemption to allow for comb-overs.",
    "keywords": [
        "hair",
        "embassy",
        "nabbach",
        "leader",
        "hairdresser",
        "korea",
        "kim",
        "poster",
        "told",
        "jongun",
        "complain",
        "korean",
        "koreans",
        "haircut",
        "north",
        "london"
    ],
    "summary": "Seeking an arresting image to promote a special offer, a hairdressers in west London attracted more than just extra customers when it used a large poster of the North Korean leader, Kim Jong-un, in its window.\nUnbeknown to the salon's owner, Mo Nabbach, 51, the North Korean embassy is just 10-minute stroll away, inside a modest semi-detached house in Gunnersbury.\nThe two did not identify themselves as being from the North Korean embassy, he said.\nBut a Metropolitan police spokesman said: \"I can confirm that the North Korean embassy have contacted us and that we are in liaison with them.\nA spokesman at the North Korean embassy said: \"Our embassy is not in a position to comment on that story.\"",
    "sentiment": {
        "neg": 0.0273,
        "neu": 0.9462,
        "pos": 0.0265,
        "compound": 0.014
    }
}