{
    "date": "2014-12-23T10:01:18Z",
    "title": "North Korea – a year in threats",
    "url": "https://www.theguardian.com/world/2014/dec/23/-sp-north-korea-sony-interview",
    "content": "In the ongoing debacle about The Interview – a film in which Seth Rogen is sent to assassinate Kim Jong-un – North Korea has taken aim at the United States. Calling the country a “cesspool of terrorism”, officials accused Washington of being directly involved with the film plot and threatened retaliation. “The army and people of the DPRK are fully ready to stand in confrontation with the US in all war spaces, including cyber warfare to blow up those citadels,” said a statement on the KCNA, the country’s official news channel. The Interview was cancelled by Sony Pictures last week after hackers calling themselves Guardians of Peace made threats against potential cinema audiences. Last month the company suffered a serious cyberbreach, which the US has blamed on North Korea. Pyongyang has praised the cyber attack but denies it was responsible, calling the White House “reckless” for saying it was. So, could a such juvenile film be the start of world war three? Unlikely, according to those familiar with North Korea who doubt Pyongyang’s capacity to follow through on such threats. The country is well practiced in the art of brinkmanship, using threatening, often Shakespearean language, against its key antagonists, Tokyo, Seoul and Washington, and beyond. We take a look at who they lashed out at in 2014 and why. The neighbours The North’s immediate neighbours are a popular target for attacks, with the South, who are within the boundary of short-and medium-range missiles, bearing the brunt. In November, upset about a UN decision to refer North Korea to the International Criminal Court over its human rights record, KCNA put out a series of eight bellicose articles in which they threatened to nuke South Korea’s Blue House. They also called Japan a “political pygmy” and threatened to send the country to the bottom of the sea. Political leaders Sometimes the threats got personal. In May, after an official US visit to Seoul, North Korea called the South Korean president a “crafty prostitute” in thrall to her “pimp” Barack Obama who, in a related editorial, was called a “wicked black monkey”. In August North Korea lashed out at John Kerry calling him “a wolf with a hideous lantern jaw” after the US and South Korea carried out joint military drills. They said they were also unhappy about Kerry’s comments on North Korea’s human rights record. The UN International organisations did not escape. The North threatened a nuclear attack ahead of a UN vote on whether to to refer the country to the ICC. After the vote was passed the North declared the motion “grave political provocation” orchestrated by the US, although it was drafted by the UN and the European Union. Pyongyang then organised mass protests in Kim Il-sung square, accusing the UN of relying on trumped-up allegations by defectors backed by the US and other countries seeking to overthrow its ruling regime. Earlier in the year North Korea released its own rosy report on human rights claiming that they were enjoyed by the popular masses. In a sprawling document it again took aim at the US and its allies, accusing them in being “steeped in repugnancy toward the DPRK”. Defectors were called “human scum who betrayed their homeland and people”. In an earlier editorial Michael Kirby, the chair of UN Commission Inquiry into human rights, was attacked over his sexuality. Plants A Christmas tree also became diplomatic sore spot, as plans by a South Korean Christian group to rebuild an illuminated installation, three miles from the atheist North’s border, were shelved. North Korea had called it a “symbol of frantic anti-North confrontation rackets” aimed at aggravating “extreme tension” between the two Koreas. They warned of a “catastrophic impact” if the reconstruction was to go ahead, leaving some living near the tower site in Gimpo to raise concerns about their safety Balloons Balloons containing anti-Pyongyang leaflets, which have been periodically floated across the border by South Korean activists, also came under fire. The North said it considered these leaflet drops “a war-provoking act” and that they would “mercilessly crush the source of provocation and forces behind this operation.” They also said that: “speaking ill of and criticising our highest leadership and system with evil bad mouthing through these consistent cross-border leaflets is the gravest act of hostility that obstructs inter-Korean relations and peace and unity in the nation.”",
    "keywords": [
        "threats",
        "human",
        "south",
        "calling",
        "called",
        "korea",
        "threatened",
        "country",
        "rights",
        "north"
    ],
    "summary": "Last month the company suffered a serious cyberbreach, which the US has blamed on North Korea.\nUnlikely, according to those familiar with North Korea who doubt Pyongyang’s capacity to follow through on such threats.\nIn August North Korea lashed out at John Kerry calling him “a wolf with a hideous lantern jaw” after the US and South Korea carried out joint military drills.\nEarlier in the year North Korea released its own rosy report on human rights claiming that they were enjoyed by the popular masses.\nNorth Korea had called it a “symbol of frantic anti-North confrontation rackets” aimed at aggravating “extreme tension” between the two Koreas.",
    "sentiment": {
        "neg": 0.166,
        "neu": 0.7999,
        "pos": 0.0341,
        "compound": -0.3545
    }
}