{
    "date": "2014-01-06T13:57:49Z",
    "title": "Story about Kim Jong-un's uncle being fed to dogs originated with satirist",
    "url": "https://www.theguardian.com/world/2014/jan/06/story-kim-jong-un-uncle-fed-dogs-made-up",
    "content": "It sounded just believable enough to catch on: Kim Jong-Un executed his uncle Jang Song-thaek by having him stripped naked and fed to a pack of starving dogs. Yet the story, which was first reported by a Hong Kong tabloid and then picked up in the western press, apparently originated with a satirical post on a Chinese social media network, turning a thinly-sourced horror story into an astonishing example of the media echo chamber gone awry. Kim did, in fact, purge his uncle and former second-in-command last month in remarkably high-profile fashion – the country's official news agency called Jang \"an anti-party, counter-revolutionary factional element\" and \"despicable human scum\" when it announced his execution on 13 December. Analysts said that he was probably killed by a firing squad. The starving dogs version first appeared on 12 December in Wen Wei Po, a Beijing-friendly Hong Kong tabloid with a reputation for sensationalism. About two weeks later it was re-reported in English by the Singaporean news daily Straits Times, which took the piece as a barometer of souring Sino-North Korean ties. Late last week scores of western publications jumped on board, including NBC News, the Daily Mail, the New York Daily News, and the London Evening Standard. Yet as the US blogger Trevor Powell pointed out on Monday, the original report lifted the story nearly word-for-word from an 11 December social media post by Pyongyang Choi Seongho, a China-based satirist with millions of followers. The background of the personality's page on Tencent Weibo, China's second most popular microblog, shows a cartoon Kim Jong-un standing on a balcony flanked by military aides, his arms raised and his middle fingers extended. Choi's post includes all of the grisly details that made their way into the American press: Jang and five of his aides were stripped naked, thrown into a giant cage, and \"entirely devoured\" by 120 Manchurian hunting dogs that had been starved for three days. Kim conducted the hour-long spectacle himself before an audience of 300 North Korean officials, it added. The media mixup comes amid former Basketball superstar Dennis Rodman's continuing efforts to dispel the country's reputation for opacity and cruelty. Rodman arrived in the capital, Pyongyang, on Monday with a group of former NBA players including Vin Baker and Cliff Robinson – the ensemble plans to play an official North Korean team on Wednesday, Kim Jong-un's birthday. \"It's about trying to connect two countries together in the world,\" Rodman, the most high-profile American known to have met Kim, told the Associated Press. \"People say so many negative things about North Korea. And I want people in the world to see it's not that bad.\"",
    "keywords": [
        "daily",
        "uncle",
        "world",
        "fed",
        "post",
        "north",
        "kim",
        "press",
        "jang",
        "media",
        "satirist",
        "jonguns",
        "originated",
        "dogs",
        "korean"
    ],
    "summary": "It sounded just believable enough to catch on: Kim Jong-Un executed his uncle Jang Song-thaek by having him stripped naked and fed to a pack of starving dogs.\nThe starving dogs version first appeared on 12 December in Wen Wei Po, a Beijing-friendly Hong Kong tabloid with a reputation for sensationalism.\nYet as the US blogger Trevor Powell pointed out on Monday, the original report lifted the story nearly word-for-word from an 11 December social media post by Pyongyang Choi Seongho, a China-based satirist with millions of followers.\nKim conducted the hour-long spectacle himself before an audience of 300 North Korean officials, it added.\nRodman arrived in the capital, Pyongyang, on Monday with a group of former NBA players including Vin Baker and Cliff Robinson – the ensemble plans to play an official North Korean team on Wednesday, Kim Jong-un's birthday.",
    "sentiment": {
        "neg": 0.0914,
        "neu": 0.8884,
        "pos": 0.0201,
        "compound": -0.1928
    }
}