{
    "date": "2014-02-17T15:44:00Z",
    "title": "North Korea: 'You are brainwashed from the time you know how to talk'",
    "url": "https://www.theguardian.com/world/2014/feb/17/north-korea-human-rights-abuses-stories-un-brainwashed",
    "content": "Among the desperate and appalling chronicle of horrors presented across 372 pages in the full UN report into rights abuses in North Korea, the chilling testimony of a young woman called Jee Heon, sent to a prison camp after being returned from China, stands out. Giving evidence to the commission's first public evidence session, in Seoul last August, Jee explained the camp guards' policy towards women who returned to North Korea pregnant. The country's strict rules over perceived racial purity meant most of these women endured forced abortions, lest their babies have Chinese fathers. One woman, however, successfully gave birth, Jee said. \"The baby was crying as it was born; we were so curious, this was the first time we saw a baby being born. So we were watching this baby and we were so happy. But suddenly we heard the footsteps,\" she said. The footsteps belonged to a guard, who ordered the mother to drown her baby. Jee continued: \"The mother was begging, 'I was told that I would not be able to have the baby, but I actually got lucky and got pregnant, so let me keep the baby, please forgive me', but this agent kept beating this woman, the mother who just gave birth. And the baby, since it was just born, it was just crying. And the mother, with her shaking hands she picked up the baby and she put the baby face down in the water. The baby stopped crying and we saw this water bubble coming out of the mouth of the baby. And there was an old lady who helped with the labour, she picked up the baby from the bowl of water and left the room quietly.\" The evidence forms part of a particularly shocking section of the report on the experiences of North Koreans who escape to China and are sent back, often with the assistance of Chinese authorities. The report describes forced, late-term abortions without anaesthetic – sometimes using rusty instruments, the use of chemicals to induce labour, beatings, forced labour and poor nutrition. The inquiry heard equally desperate personal testimony from Shin Dong-hyuk, perhaps the most famous escapee from North Korea – the only prisoner ever known to have successfully escaped from a so-called 'total control camp' for political prisoners. Shin – who was born in Camp 14 in 1981 through a union engineered by guards between his unwilling parents – described his childhood there, including how a girl aged about seven was beaten to death after she was found to have slipped a few spilled grains from the guards' food rations into a pocket. Mice were rife in the camp but could only be caught and eaten on the rare occasions guards agreed, he said. Shin also described what happened when he accidentally dropped a sewing machine at the factory where he was forced to work. \"The guard told the floor manager to cut off my finger, so I got on my knees and I begged not to do so but that didn't work obviously. And, I thought my whole hand was going to cut off, but it was just a finger. So, at that time I was grateful, really grateful to the guard because I was only losing a finger instead of a hand,\" Shin said. A number of the most disturbing stories in the report centre on North Koreans' experiences during the great famines of the 1990s, a natural disaster that the UN inquiry concludes was nonetheless exacerbated by state policies to divert food to citizens considered more valuable. At the hearing in Washington one woman, Jo Jin-hye, described carrying around her severely malnourished infant brother, who could not be breast-fed as their mother did not have enough food to lactate. \"Because there was no food, he was not able to stop crying,\" she told the panel. \"My baby brother died in my arms because he was not able to eat. And because I was holding him so much, he thought I was his mom. So when I was feeding him water, he was sometimes looking at me smiling at me.\" Another survivor of the famine, Kim Hyuk, became a street child – known in North Korea as kotjebi, or 'flowering swallows'. He was seven when his mother died and described being placed briefly in an orphanage, but leaving after 24 out of the 75 children starved to death. A nurse told the commission she saw many street children crushed to death after trying to sleep in coal stores for warmth. Around the same time, the commission heard, the North Korean state spent almost £500m on monuments to the founder of the state, Kim Il-sung, when he died in 1994. The report also noted that even with stunting among children rife, North Korea spent nearly £400m on luxury goods for top officials in 2012 alone. Perhaps the most illustrative personal testimonies in conveying the all-pervasive reach of the state come in the section on propaganda and official control over personal lives and thoughts. Among the evidence was of children's lives at school, where they were encouraged to draw only pictures of Kim Il-sung or images \"which might have pleased Kim Il-sung\". One woman giving evidence anonymously to the hearing in Tokyo recounted being encouraged to train for a public mass gymnastics display through the heroic example of a young boy who died after practising through the pain of an acute appendicitis and was viewed as a hero. The report describes the central role of the portraits of Kim Il-sung and his late son and successor, Kim Jong-il, which must be displayed in every North Korean home. One witness said his father had been sent to a political prison camp after mopping up a spilled drink with a newspaper containing an image of the elder Kim. To control the flow of outside information, all TV sets are registered with the state, which modifies them to ensure they receive only approved channels. As another witness said of life in the nation: \"You are brainwashed, [you] don't know life outside. You are brainwashed from the time you know how to talk, about four years of age, from nursery school, brainwashing through education, this happens everywhere in life, society, even at home.\"",
    "keywords": [
        "camp",
        "talk",
        "woman",
        "brainwashed",
        "korea",
        "state",
        "baby",
        "mother",
        "evidence",
        "kim",
        "report",
        "know",
        "north"
    ],
    "summary": "Giving evidence to the commission's first public evidence session, in Seoul last August, Jee explained the camp guards' policy towards women who returned to North Korea pregnant.\nAnother survivor of the famine, Kim Hyuk, became a street child – known in North Korea as kotjebi, or 'flowering swallows'.\nAround the same time, the commission heard, the North Korean state spent almost £500m on monuments to the founder of the state, Kim Il-sung, when he died in 1994.\nThe report also noted that even with stunting among children rife, North Korea spent nearly £400m on luxury goods for top officials in 2012 alone.\nAs another witness said of life in the nation: \"You are brainwashed, [you] don't know life outside.",
    "sentiment": {
        "neg": 0.1051,
        "neu": 0.8204,
        "pos": 0.0745,
        "compound": -0.107
    }
}