{
    "date": "2014-09-04T14:44:00Z",
    "title": "North Korea's suicide rate among worst in world, says WHO report",
    "url": "https://www.theguardian.com/world/2014/sep/04/north-korea-suicide-rate-among-worst-world-who-report",
    "content": "South Korea's problem with suicide has been well documented. But a World Health Organisation report has found that the problem is even worse in its northerly neighbour, making the peninsula one of the most suicidal regions in the world. The report, entitled Preventing Suicide: A Global Imperative, estimates that in 2012, 9,790 suicides took place in North Korea, with roughly equal numbers of males and females killing themselves. The report acknowledged that acquiring data was difficult, and that it had arrived at its North Korean estimate by factoring in a range of statistically predictive factors. Analysts say North Koreans may be driven to suicide by poverty, and the psychological stress of living in a restrictive environment. \"I heard economic hardship was the main reason, but really, for anyone who is gay or lesbian or has mental health issues, life in North Korea is really tough,\" said Sandra Fahy, assistant professor at Sophia University in Tokyo and author of the forthcoming monogrpah Marching Through Suffering: Loss, Survival and North Korea. The director of research and strategy at Liberty in North Korea, Sokeel Park, said some deaths reported as suicides could have been people who died while in state custody. \"It might be like in East Germany under the Stasi, where if someone died during an interrogation or while detained they just called it a suicide,\" Park said. The WHO's findings do not align with a paper released last year by the Unification Medical Centre at Seoul National University, which found that suicide was rare in North Korea, in part because people who take their own lives are labelled traitors and put surviving family members at risk of punishment. The study was based on interviews with three doctors who fled the North and now live in South Korea. In North Korea, punishment can extend to three generations of the accused's family. Fahy says North Korean escapees have told her of entire families killing themselves to avoid collective punishment. Financial hardship is a common motivator for suicide. South Korea's suicide rate began climbing around the economic crisis of the late 1990s and has continued to increase. Many who take their own lives had expressed hopelessness in a society that has stiff competition for a limited number of white-collar jobs. Experts also point to taboos about seeking assistance. A psychiatrist at the National Medical Centre in Seoul, Kim Hyun-chung, said: \"Koreans are reluctant to speak openly about their problems out of fear of being considered weak or unstable, and that just makes their situations worse.\" The objective of the WHO report is \"to increase the awareness of the public health significance of suicide and suicide attempts and to make suicide prevention a higher priority on the global public health agenda\". In North Korea, mental health care is scarce and suicide is among the many negative aspects of society that the government tries to keep quiet domestically, and hidden from the outside world. \"North Korean media tends to use the high suicide rate in the South as proof to show off the superiority of their social system, and they barely mention North Koreans taking their own lives,\" Park Sang-min, the professor who led the Unification Medical Centre study, told Yonhap News Agency.",
    "keywords": [
        "south",
        "world",
        "korea",
        "suicide",
        "report",
        "punishment",
        "medical",
        "koreas",
        "health",
        "rate",
        "park",
        "north",
        "worst"
    ],
    "summary": "But a World Health Organisation report has found that the problem is even worse in its northerly neighbour, making the peninsula one of the most suicidal regions in the world.\nThe report, entitled Preventing Suicide: A Global Imperative, estimates that in 2012, 9,790 suicides took place in North Korea, with roughly equal numbers of males and females killing themselves.\nThe study was based on interviews with three doctors who fled the North and now live in South Korea.\nIn North Korea, punishment can extend to three generations of the accused's family.\nSouth Korea's suicide rate began climbing around the economic crisis of the late 1990s and has continued to increase.",
    "sentiment": {
        "neg": 0.2408,
        "neu": 0.7157,
        "pos": 0.0435,
        "compound": -0.6281
    }
}