{
    "date": "2014-03-04T00:41:00Z",
    "title": "Echoes of Pyongyang as South Korea jails politician for 'subversive' plot",
    "url": "https://www.theguardian.com/world/2014/mar/04/pyongyang-south-korea-jails-politician",
    "content": "According to the court that sentenced him to 12 years in prison, Lee Seok-ki is a dangerous subversive, guilty of plotting an armed rebellion in support of his country's sworn enemy across the border that separates the Korean peninsula. It sounds like the rumblings of a typical North Korean purge. Only Lee is an elected representative in the democratic, economically powerful South. While the world has recoiled from the horrors revealed by the UN's investigation into human rights abuses in North Korea, people in the South have been raising concerns over the future of their democracy, a quarter of a century after the country cast off its military dictatorship. Lee, an MP from the leftwing United Progressive Party (UPP), was found guilty last week of conspiring with members of an underground organisation to stage an armed revolt and overthrow the government in Seoul, should war break out between the two Koreas. He had been accused of encouraging 130 followers of an underground group purportedly called the Revolutionary Organisation, which prosecutors allege conspired to hasten the South's defeat with attacks on communications, railway lines and other infrastructure. The prosecution case rested on questionable audio of a meeting at a Catholic church in Seoul that Lee addressed last May. The recording was made by a mole employed by South Korea's powerful national intelligence service. The presiding judge at Suwon district court, Kim Jeong-un, said Lee's plot constituted a \"substantial and apparent\" threat to South Korea. He added: \"We accept that the Revolutionary Organisation was the main force behind this subversive scheme, and that [Lee] was in charge of running it.\" Lee became the first politician since South Korea held elections in 1988 to be sentenced under a controversial national security law to weed out and punish North Korean sympathisers, introduced in 1948, two years before the peninsula descended into civil war. \"Many of us thought that the national security law was practically dead, but now it is back and being applied to individuals as well as organisations,\" said Hong Seong-kyu, a UPP spokesman. \"And this is the first time it has been used against a political party with representation in the national assembly. That is shocking.\" Six other UPP members who had been indicted along with him received jail terms of between four and seven years. Lee denied the charges, saying he had never heard of the Revolutionary Organisation and denouncing the trial as a politically motivated witch-hunt by intelligence officials. The UPP described the judgment as \"the most humiliating day in South Korean judicial history. It warned: \"This is clearly a political trial that turns the clock back 40 years.\" With several of its members now facing prison, the UPP's future is uncertain, despite it being the third-largest party in the national assembly, with six seats. In a separate lawsuit, the administration of South Korea's conservative president, Park Geun-hye, has called on the constitutional court to disband the party for promoting North Korean ideology. Lee's case has become a test of the health of South Korean democracy, amid fears that Park is using a decades-old security law to suppress political opponents, mirroring the tactics of her dictator father, Park Chung-hee, who ruled in the 1960s and 70s. Lee's supporters claim he was also used to divert attention from an embarrassing election scandal involving the national intelligence service, whose former chief, Won Sei-hoon, was this month given a two-year sentence for ordering agents to use social media – including a reported 20m posts on Twitter – to smear Park's liberal opponent as a North Korean sympathiser during the December 2012 presidential election campaign. UPP officials say that recordings and transcripts of remarks Lee made at the church meeting were doctored by the intelligence services. Hong, who attended the meeting, said South Korea was nervous at the time about a new round of tension with the North, whose leader, Kim Jong-un, had recently threatened to launch nuclear strikes against South Korea, Japan and the US. \"As a party that wants peace and reunification, Lee was trying to make a point about how best to prevent war on the Korean peninsula,\" Hong said. \"There is no evidence for the government's allegations,\" he said.Lee is not alone in being targeted by the national security law. Earlier this month, a man in his 70s was sentenced to two and a half years for praising North Korea, according to Index on Censorship. In November 2012, Park Jeong-keun, a 24-year-old photographer, was sentenced to 10 months simply for reposting self-evidently ludicrous missives from North Korea's official Twitter account. In 2012, the South Korean authorities blocked almost 40,000 websites, many of which have pro-North Korean content, a dramatic increase from the 4,700 blocked in 2008. Byun Jeong-pil, campaign manager at Amnesty International Korea, said the national security law was being abused to create an \"atmosphere of fear\" among those who hold views outside the mainstream. \"We are very concerned about freedom of expression in South Korea, and the role of the intelligence services,\" she said. The law criminalises those who \"praise, disseminate or co-operate with anti-state groups,\" including North Korea. But critics say it is being enlisted in the government's biggest assault on freedom of speech in decades. The number of cases prosecuted under the law has risen dramatically since 2007, when Park's conservative predecessor, Lee Myung-bak, was elected on a promise to take a tougher line with North Korea after years of engagement under the \"sunshine policy\" of progressive South Korean leaders. \"The government uses the media to whip up fear about North Korea, and that's how they get the public on their side,\" said Lee Seok-ki's secretary, Ko You-kyoung. In a 2012 report, Amnesty International accused South Korea of systematically abusing the law to stifle debate and silence political opposition. Last year, the UN special rapporteur for human rights, Margaret Sekaggya, said it posed a \"seriously problematic challenge\" to freedom of expression in South Korea. In 2007, police interrogated 39 people on suspicion of violating the law; in 2010 the number had risen to 151. Last year, 103 people were charged with breaking the law, the highest number in a decade. \"People think that this is an aberration, that South Korea is a healthy democracy,\" said Hong. \"But President Park is turning it upside down. I wonder if she even knows what democracy means.\" The backdrop to Lee's conviction is an ideological conflict whose roots lie in the separation of the peninsula after the Korean war, which ended with an armistice but not a peace treaty. While South Koreans routinely brush off Pyongyang's threats of war, they are still worried about North Korean spies and sympathisers on their own doorstep. \"By constantly playing up threats to security, conservative governments use the law to preserve the political and economic status quo,\" said Hong Se-hwa, a prominent South Korean dissident who sought asylum in France in the late 1970s to escape arrest during one of Park Chung-hee's crackdowns on political opponents. \"Anyone who criticises the status quo is labelled pro-North Korea. It is a real problem.\" Lee's case is the \"opening salvo in a campaign to remove progressive forces from the political scene,\" Gregory Elich, a member of the advisory board at the Korea Policy Institute, wrote just before the trial. \"The fate of democracy in South Korea hangs in the balance.\"",
    "keywords": [
        "political",
        "south",
        "law",
        "park",
        "korea",
        "lee",
        "echoes",
        "national",
        "subversive",
        "politician",
        "jails",
        "security",
        "plot",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The presiding judge at Suwon district court, Kim Jeong-un, said Lee's plot constituted a \"substantial and apparent\" threat to South Korea.\n\"There is no evidence for the government's allegations,\" he said.Lee is not alone in being targeted by the national security law.\n\"We are very concerned about freedom of expression in South Korea, and the role of the intelligence services,\" she said.\n\"People think that this is an aberration, that South Korea is a healthy democracy,\" said Hong.\n\"The fate of democracy in South Korea hangs in the balance.\"",
    "sentiment": {
        "neg": 0.1104,
        "neu": 0.7941,
        "pos": 0.0955,
        "compound": -0.063
    }
}