{
    "date": "2014-01-08T14:51:46Z",
    "title": "Dennis Rodman's birthday present to Kim Jong-un: a basketball game",
    "url": "https://www.theguardian.com/sport/2014/jan/08/dennis-rodman-birthday-present-kim-jong-un-basketball-match-pyongyang",
    "content": "Former basketball player Dennis Rodman has marked his fourth visit to North Korea by dedicating a special game to his \"best friend\" Kim Jong-un, the country's leader. A team of former NBA stars contrived to lose to their North Korean opposition, after Rodman treated the crowd at the Pyongyang indoor stadium to a rendition of Happy Birthday. Kim is rumoured to have turned 31 on Wednesday, and his birthday was quietly observed elsewhere in Pyongyang. A capacity crowd of 14,000 people watched their team beat the All Stars 47 points to 39 in the first half, before the teams were split up and merged for the second half. \"We always tell Dennis that he can't sing. He is tone deaf,\" said former New York Knicks player Charles D Smith. \"He did it alone.\" Kim celebrated with his wife and other senior officials and their wives from a special seating area. The birthday boy inherited power after the death of his father, Kim Jong-il, in 2011. Rodman, who has come under fire for his unusually warm relationship with Kim Jong-un, had earlier stated that he was honoured to be able to play the \"historic\" game in the North Korean capital. \"This was a test of faith. We stepped out into the unknown,\" said Smith. After the game, he seemed less sure when he spoke to the Associated Press: \"Emotionally, I don't know what to feel,\" he said. \"I'm indifferent. I'm not totally overjoyed.\" Other members of Rodman's team, most of whom are in their late 40s, called the game a good opportunity to create a human connection with the people of North Korea. Some have said that they have been concerned by the negative reaction they have seen in the US. Members of the US Congress, the NBA and human rights groups have described Rodman's visits to North Korea naive.",
    "keywords": [
        "smith",
        "team",
        "rodmans",
        "korea",
        "special",
        "north",
        "kim",
        "present",
        "birthday",
        "rodman",
        "dennis",
        "game",
        "stars",
        "basketball",
        "jongun"
    ],
    "summary": "Former basketball player Dennis Rodman has marked his fourth visit to North Korea by dedicating a special game to his \"best friend\" Kim Jong-un, the country's leader.\nKim is rumoured to have turned 31 on Wednesday, and his birthday was quietly observed elsewhere in Pyongyang.\nThe birthday boy inherited power after the death of his father, Kim Jong-il, in 2011.\nOther members of Rodman's team, most of whom are in their late 40s, called the game a good opportunity to create a human connection with the people of North Korea.\nMembers of the US Congress, the NBA and human rights groups have described Rodman's visits to North Korea naive.",
    "sentiment": {
        "neg": 0.0715,
        "neu": 0.836,
        "pos": 0.0924,
        "compound": 0.1301
    }
}