{
    "date": "2014-05-29T11:19:09Z",
    "title": "UN to set up new Seoul office to investigate human rights abuses in North Korea",
    "url": "https://www.theguardian.com/world/2014/may/29/un-north-korea-human-rights-abuses",
    "content": "A new United Nations office is to be set up in South Korea to systematically investigate human rights violations taking place in the North, the Geneva-based Office of the High Commissioner for Human Rights (OHCHR) has revealed. A spokesperson for the UN announced the move on 28 May, saying Seoul has agreed to allow the establishment of a UN presence, and that the South is an \"important location to groups of victims [of human rights abuses] and civil society organisation focusing on human rights issues happening in North Korea.” In its report, published earlier this year, the UN Commission of Inquiry (COI) into North Korean human rights proposed a range of measures to be taken in light of its findings, one of which was the establishment of such an office. The UN Human Rights Council subsequently adopted its most recent resolution on the matter in late March, which made provision for a field office to focus exclusively on North Korean human rights matters. It is hoped that the new office will improve the efficiency of investigations into human rights violations taking place in the North, and could even reduce their frequency and intensity. It is also a key symbolic manifestation of international concern over the state of human rights in North Korea. Upon hearing the news, lawmaker and former human rights activist Ha Tae-kyung of the ruling Saenuri Party welcomed the move, telling Daily NK that locating the UN office in Seoul was inevitable, and that, “our government must actively cooperate with the UN, for instance by passing the North Korean Rights Act.” Kwon Eun-kyeong, Executive Secretary of the International Coalition to Stop Crimes Against Humanity in North Korea, one of the leading figures in establishing the UN's commission of inquiry, added: “If one can say that hitherto it has been South Korean NGOs taking the central role in human rights activities, from now on it will become the field office. The office will work to confirm who is responsible for various North Korean human rights violations.” “We can say that in the past South Korea was a beneficiary of human rights [activities],\" she went on. \"Well now it has the chance to increase its international status as a developed state that is respectful of human rights.\"",
    "keywords": [
        "human",
        "south",
        "set",
        "international",
        "korea",
        "seoul",
        "abuses",
        "investigate",
        "office",
        "rights",
        "taking",
        "violations",
        "north",
        "korean"
    ],
    "summary": "A new United Nations office is to be set up in South Korea to systematically investigate human rights violations taking place in the North, the Geneva-based Office of the High Commissioner for Human Rights (OHCHR) has revealed.\nThe UN Human Rights Council subsequently adopted its most recent resolution on the matter in late March, which made provision for a field office to focus exclusively on North Korean human rights matters.\nIt is also a key symbolic manifestation of international concern over the state of human rights in North Korea.\nThe office will work to confirm who is responsible for various North Korean human rights violations.” “We can say that in the past South Korea was a beneficiary of human rights [activities],\" she went on.\n\"Well now it has the chance to increase its international status as a developed state that is respectful of human rights.\"",
    "sentiment": {
        "neg": 0.0274,
        "neu": 0.8463,
        "pos": 0.1265,
        "compound": 0.3818
    }
}