{
    "date": "2014-12-23T17:29:43Z",
    "title": "House Democrat seeks full details from Sony on sweeping cyber-attack",
    "url": "https://www.theguardian.com/us-news/2014/dec/23/us-house-sony-pictures-cyber-attack",
    "content": "The top Democrat on the powerful US House Oversight and Government Reform Committee has asked Sony Pictures Entertainment to hand over details of what he describes “the most damaging cyberattack ever inflicted on an American business.” In a letter sent to Sony on Tuesday, Elijah Cummings – the committee’s ranking minority member – requested information about the hack, which compromised the personal information of more than 47,000 current and former employees as well as revealing embarrassing emails from the studio’s top executives. “The increasing number and sophistication of cyber attacks on both public and private entities pose a clear and present danger to our national security and highlight the urgent need for greater collaboration to improve data security”, wrote Cummings. “Sony’s knowledge, information, and experience will be helpful as Congress examines federal cybersecurity laws and any necessary improvements to protect sensitive consumer and government financial information.” Cummings has requested detailed descriptions of previous data breaches Sony has suffered as well as more information about how the hack has affected current and former employees. He also asked for an assessment as to “why the breaches went undetected for the length of time they did.” He has also requested a briefing by 19 January from Sony’s chief information security officer or similar top IT executive. Last week the FBI said the attack on Sony was conducted by the government of North Korea. The hackers, calling themselves Guardians of Peace, linked the attack to Sony’s release of The Interview, a comedy depicting the assassination of North Korean leader Kim Jong-un. North Korea has denied involvement. Cummings wrote that the attack was even more notable because of the threats of violence that accompanied it, including emails from the hackers threatening violence against movie theaters where operators intended to show the film. Reuters contributed to this report.",
    "keywords": [
        "sony",
        "details",
        "sonys",
        "sweeping",
        "house",
        "democrat",
        "seeks",
        "cummings",
        "wrote",
        "cyberattack",
        "information",
        "security",
        "requested",
        "violence",
        "north",
        "attack"
    ],
    "summary": "“The increasing number and sophistication of cyber attacks on both public and private entities pose a clear and present danger to our national security and highlight the urgent need for greater collaboration to improve data security”, wrote Cummings.\nHe also asked for an assessment as to “why the breaches went undetected for the length of time they did.” He has also requested a briefing by 19 January from Sony’s chief information security officer or similar top IT executive.\nLast week the FBI said the attack on Sony was conducted by the government of North Korea.\nThe hackers, calling themselves Guardians of Peace, linked the attack to Sony’s release of The Interview, a comedy depicting the assassination of North Korean leader Kim Jong-un.\nCummings wrote that the attack was even more notable because of the threats of violence that accompanied it, including emails from the hackers threatening violence against movie theaters where operators intended to show the film.",
    "sentiment": {
        "neg": 0.1579,
        "neu": 0.7413,
        "pos": 0.1008,
        "compound": 0.0547
    }
}