{
    "date": "2014-06-22T13:21:00Z",
    "title": "South Korean soldier in standoff with army after shooting rampage",
    "url": "https://www.theguardian.com/world/2014/jun/22/south-korean-soldier-shooting-rampage",
    "content": "South Korean troops are involved in a standoff with a soldier who shot dead five colleagues during a rampage near the heavily armed border with North Korea. The soldier, a 22-year-old army sergeant identified only by his surname, Lim, fled with his weapon after opening fire on fellow members of the 22nd infantry division in the border town of Goseong, Gangwon province, on Saturday night. Yonhap news agency said Lim, who last year was diagnosed as requiring special attention due to mental health issues, had just ended his day shift when he hurled a grenade before opening fire with a semi-automatic K2 assault rifle, killing five colleagues and injuring another seven. By Sunday, troops had cornered Lim near an elementary school about six miles from his guard post. Local media reports said gunfire had been exchanged; others said his parents had been taken to the scene but failed to persuade him to give himself up. Lim, a conscript who was due to be discharged from the military this September, had been placed on a list of soldiers \"who require special attention, as he had difficulties in adapting to military life\", Yonhap said. The motive for the shooting is unclear. The 160-mile-long demilitarised zone (DMZ) separating South and North Korea is one of the most heavily fortified borders in the world. Tens of thousands of troops are lined up either side of the zone, which has separated the two countries since the end of the 1950-53 Korean war. A posting to the border area is considered one of the toughest in the South Korean military, particularly for inexperienced conscripts, as it involves long shifts spent guarding remote outposts. All able-bodied South Korean men aged 18-35 are required by law to perform military service for up to two years. Similar incidents have been blamed on bullying and mental health problems among soldiers. In 2011, four South Korean soldiers were killed when a 19-year-old marine stationed near the South's maritime border with the North opened fire on colleagues before trying to blow himself up with a grenade. In 2005, an army private set off a grenade, killing eight soldiers as they slept. He told investigators he had been verbally abused by senior officers. Saturday's shooting, which occurred on the far eastern edge of the DMZ, sparked a massive manhunt involving several helicopters and thousands of troops. Local people were told to stay indoors, while military units in the area raised their security alert to the highest level – reportedly to prevent Lim from harming civilians or defecting to North Korea. \"I heard several gunshots for 10 minutes,\" said Byun Sang-man, an 80-year-old farmer from the village where the standoff took place. \"We can't go outside … soldiers have spread out all around our town.\" The Korea Herald said Lim underwent a personality test in 2013 that declared him at risk of committing suicide or causing other incidents and was not, therefore, fit to serve at a heavily guarded outpost. But he was passed fit for outpost duty after another test in November, South Korean media said. The defence ministry apologised for the shooting and promised a full investigation. \"We are deeply sorry for causing concern to the public,\" ministry spokesman Kim Min-seok told reporters in Seoul. \"We pray for the sacrificed soldiers and extend our condolences to the bereaved families, and will do our best to support them.\"",
    "keywords": [
        "shooting",
        "border",
        "south",
        "military",
        "troops",
        "korea",
        "standoff",
        "soldier",
        "soldiers",
        "told",
        "lim",
        "army",
        "rampage",
        "north",
        "korean"
    ],
    "summary": "South Korean troops are involved in a standoff with a soldier who shot dead five colleagues during a rampage near the heavily armed border with North Korea.\nThe 160-mile-long demilitarised zone (DMZ) separating South and North Korea is one of the most heavily fortified borders in the world.\nA posting to the border area is considered one of the toughest in the South Korean military, particularly for inexperienced conscripts, as it involves long shifts spent guarding remote outposts.\nAll able-bodied South Korean men aged 18-35 are required by law to perform military service for up to two years.\nBut he was passed fit for outpost duty after another test in November, South Korean media said.",
    "sentiment": {
        "neg": 0.1236,
        "neu": 0.8257,
        "pos": 0.0507,
        "compound": -0.2573
    }
}