{
    "date": "2014-04-11T16:14:06Z",
    "title": "North Korea welcomes foreigners to annual marathon for first time",
    "url": "https://www.theguardian.com/world/2014/apr/11/north-korea-foreigners-marathon-allow-pyongyang",
    "content": "North Korea has opened its annual marathon to amateur runners for the first time, with about 200 entrants from around the world expected to take part in the Pyongyang race on Sunday. The race, which winds around the highly secretive nation's capital, will see North Koreans and professional runners line up against tourists to complete the 26.2-mile course. A half-marathon and a 10k run are also taking place. International runners had to apply for their places through approved tour companies, which organised travel, visas and marathon entry to the country. Will Philipps, a British expat based in Beijing travelling with Koryo Tours, said he had applied because he felt it would be a unique experience. \"I thought 'this is too good an opportunity to miss, a great one to tell the grandkids, let's go for it'.'' The Mangyongdae prize international marathon, as it is officially known, is recognised as a bronze level event by the International Association of Athletics Federations, putting it in the same category as marathons in places such as Siberia, Beirut and Brighton. Now in its 27th year, the Pyongyang event is held annually to commemorate the birthday of Kim Il-sung, on 15 April. The country's 'great leader' who died in 1994 was born in Mangyongdae, near Pyongyang. Though the race takes place on the same day as the London Marathon, many professional athletes are expected to take part. Ethiopia's Ketema Nigusse won last year's race in 2:13:04, while the North Korean runner Kim Mi-gyong won the women's title for the second year in a row, in 2:26:32. Despite its hostile rhetoric against much of the international community, it is not uncommon for North Korea to grant tourist visas, though it does not allow members of the media to travel to the country. Tourism remains controversial, not least because the Pyongyang regime is accused of committing grave human rights abuses. The United Nations commission which issued a damning report on these abuses said yesterday that it would push for Kim Jong-un's regime to be brought before the international criminal court to be held to account for crimes against humanity perpetrated in the country. \"The matter is now being placed on the international law track,\" said Marzuki Darusman, a member of the commission announcing the move. Even on the eve of his departure, Philipps said the travel agency had only told him a limited amount about what the trip will entail, which he said had left him \"somewhat nervous but excited''. He said he had been told he and some of the other runners will eat at Pyongyang's only Italian restaurant on Friday, for carb loading. Philipps said he is also looking forward to lining up with North Koreans, who are there to partipate in the race rather than being put forward to specifically interact with tourists, as is often the experience of foreign visitors. Another tour company, Uri Tours, has warned that the Pyongyang marathon enforces strict finish times; 4 hours for the full marathon, 2.5 hours for the half marathon, and 90 minutes for the 10k. If runners fail to finish in time, they must stop and abandon the race. Allowing amateurs to compete has been seen by some North Korean observers as another indication that Kim is keen to increase tourism, and boost his country's sporting profile, following the opening of a multimillion-pound ski resort that ast year. Only a very small portion of the country's elite can ski. Simon Cockrell, of Koryo Tours, said: \"There could be a masterplan at work, or maybe one person decided that it would be good to have runners from overseas take part a bit more, it could be as simple as that.''",
    "keywords": [
        "international",
        "travel",
        "marathon",
        "korea",
        "tours",
        "welcomes",
        "kim",
        "foreigners",
        "philipps",
        "annual",
        "runners",
        "pyongyang",
        "north",
        "race"
    ],
    "summary": "North Korea has opened its annual marathon to amateur runners for the first time, with about 200 entrants from around the world expected to take part in the Pyongyang race on Sunday.\nThe race, which winds around the highly secretive nation's capital, will see North Koreans and professional runners line up against tourists to complete the 26.2-mile course.\nInternational runners had to apply for their places through approved tour companies, which organised travel, visas and marathon entry to the country.\nThough the race takes place on the same day as the London Marathon, many professional athletes are expected to take part.\nAnother tour company, Uri Tours, has warned that the Pyongyang marathon enforces strict finish times; 4 hours for the full marathon, 2.5 hours for the half marathon, and 90 minutes for the 10k.",
    "sentiment": {
        "neg": 0.0647,
        "neu": 0.8691,
        "pos": 0.0661,
        "compound": 0.065
    }
}