{
    "date": "2014-07-18T16:07:24Z",
    "title": "North and South Korea: can Seoul's plans for reunification work?",
    "url": "https://www.theguardian.com/world/2014/jul/18/south-north-korea-unification-seoul",
    "content": "As tourists approach the entry checkpoint for the Korean demilitarised zone separating North from South, they are greeted by the sight of three-metre-high fences topped with rusting barbed wire. Thousands come by the bus-load every year to see the four-kilometre-wide strip of land that acts as a buffer around the 38th parallel, which, despite its name, is one of the most highly-militarised areas in the world. On the South Korean side, at Camp Bonifas, visitors receive a military briefing on this unique stretch of eerily still countryside. They are warned to do exactly as they are told by the South Korean soldiers who escort them on the bus journey to the Joint Security Area (JSA) on the borderline, which has been the venue for negotiations between the two sides since the 1953 armistice – the agreement that brought the Korean War to an uneasy truce, leaving both sides technically still at war. Only take pictures when told you can, they are warned. Don’t make any gestures towards the North Korean soldiers standing guard on the other side, and whatever you do, don’t get too close to the borderline. For visitors, the tour is like a bizarre theme park ride; there is even a gift shop, complete with t-shirts and fridge magnets. But for many Koreans, the 38th parallel is an open wound in a once-united nation that is now so deep, it is almost impossible to conceive that it could ever heal. That has not stopped reunification becoming one of the key policy objectives of South Korea’s president, Park Gyeun-hye. This week, in the latest stage of her “unification as jackpot” project, Park announced that a special committee to “prepare for Korean unification,” intended to advance this policy, had finally begun its work. “Hereafter, we will take the opportunity provided by the launch of this committee to arouse greater public interest in unification and discuss alternative means of opening the unification era,” she said at a press conference. As an illustration of its importance, the committee will be chaired by Park herself, and will consist of more than 70 people from government, the private sector and academics. Given the vast differences between the two Koreas, the political, economic, social, and psychological challenges of potential reunification are enormous. Capitalist South Korea is a young democracy, Asia’s fourth largest economy, and a technology powerhouse where more than 80% of people have internet access. Communist North Korea is an impoverished, isolated, dictatorship ruled with an iron fist by the unpredictable young leader Kim Jong-un. There are any number of ways reunification could potentially be achieved, but two of the most widely accepted scenarios would either involve the collapse of the North Korean regime, or follow a gradual process of reform and cooperation between North and South (building on schemes such as the joint Kaesong industrial complex). A recent report released by the Ministry of Foreign Affairs’ Korea National Diplomatic Academy forecast that North and South Korea could be unified by 2040-2050 peacefully, if both countries are able to cooperate on a joint economic system that would raise the average national income of North Koreans to $10,000 per capita. It is currently estimated at around $1800. Counting the costs of reunification According to the report, unification of the Korean peninsula would create the seventh largest economy in the world, with a population of 80 million, and would lead to far greater national security with a large drop in military spending. But there are also numerous disadvantages for South Korea, not least the cost, which analysts forecast could run into tens – if not hundreds – of billions of pounds. And the report, as well as Park’s reunification policy as a whole, have been met with much skepticism. “Not one paragraph explained what it means to actualise unification,” wrote Oh Gyeong-seob of South Korea’s Sejong Institute in a column for Daily NK. “The hypotheses and presumptions in the report were unsupported by evidence. It was a blueprint for the most splendid building imaginable, but did not demonstrate the ability to construct it.” Analysts say those attempting to predict a possible reunification date might as well stare into a crystal ball. With so little known about the machinations of the North Korean political elite, some believe Kim Jong-un’s reign could just as easily fall tomorrow as it could in 30 years time. “Every South Korean president seems to need a unification policy,” says Dr Robert Kelly, professor of political science at Pusan National University in South Korea. “That’s probably a good idea, but it’s also de rigeur and ritualistic at this point”. “There are lots of plans floating around about what to do after [a collapse], but no one actually knows how to get North Korea to change without unacceptable levels of violence”. Park is not the first South Korean leader to stress the importance of preparing for possible collapse of the regime in the North, nor is she the first to trumpet the perceived benefits of reunification. She is, however, facing a problem that her predecessors did not share: young South Koreans are becoming less and less keen on reunification. Persuading young South Koreans While older generations remember connections with those in the North, many twenty-something South Koreans feel they have very little in common with their neighbours. “I am not in favour of reunification because my country is going to be too confused,” says Yun Jeong-in, a student at a university just outside Seoul. “North Korea and South Korea have totally different lifestyles and cultures. If there is a reason to reunite, it is only to save poor North Korean people. There is no other reason for me”. Ten years ago, research conducted by Seoul National University found that 92% of South Koreans considered unification \"necessary\", but by 2007 that figure had falled to 64%. In March, a survey found that 22% of South Koreans in their twenties would prefer to maintain the status quo, higher than any other age group. Of that same age group, 27% said they regarded North Korea as a neighbour, 28% they felt it is an enemy, and just 14% said they felt North Koreans were “one of us”. The survey also found that 38% of South Koreans would not be willing to pay more than $100 in additional taxes towards the costs of reunification. Results of a poll of North Korean defectors published this week showed 95% of participants, perhaps unsurprisingly, felt reunification is “very necessary”. In the South, Professor Kelly believes “unification talk is cheap and easy rhetoric” that is “perfect for nationalist politicians” wanting to please older voters. But for some, the campaign to persuade younger South Koreans that a united Korea could create a new Asian powerhouse is already paying off. “I do agree with [working towards] reunification,” says Lee Jun-mo, who hopes to study photography at university. “Korea would be more influential throughout east Asia and the world. South Korea alone is like island; all roads are blocked by North Korea. When Korea is united again, the roads will lead to China, Russia, and all through Asia to Europe. It will cost a lot of money to get reunited but I see as an investment, not only for economic and political benefits, but for humanitarian benefits too”. The North Korean view Back in the demilitarised zone (DMZ), a South Korean soldier tells the tour group about a North Korean defector who had managed to cross the border, and had been picked up by South Korean authorities that week. He says he cannot reveal details about the process that involves receiving a defector in the South, but agrees that they would likely end up in Hanawon, the government rehabilitation centre where defectors are “debriefed,” often for several months. There are various schemes to help North Koreans settle in, but despite this, some still find it almost impossible to feel at home in South Korea, and say they face discrimination. A few North Koreans have even returned. Some policy experts believe that efforts towards reunification should refocused to begin with these defectors, to improve relations between the South and North Koreans who already live in the same country. It is this, they argue, that should help create a blueprint for wider cooperation. “The first hurdle towards unification is the issue of North Korean defectors,” writes Professor Park Sang-bong of Myongji University. “If the South Korean government does not have the will or ability to manage North Korean defectors... then “unification as jackpot” becomes a meaningless phrase, a hurdle that neither public nor politician can overcome”.",
    "keywords": [
        "policy",
        "plans",
        "work",
        "south",
        "korea",
        "unification",
        "university",
        "seouls",
        "reunification",
        "koreans",
        "park",
        "north",
        "korean"
    ],
    "summary": "Communist North Korea is an impoverished, isolated, dictatorship ruled with an iron fist by the unpredictable young leader Kim Jong-un.\nPersuading young South Koreans While older generations remember connections with those in the North, many twenty-something South Koreans feel they have very little in common with their neighbours.\n“North Korea and South Korea have totally different lifestyles and cultures.\nSouth Korea alone is like island; all roads are blocked by North Korea.\nThe North Korean view Back in the demilitarised zone (DMZ), a South Korean soldier tells the tour group about a North Korean defector who had managed to cross the border, and had been picked up by South Korean authorities that week.",
    "sentiment": {
        "neg": 0.0559,
        "neu": 0.8694,
        "pos": 0.0746,
        "compound": 0.0637
    }
}