{
    "date": "2014-05-21T15:45:48Z",
    "title": "BBC News should mull 'comprehensive' foreign partnership, says report",
    "url": "https://www.theguardian.com/media/2014/may/21/bbc-news-foreign-partnership-north-korea-ethiopia",
    "content": "BBC News should consider partnerships with foreign broadcasters and look at launching new services, such as a TV channel in Africa or radio news for North Korea, according to a report. Sir Howard Stringer's report, commissioned by BBC head of news James Harding, offers a range of recommendations to expand its services to help achieve the corporation's ambition of serving a global audience of 500 million by 2022. The corporation's non-executive director said that BBC News should consider a \"comprehensive\" partnership with another national or international broadcaster, involving \"deeper\" newsgathering collaboration. New TV and radio services Stringer said the corporation should consider opening \"at least\" one new language service for an audience facing a \"severe deficit in free and impartial news\". He pointed to Ethiopia or North Korea – \"if a realistic route to market can be found\". Stringer also said he believes there is scope for a multi-genre, free-to-air channel in Africa. However, he admitted that previous assessments of new language services and a TV channel has suggested that \"neither could be funded purely commercially\". \"[They] would require would require the buy in of [BBC] Worldwide and [BBC] News and would … require a BBC-wide commitment to provide the investment and accept the loss of some revenue in order to secure the long-term position of the BBC in Africa.\" The corporation should also better exploit \"near news brands\", such as The One Show and Countryfile, as well as develop a version of Newsround that could be sold internationally. \"The BBC should look to build on its most successful – and unique – 'near news' brands, seeking partners to make them for local language markets,\" he said. \"This builds on the recently announced global version of Newsbeat. Two that stand out are The One Show, rightly known for its mix of celebrity, entertainment and current affairs, and Countryfile.\" Advertising, sponsorship and data Stringer said that the publicly-funded BBC has failed to embrace international advertising and sponsorship opportunities because the default position is to \"protect its reputation but in many markets the BBC is now operating as a commercial broadcaster.\" He said the BBC should avoid being \"reluctant\" to take sponsorship outside the UK for programmes that were made in Britain with licence fee income. Stringer added that believed that the corporation should adopt a \"more open stance\" and see if there is a \"looser approach\" to raising money from \"native\" advertising abroad in order to \"generate the income it needs.\" For example, BBC.com's news service could raise about $2m (£1.2m) a year from native advertising. He also recommended a more aggressive strategy for customer data a collection. \"[The BBC] must plan upfront how it will use all the data at its disposal outside the UK for commercial as well as site experience purposes ,\" he said. \"And aim to make sure its systems and the messages given to international audiences allow it to do that.\" He stressed his report is \"not a blueprint for the[BBC] executive\" but the views of an outsider who, in trying to \"get to grips\" with the corporation and \"its inner workings has left me full of admiration but also, at times, confusion\". Acting director of BBC World Service Group Liliane Landor said: \"We welcome Sir Howard Stringer's report – it is stimulating and ambitious, and asks refreshing, sometimes provocative, questions of the BBC. \"As we build the BBC's global news services for the future we will be looking carefully at the report's proposals. We do not regard this as a blueprint and the ideas are there to pick and choose from, but they will all help open up the debate about how best we can serve our audiences.\" • To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\". • To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.",
    "keywords": [
        "mull",
        "tv",
        "services",
        "sponsorship",
        "stringer",
        "report",
        "corporation",
        "bbc",
        "partnership",
        "require",
        "advertising",
        "foreign",
        "service",
        "comprehensive"
    ],
    "summary": "BBC News should consider partnerships with foreign broadcasters and look at launching new services, such as a TV channel in Africa or radio news for North Korea, according to a report.\nThe corporation's non-executive director said that BBC News should consider a \"comprehensive\" partnership with another national or international broadcaster, involving \"deeper\" newsgathering collaboration.\nNew TV and radio services Stringer said the corporation should consider opening \"at least\" one new language service for an audience facing a \"severe deficit in free and impartial news\".\n\"[They] would require would require the buy in of [BBC] Worldwide and [BBC] News and would … require a BBC-wide commitment to provide the investment and accept the loss of some revenue in order to secure the long-term position of the BBC in Africa.\"\nActing director of BBC World Service Group Liliane Landor said: \"We welcome Sir Howard Stringer's report – it is stimulating and ambitious, and asks refreshing, sometimes provocative, questions of the BBC.",
    "sentiment": {
        "neg": 0.0214,
        "neu": 0.8822,
        "pos": 0.0963,
        "compound": 0.2599
    }
}