{
    "date": "2014-07-04T04:39:26Z",
    "title": "Japan confirms easing of North Korea sanctions, in hope of finding abductees",
    "url": "https://www.theguardian.com/world/2014/jul/04/japan-confirms-easing-north-korea-sanctions-abductees",
    "content": "Japan has confirmed it will lift some sanctions against North Korea after Pyongyang agreed to reopen an investigation into the fates of a dozen Japanese nationals its spies abducted in the 1970s and 80s. Japan’s prime minister, Shinzo Abe, said he had decided to revoke the measures after concluding that North Korean authorities were serious about establishing the whereabouts of the missing Japanese, even though North Korea claimed more than a decade ago that they had either died or had never been taken to the country. \"We have determined that an unprecedented framework has been established, where an organisation that can make decisions at a national level ... will be at the forefront of the investigations,\" Abe said. \"But this is just a start. We are determined to do everything we can to achieve the complete resolution of this issue.” Abe has made determining the abductees’ fates a priority of his North Korea policy, even if it meant a departure from the tough line adopted by the UN over the regime’s missile and nuclear weapons programmes. Japanese officials stressed that Tokyo remained committed to UN sanctions, and that this week’s rapprochement was connected solely to the abductions. Following the agreement between officials from both countries in Beijing, North Korean state media said negotiators had explained the composition and logistics of a committee of investigators. \"Both sides agreed to take necessary measures in the days ahead, while getting in touch with each other through a diplomatic channel,\" the state news agency KCNA quoted its negotiators as saying. Other countries in the region welcomed the agreement, but warned that multilateral sanctions would remain in place until progress was made in curbing North Korea's quest to develop a nuclear deterrent. Noh Kwang-il, a South Korean foreign ministry spokesman, said negotiations between Tokyo and Pyongyang should proceed “in a transparent manner, and that all the relevant measures by Japan should be taken in a way that does not undermine the co-ordination among [South Korea] the US and Japan on North Korea's nuclear and missile issues”. China, whose leader, Xi Jinping, is visiting South Korea in an apparent snub to the North – with which it has traditionally had closer ties – said it hoped the breakthrough would be “conducive to regional peace and stability”. Xi and his South Korean counterpart, Park Geun-hye, issued a joint communiqué reaffirming their opposition to a nuclear-armed North Korea. The US state department said it “understood” Japan’s desire to resolve the abduction issue. \"We closely co-ordinate with our allies and partners, including Japan, to counter the threat to global security posed by [North Korea’s] nuclear and ballistic missile programs,\" state department spokeswoman Jen Psaki said in a statement. \"At the same time, we empathise with the families of the abductees and understand Japan's efforts to resolve this humanitarian issue.\" Japan’s government is seeking information about at least 12 people who it says were snatched and forcibly taken to North Korea during the cold war to teach Japanese language and customs to communist agents. In 2002, the then prime minister, Junichiro Koizumi, secured the release of five other abductees, who were later joined by their families, after a summit in Pyongyang with his counterpart Kim Jong-il. Japan has refused to believe North Korean claims that eight of the remaining abductees had died, often in mysterious accidents, and four more had never entered the country. On Thursday, Japanese media reported that North Korea had handed over the names of 10 Japanese thought to be living there, including some believed to be on Tokyo’s abductee list. While Japanese officials played down the economic significance of lifting sanctions, the move will make it easier to transfer money to North Korea, as well as boosting people-to-people contacts with the easing of travel restrictions and the resumption of port calls by North Korean ships for “humanitarian” purposes. Relatives of the abductees said they hoped North Korea would conduct the investigation in good faith, having reneged on a similar promise in 2008. \"Unlike then, the coming investigation may produce something,\" said Shigeru Yokota, whose daughter, Megumi, was 13 when she abducted on her way home from school near the Japan Sea coast in 1977.",
    "keywords": [
        "south",
        "confirms",
        "korea",
        "state",
        "abductees",
        "finding",
        "sanctions",
        "nuclear",
        "japanese",
        "japan",
        "hope",
        "easing",
        "north",
        "korean"
    ],
    "summary": "Japan has confirmed it will lift some sanctions against North Korea after Pyongyang agreed to reopen an investigation into the fates of a dozen Japanese nationals its spies abducted in the 1970s and 80s.\nFollowing the agreement between officials from both countries in Beijing, North Korean state media said negotiators had explained the composition and logistics of a committee of investigators.\nXi and his South Korean counterpart, Park Geun-hye, issued a joint communiqué reaffirming their opposition to a nuclear-armed North Korea.\nJapan has refused to believe North Korean claims that eight of the remaining abductees had died, often in mysterious accidents, and four more had never entered the country.\nRelatives of the abductees said they hoped North Korea would conduct the investigation in good faith, having reneged on a similar promise in 2008.",
    "sentiment": {
        "neg": 0.0626,
        "neu": 0.8487,
        "pos": 0.0887,
        "compound": 0.0529
    }
}