{
    "date": "2014-01-13T09:49:00Z",
    "title": "North Korea: will Kim Jong-un say 'eh-oh' to BBC shows? | Media Monkey",
    "url": "https://www.theguardian.com/media/2014/jan/13/north-korea-kim-jong-un-bbc-teletubbies",
    "content": "US basketball star Dennis Rodman has been criticised for his visits to North Korea. But it appears that the next high-profile visitors to the authoritarian state might be sanctioned by the UK government, with the Teletubbies in the front line. The Sunday Times reported that the UK is hoping to soften North Korea's hardline stance by offering TV shows to the the state-run television channel. A source at the Foreign and Commonwealth Office told the paper that BBC Worldwide was in talks on a deal:.\"I have always believed that what brought down the Berlin Wall was not highbrow diplomacy but Dallas and Dynasty. Programmes sent to North Korea would have to be something that isn't offensive, like Mr Bean, EastEnders, Miss Marple or Poirot. You couldn't send Dad's Army as it is about war. But Teletubbies could be an option, or The Good Life, with a bit of gardening and squabbling in the kitchen.\" Foreign secretary William Hague said: \"In the long term this is a good way to improve understanding about the outside world within such a closed society.\" Fellow Tory MP Sir Richard Ottaway added: \"This is a good use of British soft power.\" But what will Kim Jong-un make of Tinky Winky, Dipsy, Laa-Laa and Po? Monkey's not sure whether he's ready for a \"big hug\".",
    "keywords": [
        "good",
        "worldwide",
        "ehoh",
        "teletubbies",
        "korea",
        "shows",
        "world",
        "william",
        "kim",
        "uk",
        "monkey",
        "media",
        "jongun",
        "bbc",
        "say",
        "foreign",
        "north",
        "winky"
    ],
    "summary": "US basketball star Dennis Rodman has been criticised for his visits to North Korea.\nThe Sunday Times reported that the UK is hoping to soften North Korea's hardline stance by offering TV shows to the the state-run television channel.\nA source at the Foreign and Commonwealth Office told the paper that BBC Worldwide was in talks on a deal:.\nProgrammes sent to North Korea would have to be something that isn't offensive, like Mr Bean, EastEnders, Miss Marple or Poirot.\nBut Teletubbies could be an option, or The Good Life, with a bit of gardening and squabbling in the kitchen.\"",
    "sentiment": {
        "neg": 0.0911,
        "neu": 0.8271,
        "pos": 0.0818,
        "compound": 0.0419
    }
}