{
    "date": "2014-09-29T12:19:40Z",
    "title": "Calling comrade Kim: dos and don’ts of using a mobile phone in North Korea",
    "url": "https://www.theguardian.com/world/2014/sep/29/north-korea-mobile-phone-etiquette",
    "content": "North Korea is not thought of as the most tech-savvy country in the world. The state tightly controls the flow of information into, out of, and within the country, and attempts to make contact with the outside world can even lead to a death sentence. Yet the increasing popularity of mobile phones has apparently prompted a North Korean cultural magazine to issue guidance on the correct etiquette for answering calls in public. Around 2.5 million people have signed up with Koryolink the country’s mobile operator since it launched in 2008, with members of the elite being the main subscribers. A basic mobile phone costs up to a fifth of the average annual salary. The article, entitled “language etiquette in phone conversations”, and seen by the South Korean news agency Yonhap, reportedly sets out the basics. First things first: the article reminds the reader that unlike on landlines, people can see who is calling, but it’s still worth offering a greeting to kick off the conversation. If the person on the other end of the line fails to introduce themselves (which is not seen as good etiquette) it falls to the recipient of the call to check they are speaking to the right person. Something like “Hello? Is it you, comrade Yeong-cheol?” should do the trick, the article says. Finally, one aspect that shows some things really are universal, the article recommends that callers don’t speak loudly or argue in crowded public places because it is seen as “thoughtless and impolite behaviour”.",
    "keywords": [
        "using",
        "dos",
        "calling",
        "korea",
        "donts",
        "etiquette",
        "comrade",
        "world",
        "things",
        "public",
        "kim",
        "person",
        "seen",
        "article",
        "mobile",
        "phone",
        "north"
    ],
    "summary": "North Korea is not thought of as the most tech-savvy country in the world.\nYet the increasing popularity of mobile phones has apparently prompted a North Korean cultural magazine to issue guidance on the correct etiquette for answering calls in public.\nA basic mobile phone costs up to a fifth of the average annual salary.\nThe article, entitled “language etiquette in phone conversations”, and seen by the South Korean news agency Yonhap, reportedly sets out the basics.\nIs it you, comrade Yeong-cheol?” should do the trick, the article says.",
    "sentiment": {
        "neg": 0.0434,
        "neu": 0.8585,
        "pos": 0.098,
        "compound": 0.0192
    }
}