{
    "date": "2014-12-25T17:16:15Z",
    "title": "Watching The Interview on Christmas: 'We don't take orders from Kim Jong-un'",
    "url": "https://www.theguardian.com/film/2014/dec/25/the-interview-screening-new-jersey-kim-jong-un",
    "content": "The Empire Columbia Park 12 cinema, in North Bergen, New Jersey, had already pre-sold almost a third of its tickets for its 11.40am showing of The Interview – an unprecedented number for a holiday morning. They’re expecting a packed house. Outside, Alex Vasquez, a 19-year-old from nearby Jersey City, New Jersey, told the Guardian he’s come to see the movie to support freedom of speech. “Because we can show Kim Jong-un that we’re Americans – we can still release something. We don’t take orders from him.” He was wearing a jacket covered in patches, and a t-shirt from the metal band Enslaved. “Land of the free, home of the brave,” he added. Vasquez says he was tempted to watch the movie on Wednesday, when it was released online, but decided to save it until Thursday. The cinema’s security guard said he’d been warned that “the North Korean film” is showing today, and is on high alert for trouble. But Vasquez was not scared by hackers’ threats. “It’s just a bunch of talk.” Takuya Katsumura was outside too, interviewing people for Japanese TV network Nippon TV. He says that he and his crew went up to a cinema in Yonkers, up the Hudson Valley from New York City, at midnight Wednesday night for a rumoured showing at a cinema there. Lots of other networks had the same idea – “ABC, NBC, Fox,” Katsumura said – but as it turned out they were disappointed. The midnight showing isn’t until Thursday. The first people to arrive at the cinema, however, seemed bemused by the media attention. A young couple, they told the Guardian that they’re here to see Night at the Museum. Asked if they were aware of the threats made against The Interview, the guy smiled and lifted his T-shirt to show a New Jersey police badge. “If there’s any trouble,” he said, “I’ll deal with it.”",
    "keywords": [
        "theyre",
        "threats",
        "dont",
        "christmas",
        "orders",
        "tv",
        "kim",
        "jersey",
        "trouble",
        "showing",
        "cinema",
        "told",
        "jongun",
        "tshirt",
        "watching",
        "interview",
        "vasquez"
    ],
    "summary": "Outside, Alex Vasquez, a 19-year-old from nearby Jersey City, New Jersey, told the Guardian he’s come to see the movie to support freedom of speech.\n“Because we can show Kim Jong-un that we’re Americans – we can still release something.\nWe don’t take orders from him.” He was wearing a jacket covered in patches, and a t-shirt from the metal band Enslaved.\n“It’s just a bunch of talk.” Takuya Katsumura was outside too, interviewing people for Japanese TV network Nippon TV.\nAsked if they were aware of the threats made against The Interview, the guy smiled and lifted his T-shirt to show a New Jersey police badge.",
    "sentiment": {
        "neg": 0.05,
        "neu": 0.8728,
        "pos": 0.0772,
        "compound": 0.0791
    }
}