{
    "date": "2014-04-25T15:38:35Z",
    "title": "North Korea detains American tourist for 'rash behaviour' at immigration",
    "url": "https://www.theguardian.com/world/2014/apr/25/north-korea-detains-american-tourist-violation-legal-order",
    "content": "North Korea has detained an American tourist for \"rash behaviour\" while passing through immigration, the official KCNA news agency reported on Friday as Barack Obama met the South Korean president in Seoul. The state news agency said the 24-year-old was placed in custody over a fortnight ago by \"a relevant organ of the DPRK [North Korea]\" after he tore up his visa and said he wanted to claim asylum. The man was named as Miller Matthew Todd, although it is possible his surname and given names were transposed. KCNA said he was detained as he tried to enter the country on 10 April, adding: \"He had a tourist visa for the DPRK, but tore it to pieces and shouted that 'he would seek asylum' and 'he came to the DPRK after choosing it as a shelter'. This was a gross violation of its legal order. \"The relevant organ put him in custody after taking a serious note of his behaviour, and is now investigating the case.\" Pyongyang issued the report as the US president met his South Korean counterpart on the second stop of his Asia tour. Obama and Park Geun-hye warned Pyongyang that it could face tougher sanctions if it carries out a fourth nuclear test, as anticipated. Last month, the North raised the spectre of a \"new form\" of nuclear test, and satellite data has shown increased activity at a test site. \"I'm sure the announcement is timed to be an embarrassment to the Americans, with Obama's arrival,\" said Jim Hoare, an expert on the North and former British chargé d'affaires in Pyongyang, noting the fortnight's delay. He added: \"This is the kind of incident that can be embarrassing for everyone concerned.\" While there have been occasional cases of individuals seeking asylum in the North in the past, he said, they have been very rare. It is unclear whether the US was aware of the case before the KCNA announcement. The man would have been travelling with a tour company because solo travel to the North is not permitted. Hoare said he was surprised that other tourists trying to enter at the same time had not noticed and reported an incident. It is highly unusual for the North to detain visitors on valid tourist visas, but another American tourist, 85-year-old Korean war veteran Merrill Newman, was arrested in October and held for over a month. He was released and deported after reading a videotaped apology for killing North Korean soldiers and citizens when he served in the army. He said he had been warned he could face 15 years in jail for spying if he did not cooperate by recording the statement. North Korea has also been holding a Korean-American missionary, Kenneth Bae, since 2012. He ran a China-based tour company. John Short, a 75-year-old Australian missionary, was released last month after just under a fortnight in detention. Obama told a joint press conference in Seoul that North Korea will get \"nothing except further isolation\" if it goes ahead with a fourth test, and discussed the possibility of sanctions with \"even more bite\". But he acknowledged that options were limited, telling reporters: \"North Korea already is the most isolated country in the world, by far. \"Its people suffer terribly because of the decisions its leaders have made. And we are not going to find a magic bullet that solves this problem overnight.\" Park said her government believed the North was now fully ready to conduct another test, and warned that if it went ahead it could trigger a nuclear arms race in the region. \"This is a very tense situation,\" she added. \"President Obama's visit to South Korea sends a strong message to North Korea that its provocative acts cannot be tolerated.\"",
    "keywords": [
        "south",
        "detains",
        "immigration",
        "korea",
        "president",
        "american",
        "pyongyang",
        "test",
        "warned",
        "tourist",
        "behaviour",
        "tour",
        "rash",
        "north",
        "korean"
    ],
    "summary": "North Korea has detained an American tourist for \"rash behaviour\" while passing through immigration, the official KCNA news agency reported on Friday as Barack Obama met the South Korean president in Seoul.\nHe was released and deported after reading a videotaped apology for killing North Korean soldiers and citizens when he served in the army.\nNorth Korea has also been holding a Korean-American missionary, Kenneth Bae, since 2012.\nBut he acknowledged that options were limited, telling reporters: \"North Korea already is the most isolated country in the world, by far.\n\"President Obama's visit to South Korea sends a strong message to North Korea that its provocative acts cannot be tolerated.\"",
    "sentiment": {
        "neg": 0.1152,
        "neu": 0.8529,
        "pos": 0.0319,
        "compound": -0.2126
    }
}