{
    "date": "2014-05-26T08:00:00Z",
    "title": "Dear Leader review – a telling account of the madness of North Korea",
    "url": "https://www.theguardian.com/books/2014/may/26/dear-leader-review-north-korea-madness",
    "content": "Jang Jin-sung, a 27-year-old North Korean poet, could hardly believe it when he received a summons to meet the first deputy director of the United Front Department (UDF) in Pyongyang. He was working in the covert operations carried out by Section 5 (Literature) of Division 19 (Poetry) of office 101, the UDF's policy-making arm. His job as part of an eight-person team was to produce fake South Korean literature praising North Korea and its leaders. To do this, the team was allowed access to newspapers and books from the South, possession of which would have brought a death sentence on their fellow citizens. Jang was even given a southern assigned name. Despite the glimpse of another world across the heavily policed border, Jang was ambitious and knew the summons from deputy director Im Tong-ok was out of the ordinary. How much so became apparent when Im, one of the most powerful men in the country, came to meet him at the door of his office. The deputy director wiped his wide forehead and said that the task he was assigning was not a light one. He snapped to attention, as was required when communicating an order from the supreme leader, Kim Jong-il. The order from the Dear Leader, referred to here as \"the General\", was that North Korea needed \"an epic poem to be used in conducting of psychological warfare\" and that Jang had been assigned the job. Jang worked round the clock on the poem. The General had ordered that it should promote the idea that the North's policy of songun, or military first, had been formulated to protect South Korea. His success in resolving this conundrum was such that Kim approved of the poem, reading it many times and underlining key phrases. Nationwide publication was ordered for Spring Rests on the Gun Barrel of the Lord. Jang was summoned with a select group known as The Admitted to meet Kim Jong-il. This involved a complicated journey under high security to an island where the leader appeared with a small white puppy. As cries of \"Long live the General!\" echoed around the sanitised room, Jang noted that the Dear Leader was \"an old man… who continues to play with his puppy as if resenting being surrounded by men who are younger than him\". Called to stand in front of Kim's table to share glasses of red wine, Jang bowed deeply and saw that the dictator had eased off his shoes and that they had high heels and platform soles of six or seven centimetres. There is no way of checking on the narrative, but Jang's account looks like the most telling yet of the madness of North Korea. Jang fled the country in 2004, ending up in South Korea, after a series of events sparked by a friend, to whom he had given a book purloined from Office 101, leaving it on a train where it was found by police. So this book is, in a sense, 10 years out of date. But there is no reason not to think that the system Jang describes remains in place today including the harrowing details of public executions, his own escape story via China and the North Korean women sold there \"as pigs\", plus an important and convincing account of how the Dear Leader conspired to wrest power from his ageing father, Kim Il-sung, and the score settling that followed. This seems to have been replicated by recent events with fresh executions at the top, including that of Jang Song-Thaek, the uncle of Kim Jong-un, and his entire extended family. Fluently translated by Shirley Lee, this is a major contribution to understanding what appears to be a nation impossible to understand but which may, in fact, be all too easy to fathom if one steps back from the idea of the impossible opaqueness of the \"hermit kingdom\" to see North Korea for what it really is, as shown by Jang. In the end, it all comes down to the exercise of power in its most visceral form and the perversions of human values that result as the regime in Pyongyang stands defiant and foreign statesmen try to deal with a state which, as Jang makes abundantly clear, operates to its own rules. It has been extraordinarily successful in translating weakness into strength because of the fears of those it confronts. The Kims, as this book shows, are past masters at manipulation and their evil magic has enraptured those they deal with. If the six-nation talks on Pyongyang's nuclear programme resume, Jang Jin-sung's book should be in every delegate's briefing bag. What they can do to change the way the regime operates is a far deeper issue to which there may be no solution. Jonathan Fenby has just published Will China Dominate the 21st Century? (Polity).",
    "keywords": [
        "book",
        "south",
        "account",
        "leader",
        "madness",
        "poem",
        "korea",
        "meet",
        "telling",
        "kim",
        "dear",
        "office",
        "review",
        "north",
        "jang"
    ],
    "summary": "His job as part of an eight-person team was to produce fake South Korean literature praising North Korea and its leaders.\nHe snapped to attention, as was required when communicating an order from the supreme leader, Kim Jong-il.\nThe General had ordered that it should promote the idea that the North's policy of songun, or military first, had been formulated to protect South Korea.\nJang was summoned with a select group known as The Admitted to meet Kim Jong-il.\nThere is no way of checking on the narrative, but Jang's account looks like the most telling yet of the madness of North Korea.",
    "sentiment": {
        "neg": 0.0593,
        "neu": 0.8574,
        "pos": 0.0833,
        "compound": 0.1653
    }
}