{
    "date": "2014-01-13T14:46:49Z",
    "title": "Will the Teletubbies bring down the North Korean government?",
    "url": "https://www.theguardian.com/tv-and-radio/shortcuts/2014/jan/13/teletubbies-north-korea-bbc-worldwide",
    "content": "Name: The Teletubbies. Age: Ageless, but young. Appearance: Distinctive – four baby-faced aliens with weird antennae and TV screens embedded in the bellies. I recognise those dudes. They used to have their own show. That's right, from 1997 to 2001. Perhaps you saw it as a child. No, we used to watch it at uni when we were mashed. Didn't they have weird names? They did: Tinky Winky, Dipsy, Laa-Laa and Po. And they lived happily ever after in an otherworldly, fantastical and entirely self-contained landscape. Teletubbyland. No, North Korea. I don't remember that episode. It hasn't happened yet, but it might: BBC Worldwide is on the verge of striking a deal that would allow certain of its programmes to air in the Democratic People's Republic of Korea for the first time. Including the Teletubbies? Yes, and possibly EastEnders and Mr Bean. Anything deemed uncontroversial. Uncontroversial? Isn't one of the Teletubbies gay? If you're referring to US televangelist Jerry Falwell's allegation that Tinky Winky was a \"gay role model\", based on the fact that Tinky Winky was purple and had a handbag, that was 15 years ago. Here in the UK Tinky Winky can marry whoever he wants, but won't the North Korean authorities find his tendency to accessorise a bit decadent? They're OK with Dennis Rodman, so let's assume they have an open mind. What about our government? Are they pleased that modern Britain will be represented by four alien toddlers, the residents of Albert Square and an accident-prone moron? They are, as it happens. The foreign secretary, William Hague, said it was \"a good way to improve understanding about the outside world within such a closed society\". Has he seen Teletubbies? Any glimpse of western lifestyles is considered effective propaganda. It's called soft power. I get it. After watching a couple of episodes, every North Korean will want a vacuum cleaner with eyeballs, and the revolution won't be far behind. That's the basic idea, yes. Although they might have to settle for a Henry. Do say: \"Eh-oh.\" Don't say: \"Over the hills and far away, Teletubbies pledge their loyalty to accomplish the revolutionary cause of Juche under the leadership of Marshal Kim Jong Un.\"",
    "keywords": [
        "wont",
        "thats",
        "teletubbies",
        "used",
        "winky",
        "tinky",
        "bring",
        "yes",
        "weird",
        "uncontroversial",
        "north",
        "korean"
    ],
    "summary": "They did: Tinky Winky, Dipsy, Laa-Laa and Po.\nIf you're referring to US televangelist Jerry Falwell's allegation that Tinky Winky was a \"gay role model\", based on the fact that Tinky Winky was purple and had a handbag, that was 15 years ago.\nHere in the UK Tinky Winky can marry whoever he wants, but won't the North Korean authorities find his tendency to accessorise a bit decadent?\nAfter watching a couple of episodes, every North Korean will want a vacuum cleaner with eyeballs, and the revolution won't be far behind.\nDon't say: \"Over the hills and far away, Teletubbies pledge their loyalty to accomplish the revolutionary cause of Juche under the leadership of Marshal Kim Jong Un.\"",
    "sentiment": {
        "neg": 0.0396,
        "neu": 0.8882,
        "pos": 0.0721,
        "compound": 0.0923
    }
}