{
    "date": "2014-12-17T12:31:31Z",
    "title": "Reddit bans users for sharing hacked Sony documents",
    "url": "https://www.theguardian.com/technology/2014/dec/17/reddit-bans-users-for-sharing-hacked-sony-documents",
    "content": "In the wake of the massive hack that has seen more than 250GB of private files shared online, Sony Pictures is successfully cracking down on discussion of its stolen data on sites such as Reddit. The social news site has deleted posts, blocked individual user accounts, and banned a subreddit devoted to sharing the files, after takedown notices from the film company. At the core of the deletions, prompted by a takedown notice from Sony citing the American Digital Millennium Copyright Act, was the SonyGOP subreddit. Before the takedown, it served as a hub of discussion around the files, but also as a depository for download links to the content – which remains, strictly speaking, Sony’s copyrighted material. SonyGOP is now returning a “subreddit banned” notice, and the moderator of the page (a throwaway account also named SonyGOP) has also had their account deleted. Reddit told Business Insider’s James Cook that “discussions and news stories” about the hack were still allowed on the site. The removal of SonyGOP has echoes of Reddit’s previous removal of the subreddit TheFappening, where Redditors congregated to share and discuss photos stolen from celebrities’ iCloud accounts. The subreddit was also bombarded with DMCA takedown notices, but the lack of a single authority with ownership of all the material meant that Reddit didn’t remove the whole subforum, instead policing it on a piecemeal basis. Eventually, however, it decreed that the subreddit as a whole fell foul of its rules on sharing personal data, and removed it. The takedowns on Reddit are the most successful example of Sony’s legal campaign to suppress the dissemination of the stolen material. On Monday, the film company sent a legal letter to a number of news sites around the world, including the New York Times and Re/Code, demanding that they “destroy the stolen information”. “If you do not comply with this request, and the stolen information is used or disseminated by you in any manner, Sony Pictures Entertainment will have no choice but to hold you responsible for any damage or loss arising from such use or dissemination,” the letter continued. Snapchat But despite the letters, the stories from the stolen data keep on coming. Thanks to the involvement of one Sony executive in the board of photo messaging app Snapchat, the hack has led to confirmation that the firm really did pass up a multibillion-dollar acquisition offer from Facebook. Sony Entertainment CEO Michael Lynton, a Snapchat board member, was asked over email by the New Yorker staffer Malcolm Gladwell whether the company really had turned down a $3bn offer. “If you knew the real number you would book us all a suite at Bellvue,” was Lynton’s reply. The firm’s rejection of the buyout offer was seen by many in 2013 as evidence of Snapchat’s hubris. But others compared it to Instagram, a company which accepted just $1bn to be acquired by Facebook and is now the same size as Twitter, which has a market cap of $23bn.",
    "keywords": [
        "sony",
        "bans",
        "offer",
        "material",
        "hacked",
        "documents",
        "reddit",
        "takedown",
        "subreddit",
        "sonygop",
        "users",
        "sharing",
        "snapchat",
        "stolen",
        "company"
    ],
    "summary": "The social news site has deleted posts, blocked individual user accounts, and banned a subreddit devoted to sharing the files, after takedown notices from the film company.\nAt the core of the deletions, prompted by a takedown notice from Sony citing the American Digital Millennium Copyright Act, was the SonyGOP subreddit.\nReddit told Business Insider’s James Cook that “discussions and news stories” about the hack were still allowed on the site.\nEventually, however, it decreed that the subreddit as a whole fell foul of its rules on sharing personal data, and removed it.\nThe takedowns on Reddit are the most successful example of Sony’s legal campaign to suppress the dissemination of the stolen material.",
    "sentiment": {
        "neg": 0.0722,
        "neu": 0.8582,
        "pos": 0.0695,
        "compound": -0.0281
    }
}