{
    "date": "2014-02-17T13:02:36Z",
    "title": "Torture, executions, rapes: the UN's dossier on North Korea's state abuses",
    "url": "https://www.theguardian.com/world/2014/feb/17/torture-executions-rapes-north-korea-human-rights",
    "content": "The report from the Commission of Inquiry on Human Rights in North Korea lists the country's human rights abuses in six main sections, a number of which it concludes are likely to be crimes against humanity. Arbitrary detention and torture While North Korea denies the system of so-called kwanliso secret prison camps even exists, the report says testimony from survivors and guards, coupled with satellite imagery, makes for overwhelming evidence. It estimates that between 80,000 and 120,000 political prisoners are still held in the camps, many \"disappeared\", meaning their families never know where they have gone or what happens to them in the future, even if they die in detention. The inquiry notes that while the practice of sending entire families, or several generations of a family, to camps for presumed political crimes committed by one member is less common, it still appears to take place. It describes a brutal and inhuman regime in the camps, with systematic torture, executions, rape and \"the denial of reproductive rights enforced through punishment, forced abortion and infanticide\". In such ways, it concludes, hundreds of thousands of people are believed to have died in the camps over the decades. Starvation and denial of the right to food North Korea suffered appalling famines in the 1990s, in part due to natural conditions but also due to state mismanagement. Estimates of the death toll range from just over 200,000 to more than 3 million. The report concludes, however, that even within this situation North Korea's state has used access to food as a way to control the population, giving access to supplies to citizens seen as important rather than \"those deemed expendable\". During the worst periods of famine, the commission says, the state \"impeded the delivery of food aid by imposing conditions that were not based on humanitarian considerations\", while in detention camps starvation is used \"as a means of control and punishment\", leading to many deaths. Freedom of thought Freedom of thought and conscience is almost completely unknown in North Korea, the inquiry says, with the state claiming \"an absolute monopoly over information and total control of organised social life\". This comes via \"an all-encompassing indoctrination machine that takes root from childhood to propagate an official personality cult and to manufacture absolute obedience to the supreme leader\". While such a policy is enforced by strict limits to all but state-run information sources, this is becoming increasingly difficult to maintain in a world where more people have access to media from South Korea and China. Access to such things, the report warns, even foreign soap operas, is still punished by the state. Foreign abductions North Korea is known to have had a decades-long policy of abducting people from other nations, mainly Japan or South Korea, for purposes including information about life in other nations or simply to provide wives for citizens. The report concludes that more than 200,000 people, including children, were brought from other countries to North Korea. North Koreans who have gone to China are often abducted and returned home, it adds. Discrimination North Korea's society is organised on a social and political classification system know as songbun, assigned by the state and beyond challenge, which plays a huge role in where people can live and how, what jobs they do, their access to education, and even whom they can marry. Such a system intersects with severe gender inequality in a very male-dominated state, the report says. Lack of freedom of movement Apart from virtually no right to travel overseas – those who escape to China are often tortured or imprisoned if they are sent back – North Korea severely restricts where citizens can live within the country, the report finds. Access to the capital, Pyongyang, and other major cities is especially restricted. This can see entire families banished from a city if one member is seen to have done something wrong, while street children seeking food are routinely rounded up and send back to their home provinces.",
    "keywords": [
        "uns",
        "korea",
        "state",
        "system",
        "torture",
        "camps",
        "abuses",
        "report",
        "concludes",
        "rapes",
        "executions",
        "dossier",
        "food",
        "rights",
        "access",
        "north",
        "koreas"
    ],
    "summary": "Starvation and denial of the right to food North Korea suffered appalling famines in the 1990s, in part due to natural conditions but also due to state mismanagement.\nFreedom of thought Freedom of thought and conscience is almost completely unknown in North Korea, the inquiry says, with the state claiming \"an absolute monopoly over information and total control of organised social life\".\nAccess to such things, the report warns, even foreign soap operas, is still punished by the state.\nThe report concludes that more than 200,000 people, including children, were brought from other countries to North Korea.\nSuch a system intersects with severe gender inequality in a very male-dominated state, the report says.",
    "sentiment": {
        "neg": 0.1393,
        "neu": 0.8242,
        "pos": 0.0365,
        "compound": -0.3131
    }
}