{
    "date": "2014-04-10T05:11:59Z",
    "title": "Propaganda masterclass: can Kim Jong-il beat coal seam gas?",
    "url": "https://www.theguardian.com/culture/australia-culture-blog/2014/apr/10/can-kim-jong-il-beat-coal-seam-gas",
    "content": "Angered at the prospect of Sydney Park’s green hills being punctured by coal seam gas wells, filmmaker Anna Broinowski sets out to rouse the people to action. Her opponent, the energy giant Santos, runs slick ads. Their farmers – “farming consultants” if you look more closely – pass broad, flat hands over fields of canola and laud fracking as a harmless process in line with nature's rhythm. The sun rises, the cattle roam, the chemical proppant is fired into a wellbore to fracture shale rock. Broinowski thinks we’re being fed outright propaganda, and resolves to fight fire with fire. Brow firmly arched, she sets off to North Korea to learn the methods of master propagandist and “cinematic genius” Kim Jong-il, who left detailed instructions on how to make the perfect film before his timely death in 2011. Putting the Dear Leader’s cinematic techniques to work against coal seam gas (CSG) is the premise of the Broinowski’s new documentary, Aim High in Creation!, a madcap and surreal film about a world awash with propaganda. The Sydney director secures unprecedented access to the hermit kingdom’s most prized artists by taking them – and the cinema they produce – seriously. It’s not a ruse, Broinowski says. “My feeling about Kim Jong-il is that he was really born to be a film director. That’s what he wanted to do, and at the age of six he was precocious. He’d go to North Korean film sets and watch them shoot a scene and say, well, the snow’s fake, or there’s a continuity error with that tree, and he absolutely was passionate about it. “When he inherited the film industry in 1964 from his father, his first mission was to actually pull the North Korean artists he was working with into the 20th century and say, study these excerpts from western films. “It’s a surprise to a lot of people that the North Korean film industry doesn’t just produce dour, ham-fisted, Soviet-style realistic epics. They also make monster movies, rom-coms, military shoot-em-ups, cine noir, even satires on married life.” Broinowski's sojourn to North Korea to absorb Kim’s commandments (“the director is the commander of the creative group”, “one must aim high in creation”, “emotions should be well-defined in directing”), makes for sweet moments that nonetheless nag at you. The artists she meets are warm and sincere. At the border with the south, a young soldier discusses the prospect of peace between Australia and North Korea and grips her in an endless handshake. Her tour of Pyongyang takes in busy carnivals, family picnics, even a bustling American-style diner serving hamburgers and hotdogs. One gets a sense, watching these scenes, that the propaganda around North Korea cuts both ways. The “systematic and appalling” human rights abuses are well-documented. But should it be such a surprise to see North Koreans sharing jokes, singing and embracing a stranger? Of course, there are risks to such a would-be balanced approach to the country. “I thought people here were starving,” Broinowski says at one point. But people did starve. Famine in the 1990s quite literally decimated the population, and was exacerbated by a cruel ruling class that protected itself – including its filmmakers – ahead of the country’s wretched citizens. Is it possible to make a film about North Korea and glide over the sickness at the heart of the state? “Of course it is,” Broinowski says. “Is it possible to go to America and make a film about anything other than the fact it’s got 25% of the world’s prison population on its soil? Or the fact that one in three African-American men are likely to end up behind bars in their lifetime? “All countries, all cultures, are multi-layered, multifaceted. And in trying to explore the North Korean film industry, what I’m trying to do is attack the problem of the gulags in a lateral way. By trying to understand the propaganda, and the dreams North Koreans are sold, we can start to understand what happened to this country, how it evolved into this ruthless state, and what it’s like to live there. So I think it’s a contribution to the story that’s being told about North Korea.” But she acknowledges that the rosy pictures of life under the Kim dictatorship that she was allowed to depict – her translator always in tow – are only part of the story. “I can’t say for a second that the people I met were representative. It’s well-known that the two million people in Pyongyang have it a lot better than the people living outside. But the images I saw in Pyongyang of people spontaneously dancing – and incidentally a lot of the time they were doing it without even knowing I was there – were refreshing. It was like stepping into a 1950s musical. There was something innocent and beautiful about the city, and about a population that still relate to each other without the digital interface that we have. The pictures we’re fed of North Korea are so limited that it wasn’t hard to simply turn my camera on and capture something else.” We come to like Broinowski’s gruff North Korean tutors, and it’s clear they like her too. Fraught politics aside, the film is a valuable opportunity to connect with some of the most maligned and poorly understood people on the planet. “I’d be delighted if people walked out and the next time they see Fox News, and all those marching robots in Kim Il-sung Square, that they think, hang on a minute, [North Koreans] are real people, they love their kids, they just want to get through each day,” she said. “All I want to do is humanise the people who live in this regime. It’s not their fault they were born there. I just think it’s really important not to demonise the people at the same time as the dictators, who are appalling.” The anti-CSG propaganda film Broinowski and her team finally produce is satisfying, if utterly unpersuasive as to the evils of gas mining. It’s no spoiler that Kim Jong-il was far from a genius. If the films he directed really did win over North Korea’s population, it’s probably because they had to be won over, or else. But there’s a reason western audiences can so easily see through Kim’s tropes, Broinowski says. “We’re very sophisticated, and the sort of propaganda we’re sold is dressed up as entertainment and beautifully executed. Hollywood is brilliant at it, because they’re subtle,” she said. “I think [director Jerry] Bruckheimer is much better at propaganda than the North Koreans.”",
    "keywords": [
        "think",
        "beat",
        "korea",
        "kim",
        "film",
        "seam",
        "coal",
        "jongil",
        "propaganda",
        "population",
        "masterclass",
        "koreans",
        "gas",
        "broinowski",
        "north",
        "korean"
    ],
    "summary": "“It’s a surprise to a lot of people that the North Korean film industry doesn’t just produce dour, ham-fisted, Soviet-style realistic epics.\nOne gets a sense, watching these scenes, that the propaganda around North Korea cuts both ways.\nBut should it be such a surprise to see North Koreans sharing jokes, singing and embracing a stranger?\nIs it possible to make a film about North Korea and glide over the sickness at the heart of the state?\nAnd in trying to explore the North Korean film industry, what I’m trying to do is attack the problem of the gulags in a lateral way.",
    "sentiment": {
        "neg": 0.071,
        "neu": 0.8172,
        "pos": 0.1118,
        "compound": 0.1302
    }
}