{
    "date": "2014-01-07T14:09:03Z",
    "title": "DC rappers return from North Korea: 'We made it out ... we beat the odds'",
    "url": "https://www.theguardian.com/music/2014/jan/07/pacman-peso-return-north-korea-music-video",
    "content": "It was a story that could hardly have been less likely to end in glory. Two aspiring rappers, who had barely been outside their impoverished communities in Washington DC, let alone abroad, declared their intention to make a music video in North Korea. When their online fundraising campaign went viral, raising more than enough cash to buy the flights, even Pacman and Peso admitted they were anxious they might not come home in one piece. Now the duo have returned to tell their tale, unscathed, save for a minor incident involving a motorbike in Beijing. Their music video, furtively shot in and around Pyongyang, is officially released on Wednesday, coinciding with the birthday of the country's leader, Kim Jong-un. Pacman and Peso have granted the Guardian an exclusive preview of the video – as well as their first interview about an adventure in the world’s most despotic regime. The genesis of their music video was a random encounter earlier this year with Ramsey Aburdene, a 25-year-old Washington-based investment banker who liked their music and became their manager. Aburdene had a friend who used to be in the military and specialises in getting people into Pyongyang, so they hatched the plan to shoot a rap video there. No one involved in the trip could easily articulate why exactly North Korea was an appropriate backdrop for the music video. But they still managed to raise $10,400 on the crowd-funding website Kickstarter. Interviewed recently in Aburdene’s bedroom in a shared house in Mount Pleasant, Pacman, 19, and Peso, 20, recounted their surreal, eye-opening experiences in North Korea. From Tiananmen Square to Ulan Bator They managed to film their rap video inside Pyongyang's faltering metro, beside the demilitarized zone bordering South Korea, on a rice farm and in front of various North Korean monuments, not least the Kumsusan Palace of the Sun, an ornate mausoleum for Kim Il-sung, the so-called founder and eternal president of the country, and his son, Kim Jong-il. Before arriving in North Korea, the group took part in a tour through Asian countries including China, Hong Kong and Mongolia. But it almost began in disaster in Beijing, when the rap entourage, which included some of Aburdene’s university friends, decided to hire motorcycles. Peso, whose real name is Dontray Ennis, collided with a car near Tiananmen Square and, aware that he was not insured, fled. An angry crowd apprehended Pacman, whose real name is Anthony Bobb. “I was like, man, we ain't going to North Korea. I’m gonna get locked up in Beijing,” Pacman recalls. “This shit gonna be on the news.” After some ad-hoc diplomacy and a visit to a car repair shop, the group was let free, but missed their flight to Hong Kong, arriving late for the next leg of the journey – hosted by their main financial backer. James Passin, a 41-year-old hedge fund manager who has poured millions of dollars in Mongolia, and also has business interests in North Korea, donated $5,100 to their Kickstarter campaign. Described in BusinessWeek as ‘The American Who Bought Mongolia’, Passin was keen to be involved in the project. “He actually wanted to be in the North Korea video, but then his advisors told him it was probably better not to be,” Aburdene said. Instead, Passin invited the rapping tour to Hong Kong, where he happened to be hosting his investor conference – and birthday celebration – in the Grand Hyatt hotel. Later, Passin flew the group to Ulan Bator, the capital of Mongolia. It was Peso’s favourite stop on the whole tour, not least because of the generous hospitality of their host. “The moment we arrived we got chauffeur rides to the hotel,” he said. “I had lobster with some fries while I was sipping on Sprite,” said Pacman. Returning briefly to Beijing, the group picked up some tailored silk suits in preparation for North Korea. But by then the situation in Pyongyang had changed. It was the end of November, and Merrill Newman, an 85-year-old Korean War veteran, had been detained in North Korea. The State Department strongly discouraged American citizens against visiting North Korea, the first warning of its kind since Pyongyang began allowing tourists into the country in 1995. Pacman and Peso were being compared to Dennis Rodman, the former basketball star who has developed unlikely friendship with Kim Jong-un. Unlike Rodman, who is currently in Pyongyang accompanied by a fleet of former basketball players, the DC rappers did not have the blessing of Kim Jong-un, or indeed anyone else from North Korean officialdom. Instead, they had always planned to travel beneath the radar, shooting their video under the cover of a sightseeing tour. With the five-day trip just hours away, the entourage began to realise that an interview with the BBC was probably not the best way to maintain a low-profile. Shortly before boarding, they read a Gawker article mentioning how, despite the State Department advice, “a much-publicized trip by two DC rappers, Pacman and Peso, is going ahead as planned.” \"All the buzz we were getting, I thought we were gonna get hemmed up, captured,” said Pacman. His rapping partner agreed: “I was like: uh-oh. Are we gonna make it?” They put their worries behind them and flew to Pyongyang regardless. 'It was just work, work, work, non-stop' When the aircraft doors opened, they walked out to the sound of snapping cameras. “As soon as I seen cameras, I started being myself,” said Peso. “I started flipping my jacket open, smoking my cigarette in front of the cameras, turn[ing] round to make sure they got the suit.” Despite the the flurry of attention from Associated Press journalists at the airport, the rappers succeeded in going largely unnoticed in North Korea. Each day, Pacman and Peso hopped on a tourist bus, which ferried them to approved locations across the country in the company of government-sanctioned tour guides. So as not to attract attention, they used a small, Canon camera to shoot video, filming segments surreptitiously whenever their minders were looking the other way. Microphones, headphones, or amplified music were out of the question. Instead, they improvised. “We were just spitting the voice that was in our head,” Peso said. “It was just work, work, work, non-stop.” They were not helped by the sub-zero temperatures and snow. There was rarely heating in any of the buildings and the silk suits provided little comfort. “One of the North Koreans, he gave me his coat,” Pacman said. “I asked him if he wanted it back, and he was like, 'Nah, just keep it for the rest of the night.'” Memories such as that left both young men with a positive experience of North Korea. They still speak about their recollections in dreamy monologues. “The old ladies looked like they were carrying the heaviest things. The army people walking down the street had guns,” said Pacman. “You see a whole bunch of rice fields. People was riding bikes. The little kids was walking down the street by themselves, they must have been in first grade. But everybody waved.” One month on, both Pacman and Peso say they still feel energised by their journey to North Korea. They look and sound more animated than before they departed, when the anxiety was showing on their faces. “No-one has made a music video in North Korea before. Or even thought about it,” Peso said proudly. Pacman said his rapping had improved since their return. “It sounds stronger, the words are coming faster, quicker,\" he said. Smiling, he remembers the elation he felt when they departed Pyongyang. “The first thing I thought was: we made it out,” he said. “We beat the odds.”",
    "keywords": [
        "peso",
        "work",
        "pacman",
        "beat",
        "korea",
        "music",
        "tour",
        "dc",
        "kim",
        "pyongyang",
        "odds",
        "rappers",
        "video",
        "north",
        "return"
    ],
    "summary": "Two aspiring rappers, who had barely been outside their impoverished communities in Washington DC, let alone abroad, declared their intention to make a music video in North Korea.\nNo one involved in the trip could easily articulate why exactly North Korea was an appropriate backdrop for the music video.\nIt was the end of November, and Merrill Newman, an 85-year-old Korean War veteran, had been detained in North Korea.\n'It was just work, work, work, non-stop' When the aircraft doors opened, they walked out to the sound of snapping cameras.\n“It was just work, work, work, non-stop.” They were not helped by the sub-zero temperatures and snow.",
    "sentiment": {
        "neg": 0.0295,
        "neu": 0.8932,
        "pos": 0.0773,
        "compound": 0.1121
    }
}