{
    "date": "2014-12-10T14:47:00Z",
    "title": "CIA torture report: China and North Korea quick to settle scores",
    "url": "https://www.theguardian.com/us-news/2014/dec/10/cia-torture-report-china-and-north-korea-quick-to-settle-accounts",
    "content": "China and North Korea, two of the nations most often criticised by the US over human rights, have lined up to return fire after the Senate published its damning report on the CIA’s use of torture to interrogate captives suspected of terrorist involvement. A foreign ministry spokesman in Beijing said the US should “correct its ways”, while Chinese state media accused it of double standards for presenting itself as a defender of human rights while committing gross abuses. “China has consistently opposed torture. We believe that the US side should reflect on this, correct its ways and earnestly respect and follow the rules of related international conventions,” spokesman Hong Lei told a daily news briefing. China has been accused of torture repeatedly by human rights groups and former detainees. It has previously promised to tackle abuses following a series of cases of wrongful convictions due to forced confessions. State news agency Xinhua’s website dedicated a special page to coverage of the Senate report, titled: “How long can the US pretend to be a human rights champion?” A commentary carried by several mainland news portals, originally from the Beijing-backed Hong Kong newspaper Ta Kung Pao, said that while the excessive use of torture by the CIA had been widely known, the report showed some of the methods were “almost medieval”. Turning to the question of how its release would damage the social and constitutional values the US prides itself on, and whether it would cause the country’s moral high ground to erode more rapidly, the author said that in any case “so-called ‘human rights’ were merely a veil and the excuse to put pressure on others”. The report was a heavy blow to the credibility and global image of the US, it added. Even before the report had appeared, Xinhua ran an editorial saying the US “should clean up its own backyard first and respect the rights of other countries to resolve their issues by themselves”. It added: “America is neither a suitable role model nor a qualified judge on human rights issues in other countries, as it pertains to be. “Yet, despite this, people rarely hear the US talking about its own problems, preferring to be vocal on the issues it sees in other countries, including China ... What the US appears to be doing is defending its own national interests and wielding human rights issues as a political tool.” The attacks came as the US ambassador to Beijing, Max Baucus, used International human rights day to call for the release of lawyer Pu Zhiqiang, scholar Ilham Tohti, activist Xu Zhiyong and Nobel peace prize laureate Liu Xiaobo and his wife Liu Xia. He urged China to uphold its international commitments, adding: “All countries, of course, have civil liberties and human rights issues, including the United States. Many of us have followed recent events back home, which have sparked conversations that we hope will bring about positive change. That dialogue is made possible by our enduring respect for freedoms of expression and assembly.” North Korea, facing unprecedented pressure over domestic human rights abuses since a scathing United Nations report denounced it for crimes against humanity earlier this year, also embraced the release of the torture report. Its state news agency KCNA urged the United Nations security council to address the US record. The North is increasingly anxious about its own position; last month the UN general assembly’s human rights committee approved a resolution urging the security council to refer Pyongyang to the international criminal court in The Hague. “Why the UNSC is turning its face from the inhuman torture practiced by the CIA over which the UN anti-torture committee expressed particular concern and which is dealt with in the 6, 000 page-long report presented by the intelligence committee of the US Senate, and such despicable human rights abuses as white American policemen’s brutalities of shooting and strangling black men to death,” said a KCNA commentary published on Tuesday. “If the UNSC handles the ‘human rights issue’ in the DPRK [North Korea] while shutting its eyes to the serious human rights issue in the US, one of its permanent members, while failing to settle the pending and urgent issues directly linked with the world peace and security, it will prove itself its miserable position that it has turned into a tool for US arbitrary practices just as everybody can hear everywhere.”",
    "keywords": [
        "cia",
        "human",
        "settle",
        "korea",
        "torture",
        "quick",
        "china",
        "abuses",
        "report",
        "issues",
        "rights",
        "scores",
        "countries",
        "north",
        "international"
    ],
    "summary": "China and North Korea, two of the nations most often criticised by the US over human rights, have lined up to return fire after the Senate published its damning report on the CIA’s use of torture to interrogate captives suspected of terrorist involvement.\n“China has consistently opposed torture.\nChina has been accused of torture repeatedly by human rights groups and former detainees.\nIt added: “America is neither a suitable role model nor a qualified judge on human rights issues in other countries, as it pertains to be.\nHe urged China to uphold its international commitments, adding: “All countries, of course, have civil liberties and human rights issues, including the United States.",
    "sentiment": {
        "neg": 0.1278,
        "neu": 0.7719,
        "pos": 0.1002,
        "compound": -0.0801
    }
}