{
    "date": "2014-12-17T20:57:56Z",
    "title": "Major theatre chains cancel screenings of The Interview after '9/11' threats",
    "url": "https://www.theguardian.com/us-news/2014/dec/17/the-interview-sony-screenings-canceled",
    "content": "Hundreds of cinemas across the United States have cancelled screenings of a controversial movie at the centre of the Sony Pictures hacking scandal following terrorist threats made to cinema-goers by the group responsible for the attack. A group calling itself Guardians of Peace (GOP) published an online message on Tuesday warning cinema goers to stay away from screenings of The Interview, a comedy starring Seth Rogen and James Franco, which depicts the assassination of North Korean leader Kim Jong-un. “The world will be full of fear”, the message said. “Remember the 11th of September 2001.” The National Association of Theatre Owners (Nato) – the largest cinema trade group in the US, representing all 10 of the largest cinema operators in the country – said on Wednesday its members would decide individually whether to screen The Interview. The top five cinema chains – Regal Entertainment, AMC Entertainment, Cinemark, Carmike Cinemas and Cineplex Entertainment – have all dropped plans to screen the film, according to the Hollywood Reporter. Cinema operators are working with law enforcement agencies to assess the credibility of the threat, the trade group said, adding that while they were “encouraged that authorities have made progress” in their investigations, individual cinema operators “may decide to delay exhibition of the movie”. The statement was released just as Bow Tie Cinemas, which has has 55 locations across the US including the world-famous Ziegfeld Theater in Manhattan, became the latest group to cancel screenings of the film. “Given that the source and credibility of these threats is unknown at the time of this announcement, we have decided after careful consideration not to open The Interview on December 25, 2014 as originally planned”, Bow Tie said in a statement. The theatre association called an emergency meeting on Tuesday where Sony representatives told cinema groups they would be supportive of those that decided not to screen the film, according to accounts published by the Los Angeles Times. Anonymous officials from the Department of Homeland security have been quoted as saying they have “no credible intelligence” of a planned attack on cinemas as the investigation continues. The planned New York premiere of the film was cancelled on Tuesday. “I think it is disgraceful that these theaters are not showing The Interview”, tweeted the film director Judd Apatow. “Will they pull any movie that gets an anonymous threat now?” Sony Pictures has in damage control since a November hacking attack by GOP resulted in the theft of thousands of confidential documents, including personal emails, employee data, unreleased films, and information about executive pay and corporate profits. On Tuesday, former Sony pictures employees announced they were launching a class action for Sony’s failure to ensure protection of their data. North Korea has denied responsibility for the hacking, but said it could be “a righteous deed of the supporters and sympathisers” of the country. California Senator Dianne Feinstein, who chairs the senate select committee on intelligence, described the threats as “unconscionable”. Feinstein said the hack was “only the latest example of the need for serious legislation to improve the sharing of information between the private sector and the government to help companies strengthen cybersecurity”. In the wake of controversy surrounding The Interview, another comedy set in North Korea has been reportedly dropped by its producers. Pyongyang, a film commissioned by New Regency pictures and set to star Steve Carrell playing a character accused of espionage by the regime, will no longer go into production, according to deadline.com.",
    "keywords": [
        "cinemas",
        "threats",
        "chains",
        "sony",
        "screen",
        "theatre",
        "screenings",
        "pictures",
        "911",
        "group",
        "major",
        "film",
        "cinema",
        "cancel",
        "interview"
    ],
    "summary": "The top five cinema chains – Regal Entertainment, AMC Entertainment, Cinemark, Carmike Cinemas and Cineplex Entertainment – have all dropped plans to screen the film, according to the Hollywood Reporter.\n“I think it is disgraceful that these theaters are not showing The Interview”, tweeted the film director Judd Apatow.\nOn Tuesday, former Sony pictures employees announced they were launching a class action for Sony’s failure to ensure protection of their data.\nCalifornia Senator Dianne Feinstein, who chairs the senate select committee on intelligence, described the threats as “unconscionable”.\nIn the wake of controversy surrounding The Interview, another comedy set in North Korea has been reportedly dropped by its producers.",
    "sentiment": {
        "neg": 0.0917,
        "neu": 0.8257,
        "pos": 0.0826,
        "compound": -0.0804
    }
}