{
    "date": "2014-07-11T16:42:57Z",
    "title": "From English lessons to Cambridge scholarships: UK spends £700,000 on North Korea programmes",
    "url": "https://www.theguardian.com/world/2014/jul/11/uk-spent-700000-north-korea-programmes",
    "content": "When the UK’s Foreign and Commonwealth Office released details of its North Korean programme spending this week, some eyes were immediately drawn to the £287.33 the government paid for rights to show the BBC’s Sherlock at the Pyongyang Film Festival in 2012. Never mind that it had been reported at the time, it got all the attention. But there’s more of interest in the report, which was issued in response to a freedom of information request. In the last three years, the UK has hosted officials from the North Korean government on seven trips or events. In 2011 and again in 2012, 10 junior or middle-ranking government officials spent a month in Canterbury studying English and becoming “more aware of British systems, including in areas of media, justice and education.” Two additional trips in the same years saw three political desk officials from the Ministry of Foreign Affairs come to London to engage on “issues of direct interest” to the UK government, “including human rights and proliferation.” Three members of the ruling Korea Worker’s Party were also hosted on a visit in 2011, intended to improve understanding of UK’s political system. They met representatives of the three main political parties, the Conservatives, Labour and Liberal Democrats, and the All-Party Parliamentary Group on North Korea in the House of Commons. In all, more than £95,000 was spent hosting North Korean officials in the UK since 2011, according to the report. A relatively small £654 was spent to support to visit of North Korean officials from the Institute of Disarmament and Peace to visit the International Institute for Strategic Studies in London for a conference on North Korea. Attendance did, according to the report, help improve the DPRK officials understand the \"external view of DPRK Weapons of Mass Destruction programmes\". The UK has also funded several initiatives designed to promote the rights and visibility of disabled people in North Korea, including a donation of £3,772 for an athlete to attend a Paralympic Games qualifying event in Berlin. It was the first time a North Korean had qualified. Money was also spent to send three athletes to the Asian Youth Para Games, where they came away with three silver medals and a bronze. Other programmes related to English-language education, health care, women’s rights and energy. When added together, the UK has spent £724,133 since 2011 on programmes related to North Korea, according to the report. Most of it has gone on English-language education programs. Here’s the full run-down: 2011 – 2012 £4,578 – a UK hydro-power expert was hosted by the Korean Workers Party in Pyongyang, where he looked at energy developments in the DPRK and gave recommendations for improvement. £4,608 – food processing equipment was provided to Hoichang, Kumchon and Singye to provide 3,078 children at nurseries, kindergartens and primary school and 230 hospital patients with 100ml soybean milk per day. £2,075 – sign language training for 30 people in each of Songchon, Hamhung, Pyongsong for one month to improve their ability to use and teach sign language. £255,721 – British Council’s English Language Teaching and Training Project at Kim Il-sung University, Kim Hyong-jik University and Pyongyang University of Foreign Studies (with £200,000 from the Foreign Office and the rest from the British Council) £34,735 - visit to the UK by 10 junior/middle ranking officials to study English and learn about British systems, including in areas of media, justice and education. £6,500 – study visit to the UK by Korean Workers Party officials to learn about the U.K. political system. £12,605 – visit by DPRK rehabilitation experts and an official from the Korean Federation for the Protection of the Disabled to Stoke Mandeville Hospital to transfer knowledge and understanding about improving spinal cord injury care. £4,185 – improving access to clean water for children at an orphanage in Pyongsong through provision of a new water pump. £7,658 – visit by three political desk officers from Pyongyang’s Ministry of Foreign Affairs. £19,970 – scholarships for two students with leadership potential to attend the University of Cambridge. One studied education and pedagogy, the other studied international law and business administration. £654 – attendance by North Korean officials at an International Institute for Strategic Studies conference. 2012 – 2013 £202,012 – British Council’s English Language Teaching and Training Project at Kim Il-sung University, Kim Hyong-jik University and Pyongyang University of Foreign Studies (with £200,000 from the Foreign Office and the rest from the British Council) £3,772 - support for DPRK participation in a Paralympic Games qualifying event in Berlin. £4,035 – support for vegetable greenhouse production for children in at least 44 institutions of care in Jongpyong and Yonggwang counties, South Hamgyong province, by improving access to a diverse range of vegetables. £2,383 – provision of two fridges so that 13,108 children in Hamhung and Sinhung would have access to fish outside of production season. £4,035 – emergency aid of a sanitation system to one primary school, one kindergarten and one nursery school in Singye, North Hwanghae Province. £37,762 – visit to the UK by 10 junior/middle ranking officials to study English and learn about British systems, including in areas of media, justice and education. £10,144 – visit by three political desk officers from Pyongyang’s Ministry of Foreign Affairs. £26,126 – ongoing costs for scholars that arrived in the previous year to the University of Cambridge for studies and return trip home. £4,092 – greenhouse so 160 children between 5-6 year old in the kindergarten in Samri, South Hwanghae, have year round supply of fresh fruit and vegetables. £4,296 – provision of teaching aids to 186 students and 85 teachers at blind schools in South Phyongan, South Hamgyong and South Hwanghae. £6,444 – motorcycles for Songrim Rehabilitation Centre that are driven by 10 disabled riders and provide transport for 800 patients who use rehabilitation per year. £8,638 – food processing equipment to improve the health and nutritional status of 4,200 families (14,500 people) in Kumchon county. £8,051 – windmill water pump to provide 160 children between 5-6 year old in the kindergarten in Samri, South Hwanghae, with clean water. £287.33 – rights to BBC Sherlock Holmes Series British film shown at Pyongyang International Film Festival £9,218 – assisting international research on implementation of DPRK’s obligations in the area of women’s rights in preparation for North Korea’s Universal Periodic Review and Committee on the Elimination of Discrimination against Women review. £5,604 – capturing the stories: documenting torture in North Korea. Korean translation of The Torture Reporting Handbook. 2013 – 2014 £14,280 – rehabilitation of hospital water supply system in Singye, North Hwanghae Province, to provide clean water supply and improved sanitation for 270 inpatients and 2700 outpatients per month. £5,368 – support for three athletes to attend the Asian Youth Para Games in Kuala Lumpur. £4,164 – funding for a Pyongyang disabled table tennis tournament, which received coverage in local media thus \"adds momentum to push for treating disabled as normal members of society and, hopefully, ratification of the UN Convention on the Rights of Persons with Disabilities later this year.\" 2013 – 2014 (ongoing projects) £1,674 – security think tank exchange between North Korea’s International Affairs Institute and Royal United Services Institute. £2,104 – scholarships for two students with leadership potential to attend the University of Cambridge. Both will study international finance and management. The British Council’s English Language Teaching and Training Project at Kim Il-sung University, Kim Hyong-jik University and Pyongyang University of Foreign Studies. No cost given. £6,642 – British Council visit to DPRK to plan a future arts workshop and to undertake photography for an exhibit in London in 2014.",
    "keywords": [
        "cambridge",
        "programmes",
        "scholarships",
        "700000",
        "lessons",
        "korea",
        "university",
        "uk",
        "visit",
        "british",
        "officials",
        "english",
        "rights",
        "spends",
        "pyongyang",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "In the last three years, the UK has hosted officials from the North Korean government on seven trips or events.\nIn all, more than £95,000 was spent hosting North Korean officials in the UK since 2011, according to the report.\nIt was the first time a North Korean had qualified.\n£654 – attendance by North Korean officials at an International Institute for Strategic Studies conference.\nThe British Council’s English Language Teaching and Training Project at Kim Il-sung University, Kim Hyong-jik University and Pyongyang University of Foreign Studies.",
    "sentiment": {
        "neg": 0.0353,
        "neu": 0.8882,
        "pos": 0.0766,
        "compound": 0.2197
    }
}