{
    "date": "2014-11-08T20:16:35Z",
    "title": "North Korea releases US citizens Bae and Miller after James Clapper visit",
    "url": "https://www.theguardian.com/world/2014/nov/08/north-korea-releases-us-citizens-kenneth-bae-matthew-todd-miller",
    "content": "The US citizens Kenneth Bae and Matthew Miller were back in America on Sunday after being released from jail in North Korea. The pair were accompanied back to the US by James Clapper, the director of national intelligence, his officials said, and landed at a military base in Washington state where they were met by their families. Bae, a missionary from Washington state, was arrested in November 2012; Miller, from California, was arrested in April 2014. Both were sentenced to hard labour. Asked about the release of Bae and Miller at the White House press conference at which he nominated Loretta Lynch as his new attorney general, President Barack Obama said: “I think it’s a wonderful day for them and their families, and obviously we are very grateful for their safe return and I appreciate director Clapper doing a great job on what was obviously a challenging mission.” Ahead of a three-country trip to Asia by Obama, during which he is expected to talk to Chinese officials about influencing North Korea over nuclear issues, an administration official told the Associated Press the release of Bae and Miller did not change the US position on North Korea’s nuclear programme and added that the release had involved no measures in return. The official said North Korea would still be expected to commit towards denuclearisation and improved human rights, and added that Congress and US allies had been notified of Clapper’s journey to the country once it was under way. An administration official told Reuters Clapper’s visit to North Korea was not connected to the issue of nuclear weapons, but said he did act as a presidential envoy. There was no indication Clapper met the North Korean president, Kim Jong Un. A senior state department official said: “He was not there to negotiate. And our position hasn’t changed.” US officials told reporters it was the first time a national intelligence director had been involved such a high-profile diplomatic matter. An expert on the issue said North Korea had become “obsessed” with improving its international standing in the field of human rights, after the publication of a damning United Nations report on conditions in its network of prison camps. Sue Mi Terry, a former senior intelligence analyst now at Columbia University, told the Associated Press: “The North Koreans seem to be obsessed over the human rights issue. This human rights thing is showing itself to be an unexpected leverage for the US.” In May 2013, Bae, who was then 44, was given a 15-year sentence, after being found guilty of unspecified crimes against the state. He was later reported to be suffering from bad health. Speaking to Reuters on Saturday, Bae’s son, Jonathan, said he had spoken to his father on Friday night. “The brief time on the phone, he sounded good,” Jonathan Bae said. “I’m sure he will be back to his old self in no time. “It came out of the blue. One minute he was doing farm labor and the next minute they are saying, ‘You are going home.’ Just like everyone else, he was surprised.” In September, Miller, a 24-year-old from California, was given a six-year sentence after being found guilty of entering the country illegally and committing “hostile acts” against the state. While at Pyongyang airport in April, he reportedly tore up his entrance visa and demanded asylym. It was later reported that he had wanted to become “a second Snowden”, in a reference to the National Security Agency leaker Edward Snowden, who was given asylum in Russia. Diplomatic efforts to free both men had been ongoing. In a statement released on Saturday, the State Department said: “We are grateful to director of national intelligence Clapper, who engaged on behalf of the United States in discussions with DPRK authorities about the release of two citizens. “The safety and welfare of US citizens abroad is [our] highest priority, and the United States has long called on DPRK authorities to release these individuals on humanitarian grounds. We join their families and friends in welcoming them home. “We also want to thank our international partners, especially our Protecting Power, the government of Sweden, for their tireless efforts to help secure the freedom of Mr Bae and Mr Miller.” Bae and Miller were the last Americans held by North Korea, following the release last month of Jeffrey Fowle. Fowle was held for nearly six months, after being accused of leaving a bible in a nightclub.",
    "keywords": [
        "releases",
        "miller",
        "korea",
        "state",
        "visit",
        "clapper",
        "told",
        "bae",
        "rights",
        "citizens",
        "james",
        "national",
        "official",
        "release",
        "north"
    ],
    "summary": "The US citizens Kenneth Bae and Matthew Miller were back in America on Sunday after being released from jail in North Korea.\nBae, a missionary from Washington state, was arrested in November 2012; Miller, from California, was arrested in April 2014.\nAn administration official told Reuters Clapper’s visit to North Korea was not connected to the issue of nuclear weapons, but said he did act as a presidential envoy.\nThere was no indication Clapper met the North Korean president, Kim Jong Un.\n“We also want to thank our international partners, especially our Protecting Power, the government of Sweden, for their tireless efforts to help secure the freedom of Mr Bae and Mr Miller.” Bae and Miller were the last Americans held by North Korea, following the release last month of Jeffrey Fowle.",
    "sentiment": {
        "neg": 0.076,
        "neu": 0.8285,
        "pos": 0.0955,
        "compound": 0.1504
    }
}