{
    "date": "2014-05-29T08:37:02Z",
    "title": "The best books on North Korea",
    "url": "https://www.theguardian.com/world/2014/may/29/the-best-books-on-north-korea",
    "content": "You can learn a lot about a country from literature and, when it comes to North Korea, the appetite for information is huge. From first hand accounts of prison camps survivors to defectors once part of the top echelons of government, here’s our pick of the best books to get you started. 1. Aquariums of Pyongyang: 10 years in the North Korean Gulag The story of Kang Chol-hwan, a defector who spent 10 years in the notorious Yodok camp because his family was under suspicion for having lived in Japan. Billed as \"part horror story, part historical document, part political tract\". Kang defected to South Korea a few years after his release, and went on to work as a journalist for Chosun Ilbo. In his review John Gittings, the Guardian's former foreign leader writer, says \"defectors to the South, no longer manipulated as in the past by South Korea's KCIA, tell credible stories of which The Aquariums of Pyongyang is the most accessible example ... it is in the main a depressingly familiar tale of forced labour, hunger and brutality\". Fans of the book may or may not be pleased to hear plans for Aquariums of Pyongyang to be made into a film. It will star The Walking Dead's Steven Yeun, who will also take an executive producer role. A release is expected next year. 2. Nothing to Envy: Ordinary Lives in North Korea Barbara Demick’s critically acclaimed book follows the lives of six citizens in the north-eastern city of Chongjin through the tumultuous period after the great leader Kim Il-sung dies and is replaced by his son Kim Jong-il. Demick, the Beijing bureau chief for the Los Angeles Times, based the book on the accounts of of six North Korean defectors and photos and videos smuggled out of the country. The Observer's Imogen Carter says: \"Demick's important book, by illuminating previously hidden aspects of North Korean life, helps restore humanity to some of the world's most oppressed people.\" Michael Crick, former Beijing Reuters correspondent, adds that \"defectors are, by definition, not typical: they are likely to be more disaffected, more resourceful and richer than the average citizen … yet the stories it recounts are moving and disturbing, and it surely tells us far more about real North Korean lives than a fleeting tourist visit to the Stalinist-kitsch theme park that is Pyongyang\". 3. North Korea: State of Paranoia A change of pace from Paul French in this analysis of the history and politics of the country. The trade review promises \"a provocative and alarming account of what is a potentially explosive nuclear tripwire\". The book focuses on the economy which French, who also wrote the best-seller Midnight in Peking, argues is central to understanding the policy shifts and leadership. An extract on the Guardian’s North Korea network gives an instructive account of day-to-day life in the capital Pyongyang. When people go to work, what they wear, the daily ritual of donning Kim Il-sung badges, and in his review Jonathan Steele said \"it is refreshing then to find an author who is willing to approach the country soberly, analysing its tumultuous history, regional context and difficult relations with its allies.\" 4. Escape from Camp 14 This international best-seller is another harrowing testimony from the prison camps. American journalist Blaine Harden tells the story of Shin Dong-hyuk, the only known person to have been born in a gulag and escaped. Shin was born in the camp after his parents were rewarded with a rare conjugal visit. The first thing his mother taught him was how to survive. At 13, when he learned his mother and brother were plotting an escape, he told the authorities. The pair were executed in front of him. The book outlines his harrowing day-to-day existence in the camp until he meets a fellow prisoner and they plan their escape. Sino-NK say the book \"sits alongside a literature of holocausts and brutality, of unloved autocracies and fascisms, of texts like The Diary of Anne Frank and The Gulag Archipelago\". The Observer’s Andrew Anthony says, \"to some, perhaps many, this might appear to be a book that has few redemptive qualities ... but it's important to recognise the depth of misery in North Korea, not just to be aware of the horror of the Kim regime, but also to stand as a testament to the plight of a terrorised people.\" Following its publication Shin Dong-hyuk was a main witness to the UN enquiry on human rights in North Korea, chaired by Michael Kirby. The book was also been made in to a film Camp 14: Total Control Zone. 5. Dear Leader The most recent release on this list, Dear Leader is described as \"a very rare, first hand account into life in the North Korean society\" told by Jang Jin-sung, a former member of the elite. Personally endorsed by Kim Jong-il, Jang was appointed poet laureate after writing a poem about the Kim dynasty. He enjoyed a privileged life in Pyongyang until a visit to his hometown, where he found people living in desperate poverty, led him privately question the regime. In his review Johnathan Fenby, a British writer, journalist and analyst, says \"there is no way of checking on the narrative, but Jang's account looks like the most telling yet of the madness of North Korea … this book is, in a sense, 10 years out of date. But there is no reason not to think that the system Jang describes remains in place today.\" Jang has become one of the regimes’ most vocal critics. The North Korea network caught up with him on a recent tour to the UK where he insisted that the belief among some that the secretive state could be opening up under its new leader, is far from the truth. 6. The Orphan Master’s son The novel by American writer Adam Johnson tells the story of Pak Jun-do, the North Korean John-Doe, son of an orphan master, who has never met his mother. He is sent to the army, first training as a fighter in the tunnels and then dispatched to work as a kidnapper on Japan’s beaches. He rises through the ranks working as a naval spy in Texas, before coming back to North Korea and taking on Kim Jong-il in an attempt to save the woman he loves. The book was widely praised earning Johnson the Pulitzer prize for fiction and the Dayton Literary Peace Prize in 2013. Demick, author of Nothing to Envy, praises the Johnson for capturing the essence of the country, despite having only been there once, she says the book \"deserves a place up there with dystopian classics such as Nineteen Eighty-four and Brave New World, but readers need to be reminded: it is a novel\". Other books worth checking out include, Long Road Home: Testimony of a North Korean Camp Survivor, the story of Kim Yong, a lieutenant in the army who enjoy privileges until accusations of treason saw his fall from grace. He spent six years in Camp 14 before plotting his escape, which eventually led him to the United States. Under the Loving Care of the Fatherly Leader, by Bradley K Martin, a 900 pages portrait of Kim II-sun and Kim Jong-iI, which Daily NK says is an \"excellent, well-researched insight into the nature of the North Korean regime, the way it indoctrinates from birth, the way it controls, monitors and crushes dissent.\" And finally, This is Paradise! My North Korean Childhood, the story of Kang Hyok’s childhood in North Korea, co-authored by Philippe Grangereau. Kang lived through famine in the north, the hardest hit area of the country, an account of country living under a disturbing notion of \"paradise\". What have we missed? Tell us what books you’d like to add to the library and we’ll add the best suggestions to the list. If you have any problems posting or you’d rather do so anonymously, email maeve.shearlaw@theguardian.com.",
    "keywords": [
        "book",
        "camp",
        "account",
        "leader",
        "korea",
        "books",
        "kim",
        "country",
        "best",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "You can learn a lot about a country from literature and, when it comes to North Korea, the appetite for information is huge.\nNorth Korea: State of Paranoia A change of pace from Paul French in this analysis of the history and politics of the country.\nAn extract on the Guardian’s North Korea network gives an instructive account of day-to-day life in the capital Pyongyang.\nFollowing its publication Shin Dong-hyuk was a main witness to the UN enquiry on human rights in North Korea, chaired by Michael Kirby.\nMy North Korean Childhood, the story of Kang Hyok’s childhood in North Korea, co-authored by Philippe Grangereau.",
    "sentiment": {
        "neg": 0.0725,
        "neu": 0.8501,
        "pos": 0.0774,
        "compound": 0.0173
    }
}