{
    "date": "2014-12-24T07:17:01Z",
    "title": "Is Sony's crackdown a bigger threat to western free speech than North Korea? | Trevor Timm",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/24/sony-threat-free-speech-north-korea-the-interview",
    "content": "After a pre-Christmas week full of massive backlash for caving to a vague and unsubstantiated threat by hackers supposedly from North Korea, Sony has reversed course and decided it will allow The Interview to be shown after all – thus all but ending what Senator John McCain absurdly called “the greatest blow to free speech that I’ve seen in my lifetime probably”. Don’t get me wrong: it’s unequivocally good news that North Korea (or whoever hacked Sony) won’t succeed in invoking a ludicrous heckler’s veto over a satirical movie starring Seth Rogen, but there are far greater threats to our freedom of speech here in the United States. For example, Sony itself. Lost in the will-they-or-won’t-they controversy over Sony’s potential release of The Interview has been the outright viciousness that Sony has unleashed on some of the biggest social-media sites and news outlets in the world. For the past two weeks, the studio has been trying to bully these publishing platforms into stopping the release of newsworthy stories or outright censoring already-public information contained in the hacked emails, despite a clear First Amendment right to the contrary. On top of Sony’s worrying and legally dubious threats, the most explosive and under-read story inside the hacked trove involves Sony and its close allies at the Motion Picture Association of America (MPAA) attempting to censor the internet on a much larger scale, by reviving a re-tooled version of a highly controversial bill known as Sopa that was scuttled back in 2011 because of widespread fears that it would destroy online free speech as we know it. Sony’s latest censorious move arrived on Monday, when Vice reported that the studio’s high-priced lawyer David Boies (of Bush v Gore and anti-Prop 8 fame) sent a threatening letter to Twitter warning it to delete a specific Twitter account that was tweeting TMZ-friendly emails about Brad Pitt and others found in the “Guardians of Peace” data. Sony also demanded that Twitter stop every other account from publishing anything from the emails whatsoever. The letter cited various laws, most of which could not possibly be used to censor online content. Several intellectual property and free expression lawyers openly mocked Sony’s demands, and Twitter has commendably not bowed to them – at least not yet. But that doesn’t mean the Hollywood threats won’t ultimately have their intended chilling effect upon anyone else with credibility in America threatening to speak freely about Hollywood. Sony sent a similarly threatening letter to several news organizations that reported on the hacked emails a week and a half ago, saying the movie studio “would have no choice” but to hold the media companies “responsible” for whatever happened – whatever that means. Sony didn’t even bother to cite any law that these news organizations were allegedly violating, most likely because Boies knew full well there weren’t any. The US supreme court ruled unequivocally more than a decade ago that news organizations have the First Amendment right to publish stolen information – even if they know it was originally obtained illegally. As the Huffington Post’s Michael Calderone reported, New York Times lawyers supposedly told their reporters specifically not to look at the Sony emails posted online by the unknown hackers. Despite Times executive editor Dean Baquet defending some of the emails as newsworthy, Times reporter Jeremy Peters said this on MSNBC’s Morning Joe: As our lawyers are telling our reporters at the New York Times, we are not to open these emails. We are not to actively look at them. We are only allowed to report on what has been out there because this is stolen material and trafficking in it is in itself a criminal act. This is quite a worrying statement and hopefully not the actual legal opinion of lawyers inside America’s newsrooms, the Times or otherwise. Imagine how the news landscape over the past few decades would be different if journalists were told they couldn’t publish “stolen information” any of the other thousands of times they’ve been given corporate or government materials that they weren’t supposed to have in the first place. One person’s “stolen information” is another person’s source. Sadly, the Times is not alone. I’ve heard from reporters at multiple US news organizations that the paper’s letter made their legal departments very nervous, despite their clear First Amendment rights to report on stories like pay discrimination and racism, and yes, even gossip. (We can lament sites like TMZ or certain blog posts at Gawker, but that doesn’t mean the stories they publish based on already-public information can or should be outlawed.) It’s unclear if Sony actually thinks their threats will scare news outlets into submission, but it’s possible at least some of the news Sony would like to stop is about as far from gossip as it can get: a formerly secret plan, code-named “Project Goliath”, hatched by the MPAA, Sony and five other major movie studios to spend hundreds of thousands of dollars convincing state attorneys general to pressure Google into censoring all sorts of websites in the name of anti-piracy – without a judge involved at all. The Verge, which was first to report on this covert plan, described it like this: Documents reviewed by The Verge detail the beginning of a new plan to attack piracy after the federal SOPA efforts failed by working with state attorneys general and major ISPs like Comcast to expand court power over the way data is served. If successful, the result would fundamentally alter the open nature of the internet. As EFF’s Parker Higgins wrote, “The clear aim of that campaign … is to achieve the goals of the defeated SOPA blacklist proposal without the public oversight of the legislative process.” Since the Goliath story was first reported earlier this month, Google has sued Mississippi’s state attorney general after he sent the company harassing subpoenas, and in an unusually strong public statement, the tech giant accused the MPAA of “trying to secretly censor the Internet”. Nobody but the criminals who originally hacked Sony’s emails really believe that truly private information like Social Security numbers or medical information should be published by news organizations. And it hasn’t. We should also acknowledge that Hollywood executives, Angelina Jolie and Brad Pitt deserve privacy like the rest of us. But that doesn’t mean Sony gets to unilaterally decide what gets censored on the internet and what doesn’t.",
    "keywords": [
        "threats",
        "sony",
        "sonys",
        "organizations",
        "emails",
        "timm",
        "speech",
        "korea",
        "times",
        "free",
        "twitter",
        "threat",
        "hacked",
        "stolen",
        "information",
        "trevor",
        "western",
        "crackdown",
        "north"
    ],
    "summary": "Sony also demanded that Twitter stop every other account from publishing anything from the emails whatsoever.\nSeveral intellectual property and free expression lawyers openly mocked Sony’s demands, and Twitter has commendably not bowed to them – at least not yet.\nAs the Huffington Post’s Michael Calderone reported, New York Times lawyers supposedly told their reporters specifically not to look at the Sony emails posted online by the unknown hackers.\nOne person’s “stolen information” is another person’s source.\nNobody but the criminals who originally hacked Sony’s emails really believe that truly private information like Social Security numbers or medical information should be published by news organizations.",
    "sentiment": {
        "neg": 0.1238,
        "neu": 0.7998,
        "pos": 0.0764,
        "compound": -0.1748
    }
}