{
    "date": "2014-12-19T13:58:47Z",
    "title": "Sony and the movie pitch we thought we’d never hear: the terrorists win | Marina Hyde",
    "url": "https://www.theguardian.com/commentisfree/2014/dec/19/sony-movie-terrorists-george-clooney-hollywood-free-speech",
    "content": "The saga that led to Sony Pictures pulling its movie The Interview hasn’t just made a mockery of the stories Hollywood tells us about itself: it has made a mockery of the stories Hollywood tells us, full stop. Never mind the classic 25-word yardstick for a movie pitch – here are three: “The terrorists win.” Can you imagine the next Sony movie about someone taking a brave stand against the bad guys, which will now be something everyone should laugh at even if it isn’t a comedy? It should now be clear that those days in which people revelled so gleefully in the contents of hacked emails, in which two Sony producers made disparaging comments about their stars, played right into the hands of the enemy – widely believed to be North Korea. It was a classic piece of misdirection. And in the parlance of one of Hollywood’s celebrated mafia gangsters, it meant Sony came out of the toilet with just its dick in its hand. It has gone down in a hail of bullets. Yet each time you think this story has reached its depressing nadir, another revelation comes along: and today it is the news that, before Sony pulled the movie and as the email bunfight raged, George Clooney (himself a victim of the hack) saw right past it, and circulated a petition to the heads of every studio and the top dogs in TV, records and other areas. You can read it in full on Deadline, but it is surely that most ideal of petition types – Something On Which We Can All Agree (especially because it could be any company next). Pointing out that the hackers took personal information including the medical records, home addresses and social security numbers of tens of thousands of Sony employees, it stated: “The hackers have made both demands and threats … Their threats vary from personal – you’d better behave wisely – to threatening physical harm – not only you but your family is in danger … Meanwhile the hackers insist in their statement that what they’ve done so far is only a small part of a further plan. This is not just an attack on Sony. It involves every studio, every network, every business and every individual in this country. That is why we fully support Sony’s decision not to submit to these hackers’ demands. We know that to give in to these criminals now will open the door for any group that would threaten freedom of expression, privacy and personal liberty. We hope these hackers are brought to justice but until they are, we will not stand in fear. We will stand together.” And you know who signed it, despite it being touted by Clooney – a major, serious Hollywood figure about whom almost no one has a bad word to say? No one. NO ONE. Not one of the industry’s biggest players had the vision to see past any short-term embarrassment of coming out in support of a pair of trash-talking producers and a reportedly indifferent comedy, in the cause of something that is not only the cornerstone of their industry but the bedrock of free society. Not one. Well done, all. That, in large part, will be why Sony came out of the toilet with its dick in its hand, and why Pyongyang must already be celebrating gains even they might have thought the stuff of Hollywood movies when they set out to plan what has become a quite stunning assault. Sony stood alone, and bottled it, and if it was ever a surprise that corporations are not really up to the moral task of filling foreign policy vacuums, it certainly won’t be now. Discussing how the US could respond, the former secretary of state Colin Powell pointed out that “we are rather limited in what we can do to North Korea that we haven’t already done”. If corporations such as Sony are now the frontline, then welcome to the not very brave new world. Perhaps the most chilling aspect of the story so far is what is fast revealing itself as the instinctive modernity of the enemy. That popular perception of North Korea as a decidedly yesteryear-ish comedy villain in the mould of Dr Evil, except with, you know, the nuclear weapons and the massive human rights abuses? It’s looking a little old hat. This is arguably the most modern terrorist attack the world has yet seen, and its impact can easily be extrapolated into something culturally devastating. What the hackers tapped into so masterfully was our sense of perpetual outrage, which frequently causes us to look in the wrong direction and allow the larger abuses to roll on undisturbed. This week Slate published an extraordinarily good article called The Year of Outrage, which details everything social media users got collectively angry about, and after which you may find yourself wanting a bath. Maybe two baths. The piece ranges from the chasteningly forgettable things that obsessed the mob, to first-person accounts of people whose careers were ruined by a Twitterstorm before it blew on to the next thing, to distinctly self-loathing observations by writers who fire off posts one describes as “outrage-bait”. The Sony hackers appear to have understood the mechanics of this new “discourse”, if such it can be called, and how to play puppetmaster to it. They grasped exactly how our increasingly timeworn pageant would play out. First suck us in with the showbiz – all the Angelina stuff. Then they added a race storm, with a horrible few emails in which the producers Amy Pascal and Scott Rudin joked about Obama’s favourite movie being 12 Years a Slave, or Django Unchained, or any Kevin Hart movie, or … well, you get the idea with that one. As Clooney puts it: “Here’s the brilliant thing they did. You embarrass them first, so that no one gets on your side. After the Obama joke, no one was going to get on the side of Amy [Pascal, the producer], and so suddenly everyone ran for the hills. Look, I can’t make an excuse for that joke, it is what it is, a terrible mistake. Having said that, it was used as a weapon of fear, not only for everyone to disassociate themselves from Amy but also to feel the fear themselves. They know what they themselves have written in their emails, and they’re afraid.” Maybe this is what is meant by “making war on our way of life”. If so, it’s a hell of an opening salvo. The terrorists have won – and their gameplan increasingly looks strategically faultless. They won because they understood how to win. Unfortunately, they understood us better than we understood ourselves.",
    "keywords": [
        "thought",
        "pitch",
        "sony",
        "personal",
        "hyde",
        "understood",
        "stand",
        "win",
        "hackers",
        "producers",
        "terrorists",
        "know",
        "hollywood",
        "hear",
        "movie",
        "marina",
        "north"
    ],
    "summary": "Never mind the classic 25-word yardstick for a movie pitch – here are three: “The terrorists win.” Can you imagine the next Sony movie about someone taking a brave stand against the bad guys, which will now be something everyone should laugh at even if it isn’t a comedy?\nAnd in the parlance of one of Hollywood’s celebrated mafia gangsters, it meant Sony came out of the toilet with just its dick in its hand.\nWe hope these hackers are brought to justice but until they are, we will not stand in fear.\nIf corporations such as Sony are now the frontline, then welcome to the not very brave new world.\nThe Sony hackers appear to have understood the mechanics of this new “discourse”, if such it can be called, and how to play puppetmaster to it.",
    "sentiment": {
        "neg": 0.1452,
        "neu": 0.7338,
        "pos": 0.1209,
        "compound": -0.0919
    }
}