{
    "date": "2014-03-10T19:51:19Z",
    "title": "Amnesty criticises Globe theatre's North Korea visit on Hamlet world tour",
    "url": "https://www.theguardian.com/stage/2014/mar/10/globe-theatre-amnesty-hamlet-tour-north-korea",
    "content": "The Globe theatre said yesterday that it was disappointed with Amnesty querying its plans to include North Korea as part of a world tour in which it is taking a new production of Hamlet to every country in the world over the next two years. The tour begins next month at the Globe on Shakespeare's birthday, 23 April, and will travel all over the world, although many of the dates are still a work in progress. However, the announcement that the company would visit North Korea was met with a critical response from the human rights campaign group. Amnesty International did not suggest that the theatre boycott North Korea, but urged the company to read up on its human rights abuses first. \"No tragic play could come close to the misery that the 100,000 people trapped in the country's prison camps endure – where torture, rape, starvation and execution are everyday occurrences,\" Amnesty said in a statement. \"There's a dark irony in the fact that Hamlet focuses on a prince wrestling with his conscience. Kim Jong-Un is no Hamlet. Sadly he shows no sign of wrestling with his conscience.\" In a statement, the Globe said they were disappointed at this reaction. \"We are very proud of our record of working with a selection of NGOs over the years – Amnesty themselves, PEN, Reprieve and Human Rights Watch. We have raised money for their operations, provided space for them, and felt their influence in many of our productions and the new plays we have performed. In that light, we were disappointed that Amnesty put out a quote about our touring without realising that it was a world tour, but under the impression that it was going solely to one country. \"Like all the best works of art, Hamlet instigates discussion and dialogue, and like any theatre, we wish to play to, and interact with, as many people as we possibly can, in as diverse a range of locations as possible. We do not believe that anyone should be excluded from the chance to experience this play,\" the statement said, pointing out that Hamlet was first written to be played in the England of James I, \"a country riven by internal tensions, and watched over by a repressive and occasionally violent state regime\". Many of the places where they plan to take the gloomy Dane, including many war torn parts of Africa, are politically tricky and potentially dangerous, particularly for a play turning on regime change, murder, conscience and revenge. The Globe's world tour first announced in the Guardian, described by artistic director Dominic Dromgoole as \"a lunatic idea\", follows on the theatre's wildly successful season in the Olympics summer, when they invited companies from all over the world to come and perform every play by Shakespeare in 37 different languages, including Troilus and Cressida in Maori, Two Gentlemen of Verona in Shona, and the Henry VI plays divided among the Balkans in Serbian, Albanian and Macedonian. Although the map of the grand tour shows a triumphant loop around the world with dotted lines for flights and huge expanses of ocean apparently to be covered by ship, in reality much of it is work in progress. So far the itinerary for September in 2015 just lists three performances in China, and one in North Korea, all as \"details to be confirmed\". After the tour begins next month, it then heads off at the end of the month to Holland, German, Scandinavia, Russia, Greece, through the Balkan countries, and via Iceland – like the Vikings – on to the United States where they will perform at the Folger Library in Washington, which has the greatest collection of Shakespeare printed works in the world. However they remain determined to go everywhere. \"We have decided that every country means every country, since we believe that every country is better off for the presence of Hamlet.\" • Is there something rotten in taking Hamlet to North Korea?",
    "keywords": [
        "theatres",
        "amnesty",
        "statement",
        "world",
        "korea",
        "play",
        "theatre",
        "visit",
        "globe",
        "criticises",
        "country",
        "tour",
        "hamlet",
        "north"
    ],
    "summary": "The Globe theatre said yesterday that it was disappointed with Amnesty querying its plans to include North Korea as part of a world tour in which it is taking a new production of Hamlet to every country in the world over the next two years.\nHowever, the announcement that the company would visit North Korea was met with a critical response from the human rights campaign group.\nAmnesty International did not suggest that the theatre boycott North Korea, but urged the company to read up on its human rights abuses first.\nSo far the itinerary for September in 2015 just lists three performances in China, and one in North Korea, all as \"details to be confirmed\".\n• Is there something rotten in taking Hamlet to North Korea?",
    "sentiment": {
        "neg": 0.1305,
        "neu": 0.7913,
        "pos": 0.0782,
        "compound": -0.039
    }
}