{
    "date": "2014-05-06T13:54:10Z",
    "title": "China denies making preparations for collapse of North Korea regime",
    "url": "https://www.theguardian.com/world/2014/may/06/china-denies-preparations-collapse-north-korea",
    "content": "China has angrily dismissed reports that it has drawn up contingency plans for the collapse of the regime in North Korea, including measures to contain an influx of refugees and prevent unrest from spilling over the countries’ porous border. The People’s Liberation Army (PLA) devised the measures last summer, according to Kyodo news agency, which reported the leaked documents this week. But experts said they did not signal that Beijing was losing faith in North Korean leader Kim Jong-un. The documents, which Kyodo said it had obtained from unnamed Chinese military sources, include plans to detain North Korean leaders and set up refugee camps along the border, each able to accommodate up to 1,500 people. In Beijing, a foreign ministry spokesperson said reports of the alleged contingency plans were “groundless”, according to Xinhua. “The report made wild guesses, and was groundless and with ulterior motives,” the spokesperson said, adding that China’s stance was “clear”. “We hope the Korean peninsula maintains stability, and hope [North Korea] achieves economic development and people’s happiness,” the spokesperson said. John Delury, a North Korea analyst at Yonsei University in Seoul, said there was no evidence to suggest that Chinese military officials had leaked the story to signal Beijing’s annoyance with Pyongyang or because it thought there was a credible threat to the regime. Delury said: “I wouldn’t believe China’s denials – of course it’s going to say that. China is never going to make something like this public. The PLA is doing what militaries do – they draw up contingencies. But we shouldn’t draw too many conclusions from this.” The PLA documents were reportedly drawn up in the summer of 2013, several months after North Korea drew widespread condemnation, including from China, for conducting its third nuclear test. They call for better monitoring of China’s 1,416km border with North Korea and the construction of camps to house an expected influx of refugees. The plans reportedly do not mention North Korea by name, but refer to “our country’s north-east neighbour” or “the country next door with the hereditary system”, Kyodo said. The possible causes of upheaval in the North include an attack by an unnamed foreign force that triggers the collapse of the regime, sending civilians and soldiers across the border with China. About 25,000 North Korean defectors have escaped across that border since the end of the 1950-53 Korean war. The heavily fortified border that has divided the Korean peninsula since the end of the conflict makes fleeing directly into South Korea practically impossible. In the event of an influx of refugees, teams of Chinese officials and military personnel should be sent to border areas to question new arrivals from North Korea and block anyone believed to pose a threat to China’s national interest, the Kyodo report says. “As foreign shows of force are out of our control, a situation could arise whereby our country faces an influx of military units via the border regions,” the documents reportedly said, according to the Daily NK website. “There is concern that this circumstance could allow a foothold of resistance to form among refugees and breakaway soldiers. “Under these circumstances teams must be dispatched to border regions including 'reconnaissance groups’ to assess the situation, 'investigation groups’ to question those who come into [China], 'blockade groups’ that prevent the influx of threats, and 'armed groups’ to defend against hostile powers.” Military and political leaders would be confined separately to prevent them from directing further military action and to protect them from possible assassination attempts. “Key figures must be moved to a separate investigation facility to ensure they cannot command any military activity nor band together with other forces [already in China],” the documents say. Experts believe serious unrest in North Korea would send refugees flooding across its border with China. While Beijing has expressed irritation with North Korea’s pursuit of a nuclear deterrent, it is keen to deter any threats to the regime. North Korea’s collapse would create a humanitarian crisis on its north-eastern border, while unification of the Korean peninsula could result in the unwanted presence of 28,500 US troops now based in South Korea on China’s doorstep.",
    "keywords": [
        "refugees",
        "border",
        "military",
        "making",
        "regime",
        "korea",
        "influx",
        "documents",
        "denies",
        "china",
        "collapse",
        "chinas",
        "preparations",
        "north",
        "korean"
    ],
    "summary": "But experts said they did not signal that Beijing was losing faith in North Korean leader Kim Jong-un.\n“We hope the Korean peninsula maintains stability, and hope [North Korea] achieves economic development and people’s happiness,” the spokesperson said.\nThe plans reportedly do not mention North Korea by name, but refer to “our country’s north-east neighbour” or “the country next door with the hereditary system”, Kyodo said.\nAbout 25,000 North Korean defectors have escaped across that border since the end of the 1950-53 Korean war.\nExperts believe serious unrest in North Korea would send refugees flooding across its border with China.",
    "sentiment": {
        "neg": 0.0844,
        "neu": 0.8672,
        "pos": 0.0485,
        "compound": -0.2136
    }
}