{
    "date": "2014-01-20T13:24:14Z",
    "title": "American held by North Korea begs US to negotiate his release",
    "url": "https://www.theguardian.com/world/2014/jan/20/american-held-north-korea-begs-us-release-kenneth-bae",
    "content": "An American missionary who has been imprisoned in North Korea for more than a year has pleaded with the US government to secure his release. Dressed in a grey cap and prison uniform with the number 103 on his chest, Kenneth Bae called on both countries to negotiate his release during a brief appearance on Monday before a group of reporters in Pyongyang. \"I believe that my problem can be solved by close co-operation and agreement between the American government and the government of this country,\" Bae said. The China-based tour conductor, who has organised 18 trips to North Korea, was arrested while leading a group of tourists in the country's north-east in November 2012. He was sentenced to 15 years of hard labour for allegedly trying to topple the regime. Bae, 45, suffers from poor health and was moved to hospital last summer. It is impossible to verify his claims that the press briefing had been held at his request and that he had not been mistreated during his detention. Flanked by two prison guards throughout, Bae admitted he had broken North Korean laws. His request for talks between North Korea and the US could be an attempt by the regime to pave the way for more substantive negotiations aimed at securing international aid and acceptance of its nuclear weapons programme. Bae, who has been detained longer than any of the seven Americans arrested in North Korea since 2009, voiced hope that the Obama administration would work to secure his release so that he could return to his family as soon as possible. His appearance on Monday, which lasted just three-and-a-half minutes, came soon after Dennis Rodman was criticised by Bae's family by appearing to question his conduct in North Korea during a visit to Pyongyang to play in an exhibition basketball match with other retired NBA players. Rodman has since apologised for not attempting to intervene on his compatriot's behalf in meetings with the North Korean leader, Kim Jong-un. Rodman has also checked into rehab for treatment for alcoholism. The fate of other Americans who have been held in North Korea offers some hope for Bae, a devout Christian who has admitted taking groups of other missionaries into the communist nation. Just weeks ago, the regime released 85-year-old Merrill Newman, who had been arrested for crimes allegedly committed when he fought in the 1950-53 Korean war. Pyongyang said Newman had been released after apologising for his behaviour and because of his medical condition. Newman has since said that he was forced to confess, but had not been badly treated. Bae's mother visited her son in hospital last year and he was allowed to phone his three children from a previous marriage in the US just after Christmas. Before his arrest, Bae lived in China for seven years with his wife and stepdaughter. All of the other detained Americans have either been deported or released before serving their full terms following the intervention of US public figures such as former presidents Jimmy Carter and Bill Clinton. A previous attempt to negotiate Bae's release came to nothing when North Korea abruptly cancelled a planned visit by a special US envoy last August, to protest at flights by B-52 bombers during joint military exercises with South Korea. Analysts said Bae was being used in an attempt to persuade the US to relax its hardline policy towards North Korea. \"We shouldn't take Kenneth Bae's comments merely as his own,\" said Kim Jin-moo, a North Korea expert at the state-run Korea Institute for Defence Analyses in Seoul. \"The reason why North Korea had Kenneth Bae make this statement ... is that they want Washington to reach out to them. Bae's comments are an appeal to Washington to actively persuade Pyongyang to release him.\"",
    "keywords": [
        "negotiate",
        "regime",
        "korea",
        "baes",
        "begs",
        "held",
        "pyongyang",
        "rodman",
        "newman",
        "bae",
        "american",
        "release",
        "north",
        "released"
    ],
    "summary": "An American missionary who has been imprisoned in North Korea for more than a year has pleaded with the US government to secure his release.\nThe China-based tour conductor, who has organised 18 trips to North Korea, was arrested while leading a group of tourists in the country's north-east in November 2012.\nAnalysts said Bae was being used in an attempt to persuade the US to relax its hardline policy towards North Korea.\n\"We shouldn't take Kenneth Bae's comments merely as his own,\" said Kim Jin-moo, a North Korea expert at the state-run Korea Institute for Defence Analyses in Seoul.\n\"The reason why North Korea had Kenneth Bae make this statement ... is that they want Washington to reach out to them.",
    "sentiment": {
        "neg": 0.0919,
        "neu": 0.8404,
        "pos": 0.0677,
        "compound": -0.0868
    }
}