{
    "date": "2014-08-12T20:03:03Z",
    "title": "Family of American detained in North Korea issues plea to US diplomats",
    "url": "https://www.theguardian.com/world/2014/aug/12/american-detained-north-korea-diplomats-jeffrey-edward-fowle",
    "content": "The family of an Ohio man detained in North Korea pleaded for diplomats to bring him home, in a public statement released on Tuesday. Jeffrey Edward Fowle, 56, of Miamisburg was detained by the Democratic People’s Republic of Korea on 7 May on charges that he violated his tourist visa. An attorney who read a statement on the family’s behalf, Tim Tete of Lebanon, Ohio, apologized to the isolated state. “Jeffrey has been away from his family for over three months now,” said Tete. “The family would like to express its heartfelt apology to the people and the government of the [Democratic People’s Republic of Korea]. Jeff has apologized publicly for his actions and Jeffrey’s family petitions the government of the DPRK for mercy toward Jeffrey and asks for his release.” Tete said the “next few days are critical” as the DPRK moves closer to trying Fowle for actions “inconsistent” with being a tourist. In previous statements, Tete has said Fowle was visiting North Korea because he “loves the adventure of experiencing different cultures and seeing new places”. Fowle left a Bible in his hotel room before attempting to leave the country, previous reports from state media said. Tete said Fowle is the primary provider for his wife and three children, and that wife, Tatyana, is “struggling to manage by herself”. The couple have three children, ages 13, 11 and nine. The Ohio man is one of three currently detained by North Korean authorities. Kenneth Bae, 46, a Korean American missionary, has been detained since November 2012, the longest-held American since the Korean war. Miller Matthew Todd, 24, has been held since April. Calls to extract Bae from North Korea were renewed in August by the Seattle Times – Bae was a resident of Lynnwood, Washington, about 20 miles north of the city.",
    "keywords": [
        "ohio",
        "korea",
        "jeffrey",
        "detained",
        "diplomats",
        "plea",
        "issues",
        "korean",
        "bae",
        "family",
        "american",
        "fowle",
        "north",
        "tete"
    ],
    "summary": "The family of an Ohio man detained in North Korea pleaded for diplomats to bring him home, in a public statement released on Tuesday.\nIn previous statements, Tete has said Fowle was visiting North Korea because he “loves the adventure of experiencing different cultures and seeing new places”.\nThe Ohio man is one of three currently detained by North Korean authorities.\nKenneth Bae, 46, a Korean American missionary, has been detained since November 2012, the longest-held American since the Korean war.\nCalls to extract Bae from North Korea were renewed in August by the Seattle Times – Bae was a resident of Lynnwood, Washington, about 20 miles north of the city.",
    "sentiment": {
        "neg": 0.0724,
        "neu": 0.887,
        "pos": 0.0406,
        "compound": -0.0559
    }
}