{
    "date": "2014-04-22T05:03:24Z",
    "title": "North Korea: the new generation losing faith in the regime",
    "url": "https://www.theguardian.com/world/2014/apr/22/north-koreans-turning-against-the-regime",
    "content": "If she is lucky - if her husband or children can slip away unnoticed to the riverside, nearer the Chinese phone masts - Chae Un-ee can talk to her family each day. “Talk” is perhaps an exaggeration; her loved ones end the call, made on a smuggled handset and SIM card, almost as soon as it begins. “They have to be very quick because otherwise the phone can be tracked down,” she said. “It’s mainly just to hear their voice and know that they’re okay. If they don’t call me I worry, because the situation is very tense there.” “There” is North Korea. Chae is not a dissident, not even a defector; only a mother working abroad in China to feed her family. Yet the North’s control of its citizens is such that even this work, in the country’s only significant ally, could result in harsh punishment. Six decades after its creation, North Korea remains a totalitarian state, controlling not just the expression and movements of its citizens, but their livelihoods, viewing habits and even haircuts. A United Nations report released last month warned that the “gravity, scale and nature of [human rights] violations reveal a State that does not have any parallel in the contemporary world”. Pyongyang’s media portray a nation beset by hostile forces, but unified in its devotion to its leader, Kim Jong-un. In reality, the lifeblood of the system – the people’s faith – has finally leached away, citizens interviewed in China said. “Twenty years ago North Korea was better. Life was comfortable and people didn’t have bad thoughts. Now everybody is angry,” said Chae, 50. Others’ words are equally clear and damning: “Of course no one believes.” “Those who say they want a better life inside North Korea – I think they’re just lying.” “People say ‘If you believe, you will just suffer.’” No one would dare to speak this way to a foreigner inside North Korea. But in recent years, some of the country’s 25 million inhabitants have travelled to China, usually to work illicitly with the aim of returning to their families. Sometimes, they hope to reach refuge in South Korea. Some enter on valid visas; others slip across the river border. Most stay in Yanji, in the north, which has a large ethnic Korean population. They face repatriation and severe punishment if caught; Chae, like other recent arrivals who spoke to the Guardian, did not give her real name. By working as a maid, Chae can make up to 2000 RMB (£192) a month; enough to feed her family for four months. Interviewees described their envy of China’s relative wealth: modern kitchen equipment; plentiful rice; the constant supply of gas and electricity. “You can just shower at home, any time, whenever you want,” marvelled Chae Young-hee, also in her 50s, who works as a carer. The greatest shock is freedom. China has one of the world’s most extensive and sophisticated censorship systems. It regularly jails activists and dissidents. But you can use the internet; you can watch foreign movies. You can wear what you like, or travel abroad. You can grumble to neighbours about officials without looking over your shoulder. “The biggest difference is that here they respect human rights. You can sell whatever you want and go to foreign countries and do whatever you want; everything is free here. There is no control,” Chae said. Another woman said when she arrived in China, “it felt like I had always closed my eyes and then had opened them.” In the 60s, the North was wealthier than its neighbours. In an era of east Asian authoritarianism, its political controls were less extraordinary. Older people recall feeling blessed to be North Koreans. But its economy began to slip, and the devastating famine of the 90s, which killed hundreds of thousands, crushed hopes of a reversal. The country’s command economy collapsed. Around three-quarters of household income is now believed to come from the private sector. “Before, it was true that the state provided all the income and food. All you see now is the state getting in the way,” said Hazel Smith, an expert on the country at the University of Central Lancashire. Kim Myong-eul says her husband should receive 10kg of rice twice a month for working as a labourer; in fact, the family gets rations just a few times a year. “Everybody’s trading – there’s no other way,” Kim said.The political connections of party members mean they are best able to leverage the market. “The activity of every one of those people in every workplace and neighbourhood is a living contradiction of every one of the government’s statements every day,” Smith added. Periodic crackdowns – such as the one said to have followed the purge of Kim’s uncle in November – breed further resentment. “They take everything away,” said Chae. “Everything is limited by the government. But people have to buy 100% of their things at the market to survive.” Though economic data on North Korea is notoriously hard to come by, its growth is estimated at 1.3% over the last 15 years. More than four in five households have borderline or poor food consumption, according to the World Food Programme, but things have improved. Once “there were bodies lying in the streets; now there are traffic jams” in Pyongyang, said Andrei Lankov of Kookmin University in Seoul. He believes those improvements have increased disenchantment because people now have time to talk and think instead of focusing on survival. “In 2007 or 2008, it became clear that the attitude of people had changed,” said Chae. “Before, people said a lot of really bad things about South Korea; they don’t any more. Also, you just see people disappear; it often means they have left North Korea. And if you are with people you are very, very close to, you might express your position; you might say ‘I’d like to leave if I could’. “People started knowing how the world was ... People have been watching videos from overseas for a while and a lot of people have gone abroad and come back and talked about how life is [outside],” she said. She recalled once binge-watching all 40 episodes of a South Korean drama in three days, covering her walls with blankets so no one could see the light from outside. But crackdowns have restricted foreign media, and her area no longer has electricity. The messages in official media are drilled in through endless meetings in schools, workplaces and through official organisations. “We heard South Korea was very violent and Koreans were always having their human rights violated and American tanks were around the cities, driving over people... And that there were all these demonstrations because rent and taxes were too high,” said another woman in her 30s. “When you are living in North Korea, half of you thinks the South is developed and has a good life and would like to go there but half of you, because you received this kind of training, wonders if it’s not a really terrible place.” Border regions inevitably have more contact with the outside world, and interviewees acknowledged that residents in other areas were more likely to retain faith in the system. But across the country, disaffection has been compounded by years of hollow promises. “The government said by 2002 we were going to have a good life. That came and went. Then they said by 2008. Then they said 2012,” said the woman. “Even in 2008, the majority of people realised it was a lie.” The real tipping point, many believe, was 2009’s disastrous currency reform. Designed to rein in markets, it wiped out savings and set food prices soaring due to hoarding. “Afterwards it got crazy. Life was very difficult and people started criticising the government openly,” said Song Eun-byul. “There were reports saying spies intervened in the process and that it was not really the government’s fault. Nobody really cared why it happened, but they were very unhappy. There were people who burned or threw away money or gave it away. The government lost a lot of its authority.” Then came November’s dramatic purge and execution of “traitor of the ages” Jang Song-thaek, Kim Jong-un’s uncle. “Something like that was incredible. Ordinary people became terrified because a high-ranking official died,” said Kim Myong-eul, shaking her head at the thought of it. Fear has propped up the regime since faith ebbed. Last month’s UN report concluded: “The key to the political system is the vast political and security apparatus that strategically uses surveillance, coercion, fear and punishment... Public executions and enforced disappearance to political prison camps serve as the ultimate means to terrorise the population into submission.” It accused the North of multiple atrocities including “murder, enslavement, torture, imprisonment, rape, forced abortions and other sexual violence”. Pyongyang’s ambassador to the UN urged other countries to “mind your own business” and has claimed that lies and hostile forces spurred the commission. Lankov said North Korea had 80,000 political prisoners, but was significantly less oppressive than before. “Your entire family immediately is dead if you say something that goes against official lines – that’s not going to happen any more. Of course, if you make a joke about Kim Jong-un’s sexual habits, you’re dead,” he said. That shift may reflect the regime’s knowledge of the growing disaffection, as may the hints of economic reforms – though similar proposals have emerged before. “I have been notorious for repeating two ideas: the chances of Chinese-style economic reforms are low and the chances of a popular revolution are essentially zero. Now I’m changing my mind,” said Lankov. If the government embraces economic reform, he argued, it can deliver growth; but it will never satisfy a public that has seen Chinese lifestyles. Even so, he pointed out, the Soviet Union survived for decades after disaffection set in. “I think the fissure points in the system are not the population at large but the elite; and we still don’t know enough about what interests are tied up with whose and who stands to gain or lose from all the shifts,” said Smith. Ordinary people can only watch and wait. “I wonder how things will be in future; will they be harder or improve a little bit? I think they’ll just get worse,” said Kim Myong-eul. “There’s conflict with the world and people are controlled. We need freedom to make things better.”",
    "keywords": [
        "faith",
        "political",
        "south",
        "regime",
        "korea",
        "losing",
        "generation",
        "world",
        "things",
        "kim",
        "family",
        "chae",
        "life",
        "north"
    ],
    "summary": "If they don’t call me I worry, because the situation is very tense there.” “There” is North Korea.\nSix decades after its creation, North Korea remains a totalitarian state, controlling not just the expression and movements of its citizens, but their livelihoods, viewing habits and even haircuts.\n“Twenty years ago North Korea was better.\nAlso, you just see people disappear; it often means they have left North Korea.\nLankov said North Korea had 80,000 political prisoners, but was significantly less oppressive than before.",
    "sentiment": {
        "neg": 0.0882,
        "neu": 0.8177,
        "pos": 0.0941,
        "compound": 0.0087
    }
}