{
    "date": "2014-05-29T14:52:25Z",
    "title": "North Korea to reopen inquiry into abductions of Japanese during cold war",
    "url": "https://www.theguardian.com/world/2014/may/29/north-korea-reopen-inquiry-abductions-japanese-cold-war",
    "content": "North Korea is to reopen an investigation into the abductions of Japanese citizens during the cold war, raising hopes of a thaw in relations between Pyongyang and Tokyo. Japan's prime minister, Shinzo Abe, said the move was the \"first step\" towards the resolution of the abductions, 12 years after North Korea admitted it had snatched 13 Japanese in the 1970s and 80s. Five abductees and their children were allowed to return to Japan in 2002 after a summit in Pyongyang between the countries' then leaders, Kim Jong-il and Junichiro Koizumi. The North insisted that the rest had died, a claim Japan refuses to believe. Japan responded to the reopening of the investigation into the fates of the remaining abductees by agreeing to lift some bilateral sanctions against the regime. \"As a result of the Japan-North Korea talks, the North Korean side promised … that it will make a comprehensive and overall investigation into all the Japanese, including abduction victims and missing people whose possibility of being abducted cannot be ruled out,\" Abe said. \"In keeping with the promise, it will set up a special commission for the investigation. \"Our job will not end until every parent can embrace their children with their own arms. We have tackled the problem with this determination and we hope that this will be the first step towards an overall solution.\" The chief cabinet secretary, Yoshihide Suga, said the sanctions would be lifted when Japan confirmed that North Korea had launched the investigation. He said Japan would consider providing humanitarian aid, depending on the progress of the inquiry. The sanctions, which are separate from those imposed by the UN, include restrictions on travel and remittances to the North by ethnic Korean residents of Japan. Suga dismissed suggestions that by lifting sanctions Japan would be out of step with the hard line taken against the regime of Kim Jong-un by the US and South Korea. \"That's impossible,\" he said. \"This agreement covers sanctions that Japan imposed on its own. It is not related to UN sanctions.\" Tokyo has refused to contemplate normalising ties with North Korea until the abduction issue is resolved. KCNA, North Korea's official news agency, said any Japanese abductees found to be alive would be sent back to Japan. In return, Japan had \"reclarified its will to settle its inglorious past, solve the pending issues and normalise relations\". It said North Korea had \"expressed the willingness to conduct a comprehensive and full-scale survey for the final settlement of all issues related to Japan\". Japan insists that North Korea abducted 17 of its nationals, who reportedly taught the Japanese language to Pyongyang agents and coached them on how to pass as Japanese for future missions. North Korea said four alleged abductees had not entered the country and that a further eight had died of illnesses or in bizarre accidents. They include Megumi Yokota, who was 13 when she was snatched in 1977 near her home on the Sea of Japan coast as she returned from school badminton practice. Yokota's parents and their supporters refuse to believe North Korean claims that she hanged herself in 1994 while being treated in hospital for depression. Yokota reportedly married a fellow abductee from South Korea, with whom she had a daughter. Her parents met their granddaughter for the first time, in Mongolia, in March this year. When North Korea sent Yokota's cremated remains to Japan for analysis in 2004, tests showed they contained someone else's DNA. Experts also found inconsistencies in her death certificate. The abductions are an emotionally charged issue in Japan. After Thursday's announcement – which came after three days of talks between North Korean and Japanese officials in Stockholm – TV networks broadcast reports on the missing abductees and the prospects for their return. Some campaigners believe North Korea abducted many more Japanese nationals who are not included on the official list of those missing.",
    "keywords": [
        "reopen",
        "war",
        "inquiry",
        "abductions",
        "korea",
        "investigation",
        "abductees",
        "return",
        "sanctions",
        "japanese",
        "cold",
        "japan",
        "step",
        "north",
        "korean"
    ],
    "summary": "North Korea is to reopen an investigation into the abductions of Japanese citizens during the cold war, raising hopes of a thaw in relations between Pyongyang and Tokyo.\nTokyo has refused to contemplate normalising ties with North Korea until the abduction issue is resolved.\nIn return, Japan had \"reclarified its will to settle its inglorious past, solve the pending issues and normalise relations\".\nWhen North Korea sent Yokota's cremated remains to Japan for analysis in 2004, tests showed they contained someone else's DNA.\nSome campaigners believe North Korea abducted many more Japanese nationals who are not included on the official list of those missing.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.8357,
        "pos": 0.0656,
        "compound": -0.1012
    }
}