{
    "date": "2014-08-08T20:37:53Z",
    "title": "Timelapse video offers unique insight into North Korea's capital city",
    "url": "https://www.theguardian.com/world/2014/aug/08/north-korea-pyongyang-timelapse-video",
    "content": "Pyongyang is one of the few cities in the world that remains an enigma – mainly because so few people outside the country ever see it. According to estimates, only around 6,000 people per year visit North Korea as tourists, many of whom are confined to the capital city under the strict supervision of the state-endorsed tour companies that take them there. Images of Pyongyang are usually presented through government-issued photos, holiday snaps from tourists, or journalists given special (and often supervised) access. However, a collaboration between JT Singh, a branding specialist focused on cities, and Rob Whitworth, a time lapse film-maker, has created a video that offers a rare visual journey inside Pyongyang. Branded “Enter Pyongyang” and made in conjunction with the North Korean tour company Koryo Tours, the video is presented as “an invitation to explore” the usually hermetically sealed city. The video shoots through parts of Pyongyang, slowing down to take stock of serenely ordinary moments – sweeping past the bottom of a subway escalator, the back-lit Juche tower and towering statues of the former leaders Kim Il-sung and Kim Jong-il. Footage offers unique insight into the lives of commuters navigating the city’s rat race, desk workers in clinical offices, and even captures children enjoying a sunny day at a skate park. The filmmakers says their every move was monitored by the National Tourism Administration. They were subject to the same restrictions of all foreign tourists: no shots of construction sites, underdeveloped locations or anyone from the army, but said they did not have to pretend to be supporters of the DPRK at any point in the filming. “Amazingly, we were given complete editorial control in the making of this piece”, said Singh. The ethics of tourism North Korea are subject to much debate. As the country opens its doors a little wider to some visitors, some say any interaction in a country so cut off from the outside world has to be a good thing. But others have reservations about contributing to authoritarian regime with accused of committing systemic human rights abuses against its own people.",
    "keywords": [
        "city",
        "insight",
        "tourists",
        "tour",
        "world",
        "usually",
        "capital",
        "country",
        "tourism",
        "unique",
        "subject",
        "timelapse",
        "pyongyang",
        "video",
        "offers",
        "north",
        "koreas"
    ],
    "summary": "According to estimates, only around 6,000 people per year visit North Korea as tourists, many of whom are confined to the capital city under the strict supervision of the state-endorsed tour companies that take them there.\nImages of Pyongyang are usually presented through government-issued photos, holiday snaps from tourists, or journalists given special (and often supervised) access.\nBranded “Enter Pyongyang” and made in conjunction with the North Korean tour company Koryo Tours, the video is presented as “an invitation to explore” the usually hermetically sealed city.\nThe ethics of tourism North Korea are subject to much debate.\nBut others have reservations about contributing to authoritarian regime with accused of committing systemic human rights abuses against its own people.",
    "sentiment": {
        "neg": 0.0394,
        "neu": 0.8927,
        "pos": 0.0679,
        "compound": 0.1224
    }
}