{
    "date": "2014-10-21T11:20:23Z",
    "title": "Japanese ‘hate speech’ debate abandoned as insults fly",
    "url": "https://www.theguardian.com/world/2014/oct/21/japan-hate-speech-debate-abandoned-toru-hashimoto-makoto-sakurai",
    "content": "A debate on hate speech between a charismatic politician and a prominent rightwing extremist was never going to be a polite exchange of views. But few expected the much-anticipated showdown between the mayor of Osaka, Toru Hashimoto, and Makoto Sakurai, the leader of an anti-Korean group, to last just a few minutes after it quickly descended into a slanging match, with the two men at one point appearing on the verge of physical violence. Hashimoto surprised many when he agreed to debate Sakurai, the leader of Zaitokukai, which campaigns against “privileges”, such as the right to vote and access to welfare, afforded to Japan’s 500,000 non-naturalised ethnic Koreans. The debate at Osaka city hall was held amid a worrying rise in incidents of hate speech towards Korean residents, often perpetrated by Zaitokukai members at rallies held in Korean neighbourhoods. With the two men facing each other from behind separate tables, the debate was barely seconds old when they began rowing over how they should address each other. Sakurai’s insistence on using a disrespectful version of the Japanese word for “you” set the tone for the eight-minute contretemps that followed. In an unsuccessful attempt to address the issue, Hashimoto, who caused controversy last year by suggesting that wartime sex slaves were necessary to maintain discipline among Japanese soldiers, told Sakurai to “stop lumping together races and nationalities and judging them”, before telling his nemesis to “cut it out”. When Sakurai asked if he was being prevented from making any criticism of Koreans, Hashimoto, too, decided to dispense with honorifics, prompting both to approach each other before being escorted back to their seats by security guards. The exchange, which has attracted almost 600,000 views on YouTube, shed more heat than light, but Hashimoto did manage to land one verbal blow, telling Sakurai: “We don’t need racists like you in Osaka.” The debate ended with Sakurai hurling insults at Hashimoto as the mayor left the room accompanied by his security detail. Osaka, which has a large Korean population, could become the first city to ban hate speech under a local ordinance, according to reports, despite concerns over the possible abuse of the constitutional right to freedom of speech. Zaitokukai, which claims it has 13,000 members, regularly holds hate-speech rallies in Osaka and other cities, with supporters describing Korean as cockroaches and criminals who should “go home”. In July, a court in Osaka ruled that a Zaitokukai demonstration held near a school in Kyoto with links to a North Korean residents group amounted to racial discrimination. In August, the UN committee on the elimination of racial discrimination called on Japan to firmly address manifestations of hate and racism, as well as incitement to racist violence and hatred during rallies and to pursue sanctions against public officials and politicians who disseminate hate speech. Zaitokukai has come under closer media scrutiny in recent weeks, after a 2009 photograph emerged of a senior member of the group standing alongside Eriko Yamatani, now a cabinet minister who oversees the national police agency. Yamatani recently claimed she had no recollection of the photo being taken, but declined to publicly condemn Zaitokukai. Hashimoto, who is no friend of liberal causes, won support from one prominent Korean resident. Lee Shin-hye, a journalist who has filed a suit against Zaitokukai over online racist abuse, told Kyodo: “Zaitokukai is still campaigning on the streets. I want [Hashimoto] to actually go to these places to see that terrible things are happening there.”",
    "keywords": [
        "debate",
        "speech",
        "rallies",
        "fly",
        "abandoned",
        "held",
        "japanese",
        "zaitokukai",
        "hashimoto",
        "osaka",
        "korean",
        "sakurai",
        "hate",
        "insults"
    ],
    "summary": "A debate on hate speech between a charismatic politician and a prominent rightwing extremist was never going to be a polite exchange of views.\nHashimoto surprised many when he agreed to debate Sakurai, the leader of Zaitokukai, which campaigns against “privileges”, such as the right to vote and access to welfare, afforded to Japan’s 500,000 non-naturalised ethnic Koreans.\nThe debate at Osaka city hall was held amid a worrying rise in incidents of hate speech towards Korean residents, often perpetrated by Zaitokukai members at rallies held in Korean neighbourhoods.\nSakurai’s insistence on using a disrespectful version of the Japanese word for “you” set the tone for the eight-minute contretemps that followed.\nOsaka, which has a large Korean population, could become the first city to ban hate speech under a local ordinance, according to reports, despite concerns over the possible abuse of the constitutional right to freedom of speech.",
    "sentiment": {
        "neg": 0.1224,
        "neu": 0.8048,
        "pos": 0.0728,
        "compound": -0.2563
    }
}