{
    "date": "2014-04-23T10:00:15Z",
    "title": "Journey to North Korea's volcano: British scientists visit Mount Paektu",
    "url": "https://www.theguardian.com/world/2014/apr/23/north-korea-volcano-mount-paektu",
    "content": "A thousand years ago, it was responsible for one of the largest volcanic eruptions in human history. It left a four-kilometre-wide hole in the east-Asian landscape and a thick blanket of ash over the Korean peninsula and beyond. Until a couple of decades ago, only a handful of people knew it even existed. Mount Paektu volcano straddles the boundary between two of the world's most secretive states - China and North Korea. It's showing signs of life, and its hosts are worried. So much so that, a few years ago North Korea, normally so closed to the outside world, made a call for international help. \"It was all a bit serendipitous\", explains seismologist and Natural Environment Research Council (Nerc) fellow Dr James Hammond, who received the call through a complex chain of indirect contacts. \"We got about two weeks' notice before we had to be out there. I was a little bit nervous, as I would be going anywhere, but it seemed like a great opportunity to work somewhere that is fascinating both from a geological perspective and culturally.\" The Imperial College London researcher and his colleague, Professor Clive Oppenheimer of the University of Cambridge, had worked together in challenging conditions before, on volcanoes in Eritrea, Ethiopia and the Philippines. \"It required a lot of planning; more planning than I've ever done for a trip before,\" says Hammond. \"A lot of trust had to be built up in advance and communication was hard at times – I once had to go out to Pyongyang to discuss something because talking over the internet or phone is difficult.\" \"The international sanctions were probably the biggest challenge. We were taking very specialist and sensitive equipment, and we had to get it all approved by both the UK and US authorities, which eventually delayed the project by a year. But there was a strong will on both sides and, ultimately, that's what made the project possible.\" On their first trip to North Korea, Hammond and Oppenheimer were shown around the volcano before sitting down to discuss things with their Korean counterparts. It was clear that they were worried. Chinese scientists on the other side of the border had been monitoring the volcano with GPS, and had seen it begin to bulge upwards and outwards. Both sides had also been recording ever more earthquakes at the site, hinting at growing activity beneath the surface. But the history and inner workings of the volcano, which plays a key role in the state's official history as the birthplace of Kim Jong-il, remained a mystery. \"It's quite an enigmatic volcano,\" says Hammond. \"Previous eruptions there are not well characterised, because it's such a poorly-known volcano. It's not directly related to a plate boundary and its underlying dynamics are a bit of a puzzle.\" Some scientists have suggested it's related to a hot spot, where plumes of hot rock rise from deep within the earth bringing volcanism to the surface. Others have proposed that it's the result of tectonic activity 600km below the volcano, where the Pacific plate is sinking slowly into the earth. \"There's no clear evidence for either at the moment,\" says Hammond. The team came up with a project split into two parts. Hammond is mainly concerned with trying to work out what's going on inside the volcano. The specialist equipment that proved so difficult to get into the country is being used to monitor earthquakes on and around Mt Paektu which, together with very distant earthquakes, help the scientists to piece together what's going on beneath the surface. Oppenheimer is looking at the geology. \"This will hopefully tell us more about the history of the volcano,\" explains Hammond. \"We know about the so-called millennial eruption (the one a thousand years ago), and it's been suggested that there have been other eruptions since, maybe even as recently as 1903. But they're not well catalogued.\" Korean scientists have been hampered in their efforts to understand the volcano by a lack of access to the outside world, but Hammond is impressed with his colleagues. \"It's difficult for the Korean scientists,\" he says. \"They don't have access to all the latest papers and science, and it is tricky for them to get to conferences, which are invaluable from an academic perspective. But their understanding is strong and their background is good. Arriving at seismic monitoring sites that were already built was a bit odd, but they were incredible - far better than anything I could have built.\" He believes there are signs that, in science, North Korea could be opening up a little. \"We recently did a joint presentation in Japan. The Koreans couldn't attend, which was a shame, but their names do appear on the research.\" \"Science is in a unique position here because it's so apolitical. We're looking at a volcano that people are worried about - we're worried about it, and so are the North and South Koreans, Chinese and Japanese.\" The seismic stations will remain in the ground for another year. Hammond and Oppenheimer have ambitions of welcoming their Korean colleagues to the UK to go through the data. The aim is to have the work published in international scientific journals, which would be a first for North Korean scientists. Ultimately, though, the unlikely partnership is united by the shared purpose of understanding the character of the volcano and what sort of risks it poses. After all, those risks may also be shared. \"With volcanoes of this size, the ash can have an influence on the global climate, and we all saw what happened to airspace with the much smaller Icelandic volcano in 2010,\" says Hammond. \"It's in all of our interests to understand this one.\"",
    "keywords": [
        "paektu",
        "bit",
        "korea",
        "history",
        "oppenheimer",
        "visit",
        "journey",
        "british",
        "scientists",
        "mount",
        "hammond",
        "korean",
        "volcano",
        "worried",
        "north",
        "koreas"
    ],
    "summary": "Mount Paektu volcano straddles the boundary between two of the world's most secretive states - China and North Korea.\nSo much so that, a few years ago North Korea, normally so closed to the outside world, made a call for international help.\nOn their first trip to North Korea, Hammond and Oppenheimer were shown around the volcano before sitting down to discuss things with their Korean counterparts.\nHe believes there are signs that, in science, North Korea could be opening up a little.\nThe aim is to have the work published in international scientific journals, which would be a first for North Korean scientists.",
    "sentiment": {
        "neg": 0.0458,
        "neu": 0.8763,
        "pos": 0.0779,
        "compound": 0.1185
    }
}