{
    "date": "2014-06-23T13:44:56Z",
    "title": "From rice cookers to robots: shopping for the latest gadgets in North Korea",
    "url": "https://www.theguardian.com/world/2014/jun/23/shopping-gadgets-north-korea",
    "content": "When he wasn’t taking panorama photographs around Pyongyang, Singapore-based photographer Aram Pan had time to visit this year’s Pyongyang Spring International Trade Fair (평양봄철국제상품전람회) on his latest trip to North Korea. The fair, held in May, was twice as big this year as it had been in 2013 according to state media. In the three-minute video shot by Pan of the 2014 event, the place is bustling with people browsing and buying all manner of products. Many of the products appear to have come from overseas. As Pan notes in the opening of the video, all transactions that take place at the event are settled in Chinese Yuan, Euros or US dollars. In fact, a booth worker can be seen handling US currency in the footage. One of the perhaps most surprising products to see on sale was a robot vacuum cleaner (pictured below) — a pretty luxurious item to own even in richer countries. Analysts estimate the average annual income per capita to be between $1000-$2000 in North Korea. It’s the Ecovacs CR120, a Chinese-made vacuum cleaner that appears to be available on Amazon China at an 849 yuan (US$136) retail price. The price at the Pyongyang fair has been reduced from $400 to $350. Despite sanctions against North Korea, which ban exports of certain luxury items, the trade show illustrates that high-value goods such as flat screen TVs, laptops and white goods are still available to buy in North Korea. According to the North Korea Economy Watch blog, ahead of the trade fair, North Korean state media reported that foreign economists are anticipating further growth of the country's economy. It also said the increasing interest in the trade fair reflects the increasing quality of new products being made in North Korea. In an interview, a representative for the Korean International Exhibition Corporation was quoted as saying: “Even amidst economic sanctions imposed by America and its followers, our nation’s economic construction is moving forward with speed.” Laptops were on show, and on sale. Here’s a line of them at a Chinese vendor. The one in the foreground is $330 and there was a Sony Vaio on sale for $750. The Korea Computer Center, which is North Korea’s main IT trading house and development centre, had its own booth. The company usually has a stand at the event, and in the past has used the trade fair to launch new models of tablet computer. The devices are made by Chinese vendors, labeled with the KCC logo and have typically run Google’s Android operating system with customisation and software from KCC. This time, tablets were also on show. Some computer peripherals were also shown in the video, including USB flash memory sticks. These are reportedly popular with PC users because they can be used to store and trade TV shows and movies that are smuggled into North Korea from outside the country. The picture above shows a 32-gigabyte HP memory stick has seen its price dropped from $28 to $25 and then $20. The same product is $15.80 on Amazon US, so the price at the trade fair isn’t unreasonable. The video also showed several Canon digital still cameras on sale, one of which attracted the attention of at least one potential buyer. A couple of companies were showing flat-panel TV sets, including cheaper AOC ones from China and more expensive ones from Sharp in Japan. North Korean media has recently reported on the development and growing use of LED lights in the country and there were some on display by Pyongyang’s Taedonggang Technology Co. Windows 8 computers from Taiwan’s Acer were also being promoted and a couple of women were captured walking with what looks like a Panasonic rice cooker. The video reveals many of the companies that took part, including: Dandong Chengyuan Import and Export (China) Dandong Jinyuan Trading Co (China) Gumunsan Trading Co Ltd (DPRK) Hamhung Jinxiang Trading Co Ltd. (China) Jangsubong JV (DPRK) Korea Computer Center (DPRK) Liaoning Huanghai Automotive Import and Export (China) Liaoning Shangda Industrial Development Co. Parazelsus (DPRK) Pyongsu Pharma (DPRK) Pyongyang Gemsy Dressmaking Machine Co. Ltd. (DPRK) Taedonggang Technology Co (DPRK) Watch the video:",
    "keywords": [
        "cookers",
        "rice",
        "trading",
        "fair",
        "sale",
        "korea",
        "gadgets",
        "shopping",
        "trade",
        "china",
        "robots",
        "latest",
        "dprk",
        "pyongyang",
        "video",
        "north"
    ],
    "summary": "When he wasn’t taking panorama photographs around Pyongyang, Singapore-based photographer Aram Pan had time to visit this year’s Pyongyang Spring International Trade Fair (평양봄철국제상품전람회) on his latest trip to North Korea.\nAnalysts estimate the average annual income per capita to be between $1000-$2000 in North Korea.\nDespite sanctions against North Korea, which ban exports of certain luxury items, the trade show illustrates that high-value goods such as flat screen TVs, laptops and white goods are still available to buy in North Korea.\nAccording to the North Korea Economy Watch blog, ahead of the trade fair, North Korean state media reported that foreign economists are anticipating further growth of the country's economy.\nIt also said the increasing interest in the trade fair reflects the increasing quality of new products being made in North Korea.",
    "sentiment": {
        "neg": 0.0071,
        "neu": 0.927,
        "pos": 0.066,
        "compound": 0.1773
    }
}