{
    "date": "2014-12-21T18:52:50Z",
    "title": "Sony considers YouTube as possible distributor for The Interview after hack",
    "url": "https://www.theguardian.com/film/2014/dec/21/sony-youtube-possible-release-the-interivew",
    "content": "Sony Pictures still wants and intends to release its controversial film The Interview, possibly via YouTube. As President Barack Obama again expressed disappointment in the company’s decision to withdraw the movie in the face of threats thought to originate from North Korea, Michael Lynton, the studio’s chief executive, insisted on Sunday it had “not caved” to hackers who crippled the company and that it was exploring ways to let audiences see the film. “We would still like the public to see this movie, absolutely,” he told CNN. “There are a number of options open to us. And we have considered those, and are considering them.” Asked about releasing the film via YouTube, he said: “That’s certainly an option and certainly one thing we will consider.” Lynton’s comments revived the prospect of audiences legally viewing the comedy which stars James Franco and Seth Rogan as journalists who assassinate North Korea’s leader, Kim Jong-un. The US government has blamed North Korea for the cyber-attack which paralysed the Hollywood studio’s computer networks and splashed its digital archives across the internet. Pyongyang denied any involvement. Anonymous terrorist threats last week, to target screenings, prompted cinema chains and other distributors to refuse to show The Interview. The studio then cancelled the film’s planned 25 December theatrical release and said it had “no plans” for a release in any form. President Barack Obama and many others accused the studio of surrendering to intimidation and setting a precedent for censorship. Lynton struck back on Sunday, saying Sony still wanted to release the film. “We have always had every desire to have the American public see this movie,” he said. He said cinema chains’ refusal to carry the film forced the theatrical cancellation. “At that point in time we had no alternative but to not proceed with the theatrical release on 25 December. And that’s all we did. We did not cave, we have not given in, and we have not backed down.” Sony’s original statement last week appeared to rule out any attempt to release The Interview. But Lynton, in an attempt to regain the moral high ground, said it was in fact considering digital and video on-demand options, despite lack of support from distributors. “There has not been one major video on-demand distributor, one major e-commerce site that has stepped forward and said it is willing to distribute this movie for us,” he said. “We don’t have that direct interface with the American public and need an intermediary to do to that.” Netflix, Amazon, TimeWarner and other big distributors made no immediate comment. Nor did Google, which owns YouTube. The director Judd Apatow last week predicted the film would be available on BitTorrent within six weeks. The company claims to have more than 170 million monthly active users.",
    "keywords": [
        "sony",
        "possible",
        "public",
        "theatrical",
        "week",
        "north",
        "youtube",
        "film",
        "lynton",
        "distributor",
        "hack",
        "movie",
        "release",
        "interview",
        "considers"
    ],
    "summary": "Sony Pictures still wants and intends to release its controversial film The Interview, possibly via YouTube.\nAnonymous terrorist threats last week, to target screenings, prompted cinema chains and other distributors to refuse to show The Interview.\nThe studio then cancelled the film’s planned 25 December theatrical release and said it had “no plans” for a release in any form.\nLynton struck back on Sunday, saying Sony still wanted to release the film.\n“At that point in time we had no alternative but to not proceed with the theatrical release on 25 December.",
    "sentiment": {
        "neg": 0.0963,
        "neu": 0.8559,
        "pos": 0.0477,
        "compound": -0.1045
    }
}