{
    "date": "2014-06-26T12:22:44Z",
    "title": "North Korean restaurants springing up around Asia to raise money for regime",
    "url": "https://www.theguardian.com/world/2014/jun/26/north-korean-restaurants-springing-up-around-asia-to-raise-money-for-regime",
    "content": "At precisely 7.30pm, the waitresses put down their trays and start to perform. Wearing traditional Korean Choson-ot dresses in bright colours, they dance to a curious mix of western pop covers and North Korean national songs. We're in a vast, strip-lit venue that serves up dog stew washed down with soju and some form of kimchi in virtually every dish – but the restaurant’s main selling point is that it offers a window onto the world’s most secretive state. Welcome to Pyongyang restaurant in Phnom Penh, one of a chain of eateries owned by Office 39, an arm of the North Korean government, that have sprung up across Asia since the 1990s to channel money back to the regime On the night we visit the Phnom Penh branch is packed with hundreds of diners, mostly Cambodian and South Korean men. TripAdvisor reviews give the chain an average four star rating and offer praise such as “a second degree kitsch experience” and “authentic North Korean style”. According to North Korean expert and author Bertil Lintner the restaurants have several financial benefits for the regime: “The North Korean government runs those restaurants to a) raise foreign exchange for the government in Pyongyang, b) to finance the activities of the North Korean embassy in the country where a restaurant is located, and c) to launder money from other activities,” he says, adding that restaurants are “perfect vehicles” for money-laundering. The first handful of Pyongyang Restaurants sprang up in northern China, near the border with the DPRK during the 1990s. But the 21st century brought with it a boom - with an estimated 100 branches across Asia. In 2012 a Pyongyang restaurant opened in Amsterdam, the first in Europe. It closed after a few months but another re-opened at the end of last year. They may seem like a harmless tourist attraction, but the money is used to prop up a state accused of grave human rights abuses against its people, say experts. Waitresses staffing the restaurants are not free to come and go, for fear they will escape. James Hoare, a North Korean specialist at Soas University of London and former British chargé d’affaires in Pyongyang, said the waitresses, who are recruited partly because they are from politically loyal families, live in compounds near the premises. “They would be from the political elite; the sort of people who live and work in Pyongyang. Nobody else gets to go abroad,” he said. The reason for this, he adds, is that they are less likely to escape. And to escape is to defect. Recently a waitress at one of the Pyongyang restaurants fled to Thailand with a South Korean man, sparking fresh tensions between the Koreas. There are fears her that her family back home will be made to suffer because of her behaviour. Speaking on condition of anonymity, an official at a Pyongyang restaurant said that although waitresses were allowed to leave the compound to “go shopping”, to escape would be to defect and would surely result in government punishment. He said the restaurant was owned by “a company” that sponsors the North Korean national football team. “Actually my restaurant is involved in sports investment,” he said. Asked if waitresses are allowed to go out and socialise with non-North Koreans, he asked: “Why would they want to do that? They don’t want to go out and meet people!” • Read more about the Pyongyang restaurant chain",
    "keywords": [
        "money",
        "restaurant",
        "springing",
        "regime",
        "state",
        "raise",
        "restaurants",
        "chain",
        "waitresses",
        "asia",
        "pyongyang",
        "escape",
        "north",
        "korean"
    ],
    "summary": "Wearing traditional Korean Choson-ot dresses in bright colours, they dance to a curious mix of western pop covers and North Korean national songs.\nThe first handful of Pyongyang Restaurants sprang up in northern China, near the border with the DPRK during the 1990s.\nRecently a waitress at one of the Pyongyang restaurants fled to Thailand with a South Korean man, sparking fresh tensions between the Koreas.\nHe said the restaurant was owned by “a company” that sponsors the North Korean national football team.\nThey don’t want to go out and meet people!” • Read more about the Pyongyang restaurant chain",
    "sentiment": {
        "neg": 0.0598,
        "neu": 0.8823,
        "pos": 0.0579,
        "compound": 0.0025
    }
}