{
    "date": "2014-06-10T10:48:39Z",
    "title": "Hovership holidays: North Korean architects shake up tourism",
    "url": "https://www.theguardian.com/artanddesign/architecture-design-blog/2014/jun/10/north-korean-architects-shake-up-tourism-utopian-tours",
    "content": "Cliffs of blue mirror glass plunge towards a waterfall, as space-age hoverships dock on glistening conical towers. Buildings shaped like spinning-tops nestle between lush mountainsides, connected by ski slopes, while a glass bubble train snakes through the valley. These could be scenes from a Dan Dare comic, showing the holiday hideouts of the Mekon and his chums. In fact, they are rare glimpses of how North Korean architects imagine their future. “We gave them a completely open brief to dream up designs for what tourism might be like in their country,” says Nick Bonner, the Beijing-based curator and tour operator who commissioned the paintings, which are currently on show in the Korean Pavilion at the Venice Architecture Biennale (which won the Golden Lion for best pavilion). “We asked them to go crazy, to see what they would come up with given absolutely no constraints.” One scene shows plans for the Silk Co-operative, a high-tech, low-energy artisans' commune, with circular buildings modelled on traditional Korean spinning wheels and wrapped in blue solar panels. In between these mirrored discs stand towers topped with wind-turbines-cum-helipads, rising above a watery landscape. “The tourist benefits from being in the company of artisans, and the ability to learn new skills or just indulge in the beauty of the area,” write the architects. “They can travel by river, solar-train, or helicopter, then go on mountain walks.” It is a lavish dream in a country where transport is still limited and freedom of movement severely restricted. Despite the high-tech appearance of this new community, its architects are also keen to point out that the construction “uses natural stone, not concrete” – a strange claim, explained only by the fact that the country has yet to embrace reinforced steel. Oozing retro Jetsons-style glamour and sprinkled with curious anachronisms, the paintings provide a fascinating window on what contemporary architectural culture looks like in a place cut off from the world since 1948, a land immune from the churning feedback loop of design blogs and glossy magazines. It is a quaint vision of a future that never happened, employing forms and materials that smack of World Fairs gone by, or the sets of Thunderbirds. There are swathes of blue mirror-glass and bubble cable-cars, interiors lined with tangerine paint and brown veneer – all drenched in a decidedly 1970s flavour. There is a pink boudoir worthy of Lady Penelope, with a swooping ceiling and a moulded side table – on which an old-fashioned dial-up telephone sits. The general aesthetic is as if Bjarke Ingels had travelled back in time and worked as an apprentice to Frank Lloyd Wright, sci-fi cartoons inflected with a homely crafts sensibility. There are also underlying hints of the social values of the DPRK and Juche ideology of collective self-reliance established by Kim Il-sung. The Bird's Nest villa is designed as a communal retreat, a cluster of interconnected pagodas for group holidays and corporate team-bonding trips. “We all are in the nest together and have to learn to be together harmoniously,” say the architects, explaining how the open interiors are “light, airy and fun”. Spurning the usual hotel corridor, the rooms are arranged around staggered atriums, “to allow you to come into visual contact with your friends much more naturally, which aids communication.” In the Democratic People's Republic, collective conviviality trumps solitude. Elsewhere, there is the Woodland Retreat, described as “an aerial hotel room where you are embraced by nature”, which takes the form of a series of terraces held aloft on chunky columns – again hinting at the limits of North Korean structural possibility. Other designs are eerily prescient. There is a great bridge that mysteriously conflates two projects by Norman Foster (neither of which the architect would have seen), channelling the slender cable-stayed structure of the Millau Viaduct, in southern France, and the jaunty wobble of London's own Millennium Bridge. “Visitors walk across the morning mist as if on clouds connecting mountains, [and] experience the feeling of flight,” says the blurb. “[It is] a different kind of experience using modern constructional material. There is slight vibration and sway like the Korean swing, so you know you are in the air.” The paintings are a rare commission to have emerged from the notoriously secretive country, the result of four years' work by Bonner and his team. They have been produced by architects at the Paekdusan Construction and Architectural Research Institute, an anonymous machine from which most of the state's major projects are issued, by people trained at the country's main architecture school, the Pyongyang Construction and Building Material University. It is a place where architects are weaned not on Corb and Koolhaas, or Mies and Morphosis, but on a diet of ancient Korean buildings and socialist architecture with Korean influence, alongside classes in western classical architecture and proportion – and declarations from their late “Dear Leader,” Kim Jong-Il. “There cannot and should not be a modern form of architecture that is devoid of national characteristics,” writes Kim in his 1991 treatise, On Architecture, a 170-page guidebook-manifesto full of mangled aphorisms and strangely familiar archispeak. “Architecture that has been created to reflect the people's requirements in a new age, in keeping with the modern aesthetic feelings and modern civilised life,” he adds, “is architecture that embodies modernity, namely, modern architecture.” Elsewhere, he appears to draw on the Vitruvian triad of “firmness, commodity and delight,” declaring the four demands of the masses to be “convenience, cosiness, beauty and durability” – although it is hard to say that many of the megalithic monuments over which he presided look all that cosy. So would he have approved of the buildings imagined here? Given the hypocrisy of his treatise, it's hard to tell. In one breath, he argues for the importance of originality, before summoning words that could come straight from Prince Charles' personal architectural manifesto: “We must combat and promptly do away with fame-seeking, formalism, art for art’s sake, imitationism, and all the other unhealthy creative attitudes that find expression among architects.” Whatever the case, given that Pyongyang now sports a glistening rocket-ship hotel, it can only be a matter of time before inhabited spinning wheels and high-tech tree-houses become reality. • Utopian Tours forms part of the Korean Pavilion, Crow's Eye View: the Korean Peninsula, at the Venice Biennale's Giardini, until Sunday 23 November. Koryo Tours is organising a seven-day architectural tour of North Korea in October. For more information and itinerary click here.",
    "keywords": [
        "modern",
        "architecture",
        "architectural",
        "paintings",
        "holidays",
        "buildings",
        "pavilion",
        "country",
        "tourism",
        "shake",
        "hovership",
        "architects",
        "north",
        "korean"
    ],
    "summary": "Buildings shaped like spinning-tops nestle between lush mountainsides, connected by ski slopes, while a glass bubble train snakes through the valley.\nIn fact, they are rare glimpses of how North Korean architects imagine their future.\nElsewhere, there is the Woodland Retreat, described as “an aerial hotel room where you are embraced by nature”, which takes the form of a series of terraces held aloft on chunky columns – again hinting at the limits of North Korean structural possibility.\n• Utopian Tours forms part of the Korean Pavilion, Crow's Eye View: the Korean Peninsula, at the Venice Biennale's Giardini, until Sunday 23 November.\nKoryo Tours is organising a seven-day architectural tour of North Korea in October.",
    "sentiment": {
        "neg": 0.0185,
        "neu": 0.9054,
        "pos": 0.0761,
        "compound": 0.2172
    }
}