{
    "date": "2014-09-18T13:58:43Z",
    "title": "Tensions between North and South Korea at Incheon's Asian Games 2014",
    "url": "https://www.theguardian.com/world/2014/sep/18/tensions-north-south-korea-incheon-asian-games",
    "content": "It had been hailed as an opportunity for sports diplomacy to win a gold medal by taking the chill off the Korean peninsula, easing a relationship fraught with the tension of more than 60 years of division. But even before the first event at the 2014 Asian Games, which officially open on Friday in the South Korean port city of Incheon, the 273-strong North Korean delegation had been at the centre of multiple controversies. First, North Korean officials stormed out of a planning meeting with their South Korean counterparts in July after the two sides clashed over the size of Pyongyang's delegation for the Games, and over questions of who would foot the bill for their travel and accommodation. In the past Seoul has paid, but this time South Korean officials said they would follow international standards under which countries cover the costs of their own travelling athletes. Then, although Pyongyang finally agreed to attend, it withdrew its cheerleading squad – the so-called \"army of beauties\" – that drew large crowds to the 2002 Asian Games in Busan. North Korea's first lady, Ri Sol-ju, was one of the cheerleaders at the Asian Athletics Championships in Incheon in 2005. Tensions between the two nations remain high. Last week South Korean officials took down flags of all participating countries from the streets outside stadiums after conservative civic groups complained about the North Korean flag being flown. Organisers said they feared that one might be torn down or defaced. \"We consulted with the government and determined that to stop any harsh actions by conservative groups, it was better to take the flags down from outside and have them only flown inside the stadiums,\" the Games media spokesperson Lee Cha-ho said. The incident prompted South Korean officials to lay out clear guidelines for spectators, who will not be allowed to bring North Korean flags to any events or carry them in the streets. North and South Korea are still technically at war. A peace treaty has never been signed to formally end the 1950 to 1953 Korean war, and possession of North Korean materials is still mostly illegal for South Korean citizens. This week, as its athletes took part in matches ahead of the Games' official opening, Pyongyang sent fax messages to Seoul to express its displeasure that South Korean activists had been sending helium balloons across the border to drop leaflets. During their time in the South, reporters from the North will send their coverage of the Games by fax, not only because of the almost non-existent internet access across the border, but also to help ensure that the delegation is not exposed to banned websites while abroad. Organisers of the Games have said that athletes from both Koreas will attend the opening ceremony on Friday, but will not enter together. Athletes from 45 countries will compete in 36 sports over the next two weeks and for the North Korean delegation – headed by the sports minister Kim Yong-hun, reportedly the highest-ranking official to cross the border into South Korea for five years – it is a rare chance for the isolated country to show off its sports stars on an international stage. At least one person in North Korea will be keen to hear news of any medals from its athletes – its young leader, Kim Jong-un. Since coming to power in 2011 he has made sports more of a national priority than his late father and predecessor Kim Jong-il. A particular fan of basketball, he invited the former NBA star Dennis Rodman for an exhibition game that featured retired professional players against North Koreans, and Pyongyang recently held an international pro-wrestling tournament. In the early 2000s co-operative projects between the two Koreas were more common. During the so-called \"sunshine era\", starting in the late 1990s, commercial, athletic and cultural exchanges were regularly held in the hope of creating friendlier relations that could eventually lead to reunification. Liberal South Korean governments also provided Pyongyang with unconditional aid. All that has been on ice since 2010, when a South Korean warship sank in waters near North Korea, killing 46 sailors. Seoul concluded that Pyongyang had torpedoed the ship, an accusation steadfastly denied. That, added to the 2008 election in South Korea of the first of two consecutive conservative governments, has seen Seoul take a tougher approach to the North. At present, inter-Korean relations are stuck. Seoul insists that the North takes meaningful steps toward ending its nuclear programme before any other substantive dialogue can take place, while Pyongyang argues that the South's sanctions must be lifted and other forms of exchange and cooperation must be restarted before it will discuss getting rid of its weapons. Co-operation and hope for reunification also carry less emotional currency than in the past. \"There are far fewer people today who remember when Korea was one, so the idea doesn't resonate strongly with young people\" said Aidan Foster-Carter, an honorary senior research fellow in sociology and modern Korea at Leeds University. It is difficult to determine exactly how South Koreans feel about their ethnic brethren in the North, but public opinion poll data show South Koreans generally don't see North Korea positively. In a study released early this year by the Asan Institute, South Koreans surveyed gave North Korea a favourability rating of 2.7 out of 10. The US, by contrast, received a far more positive rating of 6.4. Nevertheless a few hundred South Koreans did turn out to cheer the North Korean men's football team in Incheon on Monday, as they fought to a 3-0 victory over China in a group stage match held before the official opening of the Games. Instead of national flags, the supporters waved banners with a plain image of a unified Korean peninsula in blue: a colour intended to symbolise peace.",
    "keywords": [
        "south",
        "athletes",
        "korea",
        "games",
        "incheons",
        "tensions",
        "seoul",
        "asian",
        "officials",
        "koreans",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Last week South Korean officials took down flags of all participating countries from the streets outside stadiums after conservative civic groups complained about the North Korean flag being flown.\nA peace treaty has never been signed to formally end the 1950 to 1953 Korean war, and possession of North Korean materials is still mostly illegal for South Korean citizens.\nAll that has been on ice since 2010, when a South Korean warship sank in waters near North Korea, killing 46 sailors.\nIt is difficult to determine exactly how South Koreans feel about their ethnic brethren in the North, but public opinion poll data show South Koreans generally don't see North Korea positively.\nIn a study released early this year by the Asan Institute, South Koreans surveyed gave North Korea a favourability rating of 2.7 out of 10.",
    "sentiment": {
        "neg": 0.075,
        "neu": 0.8396,
        "pos": 0.0855,
        "compound": 0.0923
    }
}