{
    "date": "2014-10-14T11:45:21Z",
    "title": "Why I won't vote this year – or any year | Michael Malice",
    "url": "https://www.theguardian.com/commentisfree/2014/oct/14/why-i-will-not-vote",
    "content": "I rarely tell people that I don’t believe in voting. Participation in the body politic is widely considered to be both a privilege and an imperative to the enlightened urban citizen. To choose otherwise is quite literally heresy – and heretics by and large have a difficult time of it in society. The platitudes I face as a non-voter are known to everyone, precisely because they are platitudes – People have marched for miles! or Immigrants crossed oceans! The fables are beautiful and they are compelling. But that does not make them true. I do not agree that secretly flicking a switch once a year constitutes “making your voice heard”. Nor do I think that an annual trip to a voting booth is a criterion for whether one can complain or not. My right to free speech is not contingent upon anyone else, no matter how many of them there are, whether they were elected to some office or however much they stamp their feet. Neither do I agree that the personal is the political. I fully reject the Kantian universalizability principle that underlies so much of contemporary moral discussion. What if everyone acted the way you did? is not a useful means-test for one’s actions. I am a pure liberal. I choose to live in Brooklyn, and am very consciously grateful that my friends are as diverse as humanly possible. None of them think like me, none of them act like me and none of them have the background that I do. This is a source of great pleasure, and I wouldn’t change it for the world. Nor could I! I’m not egotistical enough to think that “everyone will act like I do”, as if those around me were my mirror images. It is undeniably true that I don’t have the practical ability to ignore the state. I have to use state roads, and if I refuse to pay taxes the consequences will be dire for me. But there is literally nowhere on Earth for me to go without some government claiming control over my person. Though democracies are increasingly common throughout the world, it is the state that is universal. These governments will continue to act regardless of any sort of popular approval – and certainly regardless of any approval of mine. State action proceeds independently of any democratic justification. The purest example of this could be seen during the 2012 Democratic Convention. Los Angeles mayor Antonio Villaraigosa sought to amend the party platform to include a reference to God and to acknowledge Jerusalem as Israel’s capital. He put the edit to the convention floor, seeking to approve the change via acclamation. Having failed to receive the outcome he sought, he asked for a revote. Then he tried again. Finally, he simply pretended that those in the audience – unanimously Democrats and democrats – had agreed with him. George W Bush did the same thing when he sought United Nations authority to invade Iraq in 2003. Having seen that the votes were not there, he simply grounded his invasion in earlier resolutions. A party platform is a minor matter. War – solely government’s purview – is far more serious. Yet in both cases the vote was a formality; an ex-post-facto justification for an organization to do whatever it intended to do anyway. I am not someone who thinks that he is “making a difference” by voting once a year. I was born in the Soviet Union and my personal history led me to devote the last two years of my life educating the public about the horrors of North Korea. I constantly give talks about the situation in that least-free nation ... where everyone votes. I’m actually doing the work, rather than choosing a (public) servant to do it for me. Understanding the Soviet Union and North Korea gives a bit of insight into human social psychology. No matter how absurd the state line, a huge majority of the populace can be found to promulgate it. People will say with a straight face that having one choice for dear leader is tyranny – but having two is freedom. Is that second choice on the ballot really the qualitative difference? Most progressives understand that human nature is basically the same anywhere on the planet. Yet they think those who rehash propaganda only exist in other, bad countries. Barring that, they believe those types are all to be found on the other side of the political spectrum. After all, the other side is where the evil, crazy people reside – those who want what’s worst for everyone. The educated aren’t immune from such traps; they are merely more articulate about them. Frankly I am baffled that those of us who were nerds in high school now defer to the winners of popularity contests. There surely is a bit of the guard-dog psychology about the whole thing, barking loudly to defend the system in order to get the masters’ respect and approval. If pressed, the simplest explanation I have for refusing to vote is this: I don’t vote for the same exact reasons that I don’t take communion. No matter how admirable he is or how much I agree with him, the pope isn’t the steward over my soul. Nor is any president the leader of my life. This does not make me ignorant or evil any more than not being a Christian makes me ignorant or evil. If I need representation, I will hire the most qualified person to do so. Otherwise, I will smile and nod as my friends go to their places of worship, wishing them well while I simply pray to be left alone.",
    "keywords": [
        "think",
        "wont",
        "dont",
        "voting",
        "evil",
        "state",
        "simply",
        "sought",
        "malice",
        "having",
        "michael",
        "vote",
        "matter"
    ],
    "summary": "To choose otherwise is quite literally heresy – and heretics by and large have a difficult time of it in society.\nNor do I think that an annual trip to a voting booth is a criterion for whether one can complain or not.\nYet in both cases the vote was a formality; an ex-post-facto justification for an organization to do whatever it intended to do anyway.\nIf pressed, the simplest explanation I have for refusing to vote is this: I don’t vote for the same exact reasons that I don’t take communion.\nThis does not make me ignorant or evil any more than not being a Christian makes me ignorant or evil.",
    "sentiment": {
        "neg": 0.0727,
        "neu": 0.8275,
        "pos": 0.0998,
        "compound": 0.0695
    }
}