{
    "date": "2014-01-07T16:08:43Z",
    "title": "Dennis Rodman clashes with CNN over imprisoned missionary Kenneth Bae",
    "url": "https://www.theguardian.com/sport/2014/jan/07/dennis-rodman-clashes-with-cnn-over-imprisoned-missionary-kenneth-bae",
    "content": "Basketball-star-turned-would-be-diplomat Dennis Rodman clashed with CNN over imprisoned missionary Kenneth Bae when interviewed about an historic basketball game in North Korea. Rodman and a team of former NBA stars will hold basketball games in the North Korean capital, Pyongyang, to mark the birthday of leader Kim Jong Un, which is believed to fall on Wednesday, though this has never been officially confirmed. Rodman, speaking during his fourth trip to the country, expressed \"love\" for leader Kim Jong Un and claimed his controversial trip was a \"great idea for the world\". During the interview CNN's Chris Cuomo asked: \"Are you going to take an opportunity, if you get it, to speak up for the family of Kenneth Bae and say, ‘Let us know why this man is being held?’ If you can help them, will you take the opportunity?\" The former NBA star appeared to question the activities of the Korean-American missionary, who has been held in North Korea on charges of crimes against the state since May last year. \"If you understand what Kenneth Bae did .... Do you understand what he did in this country? Why is he held captive in this country?\" Rodman said. \"You know, you've got 10 guys here, 10 guys here, they've left their families, they've left their damn families, to help this country, as in a sports venture. That's 10 guys, all these guys here, do anyone understand that? Christmas, New Year's. ... \"I don't give a rat's ass what the hell you think. I'm saying to you, look at these guys here, look at them ... they dared to do one thing, they came here.\" The games come just weeks after Kim's powerful uncle Jang Song Thaek was purged and executed. South Korean President Park Geun-hye has described recent events in North Korea as a \"reign of terror.\" Rodman has faced both ridicule and harsh criticism from some quarters for his trips, which some US politicians and activists view as serving only as fodder for propaganda efforts by the North Korean regime. \"This is not about me. If I can open the door a little bit, just a little bit,\" Rodman said. \"It's all about the game. People love to do one thing - sports.\" \"It's amazing how we thrive on negativity. Does anyone know this guy's only 31 years old?\" he said of Kim, whom he calls his friend. \"Dennis, he could be 31, he could be 51,\" said CNN interviewer Chris Cuomo. \"He's just killed his uncle. He's holding an American hostage.\" Former NBA star Charles D Smith says he feels remorse for coming to Pyongyang with Dennis Rodman for the game because the event has been dwarfed by politics and tainted by Rodman's own comments. Asked about Rodman's comments, White House spokesman Jay Carney told reporters, \"I'm not going to dignify that outburst with a response.\" He emphasised that the trip was \"private travel\" that was not endorsed by the US government. \"I'm simply going to say that we remain gravely concerned about Kenneth Bae's health, and continue to urge DPRK authorities to grant his amnesty and immediate release on humanitarian grounds,\" Carney said. Bae's sister, Terri Chung, asked on CNN about Rodman's comments, said: \"He clearly doesn't know anything about Kenneth, about his case. So we were appalled by that. \"This isn't some game. This is about a person's life – father of three, a son and a brother and a husband,\" Chung said. \"Dennis Rodman, he's not a diplomat. He says so himself and he's definitely not in a position to pass judgment on Kenneth Bae.\" Bae, 45, was sentenced to 15 years of hard labour for state subversion in North Korea. Bae was detained in 2012 as he led a tour group through the northern region of the country. The country's supreme court said he used his tourism business to form groups aimed at overthrowing the government. Following a visit to her son in October, Bae's mother, Myunghee Bae, said her son was \"alone and ailing.\" A devout Christian, Bae has acknowledged he conducted religious services in North Korea, which has long been hostile to Westerners advocating religious causes. US representative Eliot Engel, the leading Democrat on the House foreign affairs committee, harshly criticised Rodman and the other Americans for what he called an \"ill-advised\" trip. \"As North Korean dictator Kim Jong-un continues to starve and oppress his citizens, it is unthinkable that a few fading celebrities would use such an opportunity to reward his brutal regime,\" he said.",
    "keywords": [
        "clashes",
        "korea",
        "cnn",
        "missionary",
        "guys",
        "trip",
        "rodman",
        "kenneth",
        "bae",
        "dennis",
        "country",
        "imprisoned",
        "know",
        "north",
        "korean"
    ],
    "summary": "Basketball-star-turned-would-be-diplomat Dennis Rodman clashed with CNN over imprisoned missionary Kenneth Bae when interviewed about an historic basketball game in North Korea.\nThe former NBA star appeared to question the activities of the Korean-American missionary, who has been held in North Korea on charges of crimes against the state since May last year.\n\"If you understand what Kenneth Bae did .... Do you understand what he did in this country?\nHe says so himself and he's definitely not in a position to pass judgment on Kenneth Bae.\"\nA devout Christian, Bae has acknowledged he conducted religious services in North Korea, which has long been hostile to Westerners advocating religious causes.",
    "sentiment": {
        "neg": 0.0746,
        "neu": 0.8707,
        "pos": 0.0547,
        "compound": -0.0332
    }
}