{
    "date": "2014-12-02T15:02:23Z",
    "title": "Did North Korea's notorious Unit 121 cyber army hack Sony Pictures?",
    "url": "https://www.theguardian.com/technology/2014/dec/02/north-korea-hack-sony-pictures-brad-pitt-fury",
    "content": "North Korea has refused to deny involvement in the hack of Sony Pictures, which crippled the studio’s computers this week and leaked current blockbusters and private documents online. A spokesman for North Korea’s UN mission said: “The hostile forces are relating everything to the DPRK (North Korea). I kindly advise you to just wait and see.” Sony staff were reduced to using pen, paper and fax machines, unable to use their computers. Some sources said that 70% of files, documents and even film scripts had been deleted. Ex-employees on whom Sony held data told the Guardian they were worried that some of the leaked data allegedly included personal data. “There’s lots of very personal info: contracts, payroll info, work evaluation. Workers [are] upset they aren’t getting good answers from management,” said one. “The question remains if they actually have the files in question. If they do it’s a huge mess.” A group calling itself Guardians of Peace (Gop) has claimed responsibility for the hack, though links between Gop and the North Korean authorities have not been confirmed. North Korea threatened ‘merciless counter measures’ over Seth Rogen film Many suppose that Pyongang’s motivation to hack the studio stems from the imminent release of the Sony Pictures film The Interview, a James Franco and Seth Rogen comedy that depicts an attempt to assassinate leader Kim Jong-un. It is suspected that five high-profile Sony movies - including Brad Pitt’s film Fury - were also stolen in the hack; they were subsequently distributed on various file-sharing sites. The North Korean ambassador Ja Song Nam labelled the comedy’s release an “act of war” in a letter to the UN secretary general, Ban Ki-moon, in July, while the North Korean foreign ministry threatened “merciless counter-measures” if the US allowed the release of the film. Sources told technology site Recode that Sony Pictures was investigating the possibility that hackers working on behalf of North Korea from China were behind the attack. The company has hired Silicon Valley security firm FireEye to investigate and help repair the computer network. Similar methods to attack on South Korea in 2013 Reports later indicated that the tools used to carry out the attack on the movie studio were very similar to those used to attack South Korean cash machines and television stations last year, which the country publicly blamed on North Korea. Hackers displayed a message in broken English alongside an image of a skeleton across the screens of Sony Pictures employees, while several of the company’s Twitter accounts were taken over to display malicious messages targeted at chief executive Michael Lynton. The security researcher Mark Karpeles told the Guardian that the leaked files that originally appeared on Reddit last week indicated either Chinese or North Korean hackers were responsible, owing to the character encoding used in some of the files. “In the file we had a line with broken characters. Those characters didn’t render right under any encoding, except EUC-CN [Chinese] and EUC-KR [Korean] … In this case, the readme.txt file could be read fine under either EUC-CN and EUC-KR, which means the file was most likely generated from a computer set in either Chinese or Korean – or the hacker deliberately converted the file (which seems unlikely),” Karpeles said. Hackers made no mention of the supreme leader Not all security researchers are convinced that North Korea is behind the attack. “It is hard to imagine that if the thing that raised the ire of the hackers was a movie about a CIA/Kim Jong-un assassination plot that the hackers wouldn’t refer to either in their pronouncements,” wrote the independent security researcher Graham Cluley. “An attack, let’s not forget, that appears to have no qualms about drawing attention to itself … but carelessly forgets to use the opportunity to praise North Korea’s supreme leader or call for the movie besmirching his image to be withdrawn.” There are further inconsistencies with previous North Korean hacking attempts. Gop has not been linked with North Korean activities before and no previous attacks have made ransom demands of the type made in the first instance of this attack on Sony. The Gop hack also singles out Sony Pictures chief executive Lynton, which previous North Korean attacks have not done before. North Korea’s sophisticated Unit 121 cyber division The country is certainly capable of carrying out an attack of this scale. Despite images of isolation and citizens deprived of basic internet access, Jong-un has called cyberattacks a “magic weapon” for “ruthless strikes” against South Korea. A report by Hewlett Packard published in August 2014 described the notorious North Korean military division Unit 121 as fully capable of breaking into computer networks, writing and planting computer viruses and carrying out ambitious cyberattacks. The North Korean cyberweapons unit was created in 1998 and has steadily grown in size and capability. It has conducted more attacks on US military systems than any other country, including Russia and China. North Korea also has an agreement with Iran for cyberwarfare activities, spurred by the discovery of the US and Israeli cyberweapon Stuxnet. The country also has a counter-intuitive advantage due to its lack of widespread internet infrastructure. “Cyber warfare provides a strategic advantage since outbound attacks are possible, but inbound attacks would have limited reach,” said the HP report. • North Korea may have hacked Sony for Kim Jong-un baiting in The Interview • FBI joins probe into possible North Korea hack of Sony Pictures",
    "keywords": [
        "cyber",
        "sony",
        "korea",
        "attacks",
        "pictures",
        "attack",
        "hackers",
        "121",
        "film",
        "notorious",
        "korean",
        "hack",
        "unit",
        "army",
        "north",
        "koreas"
    ],
    "summary": "A spokesman for North Korea’s UN mission said: “The hostile forces are relating everything to the DPRK (North Korea).\nThe Gop hack also singles out Sony Pictures chief executive Lynton, which previous North Korean attacks have not done before.\nThe North Korean cyberweapons unit was created in 1998 and has steadily grown in size and capability.\nNorth Korea also has an agreement with Iran for cyberwarfare activities, spurred by the discovery of the US and Israeli cyberweapon Stuxnet.\n• North Korea may have hacked Sony for Kim Jong-un baiting in The Interview • FBI joins probe into possible North Korea hack of Sony Pictures",
    "sentiment": {
        "neg": 0.1151,
        "neu": 0.8115,
        "pos": 0.0735,
        "compound": -0.116
    }
}