{
    "date": "2015-05-13T13:38:37Z",
    "title": "Purges and political manoeuvres: how volatile is Kim Jong-un?",
    "url": "https://www.theguardian.com/world/2015/may/13/north-korea-execution-hyon-yong-chol-kim-jong-un",
    "content": "South Korean spy agencies claim they have fresh evidence of a political purge at the hands of Kim Jong-un. According to Seoul’s National Intelligence Service (NIS) military head Hyon Yong-chol was killed with an anti-aircraft gun in front of a crowd of hundreds on charges of treason. Specifically: falling asleep at a military event, thus disrespecting the North Korean leader. Ma Won-chun, the chief architect of the country’s new infrastructure programmes, is also said to have been killed. This follows claims, also from the NIS, that Kim Jong-un ordered the execution of 15 top officials in the first few months of 2015, including two vice-ministers, put to death for complaining about Kim’s leadership, and four members of the Unhasu orchestra, also killed by firing squad. In April an organisation, Human Rights in North Korea, released satellite images showing “unusual activity” at Kanggon military training base, 15 miles north of Pyongyang. They believe the images show “the public execution of several individuals by anti-aircraft machine gun fire”. Public purges NIS believe that Kim ordered the execution of 68 senior officials between 2012-2014. The most high profile execution was that of his uncle and former mentor Jang Song-thaek two years after he came to power. State media confirmed that Jang had been put to death on charges of treason with his closest circle of aides reported to have suffered the same fate. Writing for the Guardian at the time Aidan Foster-Carter said that North Korean purges were routine, but that Jang’s stood out for being overtly public and dramatic. The leading government figure was also quickly edited out of a state TV documentary, The Great Comrade. Kim feared that Jang was building his own power base and wanted “to cow anyone who may think of opposing him”, said Foster-Carter. He described it as a high-risk leadership strategy as “removing a central stick is perilous: you never know which other pieces may fall.” Analyst Adam Cathcart described Jang’s execution as “unprecedented”, and had an alarming sense of improvisation. According to Cathcart Kim family members had previously been dealt with more leniently. Internal instability Writing for the BBC Michael Madden says that Hyon’s brutal execution is the latest in a personnel shuffle which has plagued the upper echelons of North Korea’s military. Hyon was one of four minsters to hold the top defence post in the past four years. The rest faced less grisly fates, either being moved to a different post or retiring. Madden says the most likely explanation for Hyon’s death is an insecure Kim attempting to exert his power and authority: “ultimately, this is not the sign of a man confident in his job”. Whilst he doesn’t believe the country is likely to fold any time soon, Madden describes North Korea’s internal politics as “very volatile”. Earlier this month Kim was slated to join Russia’s Victory Day celebrations in what would have been his first overseas trip but, as many analysts had predicted, the visit was cancelled. Writing for the Conversation Adam Cathcart said that, foreign travel aside, Kim does not even appear comfortable travelling outside Pyongyang, for fear of assassination attempts. Leading North Korea scholar Andrei Lankov has also said that if reports of Hyon’s execution are true, it should be seen as a sign of Kim trying to impose fear among the country’s leadership. “His age and because of his sudden promotion it is highly likely that most of those around him did not take him seriously, at least initially,” Lankov said, adding he was not yet convinced that a new wave of executions is actually taking place. Salacious rumours Reports of executions, often based on single sources, are often impossible to independently verify, creating an information vacuum that allows rumour to spread quickly. In 2013 South Korean media claimed that nine Unhasu orchestra members were executed in a bid to preserve his wife’s reputation after appearing in a pornography video. Ri Sol-ju was a singer with the troupe before she married Kim. North Korea dismissed reports from South’s “reptile media” as attempts to tarnish the leadership’s image. In the light of the claims John Delury, an expert on North Korea, told the Guardian that whilst some claims are possibly true the normal standards of journalism are thrown out of the window: “It’s North Korea – no one knows what’s going on in there,” he said. Other past unsubstantiated claims have included reports that Jang Song-thaek was put to death by being stripped naked and fed to a pack of starving dogs. The rumour went viral before it was traced back to post on a Chinese social media network. Rumours have circulated that even Kim’s own wife had been killed off, until she appeared in video footage a few days later.",
    "keywords": [
        "political",
        "military",
        "korea",
        "reports",
        "north",
        "manoeuvres",
        "kim",
        "execution",
        "jang",
        "volatile",
        "media",
        "korean",
        "killed",
        "jongun",
        "purges"
    ],
    "summary": "South Korean spy agencies claim they have fresh evidence of a political purge at the hands of Kim Jong-un.\nIn April an organisation, Human Rights in North Korea, released satellite images showing “unusual activity” at Kanggon military training base, 15 miles north of Pyongyang.\nPublic purges NIS believe that Kim ordered the execution of 68 senior officials between 2012-2014.\nWriting for the Guardian at the time Aidan Foster-Carter said that North Korean purges were routine, but that Jang’s stood out for being overtly public and dramatic.\nIn 2013 South Korean media claimed that nine Unhasu orchestra members were executed in a bid to preserve his wife’s reputation after appearing in a pornography video.",
    "sentiment": {
        "neg": 0.0894,
        "neu": 0.8783,
        "pos": 0.0323,
        "compound": -0.2173
    }
}