{
    "date": "2015-01-23T16:58:32Z",
    "title": "Confused North Korea accuses Berlin film festival of 'terrorism'",
    "url": "https://www.theguardian.com/film/2015/jan/23/confused-north-korea-accuses-berlin-film-festival-of-terrorism",
    "content": "North Korea has backtracked on its outraged statement accusing the Berlin film festival of “terrorism” for agreeing to show The Interview at this year’s event. In fact, Pyongyang appears to have confused the film festival, which commences on 5 February, with Germany’s domestic release schedule: The Interview is due out in cinemas across the country the same day. The North Korean statement read: “The screening of the movie that hurts the dignity of the supreme leadership of North Korea and openly agitates state-sponsored terrorism has nothing to do with the ‘freedom of expression’ touted by Germany. It is evidently agitation of terrorism quite contrary to the purpose and nature of the Berlin International Film Festival.” It continued: “The US and Germany should immediately stop the farce of screening the anti-North Korean movie at the film festival. Those who attempt at terrorist acts and commit politically-motivated provocations and those who join them in violation of the sovereignty and dignity of North Korea will never be able to escape merciless punishment.” Festival head Dieter Kosslick was reportedly forced to meet with the North Korean ambassador to Germany to explain. A spokesperson told Variety the situation was now resolved and Pyongyang understood the comedy was not being screened at the Berlinale. North Korea’s ire over The Interview, which depicts the assassination of Kim Jong-un by two bumbling American journalists (Seth Rogen and James Franco), proved no laughing matter for Sony when a group linked by the FBI to Pyongyang began releasing embarrassing private emails online, as well as five upcoming movies, following a cyber attack in December. The studio appeared to bow to threats of further revelations when it cancelled the film’s theatrical release, but was later forced into a U-turn after Barack Obama went public to suggest executives should not have caved into the demands. The Interview has since gone on to make more than $45m via on demand and a limited US release in cinemas, and could even be on course to recoup the lion’s share of its $75m budget. It arrives on Netflix in the US this weekend, the streaming site presumably having paid a premium for the rights, and is scheduled to debut in German, Dutch, British and Brazilian cinemas over the next three weeks.",
    "keywords": [
        "confused",
        "germany",
        "berlin",
        "interview",
        "korea",
        "accuses",
        "festival",
        "film",
        "terrorism",
        "pyongyang",
        "release",
        "north",
        "korean"
    ],
    "summary": "North Korea has backtracked on its outraged statement accusing the Berlin film festival of “terrorism” for agreeing to show The Interview at this year’s event.\nIn fact, Pyongyang appears to have confused the film festival, which commences on 5 February, with Germany’s domestic release schedule: The Interview is due out in cinemas across the country the same day.\nThe North Korean statement read: “The screening of the movie that hurts the dignity of the supreme leadership of North Korea and openly agitates state-sponsored terrorism has nothing to do with the ‘freedom of expression’ touted by Germany.\nIt is evidently agitation of terrorism quite contrary to the purpose and nature of the Berlin International Film Festival.” It continued: “The US and Germany should immediately stop the farce of screening the anti-North Korean movie at the film festival.\nA spokesperson told Variety the situation was now resolved and Pyongyang understood the comedy was not being screened at the Berlinale.",
    "sentiment": {
        "neg": 0.1299,
        "neu": 0.7715,
        "pos": 0.0985,
        "compound": -0.2376
    }
}