{
    "date": "2015-04-10T04:00:05Z",
    "title": "Tourists line up to run North Korea's marathon",
    "url": "https://www.theguardian.com/world/the-running-blog/2015/apr/10/north-korea-marathon-tourists",
    "content": "A dedicated group of runners is gearing up for one of the most unusual races in the calendar: a marathon, half marathon or 10K run on the streets of Pyongyang. For the second year in a row, tourists have been permitted to line up in the race, officially known as the Mangyongdae Prize International Marathon – after Kim il-Sung’s birthplace, against professional athletes from North Korea. The event is recognised on the International Association of Athletics Federation’s circuit. Those in training were unsure whether they’d be able to run at all until a month ago. In February the North Korean government said that foreign runners were banned due to fears they would spread Ebola virus – a concern which had closed the country’s border since October last year. Then a few weeks later the border reopened, the marathon was back on and the tour companies creaked back into action. Koryo Tours, the agency that takes the majority of tourists to North Korea every year, said it had been kept in the dark about the border decision until the very last minute. The uncertainty did not dampen enthusiasm from tourists, 17 of whom were “on standby” to ensure they were first to re-enter the country when the restrictions were lifted in March, said Vicky Mohieddeen of Koryo. Today the company will be leading one of its largest tours to North Korea since it started operating in 1993, taking 280 people to Pyongyang. The group is a mixture of curious tourists and committed runners, including British-Australian David Gething – who hopes to complete the full marathon in under 3 hours and 30 minutes. This about half an hour slower than his personal best “but I’m doing this one more for the experience and I want to try to soak it all up”, he says. Earlier this year Gething completed seven marathons on seven continents in seven days. Spanish runner Merche del Valle, who is hoping to run the half marathon in an hour 50 minutes, says she wanted to seize the opportunity to run in “locations with some significance”. She has previously run at the Ghengis Khan festival in Mongolia, through the temples of Angkor Wat in Cambodia and at Kota Kinabalu in Borneo. Del Valle said she was “gutted” when the race was cancelled, but Gething said he had been “fairly optimistic that it would go ahead and there were just a few hiccups”. Mohieddeen says she always tells her customers to adopt a “go with the flow” attitude when booking travel to the country. The course loops a 10km lap around the Kim il-Sung’s stadium, with those who choose the full marathon having to complete the course in 4 hours or less. Those who find their pace lagging will not be swept off the streets as such but will miss out on the chance to cross the finish line in the stadium which will be closed. Mohieddeen, who is running the 10km race, will update photos live to her Instagram feed during the race. She kicked off the venture with short video taster of the North Korean film Marathon Runner. She also expects tourists to take pictures while they run, but these are unlikely to emerge until they leave the country as, unlike Mohieddeen, they won’t have ready access to 3G in North Korea. A few have shared their pre-race pictures on Twitter before heading to Pyongyang, including Twitter user @ayeshas who had painted her nails with Indian colours to get round a ban on flags, and another group who appear to be rehydrating for the race with beer. Concerns about the ethics of travelling to North Korea and contributing to the economy of authoritarian regime have been raised, but those who defend the industry say that any interaction with otherwise secluded citizens can only be positive. Koryo’s official line is that tourism can contribute to opening up the country, and point to their record of cultural, educational and sporting exchanges with the North Korean people. When asked about the ethics, Gething concedes that the presence of foreigners may be used as propaganda to boost the governments standing, but added that engagement with North Koreans, even in a small way, could contribute to a climate of “mutual respect.”",
    "keywords": [
        "gething",
        "tourists",
        "marathon",
        "run",
        "korea",
        "seven",
        "race",
        "country",
        "mohieddeen",
        "koreas",
        "north",
        "line"
    ],
    "summary": "A dedicated group of runners is gearing up for one of the most unusual races in the calendar: a marathon, half marathon or 10K run on the streets of Pyongyang.\nFor the second year in a row, tourists have been permitted to line up in the race, officially known as the Mangyongdae Prize International Marathon – after Kim il-Sung’s birthplace, against professional athletes from North Korea.\nKoryo Tours, the agency that takes the majority of tourists to North Korea every year, said it had been kept in the dark about the border decision until the very last minute.\nToday the company will be leading one of its largest tours to North Korea since it started operating in 1993, taking 280 people to Pyongyang.\nShe kicked off the venture with short video taster of the North Korean film Marathon Runner.",
    "sentiment": {
        "neg": 0.0277,
        "neu": 0.91,
        "pos": 0.0623,
        "compound": 0.1744
    }
}