{
    "date": "2015-10-18T10:00:03Z",
    "title": "Christianity was the only way out, says North Korean defector",
    "url": "https://www.theguardian.com/world/2015/oct/18/christianity-defectors-escape-route-north-korea",
    "content": "The first time Joseph Kim heard the words “Christian” and “church”, he had no idea what they meant. He had never seen a church and Christianity was as unfamiliar to him in his famine-ravaged North Korea as Disneyland. “Kwang Jin”, a friend said to him, using the Korean name by which Kim was then known, “if you ever go to China, the churches will give you money.” To which Kim replied: “What’s a church? Why would they just give you money?” “Because they’re Christians,” the friend said. “What are Christians?” Kim asked. That Kim should have known nothing about Christianity when he was growing up in North Korea was hardly surprising. Born in 1990, the only belief system to which he was exposed as a child was reverence, mixed with fear, for the Great Leader. When he was very young he was taught in kindergarten about the magical powers of Kim Il-sung, then supreme leader of the Democratic People’s Republic of Korea (DPRK). Kim learned that the dictator was the smartest man in the world and that he was able to fly around the countryside keeping watch over all his children. But if the cult of the Great Leader left no room for Christianity, or any other organised religion in Kim’s youth, the importance of money was most certainly not lost on him. Prolonged famine had struck the country when he was five, killing more than a million people and in effect turning Kim into an orphan. His father died of hunger-induced illness, his mother ended up in a North Korean prison camp, and his beloved sister was probably sold as a child bride in China. As he describes in his memoir of becoming a defector, Under the Same Sky: From Starvation in North Korea to Salvation in America, Kim was driven to increasingly desperate measures to survive. He ate wild plants and raspberry leaves, snails and grasshoppers, lived by petty crime and joined a network of homeless thieves called the “gangster brothers”. Eventually in 2006, at the age of 16, he decided he had nothing left to lose and made the perilous journey from his town of Hoeryong in the north of the country across the Tumen river into China. He remembered what his friend had told him about churches giving money, which chimed with what somebody told him as he knocked on doors in search of food inside China. “You must go to a Christian church,” a Chinese woman said. “How do I find this church?” he asked. “Look for a cross,” she replied. His search took him to a number of churches in Tumen City, the Chinese town where he arrived close to the North Korean border, and through them he was introduced to a network of Chinese-Korean Christians who were to prove his salvation. “If that hadn’t happened, I don’t know what other route I could have taken,” Kim said in an interview with the Guardian in New York, where he now lives. “I didn’t have any relatives or friends I could find inside China, so this was my only hope.” Unbeknown to Kim at that time, his connection with the Christians meant that he had entered the most sophisticated underground support network for North Korean defectors then in existence inside China. Backed with money and logistical support from South Korean-based, largely Presbyterian, churches, an intricate system was in place for hiding away, and then providing escape routes, for people who had fled famine or persecution in the DPRK. In Kim’s case, he was sheltered in the home of a Korean-Chinese woman, aged about 75, whom he called Grandma. A woman of strong faith, she was a member of a South Korean church, which paid some of her rent and the expenses she incurred looking after North Korean defectors. It was a dangerous arrangement. If Grandma had been caught harbouring Kim, she would have faced a 5,000-yuan (£520) penalty – an enormous sum for her. If Kim had been caught, he would have been deported back to North Korea, where his connection with Christianity would have been severely punished. “Public execution would have been highly possible, but definitely I would have been sent to a prison camp back in North Korea,” he said. The shelter and food that Kim received from Grandma and her Christian network did not come entirely without a cost. He was expected to embrace the religion. He attended Bible-reading lessons, and later Grandma took him to underground church services. At first it was all gobbledygook to him. When he arrived in China from North Korea he was, he said, “nothing more than an animal who wants to live and have a bite to eat. There was nothing else. My primary concern was to find food. If you didn’t constantly put yourself first, you would die. So ethics meant nothing to me, it was nothing more than a word.” He admits in the early days he was only interested in what Christianity could give him. “I was merely interested in the aid I could get from them. There was no sense of moral development.” Over time, though, he did come to appreciate the lessons and to embrace the religion. The sacrifices made on his behalf by Grandma and other local Christians chimed with what he was reading in the Bible, and he started to understand the value of altruism. “Grandma made a huge sacrifice and took great risks to help me. And that matched the story of Jesus I read in the Bible and I started to understand.” But there was another sacrifice he found more difficult to accept. Early on in his contact with the Christians in China, he was told to change his name from Kwang Jin to the biblical Joseph Kim. He was shocked and offended by the demand. “It was a mixture of anger plus sadness,” he said. “I literally gave up everything I had to survive. I gave up my personality. I gave up the pride of being human. I had nothing to tie me to my parents and my past life. The only thing that identified me was my name – and now I was being told to give that up too.” After around three months living under Grandma’s protection, Kim was introduced to a non-religious group called Liberty in North Korea (LiNK), which works with defectors hiding in China and helps them seek asylum. LiNK facilitated his journey to the US consulate in Shenyang, and after four months there he was relocated to the US, where he has lived for eight years. Today he is preparing to start as an undergraduate at Bard College, New York, studying political science. He describes himself as a Christian and belongs to a South Korean church in Brooklyn. “I’m not the most ideal Christian, but I am Christian,” he said. Over time he has grown to appreciate Christianity as a loving, altruistic faith. But he has also wrestled with doubts about the religion and why he had to join it in exchange for food and shelter. “I didn’t feel tremendous force to join the religion, but it’s also true that I didn’t have any other option. No one said to me, ‘By the way you don’t have to become a Christian to get help.’ “One thing Christianity could do to help address the question is to say to North Korean defectors, ‘It’s totally up to you – whether you join the religion or not – we’re going to help you regardless.’ I think that could be helpful, but I don’t know whether South Korean missionaries are prepared to do that.” At moments of extreme doubt, Kim wonders whether Christianity could be another form of indoctrination. “Even though no one forced me into Christianity, I definitely had internal pressure: if I didn’t believe in God, would they still be helping me?” He said he was still struggling with that moral conundrum. But he also remains enduringly grateful for the sacrifices made on his behalf by Grandma, and he deeply regrets that he has been unable to contact her since leaving China to thank her personally for the new life she gave him. “She played a huge role in my life – without her I wouldn’t be here today,” he said.",
    "keywords": [
        "grandma",
        "christianity",
        "church",
        "korea",
        "way",
        "kim",
        "china",
        "religion",
        "christian",
        "defector",
        "north",
        "korean"
    ],
    "summary": "He had never seen a church and Christianity was as unfamiliar to him in his famine-ravaged North Korea as Disneyland.\nThat Kim should have known nothing about Christianity when he was growing up in North Korea was hardly surprising.\nHis father died of hunger-induced illness, his mother ended up in a North Korean prison camp, and his beloved sister was probably sold as a child bride in China.\nA woman of strong faith, she was a member of a South Korean church, which paid some of her rent and the expenses she incurred looking after North Korean defectors.\n“Public execution would have been highly possible, but definitely I would have been sent to a prison camp back in North Korea,” he said.",
    "sentiment": {
        "neg": 0.0753,
        "neu": 0.8331,
        "pos": 0.0915,
        "compound": 0.0847
    }
}