{
    "date": "2015-11-10T06:00:03Z",
    "title": "North Korea runs short of ingredients for winter kimchi supplies",
    "url": "https://www.theguardian.com/world/2015/nov/10/north-korea-runs-short-of-ingredients-for-winter-kimchi-stores",
    "content": "North Korean households are facing a winter without their traditional supply of kimchi after a year in which droughts and then floods have affected vegetable harvests. As the kimjang season begins, when the fermented cabbage dish is made to last families though the winter, market prices for radishes and cabbages are escalating. Even ingredients such as chillies, garlic, onions and salt used for seasoning are in short supply, say sources inside the country. Harvests from collective farms are expected to have halved because of the effects of the adverse weather conditions, a source said, with residents fearing that household allocations will be considerably lower than last year. “At Chongjin’s Sunam Market, 1kg of cabbage now goes for 3,000 North Korean won ($0.35), which is up 1,000 won from before,” a source said. “Radish prices have climbed by 500 won but they’re still selling at a rapid pace,” the source added. “If people see someone with radishes and cabbages on an ox cart going by, they will chase after it and offer a higher price to buy the produce, creating a scene.” “Back in August, a lot of vegetable fields in the Hamgyong Provinces and parts of Yanggang were lost to extreme downpours,” she said, “so a lot of households are giving up on kimjang for the year.” Central authorities have prioritised supply for the Rason area, which was particularly hit hard by devastatingly torrential rains, meaning some other regions have not received a single head of cabbage. Farmers ordered to send supplies to military bases and flood-hit areasare worried about procuring their own kimjang supplies. The source said that North Koreans are reliant on kimchi as a staple food during the winter, and there are already fears of widespread hunger. For an average four-person family, a minimum 350kg of cabbages and 200kg of radishes are required during kimjang. A winter’s supply of the fermented cabbage dish also requires 3kg of garlic and 18kg of salt. Usually, this amount of kimchi would cost roughly 1.5m North Korean won, but the source put this year’s estimated cost at 3m , adding that even with this money it is hard to secure the right supplies. A version of this article first appeared on Daily NK, part of the Unification Media Group",
    "keywords": [
        "won",
        "korea",
        "short",
        "ingredients",
        "source",
        "supply",
        "radishes",
        "winter",
        "cabbage",
        "runs",
        "korean",
        "kimchi",
        "supplies",
        "north",
        "kimjang"
    ],
    "summary": "North Korean households are facing a winter without their traditional supply of kimchi after a year in which droughts and then floods have affected vegetable harvests.\n“At Chongjin’s Sunam Market, 1kg of cabbage now goes for 3,000 North Korean won ($0.35), which is up 1,000 won from before,” a source said.\nFarmers ordered to send supplies to military bases and flood-hit areasare worried about procuring their own kimjang supplies.\nThe source said that North Koreans are reliant on kimchi as a staple food during the winter, and there are already fears of widespread hunger.\nUsually, this amount of kimchi would cost roughly 1.5m North Korean won, but the source put this year’s estimated cost at 3m , adding that even with this money it is hard to secure the right supplies.",
    "sentiment": {
        "neg": 0.0535,
        "neu": 0.899,
        "pos": 0.0475,
        "compound": -0.0361
    }
}