{
    "date": "2015-09-11T06:18:17Z",
    "title": "The Pyonghattan project: how North Korea's capital is transforming into a 'socialist fairyland'",
    "url": "https://www.theguardian.com/cities/2015/sep/11/pyongyang-north-korea-capital-socialist-fairyland-kim-jong-un",
    "content": "Standing at the top of the tallest slide in Pyongyang’s Munsu Water Park, clutching a rubber ring and watching the water gush through candy-coloured loops to a wave pool below, it’s easy to forget you’re in North Korea. The crystalline rooftops of the indoor pools sparkle in the afternoon sun; swimmers frolick in fountains and are pummelled by waterfalls tumbling from artificial rocks. Others look on from the terrace, licking ice-creams and tapping at their smartphones, surfing the strictly controlled national intranet. This could be Florida or Dubai, if it wasn’t for the unnervingly lifelike waxwork of the Eternal Chairman, Kim Jong-il, standing in the lobby in his trademark safari suit and Cuban heels, welcoming visitors with a cheery beam. A couple of hours in this unlikely fun park was one of the few moments of respite on a week-long architectural tour of Pyongyang, a seven-day package holiday for the hardened monument-phile. I had met Nick Bonner, the man who organises these tours, at the Venice architecture biennale last year, where he curated a surreal exhibition of paintings by North Korean architects, depicting their vision of the future of tourism in their isolated land. There were space-age scenes of hoverships and conical mirror-glass hotels clinging to clifftops, all wrought with a decidedly retro air, as if taken straight from a Dan Dare comic. “It’s not too far off what they’re actually building now,” Bonner had said. I wasn’t sure if he was joking. Based in Beijing for the last 20 years, the Cheshire-born Bonner founded Koryo Tours in 1993, and has been taking foreigners into North Korea ever since, on increasingly specialised trips, from golfing holidays to glitzy red carpet treatment at the Pyongyang International Film Festival. Now in its second year, his architecture tour draws a diverse bunch: our 10-strong group includes a Californian globetrotter in her 70s, a pair of Italian photographers, a Brazilian anthropologist fresh from the Amazon jungle and a Tory councillor from Buckinghamshire. Nor are we alone: our group is accompanied by three official guides at all times, and we often arrive at monuments to be greeted by coachloads of other foreigners and teeming crowds of Chinese tourists, marvelling at the novelty of a place where communism remains intact. In June, after a six-month ban on foreign visitors due to the Ebola threat, the hermit kingdom announced its intention to welcome two million tourists a year by 2020. It is an ambitious target, not only because it represents a 20-fold increase, but also because every foreign visitor must have their cameras, computers and any printed material searched for imperialist propaganda at the airport. The US Department of State “strongly recommends against all travel” to the country, while the UK Foreign Office warns that “the level of tension on the Korean peninsula can change with little notice”, as evidenced recently when tensions flared between the North and South Korean governments and the North’s present leader, 32-year-old Marshall Kim Jong-un, put his troops in a “semi-war state”. Still, the country appears to be pressing ahead with preparations for a grand influx, unperturbed. The sprawling 15-hectare water park, it turns out, is just the tip of a building boom initiated by Kim Jong-un. It is a construction drive characterised not by the imposing militaristic monuments that marked out the reign of his father, Kim Jong-il, but by the infrastructure of leisure and pleasure. Abroad, the young leader’s nuclear threats and ruthless executions dominate the headlines; at home, he is carving out a reputation as something of a master builder and a champion of modern facilities for the country’s new middle class. Last year Kim Jong-un opened the country’s first ski resort near the east coast port of Wonsan, an emerging tourist hub where a new airport is under construction, along with daring plans for an underwater hotel. On an island in Pyongyang’s Taedong river he has conjured up the Rungna People’s Pleasure Ground, a theme park complete with pink-painted rollercoasters, mini-golf course, swimming pool and a 4D cinema, fitted out with “rhythmic” moving seats. At its heart is the Dolphinarium, a building shaped like a big white whale, where Chinese dolphins perform somersaults on demand, leaping from a pool of saltwater that was pumped here along a 100km pipeline. Much of the mostly rural country may be suffering from drought, food shortages and intermittent electricity, but the capital now boasts a hi-tech shooting range where visitors can take potshots at pheasants, as well as a horse-riding centre where children of the elite get a taste of country life for the equivalent of $5 an hour – more than many of their compatriots earn in a week. “The leader is always planning many exciting things for people to do, to show of the beauty of our country to visitors,” one of our guides explains. “We hope you will enjoy, and take back happy experiences to your country.” Our guides to this new world never stray far from the script. At each site they recite the total square meterage, visitor capacity, how long each project took to build and, most importantly, how many times the leaders have visited – a fact of almost sacred significance, usually framed on a plaque above the entrance. Names of architects are never mentioned: every project is a collective effort, built to the close directions of the leader. “Let us usher in a great golden age of construction,” exhorts one of the 310 official patriotic slogans published this year. The ambition is already evident in the number of cranes that dot the skyline, along with armies of soldier-builders scurrying up and down rickety scaffolding, paid for by a wave of Chinese investment. The most prominent structures are the 47-storey shafts of the Changjon Street apartments, an 18-tower complex completed last year in less than 12 months and nicknamed “Pyonghattan” by foreign diplomats. But other emerging skyscrapers go undiscussed and unphotographed: there is a veto on documenting anything that looks unfinished, or anyone at work. “North Korean people like to look their best for photos,” explains our guide. Perhaps they also don’t want anyone looking too closely at their construction methods. A big tower in the form of an inverted pagoda makes an impressive silhouette on the skyline, but as we drive closer it appears to be the result of almost medieval building techniques, hastily poured concrete spilling from its shuttering and walls not quite lining up with the floors below. Last year a 23-storey apartment block in Pyongyang collapsed during construction, killing dozens or perhaps even hundreds of locals who had already moved in. According to South Korean media reports, the deputy minister of construction and building material industries, Choe Yong-gon, has since been executed. Ma Won-chun, director of the designing department of the National Defence Commission, allegedly met the same fate after Kim Jong-un expressed dissatisfaction with initial designs for Pyongyang’s new airport, which opened in June. “The designers failed to bear in mind the party’s idea of architectural beauty,” said Kim, “that it is the life and soul and core in architecture to preserve national identity.” This message has clearly been learned by the architect we meet at the Paektusan Academy of Architecture – introduced to us as the designer of the new airport. He tells us that the form of the building takes inspiration from the traditional Korean hipped roof, and that its facade is adorned with the ancient national symbols of the white tiger and blue dragon. Paektusan Academy is where most of the government’s prestige projects are designed, and its lobby is decorated with a breathtaking bird’s-eye view of the Pyongyang cityscape, freshly painted each time a new project appears on the skyline. We tour the office, which is mostly empty, save for a few technicians modelling restaurant interiors on computers or looking studiously at printed plans. Downstairs we admire an exhibition of foreign architectural precedents, from one of Moscow’s Seven Sisters to Terry Farrell’s MI6 headquarters, in a revealing line-up of monumental megastructures. The whole place feels slightly unreal, a mock-up of activity hastily assembled for visitors. Outside on the streets, however, construction continues apace. “We are now building at ‘Pyongyang speed’,” our guide explains, referring to the tradition of “speed campaigns” used by the leaders to urge on construction at ever faster rates. It follows on from “Chollima speed”, the speed of a mythical winged horse that set the pace for Pyongyang’s early development, and the more recent “Masikryong speed”, which apparently saw the entire ski resort built in just ten months. Seeing the results, you can’t help thinking they would do well to slow down. Driving around the city, we see examples of this in action. Soldiers are racing to finish the new towers of the leader’s latest trophy project, Future Scientists Street, in time for the 70th anniversary of the Workers’ Party foundation in October. A group of tapering orange and green apartment buildings on the waterfront, they have been built to house university academics and are accordingly modelled on an intellectual’s calligraphy brush. Elsewhere, freshly painted bike lanes now skirt many of the pavements, while planted pathways wind along the riverbanks. The streets still feel empty, as privately owned cars remain largely forbidden, but there are lots of shiny new taxis (imported from China) along with traffic lights and even the occasional jam. As well as physical changes to the city, there are other signs of what looks like a more prosperous nation beginning to emerge. Kids zoom around the public spaces on rollerblades, while women sport brightly coloured fitted jackets and high heels, shading their faces from the sun with glittery lace parasols and oversized sunglasses – fashion accessories that were unheard of just a few years ago. One of our guides is proud to tell us of her taste for coffee, as we pass the city’s first coffeeshop, where waitresses stand ready with digital tablet-menus. We see more consumerism in action at the Kwangbok department store, a multi-storey shopping centre with a distinctly Soviet feel, where Koreans browse aisles of imported drinks and snacks and teenage girls jostle at the cosmetics counter. A joint venture with a Chinese company, it is one of the few places where foreign currency can be exchanged at the black-market rate, of around 8,000 won to the dollar (compared to the official rate of 109 won to the dollar). Some reports suggest that the state has started to pay some workers at this real rate, hinting at a slow recognition of the market economy; but this is in reach of only a select few – the rising class of rich North Koreans known as donju (“masters of money”). A theatrical city “Let us turn the whole country into a socialist fairyland!” urges another of this year’s official slogans. From the top of the Juche Tower, a gigantic candle-like obelisk that stands beside the river in the centre of Pyongyang, the capital does indeed unfold as a fairytale landscape – a sea of pastel-coloured apartment blocks, painted in chalky pinks and yellows, baby blue and teal, punctuated by lush green parks, and with a variety of futurist forms poking up on the horizon. “It’s always a breath of fresh air to arrive here after Beijing,” says Bonner. “It is probably one of the greenest cities in Asia, and it’s now busy doing, on a much smaller scale, what Barcelona did – with a big emphasis on improving the landscape and recreation spaces.” It’s not quite Las Ramblas, but it is a bold initiative, evidenced by the crowds of volunteer women we see swarming along the riverbank, busy shovelling mounds of sand in preparation for a new waterfront promenade. Utterly flattened by US bombing during the Korean war, Pyongyang was rebuilt from scratch from 1953 onwards, conceived by the country’s founding father and Eternal President, Kim Il-sung, as “a great garden of Juche architecture”, “Juche” being the national ideology of self-reliance. It is a typical Soviet-style diagram: an axial masterplan of imposing squares linked by grand boulevards. Although many of the early structures borrow heavily from Stalinist neo-classicism, and the majestically mosaicked metro stations take a leaf from Moscow’s palatial underground, they have a distinctly Korean air. There are the usual chunky granite columns groaning under overweight rooftops, typical of most socialist cities, but with an extra level of refinement. The columns are often octagonal, recalling the pillars of ancient Korean temples, while the roofs are sweeping, multi-layered affairs of green pantiles and projecting beams, aping the country’s traditional timber structures in concrete or stone. “National in form, socialist in content,” explains our guide. The result is a highly theatrical city, where every vista is carefully framed, every route choreographed for maximum spatial impact. Walking through the city (or getting on and off a minibus) feels like moving through a series of stage sets. Marching colonnades and flanking wings of symmetrical monuments amplify the significance of whatever lies at the end of the grand axis – usually a statue of one of the Kims. Such principles were helpfully articulated by Kim Jong-il in his 160-page treatise On Architecture, published in 1991. “The basic condition for harmonising all the city’s architectural space,” he writes, “is the focus on the leader’s statue and ensuring that the statue plays the leading role in the architectural formation of the city.” It is a cult of personality that extends beyond rhetoric or ideology. After a few days in Pyongyang, I find myself always looking out for the cheery leaders, forever offering a toothy grin, depicted standing before ever more spectacular landscapes. The few buildings without portraits or statues begin to feel bereft. The effect is most striking on Mansu Hill, where a pair of 20-metre-high bronze statues of Kim Il-sung and Kim Jong-il – father in long flowing coat, son in zip-up leisure suit and anorak – stand in front of a stone plaza, surveying an axis that extends 2km down the hill and across the Taedong river, to where the Party Foundation Monument stands, its three clenched stone fists holding hammer, sickle and calligraphy brush aloft. We don’t get close to the foundation monument – it’s “closed for renovation”, the stock phrase used for anything off-limits – but bronze souvenir versions are available in our hotel at $72. While such grand theatrical devices might be reminiscent of other cities across the Soviet bloc, from Moscow to Minsk, Pyongyang is a unique specimen in that the original intentions remain intact. It is still governed and shaped by the exact same political and ideological system it was built to revere. Largely incubated from the usual urban pressures of commercial speculation or inward migration, the city has nonetheless evolved over the years, expanded and consolidated by successive grands projets in ever more exotic forms. One of the most fantastical buildings stands at the northern end of Rungna Island, in the form of the bulging metallic shell of the May Day stadium, shaped like a parachute caught in full flight. Completed in 1989, and home to the annual dance spectacular of the Arirang Mass Games until last year, it was recently converted into a football stadium, optimistically adorned with Fifa’s logo and the Olympic rings. With an alleged capacity of 150,000, it claims to be the biggest stadium in the world. “Fifa officials will be visiting to inspect our facilities at the end of the month,” claims the guide, ushering us into a small room where a tableau of freshly pumped footballs and plastic cones has been neatly arranged. If Qatar 2022 is still on track, the prospect of a North Korean World Cup may not be too far-fetched. To the south, stands the bright white tepee of the national ice rink, an expressive concrete wigwam that could be from the hand of Oscar Niemeyer (also “closed for renovation”). Across the river, meanwhile, writhe the red armadillo-like shells of the Central Youth Hall, twisting and turning in exuberant arcs above a group of auditoriums (also “closed for renovation”, although a peek through the window revealed games of badminton under way in a gloriously Soviet lobby). On a roundabout in the centre of the Moranbong district we come to the colossal Arch of Triumph, an inflated cousin of Paris’s Arc de Triomphe. “It is built of 25,500 blocks of granite to represent the days of Kim Il-sung’s life on his 70th birthday,” says our guide, adding that its hefty three-layer roof makes it 10 metres taller than its French relative. As Kim Jong-il writes: “The magnificence of grand monuments is expressed, first of all, through unusually large size and vast numerical quantity.” Most of these enormous, oddly shaped things were built in the 1980s, when the country’s architectural ambitions went through a particularly daring phase. It was a period of spectacular hubris, shortly before the economy plummeted in the 1990s, when the collapse of the Soviet Union plunged the country into mass starvation. This boom and bust is expressed nowhere better than in the Ryugyong Hotel, the gargantuan pyramid that looms above the city like some malevolent rocket ship. Begun in 1987, the 3,000-room mountain stood as a rusting concrete carcass until 2008, when it was dressed in mirrored glass and aluminium by Egyptian telecoms company Orascom as part of a $400m deal to operate the country’s 3G phone network. Crowned with five revolving restaurants and intended to open for the centenary of Kim Il-sung’s birth in 2012, it remains unfinished and off-limits. It was perhaps one fanciful dream too far. Three years ago, German architect Philip Meuser produced an unlikely guidebook to the architecture of Pyongyang, after years of negotiations with Korean officials following his first visit in 2005. The resulting publication comes in two volumes: one officially sanctioned, the second an illicit commentary that strays beyond the anodyne facts and figures. I was strictly advised not to take either volume into the country. How did the book go down in North Korea? “I am afraid to go back,” says Meuser, speaking by phone from his Berlin studio. “Even the first volume was extremely contentious. We had a double-page spread with a statue of one of the leaders across the centrefold, which is absolutely forbidden. Their image cannot be cut or cropped in any way, so it was censored. I am scared to think what would happen if they knew about volume two.” Some other foreign architects have trodden more softly in an attempt to build up a dialogue. Calvin Chua, a young London and Singapore-based architect, recently organised the first ever visiting summer school in Pyongyang with London’s Architectural Association, where he set up a week-long workshop focused on developing a design strategy for a major street in the capital. “It was interesting to see the different approaches between the local and foreign architects,” he tells me. “The North Korean architects were technically skilled – they could whip up a digital model really quickly and render pretty well. But it seems like they’re mostly interested in the external form of the building and what it represents.” In this, they’re keeping up a grand tradition. Pyongyang exhibits a history of highly representative buildings, from the Sanwon Maternity Hospital, planned in the shape of a mother with twin children, to the Mangyongdae Schoolchildren’s Palace, similarly styled with semi-circular wings symbolising the loving embrace of a mother. Chongchun Sports Street, built for the momentous World Festival of Youth and Students in 1989, is lined with a slew of expressive concrete megastructures – from a weightlifting gymnasium shaped like a pair of dumbbells, to a badminton hall modelled on the arc of a flying shuttlecock. Here we see the basketball team in action, and admire a framed photo of NBA star Dennis Rodman sitting next to a beaming Kim Jong-un. (He asked for Michael Jordan and got Rodman instead.) Most of these structures are still largely intact – the upside of an economically crippled state being that architectural heritage is usually safe – but their interiors are another story. “I’m not sure how much longer we’ll bother taking tourists inside a lot of these buildings,” says one foreign guide, who has seen too many decorative terrazzo floors replaced with wipe-clean lino and glossy Chinese granite. The host of one of the theatres we visit proudly explains how an old-fashioned parquet floor has been replaced with modern rubber, convenience and durability being chief tenets of the Juche ideology. Although it’s disheartening to enter through a majestic Soviet-era stone portico and find something resembling (and smelling like) a new Chinese shopping mall, the acrid whiff of paint fumes and tile adhesive catching in the throat, these modern interiors have a special charm all of their own. In every refurbished building we visit, there is a peculiarly consistent style of preschool colour schemes and shiny synthetic surfaces, the pastel palettes and axial symmetry giving an eerie feeling of walking into a Wes Anderson film set, or a life-size Polly Pocket toy. Such interiors reach their peak in the new support rooms of the May Day stadium, where we move from a changing room of salmon-coloured lino and turquoise banquettes, to a physio studio decked out in powder blue and peach, complete with gold vinyl massage tables. “I’m not sure whether this style just comes from the availability of materials,” says Calvin Chua, “or if it’s a conscious design choice.” Looking at the rendered images on the walls of the Paektusan studio, a symphony of pastel-coloured confections iced with curvaceous plastic mouldings, it seems intentional to me. Having moved from palatial Stalinist piles to expressive modernist megastructures, via the odd techno-futuristic whim, kindergarten kitsch is the logical next step for a regime intent on projecting an image of carefree prosperity. It is architecture as anaesthetic, a powerful tool for the state to infantilise its people. It is only when we leave the city that it becomes clear that this image of jolly prosperity is largely an illusion. On the three-hour journey along a crack-riddled road heading south to the border, during which we barely pass another vehicle, we get a glimpse behind the scenes. Abandoned factories stand rusting next to crumbling concrete apartments, without the cheerful hues. We pass a scene of ragged children playing in the river, while shaven-headed men in striped prison uniforms toil in the fields beyond, watched over by soldiers. Outside the pleasure dome, in zones off-limits to foreign visitors, most of the socialist fairyland still suffers from frequent power shortages, chronic food insecurity and deteriorating standards of healthcare and education – realities that are safely obscured inside Pyongyang’s candy-coloured mirage. Follow Guardian Cities on Twitter and Facebook and join the discussion",
    "keywords": [
        "transforming",
        "architecture",
        "project",
        "city",
        "socialist",
        "foreign",
        "construction",
        "kim",
        "building",
        "pyonghattan",
        "fairyland",
        "korean",
        "country",
        "pyongyang",
        "capital",
        "north",
        "koreas"
    ],
    "summary": "The sprawling 15-hectare water park, it turns out, is just the tip of a building boom initiated by Kim Jong-un.\n“North Korean people like to look their best for photos,” explains our guide.\nA theatrical city “Let us turn the whole country into a socialist fairyland!” urges another of this year’s official slogans.\nIf Qatar 2022 is still on track, the prospect of a North Korean World Cup may not be too far-fetched.\n“The North Korean architects were technically skilled – they could whip up a digital model really quickly and render pretty well.",
    "sentiment": {
        "neg": 0.0298,
        "neu": 0.8793,
        "pos": 0.0909,
        "compound": 0.2273
    }
}