{
    "date": "2015-05-21T10:50:43Z",
    "title": "Gloria Steinem’s peace delegation periscope live from Pyongyang",
    "url": "https://www.theguardian.com/world/2015/may/21/north-korea-gloria-steinem-periscope-pyongyang",
    "content": "It appears that Pyongyang has been periscoped for the first time. Coleen Baik, a designer who previously worked at Twitter, has been using the live video streaming tool during a trip to North Korea as part of the Women Cross DMZ peace movement. The group of 30 women, including leading rights activist Gloria Steinem and nobel laureates Leymah Gbowe and Mairead Maguire, plan to cross from North Korea to South Korea at the Demilitarised Zone (DMZ). But their plans appear to have hit a stumbling block as they’re yet to have formal approval from Seoul to cross back in to the South at Panmunjom – one of the most fortified borders in the world due to ongoing hostilities between the two countries. Speaking from Pyongyang on Tuesday organiser Christine Ahn said the group may have to change the route so they cross at Kaesong, a border used by business and civilians. “We have approval from both governments to cross the DMZ, but we don’t know precisely where”, she said. Korean-American peace activist Ahn says that border crossing has a symbolic value for the group who hope their march will help “break the impasse and stalemate” between the two countries who’ve technically been at war since 1953. Baik told North Korea Tech that she was streaming via the Koryolink 3G cellular service. She paid $250 (£160) for the basic service and $450 for 2GB of data. It’s “expensive but actually not as much as I expected,” she said. The ability to live stream from Pyongyang has been available since the mobile internet arrived in 2013, but the recent launch of apps like Periscope and competitor Meerkat have made it much easier. It raises interesting questions for the guides that escort tourists around the city. Typically, almost everything on a guided tour can be photographed, but tourists are sometimes requested to delete sensitive images. With live streaming, the image is immediately broadcast out of the country and can’t be edited – it’s too late to take it back. This appears to be the first ever Periscope broadcast from Pyongyang : North Korean state media KCNA carried pictures of the group’s “tour” around the capital yesterday, including a trip to a nursery, a maternity hospital and the “historic relics” of Mangyongdae, the birth place of Kim Il-sung. Several updates from Baik today include a live “art performance” and lunch followed by “decompression” with the live stream expected to continue throughout the trip. This article was amended on 22 May 2015 to state that Coleen Baik is a former, not current, employee of Twitter",
    "keywords": [
        "baik",
        "streaming",
        "dmz",
        "periscope",
        "korea",
        "cross",
        "peace",
        "live",
        "north",
        "group",
        "gloria",
        "steinems",
        "trip",
        "pyongyang",
        "delegation"
    ],
    "summary": "Coleen Baik, a designer who previously worked at Twitter, has been using the live video streaming tool during a trip to North Korea as part of the Women Cross DMZ peace movement.\nThe group of 30 women, including leading rights activist Gloria Steinem and nobel laureates Leymah Gbowe and Mairead Maguire, plan to cross from North Korea to South Korea at the Demilitarised Zone (DMZ).\nBaik told North Korea Tech that she was streaming via the Koryolink 3G cellular service.\nWith live streaming, the image is immediately broadcast out of the country and can’t be edited – it’s too late to take it back.\nSeveral updates from Baik today include a live “art performance” and lunch followed by “decompression” with the live stream expected to continue throughout the trip.",
    "sentiment": {
        "neg": 0.0138,
        "neu": 0.9304,
        "pos": 0.0558,
        "compound": 0.1295
    }
}