{
    "date": "2015-12-02T08:00:00Z",
    "title": "Russian film exposes the workings of North Korea's propaganda machine",
    "url": "https://www.theguardian.com/world/2015/dec/02/north-korea-under-the-sun-vitaly-mansky-film",
    "content": "A new film on life in North Korea has caused a diplomatic row after the director used officially sanctioned shoots to demonstrate how the state manipulates its people. Authorities are said to have tried to prevent screenings of Under the Sun, a film that follows a North Korean girl as she prepares to celebrate the Day of the Shining Star, the birthday of former supreme leader Kim Jong-il. Directed by veteran film-maker Vitaly Mansky, the documentary crew gained unprecedented access to the country by making the North Korean regime an official production partner and allowing officials complete control over the script. But despite being watched constantly by government minders during filming, Mansky found a way to expose the propaganda machine by leaving the camera running while each shot was set up. The film reveals how government representatives seek to construct an image of an “ideal” family, capturing the hectoring of officials as they tell the Koreans what to say, how to sit and when to smile. “I wanted to make a film about the real Korea, but there’s no real life in the way that we consider,” said Mansky, who spent a year in the country filming. “There is just the creation of an image of the myth of a real life. So we made a film about fake reality.” Under the Sun depicts a day in the life of a supposedly ordinary family in Pyongyang, following young Zin-mi who is about to join the Korean Children’s Union pioneers. The script was written and locations pre-chosen by representatives of the North Korean government. Row But relations with the government became tense after the director presented his version of the material, prompting politicians in Moscow to publicly distance Russia from its involvement in the project. Shortly after the film’s premiere at the Tallinn Black Nights film festival, an article by the former Russian minister of culture, Mikhail Shvydkoy, appeared in Rossiskaya Gazeta criticising the film-maker and his team for presenting the project as a “friendly collaboration” when they applied for state support. Black Nights director Tiina Lokk downplayed rumours that the festival had been strongly urged by North Korean representatives to withdraw the film, but admitted: “Yes, there was some kind of pressure.” Mansky said politicians had been scared off from associating with the film. “[Shvydkoy] complained that we lied to our North Korean partners and should feel ashamed about that, because the people who helped to make this film could be killed,” he said. “So the Russian Federation want to remove their support of the film.” He said he had started out making a film in line with North Korean specifications, in which a girl would emerge as “one pixel of a larger picture” – but his experience during the year-long shoot changed his approach. He said minders had had “total control” over the filming process. “These people didn’t say who they really are but we understood that all the decisions were made at the highest level,” he said. “They opened a special office in the hotel where we were staying and every day after shooting we had to give our material to them. They gave it back without censored frames. “There is no idea in North Korea about personal space, or the freedom to make a very simple decision about what you’re doing,” Mansky said.. In one scene, Zin-mi praises the health-giving qualities of kimchi in preventing ageing and cancer, and Mansky allows the audience to see how the crew are instructed to reshoot the scene over and over until the North Korean minders are happy they’ve achieved the right gusto. In another sequence, a factory forewoman gives a speech congratulating workers on their productivity while regime representatives can be heard demanding several takes and asking for heightened zeal each time. The film’s official narrative says that Zin-mi’s father is a garment factory worker, but an on-screen title added in post-production reveals that this role is fictional – the film crew learned later he is really a print journalist. “They have their own imagination of how it should be and for them it’s quite logical that they’re changing the occupation of the father,” said Mansky. Propaganda In Mansky’s view, the DPRK’s propaganda machine will always reveal evidence of its own lies. “Propaganda is also counter-propaganda,” he says. “My idea was to shoot a film like Leni Riefenstahl’s Triumph of the Will, which is both those at the same time.” Born in Ukraine when it was part of the Soviet Union, Mansky has shot within a Communist regime before (Motherland or Death in Cuba), and says part of his drive is a will to understand how his parents lived. “I’ve always been interested in the concept of freedom and its lack.” Describing communism as “against real life”, he claims: “In the Soviet Union people of course didn’t have freedom, but they were free inside their minds. In North Korea there is no such kind of freedom. That’s the tragedy of the society. They just don’t imagine that there’s another kind of life.”",
    "keywords": [
        "mansky",
        "korea",
        "machine",
        "real",
        "workings",
        "film",
        "exposes",
        "freedom",
        "russian",
        "korean",
        "propaganda",
        "representatives",
        "life",
        "north",
        "koreas"
    ],
    "summary": "A new film on life in North Korea has caused a diplomatic row after the director used officially sanctioned shoots to demonstrate how the state manipulates its people.\n“I wanted to make a film about the real Korea, but there’s no real life in the way that we consider,” said Mansky, who spent a year in the country filming.\n“There is just the creation of an image of the myth of a real life.\nThe script was written and locations pre-chosen by representatives of the North Korean government.\nIn North Korea there is no such kind of freedom.",
    "sentiment": {
        "neg": 0.0715,
        "neu": 0.8613,
        "pos": 0.0672,
        "compound": 0.0106
    }
}