{
    "date": "2015-03-05T15:16:55Z",
    "title": "North Korea: knife attack on US ambassador was 'expression of resistance'",
    "url": "https://www.theguardian.com/world/2015/mar/05/knife-attack-us-ambassador-north-korea-seoul",
    "content": "North Korea has described a knife attack that left the US ambassador in Seoul with a 11cm-long facial wound as “just punishment” for joint US-South Korea military drills. A political extremist with a history of violence, named by police as Kim Ki-jong, attacked Mark Lippert during an event in Seoul on Thursday morning. Lippert received 80 stitches during two and a half hours of surgery and will remain under observation in hospital for at least three days, his doctors said. The US and South Korea condemned the attack, but North Korea’s official KCNA news agency described it as a valid “expression of resistance”. A brief statement referred to the weapon used to slash Lippert as the “knife of justice”. Lippert, 42, tweeted after the surgery: “Doing well and in great spirits! Robyn, Sejun, Grigsby [his wife, son and dog] and I – deeply moved by the support! Will be back ASAP to advance US-ROK [Republic of Korea] alliance!” Chung Nam-sik, a doctor at Yonsei University’s Severance hospital, said the surgery had been “very successful”. He said Lippert had also sustained a cut to his left arm, damaging nerves connected to his little finger and tendons connected to his thumb, and might experience sensory problems in the hand for several months. The attacker was wrestled to the ground after lunging at Lippert with a fruit knife at a forum at the Sejong Cultural Institute, across the road from the US embassy. He loudly demanded the reunification of the Korean peninsula and condemned joint military exercises currently being held between the US and South Korea. “I carried out an act of terror,” he shouted as he was pinned to the floor. South Korean media said Kim, 55, was an anti-US and Japan activist. In 1985 he was part of a group that slashed and burned the US flag on the embassy grounds. He has also held one-man protests against Japanese claims to the Takeshima islands, known in Korea as Dokdo, which are administered by Seoul. In 2010, he received a three-year suspended prison sentence after throwing a piece of concrete at the Japanese ambassador to Seoul. In 2007, Kim reportedly tried to set himself on fire with petrol while protesting in front of the presidential Blue House, demanding a government investigation into an alleged 1988 rape in Kim’s office, according to news reports. After his arrest on Thursday, Kim reportedly told police he had been planning the attack for 10 days. “I made the sacrifice to stop Key Resolve,” he said, referring to the name given to this year’s US-South Korea military drills. Police are considering whether to charge him for attempted homicide, an official involved in the case said. In a blogpost, Kim said the annual military drills would ruin any attempts to bring about reconciliation between the two Koreas, more than six decades after the Korean peninsula was divided at the end of the 1950-53 Korean war. Unification ministry sources said Kim had visited North Korea at least six times in 2006-07, and had tried to erect a memorial to the late North Korean leader Kim Jong-il but was blocked by police and rightwing activists. South Korea’s president, Park Geun-hye – herself the target of a knife attack in 2006 – condemned the incident as “intolerable” during a visit to the United Arab Emirates, calling it “not only a physical attack on the US ambassador in South Korea but also an attack on the South Korea-US alliance”. The Korean Council for Reconciliation and Co-operation, a pro-unification group that hosted Thursday’s event, condemned the attack and apologised to the governments of both countries. In Washington, the US state department spokeswoman Marie Harf said: “We strongly condemn this act of violence.” The White House’s National Security Council spokeswoman, Bernadette Meehan, said Barack Obama had spoken with Lippert after the attack. “The president called to tell him that he and his wife Robyn are in his thoughts and prayers, and to wish him the very best for a speedy recovery,” Meehan said. Witnesses described how the attack unfolded too quickly to prevent Kim from reaching Lippert, who was seated at a table. “The guy comes in wearing traditional Korean brown and tan dress. He yells something, goes up to the ambassador and slashes him in the face,” said Michael Lammbrau, who works at the Arirang Institute thinktank in Seoul. “People wrestled the guy to the ground, the ambassador was still in his chair. The ambassador fought him from his seat. He was escorted out afterwards,” Lammbrau added. “There was a trail of blood behind him. He had about a seven inch-long gash on the right side of his face.” A stunned-looking Lippert was able to walk to his car to be taken to hospital. He was seen holding a handkerchief to a cut on his right cheek, and the wrist on his other arm appeared to be bleeding heavily. Lippert has proved a popular ambassador during his time in Seoul and is a regular poster on social media. His wife gave birth in the city and the couple gave their son a Korean middle name. South and North Korea have remained effectively at war since 1953, when the Korean war ended in a ceasefire but not a peace treaty. The two countries have remained divided by the demilitarised zone – the world’s most heavily armed border – ever since. The annual military drills, the latest of which began last week and will continue until April, have been blamed for raising tensions on the peninsula. North Korea routinely condemns the exercises as provocative, claiming they are practice for an invasion of the North. Seoul and Washington insist the drills are purely defensive. During drills in 2013 the North Korean leader, Kim Jong-un, threatened nuclear strikes on Washington and Seoul. On Monday, the North marked the first day of this year’s exercises by test-firing short-range missiles.",
    "keywords": [
        "knife",
        "south",
        "korea",
        "lippert",
        "expression",
        "drills",
        "kim",
        "seoul",
        "korean",
        "ambassador",
        "resistance",
        "north",
        "attack"
    ],
    "summary": "North Korea has described a knife attack that left the US ambassador in Seoul with a 11cm-long facial wound as “just punishment” for joint US-South Korea military drills.\nThe US and South Korea condemned the attack, but North Korea’s official KCNA news agency described it as a valid “expression of resistance”.\nHe loudly demanded the reunification of the Korean peninsula and condemned joint military exercises currently being held between the US and South Korea.\nSouth and North Korea have remained effectively at war since 1953, when the Korean war ended in a ceasefire but not a peace treaty.\nNorth Korea routinely condemns the exercises as provocative, claiming they are practice for an invasion of the North.",
    "sentiment": {
        "neg": 0.106,
        "neu": 0.8575,
        "pos": 0.0364,
        "compound": -0.2568
    }
}