{
    "date": "2015-01-13T09:25:55Z",
    "title": "Margaret Cho defends 'North Korean general' Golden Globes appearance",
    "url": "https://www.theguardian.com/film/2015/jan/13/margeret-cho-north-korean-general-golden-globes-tina-fey",
    "content": "US comic Margaret Cho has defended her controversial appearance as a stony-faced “North Korean general” at the Golden Globes following accusations of racism, reports Deadline. The San Francisco-born comedian took to Twitter to point out that as a woman of Korean heritage she had every right to lampoon the authoritarian nation. “I’m of mixed North/South Korean descent – you imprison, starve and brainwash my people you get made fun of by me #hatersgonhate #FreeSpeech,” she wrote. Cho, 46, later added: “I’m not playing the race card. I’m playing the rice card. #hatersgonwait #winnersgonpun,” in response to her critics. The comic’s appearance as “Cho Young-Ja” a North Korean general and supposed member of Globes organising body the Hollywood Foreign Press Association was a running gag during the ceremony. Hosts Tina Fey and Amy Poehler incited their guest to take a selfie with Meryl Streep – a moment captured by Michael Keaton on his phone and photobombed by Benedict Cumberbatch. She also insisted award presenter Kristen Wiig should make Bridesmaids 2. On another occasion the general, also a purported contributor to gaudy fictional Korean film magazine Movies, Wow!, complained vociferously at the Globes’ lack of razzmatazz. “You no have thousand baby playing guitar at the same time. You no have people holding up many card to make one big picture,” she said. “You no have Dennis Rodman.” The riff was part of Fey and Poehler’s merciless sending-up of the recent cyber-attack on Hollywood studio Sony at the hands of hackers working, according to the FBI, for North Korea. A group styling itself Guardians of Peace began leaking private Sony correspondence on 24 November, apparently in response to the studio’s proposed release of the Kim Jong-un baiting comedy The Interview. The hosts opened the show by labelling assembled luminaries “despicable, spoiled, minimally talented brats”, a reference to Hollywood producer Scott Rudin’s embarrassingly leaked comments about Angelina Jolie in an email to studio co-chairman Amy Pascal. “Tonight we celebrate all of the great television shows that we know and love as well as all the movies that North Korea was OK with,” added Fey later, with Poehler contributing: “The biggest story in Hollywood this year was when North Korea threatened an attack if Sony Pictures released The Interview, forcing us all to pretend we wanted to see it.” Cho has lampooned North Korea’s leaders before, appearing as Kim Jong-il in 2012 on Fey’s TV series 30 Rock. Korean-American actor Randall Park, who portrays Kim Jong-un in The Interview, leapt to her defence. He wrote on Twitter: “I heart @margaretcho.”",
    "keywords": [
        "globes",
        "sony",
        "interview",
        "im",
        "korea",
        "margaret",
        "general",
        "kim",
        "golden",
        "appearance",
        "cho",
        "hollywood",
        "defends",
        "playing",
        "north",
        "korean"
    ],
    "summary": "US comic Margaret Cho has defended her controversial appearance as a stony-faced “North Korean general” at the Golden Globes following accusations of racism, reports Deadline.\n“I’m of mixed North/South Korean descent – you imprison, starve and brainwash my people you get made fun of by me #hatersgonhate #FreeSpeech,” she wrote.\nI’m playing the rice card.\nThe comic’s appearance as “Cho Young-Ja” a North Korean general and supposed member of Globes organising body the Hollywood Foreign Press Association was a running gag during the ceremony.\nOn another occasion the general, also a purported contributor to gaudy fictional Korean film magazine Movies, Wow!, complained vociferously at the Globes’ lack of razzmatazz.",
    "sentiment": {
        "neg": 0.0916,
        "neu": 0.8279,
        "pos": 0.0804,
        "compound": -0.0094
    }
}