{
    "date": "2015-01-07T22:16:52Z",
    "title": "FBI director stands by claim that North Korea was source of Sony cyber-attack",
    "url": "https://www.theguardian.com/world/2015/jan/07/fbi-director-north-korea-source-sony-cyber-attack-james-comey",
    "content": "The FBI director, James Comey, has stood by the bureau’s conclusion that the North Korean government was responsible for the mammoth computer hack on Sony pictures, saying the hackers “got sloppy” and allowed their location to be identified on a number of occasions. Speaking at Fordham University’s international conference on cyber security on Wednesday, Comey said: “I have every confidence about this attribution, as does the entire intelligence community.” Questions over the origins of the hack – carried out by a group calling itself Guardians of Peace (GOP) and demanding that Sony’s controversial North Korean comedy The Interview be pulled from release – have mounted since the FBI named North Korea responsible in December. A private cybersecurity firm investigating the hack cast doubt on the FBI’s findings and indicated last month those responsible could have been former Sony employees, while other studies have pointed the finger at Russian hackers. But Comey used the conference to shed further light on the FBI investigation’s findings, saying that studies of GOP emails to Sony employees revealed the use of IP addresses in North Korea. The group had failed to use hacked third-party proxy servers “several times”, Comey said, allowing the FBI to track their locations. “In nearly every case, [GOP] used proxy servers to disguise where they were coming from in sending these emails and posting these statements. But several times they got sloppy,” Comey said. “Several times, either because they forgot or because of a technical problem, they connected directly and we could see that the IPs they were using … were exclusively used by the North Koreans.” In December the FBI stated that an analysis of the malware used in the attack had shown coding and encryption similarities to previous malignant software used in known North Korean attacks, but added that the need to “protect sensitive sources and methods” prevented them from giving further detail. Comey added he had been pushing for further details of the investigation to be declassified. The director of national intelligence, James Clapper, also addressed the conference, describing the attack “the most serious cyber-attack ever made against US interests”. Clapper gave details of a visit he made to North Korea in November as a presidential envoy to secure the release of two American citizens, Kenneth Bae and Matthew Miller, held by the regime and later released. “They [North Korean government officials] are deadly, deadly serious, no pun intended, about affronts to the supreme leader, whom they consider to be a deity,” Clapper told the conference. “I watched The Interview over the weekend and it’s obvious to me that North Koreans don’t have a sense of humour.” Sony pictures has been left reeling from the November attack after thousands of documents were published online including personal email correspondence, employees’ personal data, executive pay and unreleased films and scripts. The Interview, which stars James Franco and Seth Rogen, was initially pulled from theatrical release but subsequently made available online and has become Sony’s highest-grossing digital release.",
    "keywords": [
        "sony",
        "claim",
        "conference",
        "times",
        "korea",
        "source",
        "used",
        "director",
        "cyberattack",
        "responsible",
        "fbi",
        "release",
        "stands",
        "comey",
        "north",
        "korean"
    ],
    "summary": "The FBI director, James Comey, has stood by the bureau’s conclusion that the North Korean government was responsible for the mammoth computer hack on Sony pictures, saying the hackers “got sloppy” and allowed their location to be identified on a number of occasions.\nBut Comey used the conference to shed further light on the FBI investigation’s findings, saying that studies of GOP emails to Sony employees revealed the use of IP addresses in North Korea.\nThe group had failed to use hacked third-party proxy servers “several times”, Comey said, allowing the FBI to track their locations.\nThe director of national intelligence, James Clapper, also addressed the conference, describing the attack “the most serious cyber-attack ever made against US interests”.\n“They [North Korean government officials] are deadly, deadly serious, no pun intended, about affronts to the supreme leader, whom they consider to be a deity,” Clapper told the conference.",
    "sentiment": {
        "neg": 0.0621,
        "neu": 0.8883,
        "pos": 0.0499,
        "compound": 0.0038
    }
}