{
    "date": "2015-02-20T05:00:01Z",
    "title": "Add brilliance! Digital artist asks why we laugh at North Korea",
    "url": "https://www.theguardian.com/world/2015/feb/20/north-korea-meme-generator-kim-jong-un",
    "content": "An artist may well have invented the internet’s dream: a North Korea meme generator. Inspired by the release of 310 new political propaganda slogans by North Korea last week, Eric Drass, a painter and digital artist based in the UK, has used a mathematical algorithm to randomly generate a new set of political phrases. Like a typical Tweetbot, the program adds the words to a randomly selected picture of Kim Jong-un before tweeting them as @NK_markov. The original statements released by the ruling Worker’s Party of Korea covered everything from green-fingered encouragement: “Let us turn ours into a country of mushrooms!” and “Grow vegetables extensively in greenhouses!”, to orders to celebrate the legacy of the Kim dynasty. On some, the message may have been lost in translation: “Go beyond the cutting edge!” and “Play sports games in an offensive way!” for example. Drass says he embarked on the project because he is interested in the relationship between the west and North Korea, a country “far enough away that it seems fair game”. He questions why the totalitarian state is often seen as a source of amusement, despite well-documented human rights abuses, and thinks westerners would not feel as comfortable poking fun at Syrian president Bashar al-Assad or laughing at the eccentricities of Islamic State (Isis). North Korea, he says, has an alien quality about it, from the way the regime communicates with the outside world to the way it’s covered by the global media. He thinks its “buffoonery makes it a softer target”. “The fact that Kim Jong-un is the dictator that it’s ok to laugh at is also fascinating,” he says, adding it would be “entirely different if I’d chosen Assad or [Robert] Mugabe”. Drass’s argument is perhaps supported by the recent hype surrounding the Hollywood film The Interview – a comedy about the assassination of a serving world leader. Since its release North Korea has provided the setting for a host of games and apps, almost all using Kim Jong-un as a central figure of fun. To make the bot Drass added the text from all 310 slogans to what’s known as a markov chain generator, which then randomly creates a new sentence every few hours. Time will tell how popular it will be, but he could be onto a good thing. According to Mashable, a picture of Kim Jong-un visiting a tile factory was one of the memes that broke the internet in 2014. Judging by its output so far, Drass’s program is of variable quality. Phrases such as “Add brilliance to our country and people and gunners!” and “Enhance the principle of self-reliance!” could well be carried by state news agency KCNA. But others such as “Radically improve the officials shoulders” and “Journalists and accurate!” are less convincing.",
    "keywords": [
        "randomly",
        "artist",
        "korea",
        "asks",
        "state",
        "world",
        "drass",
        "kim",
        "laugh",
        "add",
        "way",
        "brilliance",
        "digital",
        "jongun",
        "country",
        "north"
    ],
    "summary": "An artist may well have invented the internet’s dream: a North Korea meme generator.\nLike a typical Tweetbot, the program adds the words to a randomly selected picture of Kim Jong-un before tweeting them as @NK_markov.\n“The fact that Kim Jong-un is the dictator that it’s ok to laugh at is also fascinating,” he says, adding it would be “entirely different if I’d chosen Assad or [Robert] Mugabe”.\nSince its release North Korea has provided the setting for a host of games and apps, almost all using Kim Jong-un as a central figure of fun.\nAccording to Mashable, a picture of Kim Jong-un visiting a tile factory was one of the memes that broke the internet in 2014.",
    "sentiment": {
        "neg": 0.0449,
        "neu": 0.8188,
        "pos": 0.1363,
        "compound": 0.2671
    }
}