{
    "date": "2015-07-30T04:00:11Z",
    "title": "No sex, drugs or rock’n’roll – a North Korean gap year",
    "url": "https://www.theguardian.com/world/2015/jul/30/north-korea-gap-year-student-sex-drugs",
    "content": "Alessandro Ford had a gap year with a difference. His movements were monitored everywhere he went; he spent hours discussing the merits of Juche ideology over American imperialism; and his only contact with the outside world was a 10-minute phone call with his mum once a week. From August to December last year, the 18-year-old was enrolled as a student at the Kim Il-sung University in Pyongyang, learning Korean. Whilst the university takes in foreign students from countries including China and Russia, he was the first “western” student to ever study there. The trip was arranged by his father, Glyn Ford, a former Labour Party member of the European parliament who has been on multiple diplomatic trips to North Korea and has long argued for sustained diplomatic engagement with the pariah state. The young Ford explained that while planning his gap year: “my dad always used to joke ‘If you don’t make up your mind I’ll ship you off to North Korea’’’, and it slowly dawned on him that it might, in fact, be quite interesting. Speaking from his home in Brussels, Ford said he had a privileged level of access to the secretive country which fascinates so many. Aged just 15 he spent two weeks in the DPRK on a summer holiday and, despite a bout of food poisoning that had him hospitalised, his interest in the country was piqued. An elite world of study Though growing up in radically different cultures, there are some parallels between Ford’s upbringing and that of the North Koreans he attended classes with. He is the son of a politician and attended an international school in Belgium, while many of his North Korean peers were the offspring of an affluent elite within Pyongyang society. The students at Kim Il-sung had parents who were party members, high ranking officials, or were serving in the military, explained Ford. One student had spent time in London as his father worked in the embassy, and whilst most were from the comfortable confines of Pyongyang there were a few students who had grown up in the provinces. Ford paid £3,000 for four months of DPRK schooling, including food and accommodation, but that’s where the similarities with western education ended. Ford said the facilities at the Pyongyang campus “were rather spartan, squat toilets, no showers – we’d all bath together, Roman style,” he explained , adding that he got used to regular saunas that are “popular with Koreans”. The dormitories were clean and comfortable, but very basic. In winter they ran out of hot water for two weeks – it was minus -20C, he added. Free to mingle with all students on campus “we spoke a little bit about everything, but always from a North Korean perspective.” But Ford didn’t regard his classmates as brainwashed: “I genuinely think they all believed what they were saying, that North Korea was an impoverished country that had been persecuted by the Americans.” “The only barrier to our interaction was language,” said Ford, although there were a few English-speaking North Korean students placed in the foreign dormitory specifically to talk to him. Sex, drugs and rock’n’roll As for the typical western gap year rites of passage, sex, drugs and rock-and-roll, Ford’s examples confirm that young North Koreans do things differently. When they listened to music together the lyrics of American rapper Eminem were questioned: “Why does he rap about himself, sex and drugs? He should be making music about his family and his country,” his fellow students told him. “From what I was told and from what I saw, North Koreans are more puritan. It’s a ‘no sex before marriage’ culture and sneaking around is not really done. “The students I hung out with, aged between 20 and 25, were virgins,” Ford said, who never saw any kissing take place, even amongst those who had girlfriends and boyfriends. “They’d tell me they showed affection in other ways,” he explained. There were times Ford felt lonely, but never alone. He couldn’t engage with North Korean culture and sport, and although he had a international phone it cost him £2 per minute to call home. He expected a level of monitoring “but at times it did get quite suffocating. Koreans don’t have a sense of individualism nor did they understand the [need for] solitude of western culture,” he said. Engage or isolate? Debates on how the world should engage with North Korea are ongoing. Some believe that the kind of interaction that Ford had with the country can only be positive, as information from the outside world slowly drips in to the hermetically sealed country. Others believe that visits, especially ones where North Koreans may profit, only serve to legitimise a regime accused of systematic human rights abuses against its own people. For Ford there is no question: “I am pro-communication and pro-interaction. I don’t see how it could work with isolationism.” He says he would definitely recommended the trip to others, both for the education and for the politics. He believes that future student exchanges would “help with human rights violations by opening up the country”. Ford, who is going to study philosophy at Bristol University in September, said he left North Korea thinking he had had enough but, with a bit of distance, now feels the country will always be a fixture in his life.",
    "keywords": [
        "student",
        "korea",
        "world",
        "ford",
        "students",
        "koreans",
        "sex",
        "country",
        "drugs",
        "gap",
        "rocknroll",
        "western",
        "north",
        "korean"
    ],
    "summary": "He is the son of a politician and attended an international school in Belgium, while many of his North Korean peers were the offspring of an affluent elite within Pyongyang society.\nSex, drugs and rock’n’roll As for the typical western gap year rites of passage, sex, drugs and rock-and-roll, Ford’s examples confirm that young North Koreans do things differently.\n“From what I was told and from what I saw, North Koreans are more puritan.\nHe couldn’t engage with North Korean culture and sport, and although he had a international phone it cost him £2 per minute to call home.\nOthers believe that visits, especially ones where North Koreans may profit, only serve to legitimise a regime accused of systematic human rights abuses against its own people.",
    "sentiment": {
        "neg": 0.0411,
        "neu": 0.878,
        "pos": 0.0809,
        "compound": 0.1139
    }
}