{
    "date": "2015-10-21T12:57:24Z",
    "title": "The Queen or North Korea's ruling party? Birthday celebrations compared",
    "url": "https://www.theguardian.com/world/2015/oct/21/north-korea-queen-birthday-celebrations-compared",
    "content": "“It was a birthday celebration, but it felt more like a cult meeting in adoration of the leader. Row upon row of soldiers and civilians … marched in a minutely choreographed formation for two hours,” reported the BBC during a recent report from North Korea. But the accompanying video does not pan over lavish celebrations held in Pyongyang to mark the 70th anniversary of the Korean Workers’ Party. Instead it has been dubbed over flag-waving birthday celebrations for Queen Elizabeth II, the UK’s unelected head of state. “A signal of unity, fearsome missiles means they [are] ready to fight any kind of war,” the BBC’s Seoul correspondent Stephen Evans goes on to say in the BBC clip, referencing North Korea’s penchant for displays of nuclear might and the fears that Kim Jong-un, the DPRK’s leader, would use the celebration to launch a nuclear missile test. But Evans’ voiceover fits just as comfortably with footage of a flyover by the Red Arrows – the Royal Air Force Aerobatic Team who are regularly deployed on big national occasions, peppering London’s sky in patriotic red, white and blue smoke. But the video mashup – first uploaded to YouTube last week – is a humorous take on the UK’s fascination with North Korea, while showing up how the country’s media are seemingly blinded to our own national eccentricities. Of course, the comparison is crude: the UK is a healthy democracy whilst the DPRK has only known leaders from one adulated family, the Kims. North Korea has been accused of human rights abuses on the scale of the Nazi holocaust by United Nations Human Rights council, of which the UK is a member. In the new edit, adoring citizens are shown singing and waving the union jack in front of the Queen and her offspring, while the voiceover describes footage of North Koreans celebrating under the watchful (and forceful) eye of their authoritarian government. “It does arguably highlight an uncomfortable truth about idolisation,” wrote the Independent “as well as just how ridiculous the trooping of the colour really is” – referring to the British military spectacle which has been held on the sovereign’s birthday since the 17th century. “Over 1,400 officers and men are on parade, together with 200 horses; over 400 musicians from 10 bands and corps of drums march and play as one,” explains the Seven British Army Regiments’ official website. The BBC were just some of a host of broadcasters, correspondents and tourists who poured into the secret state for the celebrations earlier this month.",
    "keywords": [
        "compared",
        "celebrations",
        "ruling",
        "korea",
        "state",
        "queen",
        "birthday",
        "uk",
        "voiceover",
        "bbc",
        "party",
        "uks",
        "video",
        "north",
        "koreas"
    ],
    "summary": "“It was a birthday celebration, but it felt more like a cult meeting in adoration of the leader.\nRow upon row of soldiers and civilians … marched in a minutely choreographed formation for two hours,” reported the BBC during a recent report from North Korea.\nBut the accompanying video does not pan over lavish celebrations held in Pyongyang to mark the 70th anniversary of the Korean Workers’ Party.\nInstead it has been dubbed over flag-waving birthday celebrations for Queen Elizabeth II, the UK’s unelected head of state.\nNorth Korea has been accused of human rights abuses on the scale of the Nazi holocaust by United Nations Human Rights council, of which the UK is a member.",
    "sentiment": {
        "neg": 0.0438,
        "neu": 0.8497,
        "pos": 0.1065,
        "compound": 0.1927
    }
}