{
    "date": "2015-08-24T15:36:58Z",
    "title": "We’ve had Korean crises before, but this one is worrying | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2015/aug/24/korean-crises-north-south-talks",
    "content": "Yet another crisis in Korea. Should we head for the bunkers, or stifle a yawn? Despite being on the frontline, South Koreans are in the yeah-yeah camp. Stores report no bulk buying of ramyun (instant noodles) or other basics. (A sardonic tweeter contrasted this insouciance under fire with the panic that flared during a brief Mers outbreak earlier this year, when many Koreans donned masks and quite needlessly avoided going out.) Stocks in a different sense are down, mind. On Monday the Kospi hit a two-year low – but that was contagion from the rout in China. Ironically, inter-Korean tensions work the other way. Shares in Hyundai Merchant Marine, which has lost $800m in a tourist resort in North Korea shuttered since 2008, soared 29% – because the two Koreas are actually talking. In a format unlikely to maximise clear thinking, over the weekend North and South held two marathon overnight sessions. The first ended after 4am on Sunday; the second, which began that afternoon, astonishingly was still in session more than 24 hours later. Futons at dawn? Talking, or even yawning, is of course better than the shooting that erupted briefly across the border – the inaptly named Demilitarised Zone (DMZ) – on Thursday. This was carefully calibrated. The North fired four rounds, at nothing in particular. The South, after consulting up the chain of command, riposted with 29 rounds an hour later – again, calculated to miss. So far, so restrained. Then North Korea raised the stakes, threatening all hell unless the South switched off propaganda loudspeakers at the DMZ within 48 hours. Seoul had turned those on (they were silent for a decade) on 10 August, after a landmine blast a week earlier maimed two of its soldiers. The DMZ bristles with mines from the 1950-53 Korean war, but the South claims it has forensic evidence that this one is northern and freshly planted on a known patrol route. Having ramped up tension, Pyongyang eased it by offering talks. That was good, as is their high level. Kim Yang-gon is North Korea’s point man on the South, and Hwang Pyong-so is leader Kim Jong-un’s closest aide. South Korea is represented by president Park Geun-hye’s security adviser and unification minister. These are people senior enough to reach a deal. Only they haven’t, at this writing; which is where the worries start. You might think that the sheer length of these talks meant they were getting somewhere: hammering out a detailed accord to tackle both the immediate tensions and, ideally, some of their underlying causes. Dream on. Despite a media blackout, word is that in fact the talks remain stuck at first base. Park insists on an apology for the mine, or else the South’s propaganda blasts will continue. But North Korea, as well she knows, doesn’t do admissions – much less apologies. If that is how matters stand, it’s very depressing – and shortsighted of the South. Why fixate on and make a crisis out of this latest nasty yet minor incident? Or if retaliation was needed, why choose loudspeakers – a known red rag to the North, and an easy target for pot-shots? Surely anyone could have foreseen that this would exacerbate rather than defuse tension. This is not to condone the mine, nor blame the victim. Park Geun-hye has stoically endured endless provocations from Pyongyang, including some foully sexist personal insults. Yet right now Korea has a leadership deficit all round. Kim Jong-un, callow and mercurial, is pressing all the buttons with juvenile glee, but – quite unlike his cunning father Kim Jong-il – has no discernible strategic game-plan: ostensibly seeking foreign investment even while uttering blood-curdling threats. Kim Jong-un’s unpredictability adds a new layer of risk. And Park Geun-hye? She pledged to seek trustpolitik, yet in office has proved hardline and unimaginative. Her focus has shifted to unification, but couched as a contingency rather than in partnership with Pyongyang. The North, ever paranoid, suspects her real agenda is regime change. Others in Seoul are thinking long-term. The Federation of Korean Industries (FKI), a lobby group for the chaebol (big conglomerates), recently proposed win-win business co-operation between the two Koreas. Right now that sounds utopian, yet it is surely the way forward. Ominously, even as the talks drag on, each side not only accuses the other of bad faith but is readying military assets. Fifty of North Korea’s 70 submarines have left port, and its amphibious landing craft – a Hovercraft design: thank sanctions-busting long ago – have moved forward. South Korea recalled six jet fighters from training in Alaska. The annual joint US-ROK war games Ulchi Freedom Guardian, which the North calls a rehearsal for invasion, began on 17 August. China too is said to be massing troops on the border. With weird logic but typical Middle Kingdom narcissism, a Chinese paper denounced the crisis as a plot – be it in Seoul or Pyongyang – to stop Park going to Beijing’s big parade next week. Should we worry? Andrei Lankov is reassuring: we are just witnessing a familiar ballet. Well, it has all the charm of the dancing hippos in Disney’s Fantasia. But I question that metaphor, for who is the choreographer? No one: they are making this up on the hoof. Therein lies risk. Korea will probably survive this crisis, like so many before. But complacency is ill-advised. Accidents can happen. Neither side wants war for a moment, but either could miscalculate or overreact, with terrible consequences. It is past time for North and South to break this old vicious circle, and start thinking long-term and win-win.",
    "keywords": [
        "war",
        "fostercarter",
        "south",
        "korea",
        "crisis",
        "aidan",
        "weve",
        "kim",
        "talks",
        "pyongyang",
        "crises",
        "koreas",
        "worrying",
        "park",
        "north",
        "korean"
    ],
    "summary": "Then North Korea raised the stakes, threatening all hell unless the South switched off propaganda loudspeakers at the DMZ within 48 hours.\nKim Yang-gon is North Korea’s point man on the South, and Hwang Pyong-so is leader Kim Jong-un’s closest aide.\nBut North Korea, as well she knows, doesn’t do admissions – much less apologies.\nFifty of North Korea’s 70 submarines have left port, and its amphibious landing craft – a Hovercraft design: thank sanctions-busting long ago – have moved forward.\nSouth Korea recalled six jet fighters from training in Alaska.",
    "sentiment": {
        "neg": 0.133,
        "neu": 0.7937,
        "pos": 0.0733,
        "compound": -0.121
    }
}