{
    "date": "2015-04-02T12:10:57Z",
    "title": "'The silence on North Korea's brutality is indefensible' – Suki Kim Q&A",
    "url": "https://www.theguardian.com/world/live/2015/apr/02/i-was-an-undercover-teacher-at-north-koreas-elite-school-any-questions",
    "content": "I’m afraid that’s all we have time for. To wrap up Suki has asked us to share a link to her ethics note to answer any additional questions on the process of writing her book. Thanks for all the great questions and if you have any suggestions for future Q&amp;A guests on the North Korea network please get in touch: maeve.shearlaw@theguardian.com I do not know that person. I was there until the end of 2011. If things have improved to grant such freedom to so many people in North Korea, I am glad to hear it. Or is it propaganda? Because even while I was there, the school showed off a handful of students sitting before computers with the Google page open, but when I spoke to the students afterwards, it was clear that they did not know what it was. Some students said that they were so free to go home all the time, but none of them was ever allowed out. Pust provides an excellent propaganda opportunity for the North Korean regime since the rest of the country does not look like that. I have no interest in working as a publicist for the North Korean regime. North Korea is the world’s most brutal regime, a gulag posing as a nation. The evangelical Christians from the United States, South Korea, and other countries around the world bankroll the education of many of North Korea’s future leaders, the sons of the elite, “in cooperation” with the North Korean regime, following its strictures. In return, they gain a foothold in a nation that is, to their minds, ripe for conversion. And none of it benefits the remaining 25 million North Koreans, who are far less privileged than the students at Pust. With this book, my goal was to humanise North Korea in hopes that the outside world would come to care more deeply about the suffering of its inhabitants, and to do everything possible to help bring about change. The moral obligation I feel is not to Pust’s educators but to the students there. A journalist has a duty to protect anybody who could be compromised by her reporting, and I did my best to protect my students. Not only did I change their names, I blurred their identities, even though it got in the way of portraying them as unique, and uniquely loveable, individuals. Because of this, I am confident that they cannot be individually identified. Perhaps more important, as readers of my book will see, they were not rebels but obedient servants of the regime. The gist of the negative emails seems to be that I have blood on my hands. I disagree. The blood, I believe, is on the hands of all of us who sit back, debating the moral guidelines of journalism, waiting for North Korea’s permission to tell North Korea’s truth according to North Korea. There are so few unfiltered portraits of life inside North Korea, and our understanding of this brutal nation remains dismal. What are our alternatives? How much longer are we going to sit back and watch? To me, it is silence that is indefensible. They were lovely. Adorable, funny, sincere, just beautiful young men. One they got used to me, they would sometimes make cute little jokes. For example, I was practicing basketball on my own, and the court was right under their dormitory windows, and they would say: “teacher you are good, but you could get better. I teach you basketball, you teach me English.” There was so much loveliness it’s not easy to explain it here, but that loveliness was constantly squashed because there was so little they were allowed to do. They were not even allowed to ever be alone. One of the teachers had it with her, she was not as orthodox as some of the other teachers. The movie caused much distress and another colleague who was offended by the film forbade me from showing it to the students. Instead she suggested Narnia By email Tammy Taylor asked: I am a school librarian and am curious to know what works of fiction were popular amongst your students, and did these books have certain morals underpinning them? Suki said: North Korean books were not discussed. The only western book they said they liked was: “Disappeared with the Wind,” Gone with the Wind, wrongly translated Yes, a few came from other parts of North Korea, such as from Hwaghwe Kangwon pronvinces, and they were very proud of their hometowns. They were not allowed phones. There was no technology being used then. They did not even know the existence of the internet. We did not use the North Korean textbooks. We used an english as a second language (Esl) textbook, the same that were used in China. The students often repeated propaganda, most of which had to do with how their great leader is the most revered man in the world. I have had no contact with the students. Some teachers (who have since left Pust) wrote me afterward thanking me revealing the truth about the place. Some other teachers wrote me threatening me, trying to stop the publication. Yes, I was there when Kim Jong-il died. They were utterly heartbroken as though they had just lost their parent. Yes, we had to get all the materials approved by the North Korean staff. We were assigned to teach in teams of two in order to check that our methods aligned. Only the teachers were allowed the internet, which was a monitored connection. The students did not know about its existence. I think it was fear that ruled their lives. Yes, there was the fear of failure – they are human beings no different from any of us – but their system operated on fear, enslaving the citizens using fear. Many of them seemed clueless, and even if they had some doubts, they could not express it for the fear of punishment. I was not allowed to talk about the outside world. There is no freedom of religion in North Korea. Proselytizing is not allowed. The group I went to North Korea with (Pust) was a group of evangelical Christians who were cooperating with the North Korean regime by funding the school – it cost over $35 million to build, and Pust have promised not to proselytize. The evangelical Christians have their own long-term missionary reasons for their project (all of which is done under the permission of the North Korean regime). These are different to the grass-root missionaries who go into North Korea under tourist visa pass out bibles and get in trouble. I went posing as one of them to find out the truth of how the country functions and how they think and live. I had been visiting North Korea since 2002. I had done research on the topic for a decade, interviewed many defectors and travelled to all the surrounding regions. I was under the impression that the elites had it better. My experience there taught me otherwise. They might have a bit more food, a bit more electricity, but there was no freedom in their lives either. They were lovely, and I adored them. Trust however, is not an easy thing to build since everyone watches everyone else, and everything is reported on Hi everyone, just to let you know that Suki is online and ready to start. There have been loads of great questions so let’s press on so we can get to as many as we can in the next hour. First up: It is not a culture of job markets. The country does not produce much of anything. Also they do not choose their own careers. Their government assigns them, based on the grades, their family background and the reports made by their peers and teachers. Suki Kim spent six months pretending to be evangelical Christian missionary in North Korea. Driven by research the Korean-American writer travelled to the country in 2011 to teach at the Pyongyang University of Science and Technology (Pust). Pust is a school for the children of North Korea’s elites, who Suki describes as being a unique mix of students curious about the outside world but fiercely devoted to the DPRK and its leadership. They had heard of Bill Gates but were clueless about Mark Zuckerberg or Facebook, she had said in a previous interviews. Undercover in North Korea Kim said she “came to think of herself as an embedded journalist” to avoid the level of scrutiny she would face under a media visa. Journalists are permitted to travel to North Korea but find their movements strictly monitored by government minders. Last year makers of the BBC programme panorama were forced to apologise for a breach of editorial guidelines after a production team gained access to the country by travelling with a group of London students – although the BBC trust ruled that there was “strong public interest” in the BBC broadcasting the documentary. Vice had to tag along with NBA basketball star Dennis Rodman to enter the country, and have since been banned after making critical videos of the regime. Kim has since written a book about her experiences which she says has angered the North Korean authorities. Any questions? Suki will join us for a live Q&amp;A on Thursday 2 April between 12pm – 1pm BST to talk about her experiences. Post your questions in the comments below and she’ll answer as many as she can. If you have any problems commenting you can email your questions to maeve.shearlaw@theguardian.com, or tweet @GuardianNK",
    "keywords": [
        "allowed",
        "suki",
        "korea",
        "silence",
        "qa",
        "regime",
        "students",
        "kim",
        "questions",
        "brutality",
        "indefensible",
        "korean",
        "teachers",
        "pust",
        "north",
        "koreas"
    ],
    "summary": "If things have improved to grant such freedom to so many people in North Korea, I am glad to hear it.\nI have no interest in working as a publicist for the North Korean regime.\nThe blood, I believe, is on the hands of all of us who sit back, debating the moral guidelines of journalism, waiting for North Korea’s permission to tell North Korea’s truth according to North Korea.\nThere are so few unfiltered portraits of life inside North Korea, and our understanding of this brutal nation remains dismal.\nKim has since written a book about her experiences which she says has angered the North Korean authorities.",
    "sentiment": {
        "neg": 0.0823,
        "neu": 0.8209,
        "pos": 0.0968,
        "compound": 0.0896
    }
}