{
    "date": "2015-01-12T07:36:48Z",
    "title": "12 things we learned at the Golden Globes",
    "url": "https://www.theguardian.com/film/filmblog/2015/jan/12/12-things-we-learned-at-the-golden-globes",
    "content": "1. Bill Cosby jokes felt new ... Amy Poehler and Tina Fey saved their first Cosby joke for the end of their opening monologue. Said Poehler: In Into the Woods, Cinderella runs from her prince, Rapunzel is thrown from her tower for her prince and Sleeping Beauty just thought that she was getting coffee with Bill Cosby. Both then took turns trying out impersonations – “I put the pills in the people that the people did not want put into them” – said Fey in her best Cosby, before Poehler gave it a (possibly better) shot. Was it right? Was it wrong? Most importantly - who laughed? As we can see from this photo, in the chuckle camp were George Clooney, Helen Mirren, Taylor Hackford, Julie Taymor, Harvey Weinstein, Cindy Crawford and Julianne Moore. Pursing lips, yet amused were JK Simmons, J-Lo and Emily Blunt. Unreadable: Meryl Streep, Amal Clooney. Stone cold unimpressed: Bill Murray. Shocked beyond belief: Jessica Chastain. • Were they right to crack-wise on Bill Cosby? 2. ... but North Korea gags get old quite quickly We liked the line about celebrating all those movies that North Korea was OK with. And it was fairly funny when Margaret Cho, dressed as Kim Jong-un, posed with Meryl Streep near the start of the awards (especially when they pair got photobombed by Benedict Cumberbatch). However, Cho later returned for a second stint, saying In North Korea, we know how to put on a show. This is not a show. You no have thousand babies playing guitar at the same time, you no have people holding up cards to make one big picture, you no have Dennis Rodman. As well as being unfunny, it seemed faintly racist. • Tina and Amy’s best jokes 3. This is now a two-horse race between a couple of show ponies Selma’s song-only snub, as well as its total shut-out from the Bafta nominations means it heads into the Oscars a very scrappy-looking underdog. Boyhood’s best drama and best director wins, and Birdman’s for actor and screenplay mean the stage is set for a meta-smackdown, a battle between two movies whose tech bravado is part and parcel of their sell. 4. Talk of how to sustain momentum has run out of puff The Grand Budapest Hotel premiered at Berlin last February; Boyhood at Sundance last January. OK, Cannes’s Foxcatcher stumbled, but its Croisette stablemate Leviathan managed to go the distance (though, to be fair, it beat out Ida, which started at Telluride in 2013). Is this a big-up for changing distribution models? Or is it just that voters cannot have failed to miss the movies already kicking about for more than a year? 5. Joaquin Phoenix is cheery Fey and Poehler’s cracking Joaquin Phoenix gag, in which they suggested he wouldn’t be present due to his public slamming of awards shows as “total and utter bullshit”, only to spy him in the crowd, manically waving, showed us an actor not only with a sense of humour but all faculties in tact. Which brings us to Harrison Ford, still wearing that earring, whose presentation of the best director award reached mumblecore levels of laid-back. 6. Socially-conscious speeches get the biggest cheers this year The key red carpet look was “Charlie Hebdo solidarity” and on the podium, too, increasing numbers of winners looked beyond the Hollywood bubble to the real world. Gina Rodriguez, who won best actress in a television series - musical or comedy, was moved to tears when discussing the lack of representation of Latino people on TV. Jill Soloway and Jeffrey Tambor, director and star of double winner Transparent, paid tribute to the trans community; Joanne Froggatt affirmed that the voices of rape survivors must be heard; Matt Bomer spoke of the generation of gay men felled by Aids when picking up his award for A Normal Heart; and Common spoke passionately about the importance of Selma and its relevance to the today. 7. Wes Anderson lives like he’s in Grand Budapest Channeling M Gustav while winning best motion picture for a comedy for The Grand Budapest Hotel, Wes Anderson rather delightfully thanked the “membership of the Hollywood foreign press” who vote for the awards by name, including Helmut, Dagmar, Lorenzo and Armando. Word was out on whether he was wearing L’Air de Panache. 8. Amazon is biting at Netflix’s heels Transparent’s two awards to House of Cards’s one (best actor for Kevin Spacey; remarkably, his first ever Globe) demonstrate that the new kid in town is stealing a march on the old stager. To confirm the news, Orange Is the Black failed to capitalise on any of its three nominations and Ricky Gervais went home empty-handed for Derek. 9. Prince can perk up any awards ceremony The purple imp, resplendent in an afro and with a gold cane, handed the best song award to Common and John Legend for Glory, their song for Selma. Audience mayhem ensued – though not quite enough to dispel the disappointment that Selma didn’t win anything else. 10. You can be related to your date Maggie Gyllenhaal brought Jake, Ava DuVernay her dad and Emma Stone her brother. Killing the publicity bird with the date stone: Kevin Spacey, who brought House of Cards co-star Kate Mara and Reese Witherspoon, who brought Cheryl Strayed, the woman she plays in Wild. Most formidable date, though, was the new Mrs Clooney. Turns out it can be the lay-people who really turn heads. 11. Ad-libbing is usually ill-advised Twitter reacted with speed and little mercy to Jeremy Renner’s throwaway tits-quip, in which he made witty reference to J-Lo’s globes (geddit?!). Let’s hope it was ad-libbed, anyway. 12. You just never can tell The Globes ought to be the gongs easiest to predict, on account of the comparatively titchy number of voters (93 to Oscar and Bafta’s 6,000-odd). Yet there were still some random decisions tonight. Amy Adams’s back-to-back wins (last year supporting actress for American Hustle, this year best actress in a comedy or musical for Big Eyes) was fine because everyone loves Amy Adams and she gave a charming speech (also: Emily Blunt aside, this was a pretty weak category this year). But the victory of How to Train Your Dragon 2 over The LEGO Movie and Big Hero 6? Eh? • This article was amended on 12 January. The original implied that Amy Adams won best supporting actress for Big Eyes as well as American Hustle; in fact it was best actress in a comedy or musical. It also misattributed one of Grand Budapest Hotel’s wins to Birdman. These have been corrected. More on the Globes Full list of winners Winners in pictures As it happened Best quotes",
    "keywords": [
        "globes",
        "comedy",
        "big",
        "bill",
        "amy",
        "things",
        "learned",
        "golden",
        "12",
        "cosby",
        "best",
        "awards",
        "grand",
        "budapest",
        "actress"
    ],
    "summary": "Bill Cosby jokes felt new ... Amy Poehler and Tina Fey saved their first Cosby joke for the end of their opening monologue.\nSaid Poehler: In Into the Woods, Cinderella runs from her prince, Rapunzel is thrown from her tower for her prince and Sleeping Beauty just thought that she was getting coffee with Bill Cosby.\n• Were they right to crack-wise on Bill Cosby?\nTalk of how to sustain momentum has run out of puff The Grand Budapest Hotel premiered at Berlin last February; Boyhood at Sundance last January.\nIt also misattributed one of Grand Budapest Hotel’s wins to Birdman.",
    "sentiment": {
        "neg": 0.0448,
        "neu": 0.82,
        "pos": 0.1351,
        "compound": 0.2587
    }
}