{
    "date": "2015-05-22T13:45:47Z",
    "title": "Kim Jong-un's rock fan brother spotted at Eric Clapton gig in London",
    "url": "https://www.theguardian.com/world/2015/may/22/kim-jong-un-rock-fan-brother-spotted-at-eric-clapton-gig-in-london",
    "content": "The little-seen older brother of the North Korean leader, Kim Jong-un, has surfaced in London, attending concerts by Eric Clapton at the Royal Albert Hall. A man identified as Kim Jong-chul was filmed by Japanese TV crews at the guitarist’s concert on Thursday evening. Broadcaster TBS filmed Kim, wearing dark sunglasses and clad in a leather jacket, getting out of a people carrier outside the central London venue, flanked by suited men who appeared to be North Korean officials. More TBS footage shows the 33-year-old applauding in the crowd and then leaving the venue via a corridor. “How was the concert?” asked the TBS reporter, in response to which one of Kim’s entourage places a hand over the camera lens. The NK News website cited an anonymous source who said Kim saw Clapton play on both Wednesday and Thursday, sitting near the stage. “He wasn’t so distinctive,” NK News quoted the source as saying. “But the obviously older guy next to him was clearly neither a typical Clapton fan or dressed for a gig.” According to NK News, Japanese and South Korean media learned of Kim’s appearance at the Wednesday concert and so arrived in force the next day. South Korean diplomats in London confirmed that the concert-goer was indeed Kim Jong-chul, and that the fervent Clapton fan had attended the concert on both nights. The diplomats said he had been given substantial support by the North Korean embassy in London, who organised transport to and from the Royal Albert Hall, but the leader’s brother had stayed at the Chelsea Harbour Hotel, rather than at the embassy in a semi-detached house in Ealing. Kim Jong-chul is the middle of the three sons of North Korea’s late leader, Kim Jong-il, who died in 2011. The eldest of the trio, Kim Jong-nam, 44, who has a different mother to the other siblings, was seen as most likely to succeed as leader before an incident in 2001 when he tried to enter Japan on a false passport, supposedly to visit Disneyland. While Kim Jong-chul has previously held some mid-level official positions, he has kept a low profile under the rule of his younger brother. North Korea is officially run on a highly nationalistic and insular philosophy of self-reliance, known as juche. But top-ranking citizens have previously shown a taste for foreign culture. Kim Jong-il was well know for his love of foreign cuisine and US cinema, while his youngest son is a basketball fan who has repeatedly met former NBA star Dennis Rodman. According to the Financial Times in 2008, North Korea had formally invited Clapton to play in the country. The overtures reportedly followed a concert in Pyongyang by the New York Philharmonic.",
    "keywords": [
        "brother",
        "concert",
        "leader",
        "spotted",
        "jongchul",
        "nk",
        "kim",
        "eric",
        "gig",
        "fan",
        "tbs",
        "korean",
        "jonguns",
        "clapton",
        "rock",
        "north",
        "london"
    ],
    "summary": "The little-seen older brother of the North Korean leader, Kim Jong-un, has surfaced in London, attending concerts by Eric Clapton at the Royal Albert Hall.\nA man identified as Kim Jong-chul was filmed by Japanese TV crews at the guitarist’s concert on Thursday evening.\nSouth Korean diplomats in London confirmed that the concert-goer was indeed Kim Jong-chul, and that the fervent Clapton fan had attended the concert on both nights.\nKim Jong-chul is the middle of the three sons of North Korea’s late leader, Kim Jong-il, who died in 2011.\nWhile Kim Jong-chul has previously held some mid-level official positions, he has kept a low profile under the rule of his younger brother.",
    "sentiment": {
        "neg": 0.0163,
        "neu": 0.9218,
        "pos": 0.0619,
        "compound": 0.1778
    }
}