{
    "date": "2015-06-05T18:11:24Z",
    "title": "The Guardian view on cyberwars: enter the trolls | Editorial",
    "url": "https://www.theguardian.com/technology/commentisfree/2015/jun/05/guardian-view-cyberwars-enter-trolls",
    "content": "Digital wars are being fought in many theatres around the world – and in many forms. In the light of the Snowden revelations, citizens who guard their privacy may already feel that it has been occupied by a hostile force. But on Thursday, the Obama administration conceded that the US federal government had itself fallen victim to a hack on an unprecedented scale, with the security of the details of up to four million former and present employees apparently breached. The Chinese, who were initially considered the most likely suspects, hotly deny any responsibility for this data smash and grab. Nor is it immediately obvious what the perpetrators’ motives might be. It could be a fishing expedition to establish who has access to real secrets. It could be a more straightforward criminal enterprise, a prelude to identity theft. The initial hack probably happened months ago, for one of the distinguishing features of the digital age is its capacity to host the faceless along with the intimate. This is what lends a more sinister force to the familiar equation of information, truth and power. The ability to extract or insert information that may or may not be true is not new – but it is uniquely facilitated in a digital world. The phenomenon of the troll factory is a particularly egregious example of its exploitation. A troll factory is not some happy Scandinavian workshop peopled by happy elves, but a profoundly nihilistic and disturbing use of the internet. Only six weeks ago, the Guardian tracked down a building in St Petersburg and talked to some of the paid bloggers who work to establish an inoffensive online personality in the comment sections of media outlets, and on social media, and then seed their posts with pro-Putin or pro-government remarks. The Guardian has experienced this kind of organised assault on reports from Ukraine and, presumably because of implications for the Russian-hosted world cup in 2018, on corruption at Fifa. This kind of trolling is the digital offspring of earlier practices like “astroturfing”, where American corporations would organise letter-writing campaigns to local papers in order to make a lobbying initiative appear to be something that came from the grassroots. It can be an effective way to subvert opinion, and it is almost certainly more effective in the apparently intimate corners of the internet than in print. And it is not only the fact that it happens, it is the way that it happens that also carries a propaganda message. To be helpless in the face of lies conveys something important about the helplessness of the audience. Like watching the Olympics 100 metre final when one contestant is on an undetectable performance-enhancing drug, it is almost more demoralising to know that you cannot know what is truthful than to be certain that you are being lied to, for in the second case you can at least be confident of what is not real. The victims of phone hacking, where relationships were destroyed by the apparent betrayal of confidences, experienced the same kind of corruption that is inflicted on debate by the troll factories’ capacity to sow mistrust and foster polarisation. Given time and dedication, it is possible to fabricate entire events online, showing not just faked pictures or tweets, but the faked reactions of people watching the supposed disaster. Last year it appears that the Russians invented a huge explosion at a chemical plant in Louisiana this way. So the troll factories are used not merely to suppress internal dissent but as weapons against foreign powers. This is not just a matter for government in Moscow, Beijing or Pyongyang. Non-state movements such as Islamic State adopt them, too. The internet is a new front in asymmetrical warfare. We’re so used to thinking of soft power as a benign weapon that it requires an effort of will and understanding to see that it can be used in entirely malign ways, domestically as well as externally. Governments need to be where people are listening. Presumably the west is out there trolling too. But the BBC World Service built its reputation with honesty and this should be the policy of any British presence on the internet. It must be out there at least trying to defend the truth without subterfuge against the lies of dictators and extremists everywhere.",
    "keywords": [
        "cyberwars",
        "trolls",
        "world",
        "truth",
        "used",
        "internet",
        "editorial",
        "way",
        "kind",
        "trolling",
        "enter",
        "watching",
        "digital",
        "view",
        "troll",
        "guardian"
    ],
    "summary": "The Chinese, who were initially considered the most likely suspects, hotly deny any responsibility for this data smash and grab.\nThe ability to extract or insert information that may or may not be true is not new – but it is uniquely facilitated in a digital world.\nSo the troll factories are used not merely to suppress internal dissent but as weapons against foreign powers.\nBut the BBC World Service built its reputation with honesty and this should be the policy of any British presence on the internet.\nIt must be out there at least trying to defend the truth without subterfuge against the lies of dictators and extremists everywhere.",
    "sentiment": {
        "neg": 0.1079,
        "neu": 0.8446,
        "pos": 0.0476,
        "compound": -0.1582
    }
}