{
    "date": "2015-07-03T14:00:11Z",
    "title": "'How I escaped from North Korea' – Hyeonseo Lee's story live",
    "url": "https://www.theguardian.com/world/2015/jul/03/north-korea-escape-hyeonseo-lee-live",
    "content": "North Korea is “the best place on the planet” – or that is what Hyeonseo Lee believed when she was growing up. It was a rose-tinted vision that faded during the devastating famine that swept through the country in the 1990s. Hyeonseo became one of thousands of defectors to try to escape across the border to China – a dangerous journey that risks being sent to one of North Korea’s infamous prison camps or even death. Speaking at a Ted talk in 2013, Hyeonseo said she couldn’t remember many details of her crossing – apart from the dead bodies floating down the river. Once she was safely across she went into hiding with her relatives in China before making her way to South Korea, where she now lives and divides her time between her studies and work as a human rights activist. Eleven years after she left North Korea, Hyeonseo returned to China to help her mother and brother make their own perilous escape. She wrote of being reunited with her mother in the memoir The Girl With Seven Names: “My mind still held the image of her face the night I’d last seen her. She was 42 then, and a woman of so much energy she could hardly sit still ... She was far thinner than I remembered, and her mouth was drawn and lined.” Hyeonseo will be talking about her dramatic life story at a Guardian Live event in London from 7-8.30pm (BST) tonight, joined by the Guardian’s Emma Graham-Harrison, SinoNK’s Adam Cathcart and the BBC’s John Sweeney. We’ll be live tweeting the proceedings, which you can follow here or on Twitter @GuardianNK using #GuardianLive.",
    "keywords": [
        "work",
        "lees",
        "woman",
        "korea",
        "mother",
        "live",
        "china",
        "wrote",
        "escape",
        "hyeonseo",
        "escaped",
        "north"
    ],
    "summary": "North Korea is “the best place on the planet” – or that is what Hyeonseo Lee believed when she was growing up.\nIt was a rose-tinted vision that faded during the devastating famine that swept through the country in the 1990s.\nSpeaking at a Ted talk in 2013, Hyeonseo said she couldn’t remember many details of her crossing – apart from the dead bodies floating down the river.\nEleven years after she left North Korea, Hyeonseo returned to China to help her mother and brother make their own perilous escape.\nWe’ll be live tweeting the proceedings, which you can follow here or on Twitter @GuardianNK using #GuardianLive.",
    "sentiment": {
        "neg": 0.0819,
        "neu": 0.8447,
        "pos": 0.0734,
        "compound": -0.0285
    }
}