{
    "date": "2015-10-19T10:36:01Z",
    "title": "Divided Koreans prepare to meet after lifetime of separation",
    "url": "https://www.theguardian.com/world/2015/oct/19/korean-family-reunions-separation",
    "content": "Kim Myeong-do remembers his mother’s last words to this day. “Take care, study hard and come back,” she said as his ferry pulled out of the harbour and set a course for the South Korean port of Incheon. Kim, then a 21-year-old schoolteacher from North Korea’s South Hwanghae province, was heading south to pursue his dream of a university education. “I was afraid that I was going to be a primary school teacher forever,” he recalled. He was successful, and secured a place to study Korean literature in Seoul. But Kim’s hopes of returning home were shattered just a few years later, in 1950, when war broke out and the Korean peninsula was carved in two. “It’s tragic,” sighed the 93-year-old, who has lived in South Korea ever since. “If this isn’t a tragedy, I don’t know what is.” Kim never saw his mother or his father again and for decades lived without knowing what had become of them. Only in February last year, when he took part in a rare reunion for separated families, did he lay eyes again on his youngest brother, Kim Heung-do. “Seeing him after such a long time felt like I was meeting a man from the neighbourhood,” Kim said at his home in Yongin, a city about 20 miles south of Seoul. “We wouldn’t have recognised each other if we had met on the street.” This week about 100 divided families will get the same chance to attend a once-in-a-lifetime reunion with relatives they lost following the 1950-1953 Korean war. The meeting, organised by the Red Cross, was agreed during peace talks between Pyongyang and Seoul in August and will start on Tuesday at Mount Kumgang, a resort in North Korea. Lee Taek-koo, an 89-year-old who has been selected to take part, told Voice of America he was anxious to meet his youngest brother, one of seven siblings he lost when the peninsula was divided. “It makes my heart flutter,” Lee, who is from Incheon, said. “It’s been a long time.” The latest reunion will be the twentieth to take place since 2000, a tiny number considering there are an estimated 66,000 South Korean families who are still waiting for such a chance. Yonhap, the South Korean news agency, says almost 130,000 people have applied to take part in family reunions over the years but about half of them have now died. The majority of those waiting for a reunion are in their 70s or 80s. In the absence of regular reunions some take matters into their own hands, paying middlemen to arrange unofficial meetings in Chinese border towns near North Korea. Others wait desperately for a chance to take part in the official meetings, only to have their hopes crushed by the algorithm-driven lottery that is used to whittle down the numbers. The family reunions are as emotional and sensitive affairs as they are infrequent. A government guidebook handed to South Korean participants ahead of this week’s event discouraged questions about politics or whether their North Korean relatives are eating well, according to Reuters. The guidelines also warned anxious families against calming their nerves with potent North Korean liquor. “[The families] meet, embrace one another and just wail because they are so happy to see each other,” Kim recalled of the last reunion in 2014. “Then they exchange some news, go to sleep in the hotel, say goodbye and are separated again.” Kim said he was grateful to have be allowed even the briefest of moments with his brother, who was just four when they were last together and is now an elderly man. But their first encounter in nearly 70 years brought devastating, if anticipated news. “I just heard news about my family in the North, that my parents had passed away, what my younger siblings are doing for a living and so on. Then we parted,” he said. With no sign of the Koreas being unified, Kim said he had given up hope of seeing his brother again. “I feel hopeless because the communists in the North want to have reunification their way and, of course, South Korea wants to have it its way,” he said. “Am I ever going to be able to see my family again now that I am old?” he wondered. “Even if they hold more family reunions, there are tens of thousands of people who still haven’t met their families. The ones who have already met their families won’t get another chance.” Kim made the most of the university education for which he unwittingly sacrificed his family. He built a successful career at a South Korean publishing company, married and now lives with his wife in a modest third-floor apartment in a leafy middle-class condominium. As Kim reflects on his loss, two things bring him comfort. The first is that his North Korean relatives, who have their own fruit orchard, appear to have escaped the worst of the suffering inflicted on the people of North Korea. “I’m happy for them,” he said. The second is a colour photograph of his long-lost family, a small token of affection handed to him by his brother at last year’s reunion. In the picture, 31 North Korean faces, young and old, stare into the camera, reaching out to a relative they will never know. They are Kim’s in-laws, cousins, nephews and nieces, condemned by history to be eternal strangers. “I look at it all the time,” he said.",
    "keywords": [
        "brother",
        "south",
        "reunion",
        "korea",
        "prepare",
        "separation",
        "reunions",
        "meet",
        "kim",
        "lifetime",
        "divided",
        "family",
        "koreans",
        "families",
        "north",
        "korean"
    ],
    "summary": "“Take care, study hard and come back,” she said as his ferry pulled out of the harbour and set a course for the South Korean port of Incheon.\n“It’s tragic,” sighed the 93-year-old, who has lived in South Korea ever since.\nA government guidebook handed to South Korean participants ahead of this week’s event discouraged questions about politics or whether their North Korean relatives are eating well, according to Reuters.\nThe first is that his North Korean relatives, who have their own fruit orchard, appear to have escaped the worst of the suffering inflicted on the people of North Korea.\nIn the picture, 31 North Korean faces, young and old, stare into the camera, reaching out to a relative they will never know.",
    "sentiment": {
        "neg": 0.063,
        "neu": 0.858,
        "pos": 0.079,
        "compound": 0.0155
    }
}