{
    "date": "2015-04-04T04:00:05Z",
    "title": "From riots to sanctions: a short history of North Korean football",
    "url": "https://www.theguardian.com/world/2015/apr/04/football-north-korea-riots-sanctions",
    "content": "Pyongyang is not associated with mobs of violent football fans, its population largely consisting of middle class citizens rewarded for their loyalty to the state with large apartments, cinemas, bowling alleys and other luxuries. But in March 2005, as North Korea’s national team failed to qualify for the next year’s World Cup in a match against Iran, violence erupted at Kim Il-sung stadium in the heart of the city. Iran’s coach at the time was Branko Ivanković, a veteran of the Croatian football team NK Varaždin. He said his team had arrived in the country having been asked to bring their own food, as there was apparently not enough available in North Korea. “The hotel was OK, but you could see it wasn’t clean, not kept well,” he said. “The stadium was also OK, but they hadn’t finished a lot of things.” The stadium that day was packed with up to 50,000 spectators, said Ivanković, and almost over capacity. North Korea had little chance of progressing to the 2006 tournament hosted by Germany. The team was at the bottom of their qualifying group – having already lost to Bahrain and Japan. In the final moments of an already ill-tempered match, with DPRK 2-0 down, a piece of controversial play by Iran led the North Korean players to rush Syrian referee Mohamed Kousa and demanded a free kick. Instead a North Korean player got a red card. It was the last straw. North Korea’s normally well-behaved football fans, convinced the referee was biased, began throwing chairs, bottles and stones at the pitch. “It was a very tough game,” Ivanković said. “North Korea, they have good players, they played with a lot of patience, with a lot of emotion. For [the players] football is really the whole world – football gives them a better life.” Thousands rushed the pitch as the match ended, preventing the Iranian team from getting on their bus, and riot police and soldiers had to intervene. “I was scared and nobody knew what was going on,” said Ivanković. The team were forced to wait for a few hours in a dressing room for the crowds to be dispersed by the police, he added. State media reported the game but offered only a hint of what had unfolded: “At the end of the match all the spectators were angered and vigorously protested the wrong refereeing by the Syrian referee and linesmen,” wrote KCNA, although mentions of the fans’ protests were added to later versions of the piece. The violence was so bad that Fifa ordered North Korea’s last qualifying match – against its old enemy Japan – to take place behind closed doors in Bangkok. “I think the North Koreans tried to do something because they were angry. Not just because of the game, they were angry because of the referee, because of the federation, also they were angry at their leader.” “It was an emotional reaction,” said Ivanković. By contrast, the 1966 World Cup was a major event in North Korea’s sporting history. Not only did the team qualify but they reached the quarter finals, where they defeated Italy 1- 0. It was a historic moment, documented in the 2002 film The Game of Their Lives. The players returned home as national heroes and, as shown in the film, are still venerated in state propaganda. Football sanctions If anything goes against the idea of North Koreans as mindless automatons, meekly accepting their lot, it’s the 2005 riot in Pyongyang. But what it does reveal about the politics of sport in the country is harder to establish. There’s a well-established connection between authoritarian regimes and football politics. Under Saddam Hussein, members of the Iraqi football team were imprisoned and tortured for slip-ups on the field, and Qatar’s 2022 successful bid for the World Cup has been marred by allegations of corruption and criticisms of the state’s human rights record. Communist regimes historically used international sports to showcase their athletic prowess, and North Korea is no exception. Mass games were a fixture of life in the eastern bloc, and the purpose of the Arirang festival in Pyongyang is to demonstrate the nation’s unity and collective spirit through dramatic displays of athletics. In March, as tensions escalated once again on the Korean Peninsula the international football governing body announced it was withdrawing $1.66m in planned financial assistance to the DPRK. It was due to be provided through Fifa’s financial assistance program – which helps countries lacking the means to develop their footballing industry, but Fifa said that money had been withdrawn because of North Korea’s continued nuclear proliferation efforts. “Since Fifa is domiciled in Switzerland, sanctions of the Swiss [authorities] are binding,” a spokesman told Radio Free Asia. “Due to these sanctions, we are currently unable to transfer any money to the North Korea Football Association.” The decision passed with little controversy, but offers further evidence that when it comes to sport, North Korea, like in everything else, is regarded as a pariah. Fishing not football The people of the DPRK are not immune to the pull of international sports, but despite unconfirmed reports in the British tabloid press last year that Kim Jong-un is a fan of Manchester United, North Korean fans do not display the type of devotion seen in the Premier League. The pitch invasion of 2005 seems to be the exception, not the rule. “It doesn’t seem to whip up the hysteria or mania that other footballing nations have when their teams play,” said Simon Cockerell of Koryo Tours, a keen football fan who has organised matches inside North Korea. “It’s often treated more like fishing ... I haven’t seen anyone distorted in agony or ecstasy as their team scores or lets in a goal, it just doesn’t seem to bring out the intense emotions that it does elsewhere.” Korean derbys Recently, there have also been a number of “Korean derbys”, with the South and North playing against each other. In the qualifying matches for the 2010 World Cup the two Koreas played each other four times, resulting in three draws and one victory for the South. Two of the games were played in Shanghai because the North refused to allow South Korea’s flag to fly in Pyongyang. Cockrell attended the Shanghai games and described an “overwhelming South Korean fan presence,” and a small but vocal group of supporters for the North Korean team. Cockrell also insists that the two teams are not “arch rivals” as some people might think: “A lot of people in North Korea would like to see South Korea do well – as fellow Koreans.” North Korea’s ‘sports economy’ Football, like everything in North Korea, needs to be understood through the lens of political power. The leadership of the North Korean governing body of football, DPR Korea Football Association, includes head honchos from the military and politics. The president of the association for example, is Ri Jong-mu, who served as sports minister until April 2014, and is a lieutenant general in the Korean People’s Army. The North Korean state is also in the process of developing its “sports economy” – a massive infrastructure project involving the construction of new stadiums, parks and ski resorts. Curtis Melvin of the US-Korea Institute at Johns Hopkins University explains that many of the reasons behind the initiative are unclear, and whilst experts can only speculate, the motivations may centre around increasing loyalty from citizens rather than improving the economy. “I suspect that it is part of Kim Jong-un’s stated emphasis on improving the lives of the people,” he says. “Sports parks, children’s parks, skate parks and water parks are being built all across the country.”",
    "keywords": [
        "match",
        "south",
        "team",
        "football",
        "korea",
        "world",
        "short",
        "history",
        "parks",
        "sanctions",
        "riots",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "North Korea’s normally well-behaved football fans, convinced the referee was biased, began throwing chairs, bottles and stones at the pitch.\n“North Korea, they have good players, they played with a lot of patience, with a lot of emotion.\n“Due to these sanctions, we are currently unable to transfer any money to the North Korea Football Association.” The decision passed with little controversy, but offers further evidence that when it comes to sport, North Korea, like in everything else, is regarded as a pariah.\nCockrell attended the Shanghai games and described an “overwhelming South Korean fan presence,” and a small but vocal group of supporters for the North Korean team.\nThe leadership of the North Korean governing body of football, DPR Korea Football Association, includes head honchos from the military and politics.",
    "sentiment": {
        "neg": 0.071,
        "neu": 0.8546,
        "pos": 0.0745,
        "compound": 0.0297
    }
}