{
    "date": "2015-10-13T19:00:07Z",
    "title": "Sport – the idiot bystander at a global crisis | Barney Ronay",
    "url": "https://www.theguardian.com/commentisfree/2015/oct/13/sport-idiot-bystander-global-crisis-north-korea-football-yemen",
    "content": "Everybody knows, of course, that sports reporters know nothing. Actually, that’s unfair. Sports reporters do know a bit about sport. Although whether this is a good thing to know about is probably open for debate. Noam Chomsky, who knows a lot about a lot, described sport as “a training in irrational jingoism”, which is probably a bad thing on balance. The thing is, as a sports journalist, you do tend to travel a lot and see some fairly odd things. For better or worse, sport gets some pretty good court-side seats these days. Following it around the place over the past few years for the Guardian – Olympics, World Cups, those great corporate-sporting death stars orbiting the globe – has felt a bit like witnessing the spectacle in front of the spectacle, a borrowed gaudiness, a chorus line to the exercise of power. I was there (doing some sport reporting) in Zurich five years ago when Qatar and Russia were awarded the 2022 and 2018 World Cups by Fifa president Sepp Blatter. The roars and the furious air-punching from both groups were quite startling in their aggression. As was the sight of Vladimir Putin, helicoptered in unannounced to take a press conference in the main amphitheatre. Putin looked utterly imperious, a small, bald, leonine, grand tsar as he took questions (“Mista Poo-tin!”) from the English sports press pack, rolling his eyes, lifting a finger, smiling horribly. It was both thrilling and a bit frightening – one of those moments when you feel the entire stage shift in some unexpected way. Fast-forward five years and Russia and Qatar are, in effect, bombing each other by proxy in Yemen. What a coincidence! Fancy seeing you here. Power, influence, aggressive nationalism: Big Sport circles, this stuff. It goes into the same rooms. It’s everywhere, too, a kind of grinning spectre at every point of crisis. On Tuesday this week, North Korea played Yemen in Pyongyang, the sealed military dictatorship aces seeing off the civil war-torn stars 1-0 thanks to a penalty from Jong Il-Gwan. As far as I can tell, both countries are basically on the edge of war. The doomsday clock is at five to 12. Death is at the door saying: “Look, I’m sorry to break up the party, but it seems you’ve all eaten the toxic salmon mousse.” And yet qualification for Russia 2018 remains essential. As it is for Syria, which is also still happily on course for the World Cup, the national team a bizarre hybrid of semi-captive players, propaganda requirements of the state and, more importantly, an encouraging second spot behind Japan in Asian Qualifying Group E. This feeling of strain, of voices heard through the wall, is closer to home, too. Last week, England played Estonia at Wembley, a match deemed an almost complete irrelevance by everyone except the Estonian supporters, who were on their feet throughout, waving during the bafflingly short Estonian anthem and applauding enthusiastically after God Save the Queen. It is unsurprising this should mean something a little extra right now. Football is a powerful symbol of post-Soviet nationalism in Estonia. In London, they were playing opponents who have just announced the deployment of British troops to man that paper-thin border with Russia. Football had already had a whiff of this, by the way. In the home fixture in Tallinn last year, there was talk among local journalists of bags packed ready to leave, of relatives in a state of terror at the imminent Russian advance following events in Ukraine. Oh yes, and about that, too. In 2012, England played Ukraine in the Eastern cowboy town of Donetsk. Before kick-off, the football hacks frowned and added a line to their match reports as the home support chanted “Rossiya! Rossiya!” Two years later, the same Donbass Arena was being bombed by Russian separatists. So, yeah, Ukraine. Kind of saw that one, too. This is, of course, nothing new. Sport has been hijacked and groomed by dictator states, stiff-upper-lip empires and those with a lust for power as long as it has existed. Before the second world war, the last five hosts of the World Cup and Olympic Games were France, Italy, Germany, Japan and the US. Albeit the 1940 Japan Olympics were cancelled because France, Germany and Italy had jumped the gun and were already fighting each other. Most things don’t happen. Probably this will all be fine. Professional sport always seems to be trying to force itself on the world these days as a metaphor, all-purpose symbol and general index of everything. Still, though, at times it is hard to avoid the feeling of sport as a kind of idiot passer-by, an unwitting witness to every pre-quake jolt and bump. There it is now, still sitting there keeping score, still pretending everything’s OK, like Sid James and Joan Sims and Roy Castle in Carry On ... Up the Khyber, having dinner and passing the soup and observing the protocols of polite society while the castle walls are blown away, the chandeliers shot from the ceiling, the subaltern slumped in the gravy.",
    "keywords": [
        "barney",
        "lot",
        "idiot",
        "ukraine",
        "world",
        "russia",
        "thing",
        "probably",
        "sport",
        "power",
        "globalcrisis",
        "know",
        "played",
        "bystander",
        "ronay"
    ],
    "summary": "Although whether this is a good thing to know about is probably open for debate.\nNoam Chomsky, who knows a lot about a lot, described sport as “a training in irrational jingoism”, which is probably a bad thing on balance.\nThe thing is, as a sports journalist, you do tend to travel a lot and see some fairly odd things.\nIn 2012, England played Ukraine in the Eastern cowboy town of Donetsk.\nStill, though, at times it is hard to avoid the feeling of sport as a kind of idiot passer-by, an unwitting witness to every pre-quake jolt and bump.",
    "sentiment": {
        "neg": 0.0829,
        "neu": 0.8258,
        "pos": 0.0913,
        "compound": 0.0248
    }
}