{
    "date": "2015-09-04T04:00:07Z",
    "title": "Portraits to inspire and intimidate: North Korea's omnipresent leaders",
    "url": "https://www.theguardian.com/world/2015/sep/04/north-korea-portraits-great-leaders",
    "content": "North Korea is a country living under the watchful eyes of its great leaders – millions of portraits of them. In every home, office and school and in every public place hang pictures of the deceased former heads of state, Kim Jong–il and Kim Il–sung, a constant reminder of the Kim dynasty and their power over the country since the DPRK was first established in 1948. Je Son-lee, a defector who fled the country in 2011, explains that the two men are now treated like gods: “That’s why we have to have their portraits, in order to be with them all the time. It’s almost equivalent to having the cross or the statues of Jesus at churches,” he says. Jun Yoo-sung, who defected from the DPRK in 2005, says that images of the Kims are considered sacred: “You should respect more than anything else,” he explains. To maintain their sacred status, images of the leaders are rigorously policed: regulations state portraits must hang from a wall with nothing else on it – no other decorations are allowed – in a prominent and central position in the room. Frames must also be hung high up, so that no one can stand higher than the great leaders. The only rooms that are exempt from these rules are in hotels, Je says. Citizens are also obligated to clean the pictures at least every few days. In schools, the “secretary of ideology” inspects to make sure frames are cleaned regularly, and in every neighbourhood a member from the Workers’ Party is often assigned to check on every household. “If dust is found in those portraits, you’re subject to pay a fine – the thicker the dust is the more you have to pay,” Je says. ‘I began to look at them with fear’ North Koreans learn to revere and fear the faces looming over them from a young age. “The first thing I can remember my parents said about the portraits was: ‘You should take very good care of [them]. You will get into big trouble if they fall off by mistake,” says Jun. “Because my parents warned me so much about those portraits, I began to look at [them] with fear.” Je says he was taught to praise the pictures as he was able to talk, and he grew up believing the portraits were watching him. “Of course, those perceptions change as you grow up. I stopped thinking that they were always looking at me and watching my every move. I began to realise that they were just photos.” Some defectors make the comparison to philosopher Jeremy Bentham’s design for a British prison, called the panopticon, a space created where inmates are watched at all times, as a substitute for brute force or coercion. “It’s simply panopticism – to show that the leader is looking after (and over) everyone and is ever-present in their lives,” explained a source who currently works within the DPRK but who wished to remain anonymous. According the Andrei Lankov’s book North of the DMZ: Essays on Daily Life in North Korea, every newlywed couple in the country receives a pair of portraits – made by government-approved artists at the Mansudae Art Studio – on their wedding day, gifted by their district’s Workers Party office. Cults of admiration North Korea propaganda expert Gianluca Spezza compares the omnipresence of the former leaders to countries such as Thailand or Saudi Arabia, where the dynastic ruling families are also treated with a reverence bordering on worship, and the crime of insulting the king is punished harshly. Spezza also points to Marxist-Leninist states throughout history, who have similarly also built a tradition of political reverence, from the veneration of Fidel Castro in Cuba to the all-consuming worship enjoyed by Mao Zedong in China or Nicolae Ceausescu in Romania. “Generally, it helps to visualise a figure in order to remind people of [their] presence,” Spezza says. But he also points out it’s not only autocratic countries that that revere images of their leaders, giving the example of the US and the UK. “The difference is, all these places have a space for respect and ‘worship’ of authority in public places and spaces,” he says. “North Korea went a step further, making this an important gesture to be nurtured in private spaces, and even on the physical body of the individual, with the [use of] badges and pins.” Stories of everyday citizens – often children – dying to save beloved pictures from floods or fire are common in state media. “When a house was set on fire, some child was found to have been burnt to death holding on to those portraits,” says Jun. “Of course, such incidents are used for North Korean propaganda.” But attitudes could be changing. Defectors say the portraits have begun shifting from genuine symbols of patriotism to just another of the many obligations citizens must carry out in service to the state. Strict rules about folding images or desecrating images of the leader are increasingly being ignored in the interests of day-to-day practicality, sources say. “It’s considered to be disrespectful,” said a source inside the country who asked to remain anonymous. “However there are plenty of times it [happens]: bank notes get folded, newspapers get folded. It isn’t supposed to happen but it is very common.” “When the regime was popular, people thought of the portraits dearly,” said Jun. “But, now they seem to treat them as pieces of annoying frames that you would get rid of if you were allowed to.” A version of this article first appeared on NK News",
    "keywords": [
        "leaders",
        "portraits",
        "omnipresent",
        "state",
        "korea",
        "pictures",
        "je",
        "images",
        "intimidate",
        "country",
        "jun",
        "inspire",
        "north",
        "koreas"
    ],
    "summary": "North Korea is a country living under the watchful eyes of its great leaders – millions of portraits of them.\nFrames must also be hung high up, so that no one can stand higher than the great leaders.\n“The first thing I can remember my parents said about the portraits was: ‘You should take very good care of [them].\n“When a house was set on fire, some child was found to have been burnt to death holding on to those portraits,” says Jun.\nIt isn’t supposed to happen but it is very common.” “When the regime was popular, people thought of the portraits dearly,” said Jun.",
    "sentiment": {
        "neg": 0.0525,
        "neu": 0.8681,
        "pos": 0.0794,
        "compound": 0.1039
    }
}