{
    "date": "2015-01-08T13:07:55Z",
    "title": "Don't know who to blame for the Sony hacks? Make it up",
    "url": "https://www.theguardian.com/technology/2015/jan/08/sony-pictures-hack-blame",
    "content": "It’s hard to keep up with who is supposed to be behind the Sony Pictures hack. The FBI swears it’s North Korea, but simultaneously also doubts it. Other researchers say it’s a Sony insider, while the hackers themselves demanded The Interview be pulled from cinemas only after media reports had mooted the North Korean connection. Initially, it seems, the group just wanted money – so did they latch on to North Korea as a smokescreen, or just because they found it funny? If you can’t get your head around it all, don’t worry. No one else can either. So why not choose your own group to blame for the hack? The site Sony.Attributed.To (with its canny use of the island of Tonga’s domain suffix) offers up a new, randomly generated attribution every time the page is loaded. From headlines such as “Sony breach linked to Sony executive” (or “Sony breach linked to American state-affiliated actor”, or “Sony breach linked to cashier in the Sony gift shop”), the site generates a pseudo-random, convincing explanation as to why that’s the correct party to blame. It “quotes” security researchers, cites IP addresses, and even generates “Malware Indicators” – strings of code which look to the untrained eye like evidence of … something. The site’s the work of three data scientists, Kevin Thompson, Bob Rudis and Alex Pinto. And while it’s obviously a quick laugh, it does have a deeper point. “Everybody is talking about the Sony hack of November 2014,” they write. “Who did it? Why did they do it? Each theory more uninformed than the last. You might even find yourself asked to provide an expert opinion on the Sony hack. “Surely you can’t admit in public that you don’t know anything about how the attack was executed or who is behind the whole thing?”",
    "keywords": [
        "sony",
        "dont",
        "korea",
        "north",
        "group",
        "hacks",
        "linked",
        "site",
        "generates",
        "breach",
        "know",
        "hack",
        "researchers",
        "blame"
    ],
    "summary": "It’s hard to keep up with who is supposed to be behind the Sony Pictures hack.\nThe FBI swears it’s North Korea, but simultaneously also doubts it.\nFrom headlines such as “Sony breach linked to Sony executive” (or “Sony breach linked to American state-affiliated actor”, or “Sony breach linked to cashier in the Sony gift shop”), the site generates a pseudo-random, convincing explanation as to why that’s the correct party to blame.\n“Everybody is talking about the Sony hack of November 2014,” they write.\nYou might even find yourself asked to provide an expert opinion on the Sony hack.",
    "sentiment": {
        "neg": 0.0717,
        "neu": 0.8802,
        "pos": 0.0481,
        "compound": 0.0101
    }
}