{
    "date": "2015-02-10T11:18:42Z",
    "title": "Free-speech activists to drop DVD copies of The Interview into North Korea",
    "url": "https://www.theguardian.com/film/2015/feb/10/free-speech-activists-interview-north-korea-pussy-riot-bianca-jagger",
    "content": "A coalition of human-rights activists is to airdrop DVD copies of the Kim Jong-un baiting comedy The Interview over North Korea. The Cinema For Peace Foundation, which is leading the project, said it would use hydrogen balloons to transport the controversial film to the country, in a symbolic gesture aimed at encouraging free speech. North Korea has attacked The Interview for scenes of violence against Kim Jong-un, and the FBI said in December that it believed hackers linked to the regime were responsible for a recent cyber attack on studio Sony that saw entire movies, sensitive private emails and salary details of Hollywood luminaries released publicly onto the web. “We will start sending hydrogen balloons with DVDs of The Interview to North Korea, so that the people there can watch the movie. They can copy the movie and have their own impression if it’s a good or bad movie,” said foundation chairman Jaka Bizilj during a press conference at the Berlin film festival. “Because for us, it’s not a question of whether it’s good or bad; no matter if you like something or not, you have to fight for freedom to exercise this art.” Other groups involved in the campaign include the New York-based Human Rights Foundation, as well as activists in both North and South Korea. Bizilj told the Hollywood Reporter the timing and location of the drop would be kept secret to ensure the safety of North Koreans. “The army will stop anyone even picking up a copy of the DVD,” he said. Human rights activist Bianca Jagger and controversial Russian rock act Pussy Riot also attended the press conference, with Jagger speaking out on freedom of speech issues in connection with the Charlie Hebdo attack. Pussy Riot were due to unveil a new song – their first in English – and a new documentary project at the Cinema For Peace Foundation’s gala event in Berlin on Monday night. “Before, we didn’t do things with scripts, but now we’re trying to understand how it works,” said the band’s Nadya Tolokonnikova during the conference. “We hope that people inside and outside of Russia help us, and that people in Russia will see the result.” The Interview stars James Franco and Seth Rogen as tabloid TV journalists who secure an unlikely audience with Kim Jong-un and are tasked by the FBI with assassinating the autocratic leader. In December, Sony announced plans to cancel the release of the film in cinemas in response to threats from hackers, but later backtracked amid criticism from Barack Obama. The movie received a limited release in the US and has picked up more than $30m via video on demand. It debuted in UK cinemas on Friday. • This article was amended on 10 February 2015. An earlier version said that Bianca Jagger and Pussy Riot supported the action to airdrop DVD copies of The Interview over North Korea. This has been corrected.",
    "keywords": [
        "riot",
        "korea",
        "north",
        "kim",
        "jagger",
        "foundation",
        "freespeech",
        "dvd",
        "pussy",
        "copies",
        "jongun",
        "movie",
        "drop",
        "interview",
        "activists"
    ],
    "summary": "A coalition of human-rights activists is to airdrop DVD copies of the Kim Jong-un baiting comedy The Interview over North Korea.\n“We will start sending hydrogen balloons with DVDs of The Interview to North Korea, so that the people there can watch the movie.\nBizilj told the Hollywood Reporter the timing and location of the drop would be kept secret to ensure the safety of North Koreans.\nPussy Riot were due to unveil a new song – their first in English – and a new documentary project at the Cinema For Peace Foundation’s gala event in Berlin on Monday night.\nAn earlier version said that Bianca Jagger and Pussy Riot supported the action to airdrop DVD copies of The Interview over North Korea.",
    "sentiment": {
        "neg": 0.0826,
        "neu": 0.8369,
        "pos": 0.0806,
        "compound": 0.0298
    }
}