{
    "date": "2015-11-02T18:18:10Z",
    "title": "Moonrise​ ​kingdom: why North Korea’s buildings echo Wes Anderson film sets",
    "url": "https://www.theguardian.com/artanddesign/2015/nov/02/moonrise-kingdom-why-north-koreas-buildings-echo-wes-anderson-film-sets",
    "content": "A pair of attendants stand in matching mint-green uniforms, framed by a giant porthole window. This marble-lined lobby of the Changgwang Health and Recreation Complex leads to his-n-hers hair salons, decked out in Barbie pink and baby blue, where posters display the state-approved haircuts on offer. Twin portraits of North Korea’s Eternal President and Eternal Chairman look down from the wall, offering a cheery beam. This municipal leisure centre, built in the 1980s on a palatial scale, is one of many interiors in Pyongyang that feel as if they came straight from a Wes Anderson film set. The effect comes from the Soviet-era fittings and kitsch retro props, and from the axial symmetry: every view and prospect is carefully framed. But these period set-pieces are increasingly under threat. Having been shielded from capitalism for the past 60 years, the so-called hermit kingdom is now racing ahead with its campaign to present an image of modernity. As an unwelcome reminder of a bygone era, these quaint interiors are already endangered. Erased by bombing during the Korean war, Pyongyang was entirely rebuilt from 1953, with reconstruction work led by Russian-trained architects and planners. Accordingly, the city was conceived as a version of Moscow in miniature: broad boulevards were lined with neo-Stalinist piles, apartments were equipped with Russian-style pechika heating stoves. Only a handful of these structures remain today. In a bid to build a sense of national identity, Kim Il-sung – founding father of the Democratic People’s Republic of Korea – introduced an architecture based on the Juche ideology of self-reliance that would banish foreign influence once and for all. It was to be, wrote his son Kim Jong-il, a style in tune with “the taste of the masses” and, above all else, “convenient, cosy, beautiful and durable”. Convenience remains the watchword in the refurbishments being championed by the current leader, Marshall Kim Jong-un. Marble mosaics and wooden parquet floors are progressively being ripped out in favour of a wipe-clean world of modern materials, which are now mostly imported from China. As the reclusive state’s closest ally and primary investor, China is exerting an increasing influence on the physical fabric of Pyongyang – not only in the clusters of towers sprouting on to the skyline, but in the nature of these new interiors. Vinyl floors and plastic mouldings have become the hallmark of contemporary taste. And they are being used with a very particular agenda in mind. “Let us turn the whole country into a socialist fairyland,” declares one of the 310 official patriotic slogans issued this year on behalf of the leader, in a list that wills forth everything from better mushroom cultivation to more stylish school uniforms. In pursuit of this flimsy fantasy of prosperity, the young, basketball-loving, McDonald’s-munching Kim has ushered in an era of brightly coloured synthetic interiors that project a childlike image of carefree wonder, as if Disney’s imagineers had been put in charge of the decor. Throughout the city, you now encounter the recurring colour schemes of salmon and teal, or pink and baby blue – from the newly refurbished auditorium of the National Theatre to the locker rooms of the renovated May Day Stadium. These new spaces look like they have been assembled from crisp, unreal planes of colour and exude an anaesthetising aesthetic, candy-coloured decoys that distract from a reality of mass poverty across the country. It’s no coincidence that they feel like stage sets. These are backdrops for carefully managed photoshoots and the admiring gaze of foreign visitors – who would be much more impressed by the period features that they’re busy tearing out. See more of Oliver Wainwright’s photos at northkoreaninteriors.tumblr.com",
    "keywords": [
        "anderson",
        "taste",
        "uniforms",
        "leader",
        "moonrise",
        "interiors",
        "north",
        "echo",
        "kim",
        "look",
        "kingdom",
        "film",
        "buildings",
        "national",
        "period",
        "pink",
        "pyongyang",
        "wes",
        "sets",
        "koreas"
    ],
    "summary": "Twin portraits of North Korea’s Eternal President and Eternal Chairman look down from the wall, offering a cheery beam.\nThis municipal leisure centre, built in the 1980s on a palatial scale, is one of many interiors in Pyongyang that feel as if they came straight from a Wes Anderson film set.\nThe effect comes from the Soviet-era fittings and kitsch retro props, and from the axial symmetry: every view and prospect is carefully framed.\nErased by bombing during the Korean war, Pyongyang was entirely rebuilt from 1953, with reconstruction work led by Russian-trained architects and planners.\nConvenience remains the watchword in the refurbishments being championed by the current leader, Marshall Kim Jong-un.",
    "sentiment": {
        "neg": 0.0459,
        "neu": 0.8952,
        "pos": 0.0589,
        "compound": 0.0751
    }
}