{
    "date": "2015-05-01T06:00:05Z",
    "title": "The North Koreans voting in their first democratic election – in Britain",
    "url": "https://www.theguardian.com/world/2015/may/01/north-koreans-vote-first-democratic-election-uk",
    "content": "Millions of people will be voting for the first time when Britain goes to the polls next week, but none of them have quite the same story to tell as 72-year-old Park Seong-cheo. Park is a North Korean defector living in London who received his British citizenship two months ago in time for the election. He says that because of the language barrier he is relying on South Korean television for most of his news about the campaigns. “The concept of voting is unfamiliar to me,” says Park, who has lived in the UK for eight years. Another first-time democratic voter Jihyun Park says she has been taken back by the variety of policies in the campaign manifestos. She has been following the TV debates and says her personal priorities are refugees and tuition fees. Her eldest son is set to go to university next year. Jihyun, 46, arrived UK in 2008 with the support of a South Korean Christian association. Her escape, which was portrayed in the film Under a Different Sky, involved fleeing from North Korea twice. The first time she was caught and repatriated back to prison camp before she escaped again. She now lives in Manchester with her husband and and three children. Little Korea We meet in the Free NK newspaper – a “democracy newspaper” for North Koreans – offices above the canteen of Korea Foods in New Malden. Nestled in an unassuming industrial park in earshot of the A3, the wholesale supermarket is one of the area’s most successful businesses and a hub for the Korean community. The European Alliance for Human Rights in North Korea says that in 2013 there were 686 North Korean refugees and asylum seekers in the UK, more than half of the 1,200 living in Europe. Many find their way to New Malden, a suburb of south west London. Also home to 20,000 South Koreans it’s been dubbed “Little Korea”, even “Little Pyongyang”, by the media. The community began to establish themselves when the residence of the South Korean ambassador was based there in the 1970s. The town is in the Kingston and Surbiton constituency represented by Liberal Democrat MP Ed Davey, but it’s not clear whether he gain their votes. Park says he heard a “man called David” was standing but hadn’t had contact with his campaign team and wasn’t aware what he stood for. ‘Elections were reminders of surveillance’ There are elections in North Korea, but they can’t be considered democratic. Voters are watched by party officials and are only able to say whether they support the only party the country has ever known – or not. “An election was always a reminder that I was a target of surveillance,” said Park. “People go in to the ballot box, look at me, look at each other to see if anyone dares to vote against the party.” But the UK campaign period has reminded him “that I have human rights and I can exercise these rights.” Jiyoung Kang, who has been living as a refugee in the UK since 2009, said the result is never in doubt. “There is never a case where a representative running for elections does not get elected,” she said. Jiyoung is not able to vote in Britian as she does not yet have citizenship, but says she is following developments on TV and through the Korean community. She says she is pleased to be living in the UK as a country where “democracy is guaranteed” and each party has a vision on how to improve the welfare of the people. ‘Ukip make me very angry’ For both Park and Jihyun, two people who have gone through the British citizenship system, the immigration debate dominating this year’s election is very real. Jihyun says she agrees “with the Liberal Democrats that refugees should work when they come to the UK”, as not only will they make a contribution but it can them to assimilate in to their new communities. Jihyun works for the European human rights group building ties and fostering solidarity with other members of the North Korean community in the UK. This sets her apart from fellow refugees who, according to the Telegraph, tend to keep a low profile and work in menial labour. Talking through her voting options, Jihyun says that Ukip’s stance makes her “very angry” and the Greens are “not too bad but they are a small group … maybe next time”. She says her husband, who is also North Korean, has decided to vote for “whoever improves the economy”, but she is biding her time before making the decision. . Park is also reluctant to be tied down: “I am old and I have many difficulties contributing to society, but I was given asylum refugee status and for that I am very grateful,” he says. Whilst reticent to criticise his new home, he “would like to vote for someone who interested in getting rid of discrimination in society”. Park, who lives in a council house with his wife, recounts a recent problem with his accommodation. His fire alarm kept falling off and he spoke to the housing manager six times but they never came. A few weeks later he was taking a shower and the water leaked into the floor below, his neighbour complained and someone came round straight away. That, he says, was one experience of discrimination, before reiterating once more how grateful he is to have become a citizen. Painful memories Whilst the numbers of North Korean arriving in the UK are relatively low, border agency guidance dictates that most are likely to be refused asylum on the grounds that they are also citizens of South Korea where they are not at considerable risk. In a quiet voice Park refuses to talk about how he got to the UK in 2008. “I am not keen on going through painful memories again,” he said, and was unwilling to have his photograph taken. Other North Koreans were wary about talking to a national newspaper. Park changed the subject back to the election. The Conservatives areinterested in improving the economy, he said, “and although this is good the Labour party is more interested in improving the lives of ordinary people, from my background I think it would be a better vote.” What about his wife? She will vote Labour too – “that’s why we live together,” he adds, laughing. Saeme Kim translated some of the North Korean interviews in this article",
    "keywords": [
        "south",
        "voting",
        "korea",
        "jihyun",
        "uk",
        "election",
        "britain",
        "korean",
        "rights",
        "democratic",
        "party",
        "koreans",
        "vote",
        "north",
        "park"
    ],
    "summary": "Park is a North Korean defector living in London who received his British citizenship two months ago in time for the election.\nAnother first-time democratic voter Jihyun Park says she has been taken back by the variety of policies in the campaign manifestos.\nHer escape, which was portrayed in the film Under a Different Sky, involved fleeing from North Korea twice.\nThe community began to establish themselves when the residence of the South Korean ambassador was based there in the 1970s.\n‘Elections were reminders of surveillance’ There are elections in North Korea, but they can’t be considered democratic.",
    "sentiment": {
        "neg": 0.0388,
        "neu": 0.8879,
        "pos": 0.0519,
        "compound": 0.0489
    }
}