{
    "date": "2015-09-22T09:41:38Z",
    "title": "Meet North Korea's UK fan club: 'they have their own way of doing things'",
    "url": "https://www.theguardian.com/world/2015/sep/22/north-korea-friends-of-korea-michael-chant",
    "content": "In a small, nondescript room, two pristine photos have been ceremoniously hung up on a red-draped screen: one, of the eternal president Kim Il-sung, the other of the dear leader Kim Jong-il. But this is not Pyongyang. It’s a monthly London meet-up of British groups who support the North Korean regime, and speaking this week is the DPRK ambassador to Britain, and the secretary of Friends of Korea, Michael Chant. A long time communist and composer of music, Chant holds the post of general secretary for the Revolutionary Communist Party of Britain (Marxist-Leninist). Like all of his cohorts, the 70-year-old has no Korean family connections, but found an affinity with the politics and ideals of the regime in the late 1970s. Speaking on Skype a few months after the meeting, Chant explains that the purpose of the network is to counter the “slanderous propaganda” depicting the DPRK as a “dictatorship”. The network – which includes the Juche Idea Study Group of England, the UK Korean Friendship Association, and several communist parties – meets regularly to read revolutionary speeches, watch North Korean films and send messages of solidarity to the North Korean government. The most popular country for friendship groups is currently China – followed by Russia, Cambodia, Laos, and Vietnam. But members say the groups are becoming increasingly popular in the USA and Europe, too, with most run on Wordpress blogs or websites posting supportive teachings of the Juche ideology. Friends of Korea is part of a loose global network of pro-North Korean friendship groups, which includes the (similarly named) Korean Friendship Association, run by Alejandro de Cao Benos, a self-styled Spanish spokesperson who claims to be working as a “special delegate” for the DPRK government. Pyongyang over Whitehall Speaking on Skype, Chant says he broadly agrees with the criticism of the protestors who sporadically appear outside the South Korean embassy in London, and who denounce it as a “fascist puppet regime”. “I’m not opposed to calling the South Korean regime a puppet”, says Chant who hasn’t joined the protests in person. “The South Korean people don’t have the opportunity to make political decisions and the government does the bidding of the USA.” Chant also makes a damming comparison between his own government and the DPRK: “In Britain, there’s an antagonism between the government and the people,” he says, accusing Whitehall of being made up of people doing “nasty things”. Unlike in the DPRK, he argues, where “the government is at one with the people, and the people are involved in decision-making through local party assemblies.” Chant also believes that western criticism of Kim Jong-un, who came to power after the death of his father Kim Jong-il in 2011, overlooks the country’s power dynamics. “Kim Jong-un embodies the aspirations of the people,” he says. “They have great respect for Kim Jong-un because he represents their will.” When quizzed about allegations of grave human rights abuses, including prison camps and torture at the hands of Kim’s government, Chant is evasive: “The Koreans have their reasons for doing things,” but says in their defence that they don’t shy from discussion: “You ask the comrades at the embassy a question and they will answer it.” The 2014 UN Commission of Inquiry on Human Rights, which accused the regime of committing systematic and appalling human rights abuses against its own citizens, is a bone of contention amongst the Friends of Korea: “They make out there are terrible human rights violations, but what you actually find is that the US is behind these reports,” says Chant. “The report is based on a conception of human rights that emphasises private property and multi-party democracy. When the DPRK doesn’t uphold these values, it’s said to be a human rights violation,” he claims, blaming the US for its for “aggressive” behaviour against North Korea. Communist classical Chant much prefers to talk about a passion closer to his heart – classical music. For the composer, it’s North Korea’s love of playing music socially which drew him to develop such a strong connection to their culture. A church organist during his teenage years, he became a follower of the experimental musician Cornelius Cardew and grew more involved in politics as Cardew became more left-wing. He recalls that developed an interest in communism during the 1970s, inspired by Mao’s Cultural Revolution. Chant enthusiastically describes his visit to a kindergarten in Pyongyang on his most recent trip in 2013 where he saw “tiny tots stand up and sing in public without embarrassment or trepidation”. That’s a big difference between the UK and the DPRK, he argues: “the arts are being marginalised here, but factories in the DPRK have their own orchestras. Music is played in the morning on the streets. More than anything, you see young people learning.” DPR(U)K? Does he think the west can learn anything from the DPRK? “Yes,” Chant replies, “the west can learn how to be civilised and cultured. Everywhere you go in the DPRK, everyone is so friendly – it’s the ethos of the country.” Despite being an avid supporter of the DPRK, Chant will no go as far as suggesting the UK adopts the same system. “We should have a system whereby the English, Welsh, and Scottish people have the power to make decisions,” he says, before adding “socialism is everyone’s future – it’s the way the world develops.” Nor does he want to become a North Korean resident. “I want to carry on fighting the struggle here”.",
    "keywords": [
        "human",
        "regime",
        "music",
        "things",
        "club",
        "korea",
        "meet",
        "uk",
        "way",
        "kim",
        "fan",
        "doing",
        "chant",
        "korean",
        "rights",
        "dprk",
        "north",
        "koreas"
    ],
    "summary": "A long time communist and composer of music, Chant holds the post of general secretary for the Revolutionary Communist Party of Britain (Marxist-Leninist).\nThe network – which includes the Juche Idea Study Group of England, the UK Korean Friendship Association, and several communist parties – meets regularly to read revolutionary speeches, watch North Korean films and send messages of solidarity to the North Korean government.\n“I’m not opposed to calling the South Korean regime a puppet”, says Chant who hasn’t joined the protests in person.\n“The report is based on a conception of human rights that emphasises private property and multi-party democracy.\nWhen the DPRK doesn’t uphold these values, it’s said to be a human rights violation,” he claims, blaming the US for its for “aggressive” behaviour against North Korea.",
    "sentiment": {
        "neg": 0.0466,
        "neu": 0.852,
        "pos": 0.1013,
        "compound": 0.1607
    }
}