{
    "date": "2015-10-11T12:58:22Z",
    "title": "Kim Jong-un is no joke, says North Korean defector",
    "url": "https://www.theguardian.com/world/2015/oct/11/kim-jong-un-north-korea-yeonmi-park",
    "content": "A young North Korean defector and human rights activist has urged the west to not consider dictator Kim Jong-un as a comic figure. “Please don’t see Kim Jong Un as a joke,” she told the Women in the World event in London. “He is killing millions of people.” Yeonmi Park, a 22-year-old who fled to China before making it to South Korea, described the complete control the dictator had over her childhood. “I believed my dear leader could read my mind, I thought if I thought a bad thing he could punish me,” she said. Park, who has written about her childhood in a harrowing autobiography, was speaking ahead of Saturday’s celebrations in Pyongyang for the 70th anniversary of the Korean Workers’ Party. At a lavish military parade, Kim said that his country was ready to counter any threat posed by the United States. Park urged the audience in London to not to take their freedoms for granted. “To me it’s not a joke. This [the west] is a paradise; it is a heaven,” she said. “He is a criminal, he is killing millions there, I hope we see him as not a joke.” She gave an insight into the repression and fear that North Koreans continue to live under. “I grew up with fear. My mother told me not to whisper because the birds and mice might hear you,” she said. “Most of all we are hungry, we don’t have the luxury of [thinking about] anything else apart from surviving,” adding that at one point she and her sister resorted to eating grasshoppers and dragon flies because there was no more rice. When she was 13 she urged her mother to flee to China, after secretly watching Chinese television as a child. “I went for a bowl of rice,” she said. She told the audience that the first thing she saw was her mother being raped. Once in the country, she was sold as a worker for $260; her mother was sold for $65. “The man who bought me couldn’t feed us, so it was better to sell her to someone who could feed her,” she said. Age of 15 she crossed the Gobi desert into Mongolia, to reach South Korea. “I followed the northern stars to freedom,” she said. In a rare light moment she described being bewildered by escalators, not understanding why the ground was moving. “When I arrived, everything was shining,” she said. “I went to the toilet and the toilet paper had a flower on it, it smelt so good I thought I’m not going to use it for this reason. It was so pretty.” She then became a “learning machine”, she added. “I learnt about the universe. I learnt about human rights and human dignity – this was so new to me. Freedom meant for me to wear earrings, not freedom of speech. I don’t think I will ever understand what freedom means, but I am enjoying learning.”",
    "keywords": [
        "thought",
        "human",
        "dont",
        "mother",
        "north",
        "kim",
        "joke",
        "urged",
        "told",
        "freedom",
        "defector",
        "park",
        "jongun",
        "korean"
    ],
    "summary": "A young North Korean defector and human rights activist has urged the west to not consider dictator Kim Jong-un as a comic figure.\n“Please don’t see Kim Jong Un as a joke,” she told the Women in the World event in London.\nAt a lavish military parade, Kim said that his country was ready to counter any threat posed by the United States.\nPark urged the audience in London to not to take their freedoms for granted.\nMy mother told me not to whisper because the birds and mice might hear you,” she said.",
    "sentiment": {
        "neg": 0.0801,
        "neu": 0.8402,
        "pos": 0.0796,
        "compound": -0.0026
    }
}