{
    "date": "2015-09-15T21:01:28Z",
    "title": "Australia resists nuclear disarmament push because it relies on US deterrent",
    "url": "https://www.theguardian.com/world/2015/sep/16/australia-isolated-in-its-hesitation-to-sign-treaty-banning-nuclear-weapons",
    "content": "Prospects for nuclear disarmament are “bleak” under the current non-proliferation treaty, Australian diplomats have conceded in cables back to Canberra, but the country will resist growing global support for a new treaty banning nuclear weapons because of a dependence on the nuclear deterrent capability of the US. A tranche of internal government emails from within the Department of Foreign Affairs and Trade reveals Australia’s opposition to a 116-nation push to ban nuclear weapons is leaving it increasingly isolated globally, and especially among anti-nuclear neighbours. The emails, released under freedom of information, reveal Australia is increasingly worried about an Austrian-led push for a treaty to ban all nuclear weapons. “Like the US, Australia is worried about the Austrian pledge,” a Dfat note says. Other cables to Canberra described the pledge as “a not-too-subtle attempt to build momentum for negotiations on a nuclear weapons ban treaty” but also reported that “the Austrian pledge is fast becoming a galvanising focus for those pushing the ban treaty option”. Australia says it needs the protection of the deterrent effect of the US’s nuclear arsenal, the second largest in the world. “As long as nuclear weapons exist, Australia will continue to rely on US nuclear forces to deter nuclear attack on Australia,” a Dfat briefing note says. At a global conference in December last year, the so-called “humanitarian pledge”, proposed by Austria, called for an international treaty banning nuclear weapons, asking nations to cooperate “in efforts to stigmatise, prohibit and eliminate nuclear weapons in light of their unacceptable humanitarian consequences”. The Austrian pledge, which 116 countries – most of the world’s nations – have endorsed, proposes to “fill the legal gap of the prohibition and elimination of nuclear weapons”. The pledge has also attracted the support of pope Francis, who said the “immoral” weapons should be “banned once and for all”, and nine Nobel peace laureates who signed a declaration urging “all states to commence negotiations on a treaty to ban nuclear weapons at the earliest possible time”. The mechanism for disarmament is chapter VI of the non-proliferation treaty (NPT), which obliges the five declared nuclear states to “pursue negotiations in good faith” towards “cessation of the nuclear arms race … and nuclear disarmament”. But the disarmament “pillar” of the treaty is widely regarded as having failed. While the superpowers are slowly reducing their stockpiles, they are, at the same time, working to develop new weapons systems or upgrade existing ones. India, Pakistan and North Korea have increased their nuclear stockpiles in recent years, and their weapons fall outside the treaty because they are not members. Nor is Israel, whose nuclear status is undeclared but is believed to have about 80 warheads. In cables back to Canberra, Australian diplomats have highlighted the weaknesses in the non-proliferation treaty process. In a briefing prepared for the foreign affairs minister, Julie Bishop, officials concede “prospects are bleak for meaningful progress in multilateral arms control”. And they warn Bishop that the failure of the last round of treaty talks to reach consensus “will embolden those arguing that the current disarmament machinery is broken and that a nuclear weapons ban treaty must be negotiated outside the NPT”. Australia has found it is particularly isolated in regional security meetings. At a meeting of Asia Pacific nations on the humanitarian impact of nuclear weapons and prospects for a ban treaty, Australia was “the lone voice in the room on many issues”. Briefing notes say Australia supports practical, realistic measures for nuclear disarmament, but dismisses “simplistic approaches which ignore the security dimensions”. Suggested “talking points” for government ministers say “effective disarmament can only be achieved by engaging all the nuclear-armed states; simply banning nuclear weapons would not lead to their elimination”. “As long as the threat of nuclear attack or coercion exists, and countries like the DPRK [North Korea] seek these weapons and threaten others, Australia and many other countries will continue to rely on US extended nuclear deterrence.” Prof Ramesh Thakur, director of the centre for nuclear non-proliferation and disarmament at the Australian National University, said Australian diplomats had underestimated support for the humanitarian pledge. “What is really clear from these cables, but not explicitly stated, is that Australian officials have been very surprised, they have been taken aback, by the strength of support for the humanitarian consequences pledge, and they are scrambling to explain that. “Support for the humanitarian consequences pledge is making Australia’s position more difficult; it is galvanising public and political opinion, and Australia finds itself running against the domestic and international tide.” Thakur said Australia’s earlier leadership on nuclear disarmament had diminished over the past four years. “We know what Australia is saying ‘no’ to. It is saying ‘no’ to the humanitarian consequences pledge. Well, what is it saying ‘yes’ to?” “We all share the so-called realistic practical agenda they identify with respect to the fissile material cut-off treaty and comprehensive test ban treaty. But the reality is all such efforts have been stalemated and frustrated for years now, hence the interest in new ways to generate momentum towards real progress instead of more rhetoric.” The FOI request that revealed the government correspondence was made by the international campaign to abolish nuclear weapons (Ican), a coalition of NGOs from more than 95 countries, whose aim is a global ban on nuclear weapons. Ican’s Asia-Pacific director, Tim Wright, told Guardian Australia the humanitarian pledge had developed an international momentum, and he was confident it would lead to new global negotiations towards outlawing nuclear weapons. The Australian government’s argument that it required the protection of a foreign power’s nuclear weapons was “a long-held belief that has gone unchallenged”. “Nuclear weapons undermine safety, they do not enhance it,” Wright said. And a proposed ban treaty was not designed to replace the non-proliferation treaty. “The NPT remains relevant, and will for the foreseeable future, as the only treaty with a legally binding commitment towards disarmament. But we see a ban treaty as something not to replace the NPT, but as something to complement and strengthen it, like the comprehensive test ban treaty did in the 1990s.” The Department of Foreign Affairs and Trade did not respond to inquiries about the cables from Guardian Australia.",
    "keywords": [
        "resists",
        "ban",
        "deterrent",
        "australia",
        "treaty",
        "relies",
        "nuclear",
        "pledge",
        "support",
        "weapons",
        "humanitarian",
        "disarmament",
        "australian",
        "push"
    ],
    "summary": "The emails, released under freedom of information, reveal Australia is increasingly worried about an Austrian-led push for a treaty to ban all nuclear weapons.\n“As long as nuclear weapons exist, Australia will continue to rely on US nuclear forces to deter nuclear attack on Australia,” a Dfat briefing note says.\nThe mechanism for disarmament is chapter VI of the non-proliferation treaty (NPT), which obliges the five declared nuclear states to “pursue negotiations in good faith” towards “cessation of the nuclear arms race … and nuclear disarmament”.\nBriefing notes say Australia supports practical, realistic measures for nuclear disarmament, but dismisses “simplistic approaches which ignore the security dimensions”.\n“Nuclear weapons undermine safety, they do not enhance it,” Wright said.",
    "sentiment": {
        "neg": 0.1325,
        "neu": 0.7892,
        "pos": 0.0782,
        "compound": -0.2238
    }
}