{
    "date": "2015-01-23T16:49:48Z",
    "title": "Quirky YouTube stars grill Obama on economy and college education",
    "url": "https://www.theguardian.com/money/us-money-blog/2015/jan/23/quirky-youtube-stars-president-obama-interview-economy-education",
    "content": "President Barack Obama picked three of the most popular YouTube content creators for an interview on Thursday and came in for a surprise grilling on major economic and social issues, including healthcare, college education, Washington’s privileging of business interest and the Sony hacking. The questions, frequently holding the president to account, came from YouTube personalities who have previously touted videos like “The five worst places to vomit” and “My push-up bra will help me get my man”. But there was a notable absence of the quirkiness and outrageous manner that has led GloZell Green to gain 5 million followers on social media, or Hank Green’s Vlog Brothers YouTube channel to gain 2.4 million subscribers. There were scattered moments, such as when GloZell Green accidentally called Michelle Obama the president’s “first wife” instead of the first lady, and when she cheekily said Raúl Castro “puts the ‘dick’ in dictator”. Instead, in the 45-minute #YouTubeAsksObama interviews, the president fielded questions on inequality, college education, the economy, same-sex marriage rights and unemployment. Google, which owns YouTube, showed charts of search trends that demonstrated that economic issues including college, taxes, housing, employment and education were the most-searched during the session. The questions started out tough – tougher, some might say, than Obama would get from veteran Washington reporters. The first question, from YouTube star Hank Green, was tough enough that the president paused and swallowed before answering. “I watched the State of the Union. A lot of interesting ideas there. I’m not the only person who’s said this: I’m a little worried that none of them are at all politically feasible. Am I wrong?” Obama countered that Republican cooperation could be possible on issues including infrastructure. He added that he wanted to “frame the debate” so that even if Washington delays adoption of his policies, the political debate is ignited around the country, as with the many states who have raised minimum wage on their own. Green’s second question, about “middle-class economics”, focused on the cynicism many Americans feel about Washington’s closeness with powerful business interests, particularly “taking former leaders of industry and putting them in positions where they’re regulating the industry they used to be part of”. Obama did not reply directly, but noted that he was able to “take away money that was being siphoned off by banks for student loan programs and billions of dollars are suddenly directly going to students”. He added: “Too often lobbyists and special interests are able to block efforts to make the system fair ... but our history shows that when people get engaged and vote, change happens. It doesn’t always happen immediately, but it happens.” Green finished his interview by asking Obama to sign a picture of him with a receipt showing that Obamacare had saved him nearly $1,100 a month on medical bills. GloZell Green asked Obama about the relationship between young black men and white cops – or, as she put it, “the po po”. Obama responded that young black men often look older than they are, and that training for police – many of whom, he stressed, are professional and hardworking – should include awareness of unconscious biases. Obama also sent a message to those who oppose same-sex marriage, an issue that would guarantee equal economic rights to gay couples. “The fact of the matter is, they’re not bothering you,” the president told viewers who might oppose gay couples being recognized by the law. When GloZell Green asked Obama what he believed his legacy should be, he cited the economic recovery during his time in office. “We saved an economy that was on the brink of depression,” Obama said, citing more jobs, 10 million people with health insurance and other economic statistics that have been trending upward. “Every day I wake up and I ask myself, in particular, how can I make sure that folks who are working hard can not just survive, but how can they thrive? How can they get ahead?” Bethany Mota, a 19-year-old YouTube star known for her Macbarbie07 channel that details hair, makeup and shopping decisions, asked the president about the rising cost of college education. Obama reprised some of his policy proposals, including capping student loan payments to 10% of income. He directed his answer to Mota’s retail expertise. “You can figure out a way to pay for college, but you have to be a smart shopper. You have to figure out how much a school costs. You should have some sense whether you can get in-state tuition versus going to a school out of state.” The three YouTube stars also asked the president about North Korea, Cuba and the reign of terror of Boko Haram.",
    "keywords": [
        "economy",
        "college",
        "economic",
        "education",
        "president",
        "quirky",
        "youtube",
        "obama",
        "grill",
        "green",
        "stars",
        "glozell",
        "asked",
        "including"
    ],
    "summary": "Instead, in the 45-minute #YouTubeAsksObama interviews, the president fielded questions on inequality, college education, the economy, same-sex marriage rights and unemployment.\nGoogle, which owns YouTube, showed charts of search trends that demonstrated that economic issues including college, taxes, housing, employment and education were the most-searched during the session.\nThe first question, from YouTube star Hank Green, was tough enough that the president paused and swallowed before answering.\nGloZell Green asked Obama about the relationship between young black men and white cops – or, as she put it, “the po po”.\nWhen GloZell Green asked Obama what he believed his legacy should be, he cited the economic recovery during his time in office.",
    "sentiment": {
        "neg": 0.0393,
        "neu": 0.8916,
        "pos": 0.069,
        "compound": 0.0961
    }
}