{
    "date": "2015-08-14T12:21:13Z",
    "title": "Life after the DPRK? Film imagines the fall of North Korean regime",
    "url": "https://www.theguardian.com/world/2015/aug/14/north-korea-fallen-film-while-they-watched",
    "content": "A breaking news alert cuts across the screen announcing that North Korea “has fallen”. There are celebrations on the streets of Seoul, as analysts debate what will happen next. The opening scenes of While They Watched, a new film about North Korea, imagines what would happen were the regime to collapse. Set in an unspecified time in the near-future, it uses archive footage and interviews with former prison guards, defectors, and human rights activists to build up a picture of what we know about the totalitarian state – and to accuse the world of “wilful blindness” for failing to intervene. North Korea’s government stands accused of widespread atrocities and the country’s young leader, Kim Jong-un, has been warned by the United Nations that he could face charges for crimes against humanity. Yet the film points out that despite evidence from investigators and defectors alike, no real action has been taken. Director Jake Smith said he had been a “naive Londoner” until he read Nothing to Envy, a damning book about life in North Korea written by Barbara Demick. “I decided to dig deeper,” he said. “I moved to South Korea and began meeting defectors and finding out if these things were true. I was shocked.” He decided to make the film as a plea to world leaders to take a stance. It got off the ground thanks to £1,500 pledged on crowd-funding site Indiegogo, before securing support from a South Korean production company. In hard-hitting scenes, the trailer combines images of the Kim family being cheered by adoring crowds cut with archival footage of a Nazi-era concentration camp. Later, black-and-white images show Adolf Hitler enjoying similar adoration. It uses news clips of the UN’s Michael Kirby, the chair of a commission on human rights in North Korea, issuing stark warnings about the fate of the country’s citizens. Kirby’s report concluded that the government’s actions resembled those of Nazis during the second world war, and the film follows this narrative. Smith knows that the comparison between North Korea and Nazi Germany is controversial. More than six million people were killed during the holocaust, whereas estimates of the death toll at the hands of the North Korean government range from 200,000 to 3 million since 1990s – with starvation playing a key role. He invited Kirby to appear in the film, but the Australian judge declined on the grounds that he had to stay impartial. Countering apathy Three governments come in for the most criticism: China, over its forced repatriation of North Koreans who cross the border illegally, South Korea, for ignoring the problem north of the border, and the DPRK itself. After living in South Korea, spending time with defectors and shadowing campaigners, Smith said he was surprised by how little southerners know, or care, about the plight of their neighbours. “It’s on the news but no one talks about it... people have little interest,” he said. A 2014 public opinion survey found an increased level of detachment and apathy amongst young South Koreans about the situation facing people across the border. One of the stars of the film is Yeon-mi Park, a defector who has become an outspoken critic of the country. Yeon-mi, who was relatively unknown when filming started, gained global recognition for her “courageous” and “harrowing” speech at the One Young World Forum in Dublin, Ireland last year. Smith’s team had already secured exclusive access to film her. Such is the control over information that leaves the country, the outside world relies on defectors like Yeon-mi to fill in the gaps. This process is far from perfect: some testimonies, including Yeon-mi’s, have been questioned over their accuracy. It’s a dilemma Smith says he was well aware of, but believes it’s no coincidence that defectors stories paint the same picture of hardship and abuse at the hands of the regime. While the details may vary from the truth slightly, “people are missing the bigger picture: the trauma people went through and the stress they suffered”, said Smith. It’s not a question of a hidden agenda, he adds, “when they tell their stories I think they truly believe them”. The film will be shown to its main backers and supporters in Seoul tomorrow and is being submitted to the festival circuit in the UK later this year. Full details of the release will be available on the film’s website. Smith and his team have also set up a campaign page assisting people in “immediately and effectively alleviate the suffering of the North Korean people”. It includes links for more information, instructions on how to raise awareness and funds for platforms like Open Radio North Korea, an information programme that broadcasts over the the hermetically sealed border.",
    "keywords": [
        "border",
        "smith",
        "south",
        "yeonmi",
        "young",
        "regime",
        "korea",
        "world",
        "fall",
        "film",
        "defectors",
        "dprk",
        "imagines",
        "life",
        "north",
        "korean"
    ],
    "summary": "A breaking news alert cuts across the screen announcing that North Korea “has fallen”.\nThe opening scenes of While They Watched, a new film about North Korea, imagines what would happen were the regime to collapse.\nDirector Jake Smith said he had been a “naive Londoner” until he read Nothing to Envy, a damning book about life in North Korea written by Barbara Demick.\n“I moved to South Korea and began meeting defectors and finding out if these things were true.\nIt uses news clips of the UN’s Michael Kirby, the chair of a commission on human rights in North Korea, issuing stark warnings about the fate of the country’s citizens.",
    "sentiment": {
        "neg": 0.0987,
        "neu": 0.8085,
        "pos": 0.0929,
        "compound": -0.0476
    }
}