{
    "date": "2015-10-15T05:00:09Z",
    "title": "From an Instagram hoax to a holiday in Pyongyang",
    "url": "https://www.theguardian.com/world/2015/oct/15/amalia-ulman-in-north-korea-instagram-hoax-frieze",
    "content": "North Korea is known for many things – but rarely is it contemplated for its aesthetics. While some international artists have addressed the politics and human rights abuses of Kim Jong-un’s regime, few have travelled to the country to experience their effect firsthand. But Amalia Ulman has. The 26-year-old graduate of Central St Martins has been outspoken about the suffering inflicted by social and political structures, and recently travelled to the secretive country as part of a new art project. The result is a surprising and personal portrait of the capital city, made up of photographs, video and sounds titled The Annals of Private History, presented by London gallery Arcadia Missa as part of Frieze Live in London this week. Ulman’s work is known for sparking controversy. Last year the artist fooled the internet with her “Instagram performance”, Excellences and Perfections. Over four months, she constructed an alternate identity through semi-fictional, staged posts. Sneaking into high-end hotels and luxury apartment buildings to pose for perfect selfies, she posted images of familiar consumer clichés (avocado toast, latte art, yoga) often captioned with trite text and hashtags as a comment on how identity can be constructed through commodities. So when images of North Korea began to appear on Ulman’s Instagram feed, it seemed at first that it might be another hoax: the first post, location tagged “Pyongyang”, was a picture of the artist doing the splits in a hotel room. More images followed from the famous Koryo Hotel, then a shooting range, a department store and a restaurant, along with videos of Ulman accompanied by a Spanish-speaking tour guide. Though published when the artist was back in the US, they turned out to be genuine documentation of her recent tour. ‘I didn’t want to be cynical’ Speaking about the trip, Ulman explains that she became obsessed about the country after watching a television programme. “I had found out about tourism in the DPRK by watching a documentary on Spanish TV. As soon as I knew that [going there] was a possibility, I couldn’t get it out of my mind. I planned the trip for half a year, and there was not one day when I wouldn’t look at Korean content or read books about life in Pyongyang. “For the same reason I live in LA, because I’m interested in façades and propaganda, and Pyongyang is the best and most simplified example of that. I just wanted to see it with my own eyes.” Having given a lecture in Beijing on 6 September, Ulman took an Air Koryo flight into Pyongyang, as part of a trip facilitated by the tourism company Koryo Tours. From her previous work, it’s easy to see why Ulman became fascinated with the artificial image that North Korea presents to the outside world – but to visit is audacious, not only for safety reasons, but for the ethical questions it raises. Some of Ulman’s followers on Instagram asked about how the money from tourism might be used to fund the regime, while others were keen to know about Ulman’s experience of poverty, famine and repression. “I didn’t want to be cynical about it. But as soon as I assimilated the famines, the gulags, the violence, I decided, while not forgetting about all of this, to focus on the people and their individual stories, on how it felt to be there, the quality of the air, the routines, the presence of the stars at night.” Restrictions on creative production are tight in North Korea. There is barely any access to the internet, and all art must be endorsed by the government, most being produced by the Mansudae Art Studio – a giant art factory employing 1,000 artists. Yet Ulman’s atypical documents of Pyongyang, which she shot with permission from her guides, present North Korea from a different perspective. “Everyone that I had met was really great,” she says. “They have an incredible attention span and can remember everything you say. I felt a thirst for knowledge in all of them. “They are encyclopaedic about everything, because that’s the only way for them to know about the outside world. “After we got to know each other, my translator and I became friends, and I tried to explain to him my life and how it was structured. He was very curious and tried to make sense of it all using what he knew about art in his country, which is mainly used for the production of propaganda. So he’d ask me: ‘Who do you make art for?’” Exploring the capital and daily life, Ulman gathered rare information on the North Korean relationship to fashion, aesthetics and culture. “Watching documentaries on the DPRK I realised how their aesthetics were so similar to my art in many ways. “I’ve been doing a lot of research on the idea of ‘cute’ and the way the regime there is always sugar-coated with flowers and sentimentalism always fascinated me.” Ulman says she also found many connections between the DPRK and her upbringing in Europe. “In many ways it was exactly the same as I had expected, but in others it was way more relaxed than I thought, especially when it came to security controls. It was surprising to me to have so many flashbacks of the post-dictatorship mining town I grew up in, in Spain. “As a socialist place where no one has more than anybody else and everyone is equally poor, one thing that I found in common: bad food and an extreme feeling of boredom.” Though the final work – a fictional history of women and diary writing – is not directly about the DPRK, it addresses the impact of repressing emotion and freedom of expression on individuals and groups. “It definitely connects to the regime in the DPRK but also to any sort of propaganda machine, totalitarian regime or abusive relationship. So Korea was in the back of my mind but definitely not the main focus.” Like much of Ulman’s work, critique is oblique: through the troubling truth embedded in a perfect surface, a commentary on the brutality of underlying systems and structures emerges. Often when an audience looks at a place like the DPRK, it seems removed, far from our own values, but the power in Ulman’s work is that it draws parallels, and connects us in provocative and human ways.",
    "keywords": [
        "instagram",
        "work",
        "ulmans",
        "regime",
        "art",
        "korea",
        "holiday",
        "ulman",
        "country",
        "hoax",
        "dprk",
        "pyongyang",
        "north"
    ],
    "summary": "North Korea is known for many things – but rarely is it contemplated for its aesthetics.\nUlman’s work is known for sparking controversy.\nLast year the artist fooled the internet with her “Instagram performance”, Excellences and Perfections.\nSo when images of North Korea began to appear on Ulman’s Instagram feed, it seemed at first that it might be another hoax: the first post, location tagged “Pyongyang”, was a picture of the artist doing the splits in a hotel room.\nYet Ulman’s atypical documents of Pyongyang, which she shot with permission from her guides, present North Korea from a different perspective.",
    "sentiment": {
        "neg": 0.0489,
        "neu": 0.8897,
        "pos": 0.0614,
        "compound": 0.0538
    }
}