{
    "date": "2015-10-09T06:00:11Z",
    "title": "Costly and complicated – why many Koreans can't face reunification",
    "url": "https://www.theguardian.com/world/2015/oct/09/why-many-koreans-cant-face-reunification",
    "content": "Twice a month a North Korean defector and a South Korean professor meet at a cafe in downtown Seoul for a caffeine-fuelled argument about one of the most perplexing political conundrums ever known. Over successive cups of coffee, Ko Young-hwan and Moon Chung-in consider ways to reconcile and reunite two of the most incompatible nations on earth. “We have very heated discussions,” said Ko, a 62-year-old former diplomat and interpreter for Kim Il-sung, who defected in 1991 and is now part of a renewed push that South Korea’s president, Park Geun-hye, says will bring the reunification of the peninsula one step closer. Ko and Moon are members of Park’s so-called presidential committee for unification preparation – a year-old initiative that officials in Seoul say should help pave the way for rejoining the two countries after 70 years of separation. “Issues of reunification have been very divisive in South Korean society between left and right, between progressive and conservative. Perhaps no other issue has been as divisive as the issue of reunification,” Chung Chong-Wook, the vice-chair of the 50-member committee, said at its headquarters near the presidential Blue House in Seoul. “The committee’s mission is to try to forge national consensus among different groups.” There are few thornier issues in global politics than reunification: the rejoining of one of the world’s most dynamic and developed economies with one of its most dishevelled and repressive. On Saturday North Korea will celebrate the 70th anniversary of the Korean Worker’s Party, the backbone of the state. Satellite imagees have shown hundreds of trucks, armoured vehicles, troops and horses gathering for a massive military parade. There have also been rumours of a possible show of force on the peninsula in the form of a missile launch or even a fourth nuclear test. The cultural, political and above all economic gulf between North and South is now so great that many experts believe reunification is almost inconceivable. “There has never been a time when the officially declared goal – peaceful, gradual, negotiated and equally reciprocated unification – was even remotely possible. Never, ever – including now,” said Andrei Lankov, an acclaimed Korea expert from Kookmin University in Seoul. Lankov listed a plethora of reasons – the gigantic cost, the social upheaval, the North Korean leadership’s reluctance to surrender power – that explained why neither side genuinely wanted reunification, even if both still publicly espoused the idea. “It is a bit like Christians talking about the second coming. Theoretically they are committed – in practice it has little actual impact on their behaviour,” he said of South Korea’s feelings about the process. Nevertheless, President Park has placed unification at the forefront of her policy agenda, claiming it would be a bonanza for her nation. “Just as the German people secured freedom, prosperity and peace by tearing down the Berlin Wall, we too must tear down barriers in our march towards a new future on the Korean peninsula,” she said during a speech in Dresden last year, calling for “meticulous preparations” to make that dream a reality. As part of Park’s preparations – which some attribute to a genuine commitment to reunification and others dismiss as an attempt to boost political support at home – members of her committee’s four working groups gather two or three times each month to discuss unification. The groups deal with issues relating to economics, law and politics, diplomacy and national security, and social and cultural policy. “We fundamentally agree with one another on the bigger picture,” said Ko, an affable scholar from Seoul’s Institute for National Security Strategy, who is part of the diplomacy and national security committee. “But we have our disagreements when it comes to technical issues.” Moon, a liberal political scientist from Yonsei University, said he believed there could only be progress towards reunification if the US normalised relations with North Korea by recognising its government and reopening its embassy in Pyongyang. “The US has got to follow the Iranian deal model,” he argued. “Don’t demonise North Korea. Obama didn’t demonise Iran.” Chung Chong-Wook, South Korea’s former ambassador to China, said one key element was finding ways to improve relations sufficiently so that Seoul could begin pumping money into North Korea’s crumbling infrastructure and industry. “The more we do before reunification actually arrives ... the less expensive the reunification will be.” There is – officially, at least – one glaring absence from the presidential committee’s discussions. South Korea’s public insistence that unification can only come about in a peaceful, gradual way means any mention of the possible collapse of Kim Jong-un’s regime is taboo. Chung admitted there were other government agencies examining the more “sinister” scenarios that might lead to unification, but said his committee was not looking at such possibilities. Still, “whenever it [unification] comes we will have to take it”. Many believe Pyongyang’s political collapse, perhaps triggered by a rebellion or assassination, now represents the only real prospect for reunification. “If it is coming at all, it is coming the German way, but it is going to be much more violent, much more bloody, much more hectic than everything we have seen in Europe,” said Lankov, who predicted that North Korea’s elites would fight for their lives if faced with a popular uprising. “I would say it will be a cross between the Syrian crisis and the East German crisis of 1989/90. If it doesn’t sound good it is because it isn’t good. It is going to be a very bloody mess” he said, adding that both China and the US would be sucked in. Ko, the former diplomat, agreed. “The collapse of North Korea would be a real nightmare for us.” His hopes for a unified peninsula lie in the gradual but important changes he said were taking place to the north of the 38th parallel, where there were hints of an economic opening up, and support for the “Dear Leader” appeared to be waning. Ko, who worked under Kim Il-sung and Kim Jong-il, claimed the current leader was “starting to lose the hearts and minds of the North Korean elites in the party, government and military”. He said Kim Il-sung had been a charismatic leader who commanded genuine affection from the people, and Kim Jong-il knew how to effectively use the carrot-and-stick method. “Today, Kim Jung-un is only using the stick.” Ultimately, one of President Park’s toughest challenges appears to be convincing South Korea’s younger generations that unification is indeed a bonus rather than a potential calamity. Estimates of the cost of reunification range from $50bn (£32bn) to more than $3tn. “I think that nowadays the prevailing feeling is one of indifference,” said Seongcheol Geum, a 23-year-old social welfare student at Yonsei University. “For today’s generation, unification doesn’t feel personal any more. It feels outdated.” Sunny Song, 23, another Yonsei student, said: “I think it is necessary in the long term, but in the short term I don’t think it is possible and it shouldn’t be done in the near future. The South Korean economy won’t be able to support the North Korean economy.” Chung Chong-Wook said his committee was determined to “transform the people’s way of thinking on reunification” and dispel the “rather negative attitude” that had taken hold. “Unification should be viewed as a bonanza rather than a burden,” he said, claiming South Korea’s economy would ultimately benefit rather than suffer. For Ko, who worked for North Korea’s ministry of foreign affairs for more than a decade and defected when he was first secretary in Pyongyang’s Congo embassy, the battle for reunification is deeply personal. Unification would finally allow him to return to the home he abandoned more than a quarter of a century ago. “I miss [Pyongyang], but more than that I miss my family,” he said. “I don’t know when unification will come – it could be in one year or 10 years’ time – but I believe I will go back there before I die.”",
    "keywords": [
        "political",
        "costly",
        "south",
        "korea",
        "face",
        "unification",
        "kim",
        "seoul",
        "reunification",
        "korean",
        "koreans",
        "cant",
        "complicated",
        "north",
        "koreas"
    ],
    "summary": "“Issues of reunification have been very divisive in South Korean society between left and right, between progressive and conservative.\nOn Saturday North Korea will celebrate the 70th anniversary of the Korean Worker’s Party, the backbone of the state.\nTheoretically they are committed – in practice it has little actual impact on their behaviour,” he said of South Korea’s feelings about the process.\n“Don’t demonise North Korea.\n“Unification should be viewed as a bonanza rather than a burden,” he said, claiming South Korea’s economy would ultimately benefit rather than suffer.",
    "sentiment": {
        "neg": 0.0569,
        "neu": 0.8604,
        "pos": 0.0827,
        "compound": 0.073
    }
}