{
    "date": "2015-10-08T13:38:01Z",
    "title": "'Every patient had malnutrition' – on a medical mission in North Korea",
    "url": "https://www.theguardian.com/world/live/2015/oct/08/north-korea-i-went-on-a-medical-mission-any-questions-for-me",
    "content": "That’s a wrap! Here’s a parting note from Josiah, who’s promised to answer more of your (great) questions in the comments: Thank you everyone for taking the time to look through my photos or partake in the Q&amp;A. I hope this has been somewhat informative and perhaps give you a better grasp on the current state of North Korea’s health care system. You can understand that there are many holes and shortages in the system – but there are strides and measures taken to counter illnesses and malnutrition in the DPRK, which often go unnoticed. With this information, I hope you can also get involved in supporting various medical NGOs helping communities in North Korea. Hospital hygiene standards are shocking, seemingly absent. When I went to the Pyongyang General Hospital, the country’s centralised hub for complex cases and the conditions were appalling. When I visited the bathrooms, there was no light, no soap, no running water, no toilet paper, nor any toilets. Patients have to use holes in the ground and a stagnant mouldy bathtub to wash their bottoms and their hands. Sterilisation wise, the rusty scalpel can give a good picture of what it is like. An era or decade? It’s difficult, but definitely not the 21st or 20th century. Anytime before that might do. There are North Korean dentists trained in country or neighbouring nations like China, Russia, or Eastern Europe. The western university, PUST, has established the first legitimate dental school and I believe, graduated their first class last year. From what I saw, dental care isn’t much emphasised amongst the average citizens. Malnutrition serves as the stem of most health issues in the DPRK. Disease prevention awareness has not picked up till recently, and this has been spearheaded mostly by NGOs. DPRK has some of the highest rates of smoking in the world. Exercise amongst the elderly is stressed, so in Pyongyang we saw a lot of older people participating in some form of dance/yoga/stretching with some of the older men doing light jogging. Outside world I would never want to put anyone at risk so I confirmed, and re-confirmed many times that this was okay because I don’t want to jeopardise anyone’s life, career, or medical progress in the DPRK Fake X-rays? The X-rays we worked with were quite real, but that’s probably because our organisation had brought them from the US years before. We’ve also brought over microscopes and C-arms for surgeries. The North Korean staff seemed to have no concern about hazardous rays and don’t bother wearing lead aprons or leaving the room. Most provincial hospitals don’t have X-ray machines at all. I can assume that your friend was treated with a brokenmachine, which is quite common with the unstable power conditions, poor maintenance and upkeep. Comparing caseloads We were primarily focusing on neurosurgical cases that were usually too complex for North Korean doctors to handle – either due to equipment or skill. These patients had to wait several months for us to arrive and treat them. Common cases included fractures of the spine we also saw hematomas in the brain due to trauma, and various tumours that were too deep to be taken out by the NK doctors. These were great opportunities to teach and educate new techniques or proper techniques to the North Korean surgeons. While we were mainly focused on surgical cases. I do know of the common maladies of the DPRK – every patient we encountered suffered from malnutrition. Some of the more prevalent and widespread diseases include TB, Hep B, Malaria, various cardiovascular diseases and emphysema - due to smoking. Children are incredibly malnourished, especially in the provincial areas, some who told me they were of 13 years of age looked like they were 8 or 9. Update: we’ve reached the end of our allotted time but Josiah will stay with us for another 30 minutes to get through your questions Outside privileged Pyongyang I was able to go the provinces, mostly in the east . There are 10 provinces, 206 cities in the DPRK, with each province supposedly having a medical school and general hospital. I was able to visit some of the village hospitals but was not permitted to take pictures due to the substandard conditions. In terms of palliative and urgent care: some of the biggest diseases – aside from malnutrition which can also be a trigger – ) are TB, Malaria and Hepatitis B which are currently being targeted by the government. In recent years, laboratories and specific clinics have been set up not only in Pyongyang but also in the provinces. In a Hepatitis B vaccination project (completed in 2012), an estimated 3.7 million children between 7 - 17 were vaccinated. A accomplishment considering the state of the healthcare system a few decades ago. A round of quick fire Twitter questions Drought and famine is extremely debilitating, with another large one predicted soon. This, or economic collapse are realistic reasons for bringing down the regime North Koreans are not stupid. Brainwashing is in effect, but opinions often unvoiced. Smoking and drinking are more of a problem than narcotics Yes. Malnourishment is the primary source of all maladies there. Children are very stunted, a quater live on less than $1 a day My jokes usually elicited an awkward silence. I mistakenly told my guide that I had a bitch in Korean when I meant dog. They died of laughter. Very punny Koryo remedies The concept and practice of herbal, traditional, oriental medicine is a fascinating topic that has pervaded DPRK healthcare. They take pride in their resourcefulness ( which compensates for deficiencies in medicine and equipment) and great pride in their herbal medicine called Koryo. The doctors in the rural areas may actually employ this as their primary way of treating patients, especially when they can’t do anything else. Acupuncture, teas/root drinks, and special herbs are emphasised. However, we must remember that the main source of health problems in the DPRK stem from malnutrition. Koryo medicine cannot solve this issue decisively. Are sanctions justified? Personally, and ideally, they work well to keep a dictator and his regime in check. However, upon visiting the country, you do see some of the effects on the nation. One cannot blame sanctions for the demise and debilitation of the country alone. Even with sanctions, there are a lot of NGOs and organisations like the UN, WHO, CFK, Eugene Bell, and PUST that have been providing so much care that is often overlooked. I urge you to look more in-depth at smaller NGOs that are making incredible impacts on the ground. Medicines Great question. For the past decades, North Korea had factories in producing very limited pharmaceutical products, however, recently they have shut down – I believe this is due to the shift in government funds from healthcare to elsewhere. An estimated 70% of essential medicines outside of Pyongyang are provided by NGOs, a staggering figure. Conditions were much worse in the earlier years of the genesis of the communist regime, and fared badly in the 1990’s during the famine. A lot of drugs are provided by NGOs or are purchased/donated from neighbouring nations like China, Russia, or Japan. How do people get to hospital? I saw a couple of ambulances driving through the streets with their sirens – though they did not emit any sound, there wasn’t much traffic to navigate through anyway. The ambulances were Soviet-style, old-fashioned and compact. But most patients have to make their way to the hospitals themselves. In the rural areas, if patients are immobile, doctors make house visits. How anti-American were the general population? Also on email Sarah Haug said: I went to high school with Josiah, I know that the majority of his time there was spent in medical centres, but can he tell us about any anti-american sentiment he ran across there? What kind of propaganda did he see? Also, if he had any interaction with students his age there, what kind of access to higher education and research opportunities do they have? Any kind of impressions he could give me on these things would be great. First of all, the North Koreans have no bitter or hostile feelings toward the people of their enemy countries, only towards the governments. Surprisingly, Americans are not commonly deemed as North Korea’s #1 enemy, the South Koreans have taken that throne. I did see some anti-American propaganda on television. In world news America is seen as an aggressor nation with its invasions in the Middle East and Central Asia, all stemming from the history of the Korean War. North Korea also produces its own “Korean dramas” that usually depict the Americans as enemies that soldiers need to rescue their women and children from. The health of the nation Via email, Enedelia Obregón asks: why is it a common sight to see people bent-double? You may have seen other photos of North Koreans bent over, probablyof older women. The reasons two-fold: transportation and farming equipment are rather scarce in the rural areas. I saw very few vehicles on the road outside of Pyongyang, and the ones I saw were military convoys. Farmers/workers who traveled to the fields daily have to walk or bike miles up steep mountainous roads. Most of these workers are women, and elderly women at that, probably because many men are conscripted in the military. They have to carry back bundles of crops on their backs for miles, which permanently disfigures them. More on sanctions It’s a two-way street. Though doctors are not able to voice their own opinions of the government’s assistance to health care, they do drop hints every now and then of the austere conditions they must endure to provide aid. Health care funding has been dramatically cut in the recent decades, with these funds being allocated to other sectors in the government – primarily to sustain the military. The west alone is not blamed for the deficiencies, and they are aware of the imbalance that exists within their nation. Student doctors North Korea mass produces doctors that may not receive the adequate training or proper education that can sustain them in their practices. Certainly, beyond education and training, they are not sufficiently provided with the proper equipment and resources to properly treat patients (this does not attest to the personal characters of the North Korean doctors, who are kind and committed health care professionals.) From my interaction with students, ( the bestin the country), they seemed to possess an extensive knowledge in medicine and science and the world. They were proficient in English and other languages, and I was able to converse with some in Russian (I am fluent). Some things they did not appear to know , though I’m not sure if this is attributed to deficiency of knowledge or language barriers. Many older North Korean doctors have been trained in Eastern Europe or Russia or neighbouring countries like China or Japan They do have the right training and are skilled in what they do. However, because they remain closed to leading medical nations like the US or other countries in the West, they are unexposed to new techniques and equipment available to other nations. Bedside manner Good question! There were several poignant and profound moments. Our team made history in that we set up the first medical student conference between North Korean and international medical students. I spoke with 45 North Koreans who were, surprisingly, proficient in English. We had an opportunity to speak for about an hour and a half unburdened by the presence of authoritarian figures. There was laughter and mirth in those conversations, as both sides were able to clear up a lot of ridiculous misconceptions of each other’s nations. The students were incredibly hospitable and cordial. They provided the best food that they could and even prepared about half an hour’s worth of singing and musical performances for us. Afterwards, we played an intense game of volleyball, where after each volley, they gave me a hug. Probably the more sorrowful feelings came from seeing the village life outside of Pyongyang and the plight of those livings in the more impoverished, rural areas. And the most dramatic instances were in the hallways of the hospital for the common citizens. I cannot go into too much detail, but this was definitely the most memorable and, dare I say, traumatic instance that I’ve seen in my life. Are sanctions justified? Sanctions are controversial and North Korea has suffered under the embargoes. They have extensive consequences on the ability of NGOs and other medical organisations in supplying medicine, equipment, and also indirectly: medical services. It’s not impossible, but it has made bringing equipment more difficult. The indirect consequence is the strained relationship between the DPRK and the United States and South Korea with individuals or groups that desire to provide medical aid to the DPRK. There is a very complex pathway in the government to procure the legal means to enter the country as well as bring in medicine and equipment. Hi all, Just to let you know the Q&amp;A is about to start. Please continue to leave your questions in the comments and on Twitter @GuardianNK and Josiah will get to as many as he can in the next hour. And (if you haven’t already seen them) here’s some pictures to get a flavour of his trip. Thanks Universal healthcare is one of North Korea’s founding promises. Whether or not citizens enjoy it depends on who you ask. When Kim Jong-un opened a new hospital in Pyongyang last year he boasted that the people would “live in luxury and comfort under socialism in good health”. Just last week he was spotted examining a shiny factory making medical supplies, and the Pyongyang maternity hospital is an attraction regularly shown to visiting foreigners. But testimonies from North Koreans who have recently escaped paint a picture of a health system crippled by international sanctions. They say hospitals lack equipment, standards of treatment have plummeted and medical supplies are scarce, with people turning to crystal meth to numb the pain of their aliments. One student doctor witnessed the reality first hand when he joined a medical mission to the country last year in which foreign medics worked with their North Korean counterparts. Josiah Cha, a Korean-American whose grandparents escaped North Korea during the war, also observed a crumbling system but a committed group of staff doing their best for the patients. Any questions? As part of our three-day look at North Korea as it turn 70, Cha has agreed to answer your questions about the state of the country’s hospitals, and what that says about the health of the nation. Join him live today, 8 October, from 1-2pm BST, using the comments section below to post your questions. Alternatively you can tweet them at @GuardianNK or email maeve.shearlaw@theguardian.com.",
    "keywords": [
        "korea",
        "malnutrition",
        "dprk",
        "patient",
        "doctors",
        "sanctions",
        "korean",
        "medical",
        "health",
        "pyongyang",
        "equipment",
        "north",
        "mission"
    ],
    "summary": "With this information, I hope you can also get involved in supporting various medical NGOs helping communities in North Korea.\nThe North Korean staff seemed to have no concern about hazardous rays and don’t bother wearing lead aprons or leaving the room.\nThese were great opportunities to teach and educate new techniques or proper techniques to the North Korean surgeons.\nStudent doctors North Korea mass produces doctors that may not receive the adequate training or proper education that can sustain them in their practices.\nOur team made history in that we set up the first medical student conference between North Korean and international medical students.",
    "sentiment": {
        "neg": 0.0592,
        "neu": 0.8496,
        "pos": 0.0912,
        "compound": 0.0762
    }
}