{
    "date": "2015-09-15T06:33:59Z",
    "title": "North Korea says it has restarted all its nuclear bomb fuel plants",
    "url": "https://www.theguardian.com/world/2015/sep/15/north-korea-says-it-will-restart-all-its-nuclear-bomb-fuel-plants",
    "content": "North Korea says it has revamped and restarted all its atomic bomb fuel production plants, and warned that it is ready “at any time” to use nuclear weapons against the US and other “hostile” countries. While Tuesday’s announcement will further worsen relations between Pyongyang and the rest of the world, the move is being seen as an attempt to pressure Washington into restarting talks that could lead to concessions and the easing of sanctions against the regime. In the announcement, made via state media, the North claimed that its plutonium and highly enriched uranium facilities at the main Yongbyon nuclear complex had been “rearranged, changed or readjusted and they started normal operation”. The claim came a day after the North threatened to launch “satellites” that many believe are covers for long-range missile tests. The expected missile launches will coincide with celebrations to mark the 70th anniversary of the founding of the ruling Workers’ party on 10 October. North Korea insists its rocket launches are intended to put peaceful satellites into orbit, but the US, Japan and other countries regard them as covers for ballistic missile tests, which are banned under UN security council resolutions. The fear is that North Korea is moving closer to being able to combine nuclear weapons with missile delivery systems. This would make it a credible threat to targets as far away as the US mainland. Last year, a senior US general claimed that North Korea already possessed the expertise to build a nuclear warhead that could be mounted on a ballistic missile. The director of the North’s atomic energy institute told the official KCNA news agency that the country was fully ready to cope with US hostility with “nuclear weapons any time”. He said that all of the facilities at the Yongbyon complex, including a five-megawatt reactor, had resumed normal operations. While it is often difficult to verify North Korean claims about its nuclear programme, satellite images taken in recent years suggested the partial and intermittent restarting of the Yongbyon reactor, with military experts reporting definite signs of uranium enrichment at the complex. Experts say that when fully operational, the reactor is capable of producing around 6kg of plutonium a year, or enough for one nuclear bomb. North Korea shut the Yongbyon reactor in 2007 as part of an aid-for-disarmament deal, but preparations started for a full resumption of operations after its last nuclear weapons test in February 2013. The atomic energy institute’s director said of the planned satellite launches: “Space development for peaceful purposes is a sovereign state’s legitimate right ... and the people of (North Korea) are fully determined to exercise this right no matter what others may say about it.” The world, he said, would “clearly see a series of satellites soaring into the sky at times and locations determined” by the ruling party. South Korea’s defence ministry said on Tuesday that the firing of a long-range missile would represent a “serious” violation of UN resolutions, but added it had not detected any signs indicating North Korea was preparing such a launch.",
    "keywords": [
        "restarted",
        "fully",
        "korea",
        "satellites",
        "nuclear",
        "yongbyon",
        "weapons",
        "launches",
        "plants",
        "missile",
        "fuel",
        "reactor",
        "north",
        "bomb"
    ],
    "summary": "North Korea says it has revamped and restarted all its atomic bomb fuel production plants, and warned that it is ready “at any time” to use nuclear weapons against the US and other “hostile” countries.\nThe expected missile launches will coincide with celebrations to mark the 70th anniversary of the founding of the ruling Workers’ party on 10 October.\nThe fear is that North Korea is moving closer to being able to combine nuclear weapons with missile delivery systems.\nLast year, a senior US general claimed that North Korea already possessed the expertise to build a nuclear warhead that could be mounted on a ballistic missile.\nNorth Korea shut the Yongbyon reactor in 2007 as part of an aid-for-disarmament deal, but preparations started for a full resumption of operations after its last nuclear weapons test in February 2013.",
    "sentiment": {
        "neg": 0.0991,
        "neu": 0.8512,
        "pos": 0.0496,
        "compound": -0.2039
    }
}