{
    "date": "2015-05-14T07:01:59Z",
    "title": "South Koreans row back over North Korea anti-aircraft gun execution claim",
    "url": "https://www.theguardian.com/world/2015/may/14/south-korea-rows-back-over-north-korea-anti-aircraft-gun-execution-claim",
    "content": "Doubts surfaced on Thursday over the reported execution of North Korea’s defence chief, as the original source, South Korea’s spy agency, said it had been unable to verify he had been put to death. Briefing a select parliamentary committee on Wednesday, the National Intelligence Service had said Hyon Yong-chol and cited intelligence suggesting he may have been executed using an anti-aircraft gun. The grim details of Hyon’s demise dominated headlines but the NIS on Thursday stressed that his execution had not been confirmed. “Hyon has been purged,” an NIS spokesman told AFP. “And there are intelligence reports that he might have been executed, but this has not yet been verified.” The Agence France-Presse news agency said the confusion was partly the result of the way NIS briefings to parliament are carried out and reported. They take place behind closed doors, after which selected lawmakers pass on the information to the South Korean media. According to the lawmakers the NIS said Hyon was purged for disloyalty and dozing off during official events presided over by leader Kim Jong-un. If confirmed it marks the most high-profile demise of a top Pyongyang official since the purge and execution of Kim’s powerful uncle, Jang Song-thaek, in December 2013. Jang’s death was confirmed by North Korean state press, but it was widely and incorrectly reported at the time that he had been fed alive to a pack of starved dogs – a version of events that turned out to have originated with a satirist. Agence France-Presse contributed to this report",
    "keywords": [
        "reported",
        "nis",
        "south",
        "claim",
        "korea",
        "antiaircraft",
        "execution",
        "purged",
        "confirmed",
        "intelligence",
        "hyon",
        "row",
        "gun",
        "koreans",
        "official",
        "north"
    ],
    "summary": "Doubts surfaced on Thursday over the reported execution of North Korea’s defence chief, as the original source, South Korea’s spy agency, said it had been unable to verify he had been put to death.\nBriefing a select parliamentary committee on Wednesday, the National Intelligence Service had said Hyon Yong-chol and cited intelligence suggesting he may have been executed using an anti-aircraft gun.\nThe grim details of Hyon’s demise dominated headlines but the NIS on Thursday stressed that his execution had not been confirmed.\nThey take place behind closed doors, after which selected lawmakers pass on the information to the South Korean media.\nAccording to the lawmakers the NIS said Hyon was purged for disloyalty and dozing off during official events presided over by leader Kim Jong-un.",
    "sentiment": {
        "neg": 0.0663,
        "neu": 0.8777,
        "pos": 0.056,
        "compound": -0.0845
    }
}