{
    "date": "2015-10-07T05:10:01Z",
    "title": "Forget nuclear tests, look at our football: North Korea dreams of World Cup glory",
    "url": "https://www.theguardian.com/world/2015/oct/07/north-korea-dreams-football-world-cup-glory",
    "content": "A pair of golden footballs flank the marble steps leading up to a grand wooden-panelled doorway inside Pyongyang’s May Day stadium, framed on either side with the familiar Olympic rings. Through the doors, bright green artificial turf leads along a curving corridor, lined with photos of North Korea’s heroic sporting achievements, and out on to the pitch, where two gigantic portraits of the eternal president and eternal chairman, Kim Il-sung and Kim Jong-il, look down from the top of the stands. “It is the determination of the party to successfully remodel the May Day stadium into an icon of sports facilities in the country,” declared the current leader, Kim Jong-un, when he visited the building in 2013, “and into a stadium befitting the appearance of the highly civilised nation”. Two years on, he has been taken at his word. The 1989 Rungrado 1st May stadium, to give this vast arena its full title, has been reborn as the country’s new showcase home for football and athletics, making comedian Lee Nelson’s joke about a “North Korea 2026” World Cup – made as he showered Sepp Blatter with dollar bills at a press conference this year – seem not quite so far-fetched. “Fifa officials will be visiting soon,” said a guide, ushering tourists into a room where footballs were set out between a slalom course of plastic cones, the Fifa logo emblazoned across a wall. The enthusiastic restoration of the stadium and apparent ambitions to host both the football World Cup and the Olympic Games highlight an astonishing cognitive dissonance in a regime that remains a pariah in the eyes of the world because of its nuclear programme and repressive rule. On the one hand it is defiant: to mark the 70th anniversary of the founding of the Korean Workers’ party on 10 October, Pyongyang has hinted at a possible long-range missile launch, with some analysts predicting (not for the first time) a fourth nuclear test. Last week the North Korean ambassador in London said the country was ready to launch missiles “at any time or any place” – laughing off the threat of increased western sanctions. Yet sanctions have left their mark. In March, Fifa declared it would comply with the measures by withdrawing plans to provide $1.66m of financial aid to North Korean football. Although Kim Jong-un has been credited with economic reforms that have reduced the threat of famine and made material conditions easier for the majority of ordinary North Koreans, there has been no accompanying easing of political restrictions or increase in personal freedoms. Ignoring his status as an international outcast, there are signs across the country Kim is trying to revive the country’s national sporting prowess with new roller-skating facilities, a horse-riding centre, a surf centre near the eastern city of Hamhung and a ski resort down the coast at Wonsan. Curtis Melvin, a researcher at the US-Korea Institute in Washington DC, has been monitoring national budgets over the past few years and has noted a recurring trend. “Kim Jong-un has really prioritised spending on sports,” he said. “They have made sports a separate line item on cabinet reports, and we can see a 6-7% increase in the sports budget every year since 2012, with 2014 seeing it rocket by 17%.” The May Day stadium, built in 1989 under Kim Il-sung, served for years as the venue for the Arirang Mass Games. But the annual acrobatic spectacular has been cancelled in recent years amid suggestions that Kim Jong-un wants the country to focus on competitive sport. “Let us fiercely raise the sports wind across the country!” urges one of the 310 official patriotic slogans published this year, along with, “Let us raise the status of our country to that of a sports power at an earliest date possible!” A third motto sounds more like a barely veiled threat: “Play sports games in an offensive way, the way the anti-Japanese guerrillas did!” On a recent visit to Pyongyang, the Guardian took part in one of the first tours of the stadium since the renovation was completed. Guided by a host in a pink floral dress, the new changing rooms, physiotherapy suites, board rooms and media centre – lacking power sockets or any sign of use – hinted at both the scale of ambitions for the venue and the improbability they will ever be achieved. It felt like walking on to the set of a daytime TV show: vases of plastic flowers, sofas carefully placed, everything washed with the flat cast of stage lighting. Football crazy Behind the May Day stadium now stands a sparkling new football academy, built with $800,000 from Fifa’s development programme before sanctions were put in place – perhaps aimed at reviving the skills to the level that saw North Korea clinch a surprise win over Italy to reach the quarter finals of the 1966 World Cup. “Football is the most popular game in North Korea,” said Simon Cockerell, manager of Koryo Tours, who recently notched up his 146th trip to the country. He was with a group watching North Korea play South Korea on the day that tensions erupted between the countries in August, when Kim Jong-un declared a “quasi state of war” on the peninsula. “It didn’t affect the atmosphere at all,” he said. “Football’s football. It’s the one playing field where the two sides can meet without the political tensions. It’s not communism v capitalism, it’s 11 Koreans v 11 Koreans.” An unfolding blossom The May Day stadium nestles on an island in Pyongyang’s Taedong river, its curvaceous metal shell enveloping an arena that is said to be the biggest in the world, with a capacity of 150,000 – although Cockerell says it’s more like 80,000. Its 16 silvery arches give it the appearance of a parachute caught in flight or, as the guides like to say, an unfolding blossom. It is a startling structure, like something from the office of Félix Candela or Zaha Hadid. It was built for the World Festival of Youth and Students in 1989, dubbed the “Red Olympics”, an event that also saw the construction of the expressive concrete teepee of the national ice rink and numerous buildings on Chongchun Sports Street – where a weightlifting gymnasium shaped like dumbbells stands next to a badminton arena modelled on the arc of a flying shuttlecock. Kim Jong-un’s building programme seems to be aimed at reviving the wave of national pride that came with 1989 event, which saw Pyongyang welcome visitors from 177 countries to compete in socialist solidarity. Some Korea watchers regard the renewed focus on competitive sports as “normalisation”, following the route of former Soviet countries in eastern Europe. Others suspect other motives. A rare speech delivered by a North Korean official in the South last year, Yang Song Ho, an assistant professor at Pyongyang’s Korea University of Physical Education, gave some hint as to what may be motivating this national fitness campaign. It is to ensure the country’s citizens become “comprehensively developed human beings possessed of sound body and sturdy willpower”, he explained, “so that they can contribute to labour and national defence”.",
    "keywords": [
        "glory",
        "football",
        "world",
        "korea",
        "look",
        "nuclear",
        "tests",
        "kim",
        "dreams",
        "national",
        "country",
        "jongun",
        "forget",
        "stadium",
        "day",
        "north"
    ],
    "summary": "A pair of golden footballs flank the marble steps leading up to a grand wooden-panelled doorway inside Pyongyang’s May Day stadium, framed on either side with the familiar Olympic rings.\nIn March, Fifa declared it would comply with the measures by withdrawing plans to provide $1.66m of financial aid to North Korean football.\n“Kim Jong-un has really prioritised spending on sports,” he said.\nBut the annual acrobatic spectacular has been cancelled in recent years amid suggestions that Kim Jong-un wants the country to focus on competitive sport.\n“Football is the most popular game in North Korea,” said Simon Cockerell, manager of Koryo Tours, who recently notched up his 146th trip to the country.",
    "sentiment": {
        "neg": 0.0306,
        "neu": 0.883,
        "pos": 0.0863,
        "compound": 0.286
    }
}