{
    "date": "2015-08-24T15:32:11Z",
    "title": "The view from North Korea: how state media is reporting escalating tensions",
    "url": "https://www.theguardian.com/world/2015/aug/24/north-korea-tensions-south-korea-kcna-media",
    "content": "Emergency negotiations between North and South Korea enter their third day after two landmines exploded near the demilitarised zone (DMZ) earlier this month, escalating tensions between two countries technically at war. With talks ongoing, the Associated Press reported that imminent conflict has been avoided the path to a peaceful and full resolution will be rocky: South Korea wants an apology for the landmine attack, for which North Korea have denied any responsibility. In reporting events the authoritarian regime defaulted to its usual bellicose rhetoric. Since Friday, KCNA Watch, a media tracking service operated by NK News, has been dominated by stories littered with overblown statements and calls for retribution that have become North Korean media’s trademark. ‘War maniacs’ warned to act with discretion On Friday South Korean “war maniacs” were issued a warning to behave with discretion, or risk the “retaliatory spirit running high among the angry servicepersons of the KPA [Korean People’s Army]”. A second editorial put out by state media went on to warn that the peninsula was on “the brink of war”, describing the propaganda broadcast by the South via loudspeakers near the border as an act of “psychological warfare”. Accompanying photos showed Kim Jong-un chairing an emergency meeting with the military arm of the Korean workers party. As talks continued without resolution on Monday, commentary from KCNA lashed out at the “smear campaign” at the hands of South Korean conservative media bent on “tarnishing the image of the dignified DPRK”, with Rodong Sinmun, the newspaper of the Koreans Workers Party, accusing South Korean president Park Geun-hye of “confrontation hysteria”. Citizens readying for war Other articles went on to describe how North Korea was preparing for war. One reported that the Women’s Union had met in the capital, Pyongyang to discuss and confirm their dedication to the army. It described how Kim Kum-nyo, a resident from Chungsong-dong, has reportedly “renewed her resolution to bring up all her children to be human bullet and bomb fighters devotedly defending the leader.” Another article claimed that news of the tensions had led “servicepersons and civilians... [to] harden their will to take thousand-fold revenge” on the South. Others claimed the country had increased its productivity, motivated by the spirit of retaliation. In a piece published on Sunday, coal miners in Toksan were said to have increased their yield by 200% spurred on by “hatred”, while the Kaesong Songdo Garment Factory topped their daily output by 150%. ‘More than a million’ new fighters By Sunday the media agency claimed that “more than one million young people” were joining the army, a volunteer rate which was “increasing hourly”. Accompanying pictures purported to show the enthusiastic young fighters signing up, carrying DPRK flags and lifting guns in defiance. Another piece charted the history of the army’s achievements against the South, also reported to be readying troops for battle. KCNA readers have also been informed of widespread support from outside the country. One report stated that the Party for Peace and Unity of Russia and the Socialist party in Benin had both issued supportive statements, before going on to claim that the United States and South Korea had been “bitterly denounced by the world” for their extreme acts of provocation. No independent media outlets exist in North Korea to help verify information released by state media, but according to the Associated Press, which has a bureau in Pyongyang, the inflated rhetoric – not unusual for KCNA – has not yet resulted in any palpable changes or visible tensions in the city. Meanwhile, the rest of the KCNA media machine continued to update citizens on other events: an article about a woman’s football match between the two Koreas in China was reported without mentioning the tensions (North Korea won); an exhibition of the history of “Russian-North Korea friendship” opened in in Vladivostok and commemorative stamps were issued to mark Tuesday’s Songun celebrations, a national holiday established in 2010 to mark the achievements of former leader Kim Jong-il.",
    "keywords": [
        "reported",
        "kcna",
        "war",
        "south",
        "korea",
        "state",
        "tensions",
        "media",
        "escalating",
        "party",
        "view",
        "reporting",
        "north",
        "korean"
    ],
    "summary": "Emergency negotiations between North and South Korea enter their third day after two landmines exploded near the demilitarised zone (DMZ) earlier this month, escalating tensions between two countries technically at war.\nWith talks ongoing, the Associated Press reported that imminent conflict has been avoided the path to a peaceful and full resolution will be rocky: South Korea wants an apology for the landmine attack, for which North Korea have denied any responsibility.\nSince Friday, KCNA Watch, a media tracking service operated by NK News, has been dominated by stories littered with overblown statements and calls for retribution that have become North Korean media’s trademark.\n‘War maniacs’ warned to act with discretion On Friday South Korean “war maniacs” were issued a warning to behave with discretion, or risk the “retaliatory spirit running high among the angry servicepersons of the KPA [Korean People’s Army]”.\nCitizens readying for war Other articles went on to describe how North Korea was preparing for war.",
    "sentiment": {
        "neg": 0.0854,
        "neu": 0.8384,
        "pos": 0.0763,
        "compound": -0.0515
    }
}