{
    "date": "2015-01-02T21:08:27Z",
    "title": "Obama imposes new sanctions against North Korea in response to Sony hack",
    "url": "https://www.theguardian.com/us-news/2015/jan/02/obama-imposes-sanctions-north-korea-sony-hack-the-interview",
    "content": "The US has imposed economic sanctions against several North Korean government agencies and senior officials in retaliation for the country’s alleged role in hacking Sony Pictures’ systems and threatening US moviegoers. Despite some continued claims from outside the US government that the hack may have been the work of disgruntled employees instead, the White House on Friday followed through on its threat to seek revenge, blaming the Democratic People’s Republic of Korea for “provocative, destabilizing, and repressive actions and policies, particularly its destructive and coercive cyber attack on Sony Pictures Entertainment”. Following an executive order by Barack Obama, the US Treasury has designated three state-run organisations and ten North Korean government officials for specific actions, including the country’s intelligence agency, an arms exporter and a defence procurement agency. “Today’s actions are driven by our commitment to hold North Korea accountable for its destructive and destabilizing conduct,” said Treasury secretary Jack Lew in a statement. “Even as the FBI continues its investigation into the cyber-attack against Sony Pictures Entertainment, these steps underscore that we will employ a broad set of tools to defend US businesses and citizens, and to respond to attempts to undermine our values or threaten the national security of the United States.” A separate statement from the White House added: “We take seriously North Korea’s attack that aimed to create destructive financial effects on a US company and to threaten artists and other individuals with the goal of restricting their right to free expression.” “As the president has said, our response to North Korea’s attack against Sony Pictures Entertainment will be proportional, and will take place at a time and in a manner of our choosing. Today’s actions are the first aspect of our response.” The US says its latest actions are designed to complement existing sanctions against these government entities that were introduced previously in response to nuclear proliferation and “illicit financial activity”, and not a sign that it believes these were specifically the agencies or individuals directly involved in the latest hack. Nevertheless, a senior administration official told reporters in a phone briefing that the FBI continued to be adamant that North Korea was to blame for the attack, insisting independent experts questioning its theory were limited in number and did not have access to the same information. “We are standing by our assessment,” said one US official. The White House also insists that the sanctions, though barring only limited further commercial engagement with the already heavily-isolated state, were a significant step because they were the first time it has retaliated for cyber-attacks against a company. Asked if this meant the US was effectively denying rumoured involvement in internet outages in North Korea last month after the Sony hack first came to light, administration officials refused to comment on any “covert activity”.",
    "keywords": [
        "sony",
        "white",
        "actions",
        "korea",
        "imposes",
        "pictures",
        "sanctions",
        "obama",
        "officials",
        "hack",
        "response",
        "north",
        "attack"
    ],
    "summary": "The US has imposed economic sanctions against several North Korean government agencies and senior officials in retaliation for the country’s alleged role in hacking Sony Pictures’ systems and threatening US moviegoers.\nFollowing an executive order by Barack Obama, the US Treasury has designated three state-run organisations and ten North Korean government officials for specific actions, including the country’s intelligence agency, an arms exporter and a defence procurement agency.\n“Today’s actions are driven by our commitment to hold North Korea accountable for its destructive and destabilizing conduct,” said Treasury secretary Jack Lew in a statement.\nNevertheless, a senior administration official told reporters in a phone briefing that the FBI continued to be adamant that North Korea was to blame for the attack, insisting independent experts questioning its theory were limited in number and did not have access to the same information.\nAsked if this meant the US was effectively denying rumoured involvement in internet outages in North Korea last month after the Sony hack first came to light, administration officials refused to comment on any “covert activity”.",
    "sentiment": {
        "neg": 0.1031,
        "neu": 0.8315,
        "pos": 0.0655,
        "compound": -0.1993
    }
}