{
    "date": "2015-07-21T06:24:04Z",
    "title": "'We're not giving up our nukes': North Korea rejects Iran-style talks",
    "url": "https://www.theguardian.com/world/2015/jul/21/were-not-giving-up-our-nukes-north-korea-rejects-iran-style-talks",
    "content": "North Korea is not interested in an Iran-like dialogue with the United States to give up its nuclear capabilities, its foreign ministry has said, calling the programme an “essential deterrence” against the US. “It is not logical to compare our situation with the Iranian nuclear agreement because we are always subjected to provocative US military hostilities, including massive joint military exercises and a grave nuclear threat,” said a statement carried by official media. “We do not have any interest at all on dialogue for unilaterally freezing or giving up our nukes. “We are clearly a nuclear power and nuclear powers have their own interests.” The United States and five world powers have struck a historic deal with Iran that will limit Iran’s nuclear capabilities in exchange for sanctions relief. The Iran agreement was a great political victory for Barack Obama, who has long promised to reach out to historic enemies, including North Korea. The deal, in return for lifting US, EU and UN sanctions that have crippled its economy, stipulates that Iran must accept long-term limits on its nuclear programme. North Korea is also under heavy sanctions by the United States, European Union and the United Nations for procuring equipment related to its nuclear and ballistic missile programmes.",
    "keywords": [
        "nukes",
        "rejects",
        "iran",
        "military",
        "korea",
        "north",
        "states",
        "nuclear",
        "sanctions",
        "giving",
        "united",
        "powers",
        "programme",
        "iranstyle",
        "talks"
    ],
    "summary": "North Korea is not interested in an Iran-like dialogue with the United States to give up its nuclear capabilities, its foreign ministry has said, calling the programme an “essential deterrence” against the US.\n“We do not have any interest at all on dialogue for unilaterally freezing or giving up our nukes.\nThe Iran agreement was a great political victory for Barack Obama, who has long promised to reach out to historic enemies, including North Korea.\nThe deal, in return for lifting US, EU and UN sanctions that have crippled its economy, stipulates that Iran must accept long-term limits on its nuclear programme.\nNorth Korea is also under heavy sanctions by the United States, European Union and the United Nations for procuring equipment related to its nuclear and ballistic missile programmes.",
    "sentiment": {
        "neg": 0.0746,
        "neu": 0.7723,
        "pos": 0.1534,
        "compound": 0.322
    }
}