{
    "date": "2015-08-21T15:59:05Z",
    "title": "North Korean rhetoric is full of sound and fury – but doesn't quite signify war",
    "url": "https://www.theguardian.com/world/2015/aug/21/north-korea-war-kim",
    "content": "Eleven years ago South Korea turned off the loudspeakers it used to broadcast propaganda across the demilitarised zone (DMZ), heralding a friendlier, “sunshine” policy towards its neighbour in the north. This week, as relations between the two Koreas plummeted after a landmine injured two soldiers on border patrol, the loudspeakers were back in action. This time Seoul turned the volume up even higher, setting up stall at several points along the frontline to barrage the North Korean army with anti-DPRK messages. The broadcasts provoked outrage among the North Korean leadership, which said the mine explosion had been part of a South Korean plot to escalate tensions and bring down the regime. On Thursday Kim Jong-un convened his National Defence Commission, promising military strikes if the propaganda was not stopped and instructing border troops to “enter a wartime state to be fully battle ready to launch surprise operations”. Taking North Korean rhetoric at face value is a hazardous business, but usually the messages have some meaning. A handful of North Korean army defections in the past year suggest that the military leadership has good reason to be sensitive to the effects of Seoul’s propaganda on its troops – many of whom are underfed and several inches shorter than their southern peers. The mobilisation will keep the army attentive and the rural population engaged in a crucial harvest as the 10 October commemoration of the founding of the Korean Workers’ Party approaches. Every work unit and overseas North Korean business has been gathering gifts for the leadership and working strenuously to prepare for this event. The anniversary on 10 October would be a logical date for another nuclear or missile test intended to further cement the charismatic leadership of the Kim family, showing the population that progress on North Korea’s much-vaunted Byungjin line, the policy of pursuing parallel economic and nuclear weapons development, is being made. At the same time, the latest moves remind North Koreans that the country is in danger of imminent war and help to justify chronic shortages of consumer goods and predictable shortfalls in the economic sector. One analyst went as far as to suggest on Twitter that the escalation might have been provoked as a welcome distraction to internal conflicts: Yet the tensions along the DMZ put North Korea’s only nominal ally, China, in a difficult position. Beijing is preparing for the diplomatic and propaganda event of the year on 3 September, having invited all of the region’s leaders to a huge parade celebrating the 70th anniversary of the end of the second world war, or as the official news agency Xinhua has taken to calling it, “the global anti-fascist war”. After heated debate in South Korea, the president Park Geun-hye has agreed to attend the parade, as has the Japanese prime minister, Abe Shinzo. An extended crisis on the Korean peninsula that kept Park in Seoul would be bad for relations, and would represent a loss of face for Beijing, which is more eager than ever to be seen as the great regional power. North Korea’s mobilisation for conflict has surely captured the attention of the Obama administration, itself fresh from diplomatic progress with Iran and Cuba – two countries with whom North Korea has relatively close relations. This is important because regardless of which generation of the Kim family is running things, Pyongyang’s goal is to be accepted as a nuclear state. It considers Washington and not Seoul as its appropriate negotiating partner. Yet dealing with an erratic dictatorship is hardly a priority for the US as it approaches an election year. North Korea’s nuclear programme has barely been referenced by prospective presidential candidates, and only in tandem with more passionate rhetoric about Iran. Even Donald Trump has ignored the DPRK, hammering instead at China and Japan for currency devaluation. And while there are clear benefits to Pyongyang to attract attention in this way, the escalation of tensions on the peninsula has yet to reach the levels of prior years. South Korean managers continue to work in the joint business venture the Kaesong Industrial Complex, where the two sides recently agreed to a wage hike for the North Korean workers. A group of South Korean footballers remains in Pyongyang for a tournament. Small delegations of foreign entrepreneurs continue to cross the country’s border with China in the hopes that special economic zones designed to encourage investment will one day bear fruit. And the population of Pyongyang has not been noticeably disturbed: the evening news continues to lead with its standard litany of crowds bowing to statues of the former rulers, and on Wednesday a concert by Slovenian group Laibach passed without a whiff of rebellion.",
    "keywords": [
        "war",
        "doesnt",
        "south",
        "sound",
        "signify",
        "fury",
        "quite",
        "tensions",
        "nuclear",
        "seoul",
        "rhetoric",
        "propaganda",
        "leadership",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "The broadcasts provoked outrage among the North Korean leadership, which said the mine explosion had been part of a South Korean plot to escalate tensions and bring down the regime.\nTaking North Korean rhetoric at face value is a hazardous business, but usually the messages have some meaning.\nNorth Korea’s nuclear programme has barely been referenced by prospective presidential candidates, and only in tandem with more passionate rhetoric about Iran.\nSouth Korean managers continue to work in the joint business venture the Kaesong Industrial Complex, where the two sides recently agreed to a wage hike for the North Korean workers.\nA group of South Korean footballers remains in Pyongyang for a tournament.",
    "sentiment": {
        "neg": 0.0697,
        "neu": 0.8417,
        "pos": 0.0885,
        "compound": 0.0611
    }
}