{
    "date": "2015-01-08T11:58:07Z",
    "title": "North Koreans review The Interview",
    "url": "https://www.theguardian.com/world/2015/jan/08/-sp-north-koreans-review-the-interview",
    "content": "Lee Han-byeol, 31 In North Korea, where I used to live, there are no comedic films. There are only education and propaganda movies. Films are made for the sole purpose of inculcating faith in the Kim family and idolising the father and son. But this movie employs comedy in treating the heavy topic of a plot to assassinate Kim Jong-un. In the film, [the main protagonist] Dave Skylark is warmly received by Kim. Skylark sympathises with Kim at first, but changes his mind after discovering a fake grocery store. In fact, there are no fake grocery stores in North Korea, but the fake store represents something very real. The North Korean government never allows foreigners to see the miserable reality of some North Korean residents. They are guided to the spots designated as ‘good places’ for publicising North Korea as a ‘wonderful country.’ In North Korea, there are no comedic films I was also moved when Skylark confronts Kim during his interview: “Why don’t you feed your people?” If the subtitles about this question are delivered to North Korean residents through this movie, then they can be hopeful, because that means their pain and hardship are known to the world. The third most impressive scene is the one where Kim is finally killed in the helicopter. Recently, Kim flying a plane has been a great issue to North Koreans, and it is intended to show he is such a stout-hearted leader. The scene of Kim’s death is significant. It could give hope to people suffering from hunger and despair in North Korea. I hope this film will encourage people to pay attention to the actual conditions of people in North Korea. I will also try to help my friends, who watched foreign movies secretly with me when we were young, see this movie. Lee Han-byeol lived in the city of Hungnam in North Korea. She escaped in 1999 and arrived in South Korea in 2002. She is now studying for a Masters in Korean Unification Studies at Yonsei University in Seoul Park Ji-hyun, 51 When I heard that The Interview was going to be released, I had a lot of expectations. When it was announced that Kim Jong-un’s character would die in the film, it made me even more excited. The first time I watched the movie it was very confusing as I was not very familiar with the language used in it. I thought the movie was just pointless and meaningless. However, I still thought there might be a message that we could take from the film, so I decided to watch it again. The first time I watched the movie I thought the movie was just pointless and meaningless The second time I watched the movie I was able to pick out important things. In particular, it tried to report the situation of human rights in North Korea. First, in the scene where students are singing about Americans dying, it reflects the reality of the way the North Korean state brainwashes its citizens. In the scene where the the goods on display in a grocery store are shown to be false, it shows how North Korea likes to hide the reality of the country. Lastly, when Kim [played by Randall Park] was questioned about the poverty of North Koreans and political prison camps in North Korea, although it was only mentioned briefly, it was still effective in showing the human rights problems. I think maybe foreigners seem to feel what I feel after watching the movie. The main message was to be careful when working with North Korea. In addition, people who did not know about North Korea now know about the country through this movie. In my eldest son’s school, many of his friends saw the movie and learned something about North Korea. Some people did not even know that North Korea existed, but now they do. Some people did not even know that North Korea existed, but now they do I had very high hopes for this movie but it was a little bit disappointing. I wanted this movie to be the key to unlocking all the poor North Koreans. On the other hand, the movie still sent a strong and important message about North Korea. Park Ji-hyun grew up in Chongjin city in North Korea. She first left the country in 1998 and spent six years in a forced marriage in China before being repatriated. She left again for good in 2004, and now works for the European Alliance for Human Rights in North Korea, based in London Joo Kwang-hyun, 58 Before watching The Interview, I was curious like many other people. What is it about the film that made North Korea hack Sony Pictures [as the US claims], and attract international attention? After all the ups and downs, I could finally watch the film. Due to all the fuss North Korea made, I think many interested people watched it. My expectation for the film was high but I think it was neither particularly hilarious nor moving. The film starts with two Americans who are going to Pyongyang being told by the CIA to assassinate Kim Jong-un. The film includes scenes of North Koreans revolting against the regime after becoming aware of the reality. Many now know that such a dictator exists today, and I highly praise the film for this I was most impressed when Kim Jong-un dies and when North Koreans elect a new government following a democratic election. The film’s depiction of such a message was meaningful for a defector living in Europe like me. In fact, the majority of Europeans are not familiar with North Korea. Through the film, however, many now know that such a dictator exists today, and I highly praise the film for this. Also, for me, it was a pleasure to ponder about how good it would be if the miracles of the film could come true in reality. Joo Kwang-hyun comes from Undeok County (now known as Kyeonghung County) and left North Korea in 2004. He lives in Europe and works as a chef",
    "keywords": [
        "korea",
        "reality",
        "north",
        "movie",
        "watched",
        "kim",
        "film",
        "know",
        "koreans",
        "review",
        "interview",
        "korean"
    ],
    "summary": "Lee Han-byeol, 31 In North Korea, where I used to live, there are no comedic films.\nIn fact, there are no fake grocery stores in North Korea, but the fake store represents something very real.\nThe North Korean government never allows foreigners to see the miserable reality of some North Korean residents.\nI wanted this movie to be the key to unlocking all the poor North Koreans.\nJoo Kwang-hyun comes from Undeok County (now known as Kyeonghung County) and left North Korea in 2004.",
    "sentiment": {
        "neg": 0.0769,
        "neu": 0.8371,
        "pos": 0.0861,
        "compound": 0.0386
    }
}