{
    "date": "2015-01-29T12:29:40Z",
    "title": "'Fatherland! Victory! Battle!' – tattoos in North Korea",
    "url": "https://www.theguardian.com/world/2015/jan/29/north-korea-tattoos-state-approved",
    "content": "In North Korea, men and women wear their ideology on their skin. Tattoos are a time-honoured form of self-expression created within the political lexicon of one of the world’s most isolated countries. For many men in their late teens beginning their mandatory military service, tattoos offer a limited way to express themselves. State approved animosity for ‘American imperialists,’ slogans trumpeting their fearlessness, and simple designs representing accepted narratives of conflict and sexuality are common. Defectors say the growing popularity of tattoos written in English also reflects changes in the economic, political and cultural landscape. There were plenty [of phrases] to choose from, like: Defend the Fatherland! Victory! and Battle! “In my father’s generation it used to be really popular to get tattoos of a North Korean soldier killing an American invader,” says Kim Shin-woo, who arrived in South Korea from the DPRK, also known as North Korea, in 2007. “There were plenty [of phrases] to choose from, like: Defend the Fatherland! Victory! and Battle! My father and uncle both have tattoos on their upper arms and biceps. They have ‘one against one hundred’ on their arms, to show how they could kill a hundred enemies in battle.” New trends Of course, tattoos are not always political. “I’ve even seen some guys with images of nude women tattooed on their body,” says Shin Hyun-jae. “Bears are a popular image – a bear playing an accordion – and sometimes guys get a dragon on their arm or down their backs.” Having a picture of Kim Jong-un’s smiling face emblazoned on your bicep would lead to swift punishment Defectors say that while such combative designs are still common, cosmological symbols and Chinese characters are also becoming popular. “Pictures of doves representing peace or an eagle for strength are common too,” says Kim. “It’s also been trendy to have the unified Korean peninsula as a tattoo.” Absent from the list of desired images, however, is anything associated with the Kim dynasty. Having a picture of the North Korean leader Kim Jong-un’s smiling face emblazoned on your bicep would lead to swift punishment for all involved; while embodying the state with tattoos of government-approved images is tolerated, images of the ruling family are sacrosanct. The state holds the monopoly on the reproduction of such iconography. In North Korea, if a woman has a tattoo it usually means she comes from a bad family In many respects, getting a tattoo in North Korea is similar to the process one would follow in many other areas of the world. The customer takes a picture of their desired image to their local tattooist (in the North, they usually work out of their homes), or simply describe it. A dying trade? The biggest struggle for the mostly self-taught artists is finding the ink to draw the image. Tattoos in the DPRK are usually entirely monochrome and performed using sewing needles – tattooing needles also a rare luxury – dipped in ink and then applied to the area. The biggest struggle for the mostly self-taught artists is finding the ink to draw the image It seems that the tattooing industry is one area where international sanctions may have proved unintentionally effective. “Ink and medical swabs used to be imported by North Korea-supporting Koreans in Japan,” says Sun Dong-hyun, who defected in the mid-2000s. The imports ended when sanctions were introduced. “That’s all dried up and now a lot of it has to come in across the Sino-Korean border.” Defectors have told me “there were lots of famous tattoo artists in North Korea,” but “these days they are few and far between.” Tattooing is a difficult way to make a living, given the struggle to find equipment. According to testimonies, tattoos have also become less common in civilian life, and mostly continues for those in the military. For men, tattoos brought back from military service are worn as badges of honour representing the camaraderie experienced during long service to the state. Tattooed women, however, are frowned upon. “If a woman has a tattoo it usually means she comes from a bad family,” says Shin. From patriot to pariah For those who escape the DPRK, distinctive tattoos quickly take on a more pernicious meaning, changing the bearer from patriot to criminal. In China, designs written in Korean calling for “revolution!” or “reunification!” identify a person as North Korean, and threaten to expose them to authorities who repatriate undocumented North Koreans found in their territory. In South Korea, these markings again transform the status of the wearer, this time from patriot to pariah. As such, North Koreans are told to have them removed by staff in Hanawon, the centre in which North Korean refugees learn how to live like a South Korean. In 2009, South Korea’s Association for Assistance to North Korean Escapees announced it would pay 70% of the cost of tattoo removal, up to 500,000 won ($320). Markus Bell is a political analyst and PhD candidate at the Australian National University researching North Korean defectors in Japan. Names of defectors have been changed to protect their identities.",
    "keywords": [
        "south",
        "korea",
        "state",
        "victory",
        "tattoo",
        "usually",
        "battle",
        "kim",
        "tattoos",
        "defectors",
        "fatherland",
        "north",
        "korean"
    ],
    "summary": "In North Korea, men and women wear their ideology on their skin.\n“In my father’s generation it used to be really popular to get tattoos of a North Korean soldier killing an American invader,” says Kim Shin-woo, who arrived in South Korea from the DPRK, also known as North Korea, in 2007.\nIn South Korea, these markings again transform the status of the wearer, this time from patriot to pariah.\nAs such, North Koreans are told to have them removed by staff in Hanawon, the centre in which North Korean refugees learn how to live like a South Korean.\nMarkus Bell is a political analyst and PhD candidate at the Australian National University researching North Korean defectors in Japan.",
    "sentiment": {
        "neg": 0.0969,
        "neu": 0.8362,
        "pos": 0.0669,
        "compound": -0.0151
    }
}