{
    "date": "2015-09-15T19:02:10Z",
    "title": "North Korea's renewed nuclear threat keeps experts guessing",
    "url": "https://www.theguardian.com/world/2015/sep/15/north-koreas-renewed-nuclear-threat-keeps-experts-guessing",
    "content": "North Korea’s announcement that it had revamped and relaunched its nuclear weapons complex a day after threatening new launches is meant to signal a renewed determination to build long-range nuclear missiles. The statement on state media on Tuesday warned that US hostility would be met with “nuclear weapons at any time”. However, while many anticipate that the regime will try to launch a satellite with long-range missile technology on 10 October to mark the 70th anniversary of the founding of the Workers party, few are less certain on how significant the announcement really is. One western expert described it as being of little practical importance since it could be seen as no more than a morale-boosting exercise for the regime, while another said it could presage a fourth nuclear test by the Pyongyang regime. The North Korean nuclear complex at Yongbyon contains a 5 megawatt reactor, capable of producing plutonium as a byproduct, and a newly extended plant for enriching uranium. Both have the capacity for producing weapons-grade fissile material for a bomb, and the announcement, attributed to the director of the nation’s atomic energy institute, said that both had been “rearranged, changed or readjusted and they started normal operation”. David Albright, president of the Washington-based Institute for Science and International Security, said that trying to estimate what is really going on in Yongbyon from satellite imagery can be a guessing game. “There is heat coming from the enrichment plant, but that’s not direct evidence that it is functioning. They could just have the heat on,” he said. He added: “We will have to wait to see if there are signs of normal operation. We could see water being discharged and steam coming off the turbine.” Albright said that although there were signs that the North Koreans had not been able to get the reactor to work at full capacity, it was still capable of producing three to four kilograms of plutonium a year, once the spent fuel had been reprocessed – enough for a single warhead. He added that it is likely the regime had mastered the science of making warheads small enough to put on missiles. The announcement on Monday of impending satellite launches is significant in that it requires the same technology as intercontinental ballistic missiles (ICBMs). However, ICBMs also require re-entry vehicles to bring them down out of space onto their targets and North Korea has yet to test such a vehicle. Mark Fitzpatrick, the director of the non-proliferation and disarmament section at the International Institute for Strategic Studies in London, said he doubted Pyongyang’s muscle-flexing was intended to bring the US back to the negotiating table to revive the stalled “six-party talks” aimed at persuading North Korea to abandon its nuclear programme for sanctions relief. “The six-party talks are dead. North Korea rejects their goal, and a North Korean has told me directly they are dead,” Fitzpatrick said. Instead, he said, the new announcements were designed to make “the leadership sound tough right now” for domestic consumption. Jeffrey Lewis, director of the east Asia non-proliferation programme at the Middlebury Institute of International Studies in Monterey, agreed that the North Korean rhetoric was focused on the home audience rather than on Washington, but said it could still reflect accelerated activity at Yongbyon, eventually leading to the next nuclear test. “There is a ton of vehicle traffic around the reactor which supports the hypothesis they are taking fuel out and getting ready for reprocessing,” Lewis said. “If I had to guess, they are stepping up a reprocessing campaign, and then will do a launch, and when we complain they will respond with a nuclear test.” He said that two of the three North Korean nuclear tests to date have come after a reprocessing campaign, but warned the past is never a clear guide to the future in trying to predict North Korean actions. “They delight in surprises,” he said.",
    "keywords": [
        "guessing",
        "renewed",
        "regime",
        "institute",
        "experts",
        "threat",
        "nuclear",
        "yongbyon",
        "reprocessing",
        "keeps",
        "korean",
        "test",
        "satellite",
        "announcement",
        "north",
        "koreas"
    ],
    "summary": "North Korea’s announcement that it had revamped and relaunched its nuclear weapons complex a day after threatening new launches is meant to signal a renewed determination to build long-range nuclear missiles.\nThe statement on state media on Tuesday warned that US hostility would be met with “nuclear weapons at any time”.\nOne western expert described it as being of little practical importance since it could be seen as no more than a morale-boosting exercise for the regime, while another said it could presage a fourth nuclear test by the Pyongyang regime.\nThe North Korean nuclear complex at Yongbyon contains a 5 megawatt reactor, capable of producing plutonium as a byproduct, and a newly extended plant for enriching uranium.\nNorth Korea rejects their goal, and a North Korean has told me directly they are dead,” Fitzpatrick said.",
    "sentiment": {
        "neg": 0.074,
        "neu": 0.8627,
        "pos": 0.0634,
        "compound": -0.0103
    }
}