{
    "date": "2015-05-15T04:00:05Z",
    "title": "Kim Jong-un's vulnerability on display as North Korean rumours abound",
    "url": "https://www.theguardian.com/world/2015/may/15/north-korea-execution-kim-jong-un-rumour",
    "content": "The inner workings of the North Korean elite are notoriously opaque, but two recent events have shed some light on the young Kim Jong-un’s leadership: first he cancelled a planned trip to Moscow and now he appears to have removed the country’s formidable defence chief. Recent reports that the once-powerful general, Hyon Yong-chol, had been executed by firing squad because he fell asleep in a meeting with the ruler have since been downplayed, with South Korea saying he has been “purged” but “not necessarily killed”. But both occurrences point to vulnerabilities at the very top of the DPRK. Cancelling the Russian trip because of “internal Korean affairs” raised questions of exactly what Kim is frightened of. Has he realised that he cannot rely on the repetition of the Kim family myth alone for political legitimacy? Ongoing purges suggest that some of the elite have forgotten the volatility of the young Kim, displaying a lack of respect for the institutions that sustain him and unwillingness to indulge his need to be the focal point of all adulation. After two years of prefatory propaganda and three years of rule, it is revealing that analysts believe his authority is in question. “Internally, there does not seem to be any respect for Kim Jong-un within the core and middle levels of the North Korean leadership,” said Michael Madden, an expert at the 38 North thinktank. If the reports are true, why should it be necessary for Kim to send such a piercing signal by removing a man who sat not just on the expanded politburo but also the all-powerful National Defence Commission? Surely the events of December 2013, when Kim Jong-un approved the purge and execution of his own uncle, should still be fresh in minds of North Korean elites. At that time, the maintenance of the Kim personality cult was cited by North Korean state media as justification for Jang Song-taek’s execution; the would-be regent was accused of applauding the leader with inadequate gusto at a meeting and putting an inscription in praise of Kim in the shade rather than in sunlight. In such a system, it is nearly impossible for figures other than Kim to accumulate public charisma or prestige. For all of his strange disappearances, evident health problems and unlikely friendships with Dennis Rodman, the ruler has been celebrated in state media as every bit the “peerlessly great man of Paektu” that his predecessors were. Lacking in any actual administrative expertise, Kim has traded fully upon his bloodline as his primary credential. The young leader’s celebrated “climb” to the summit of Mount Paektu this past month is a case in point: this was an occurrence which not just the whole of the armed forces but the entire nation was expected to celebrate. General Hyon and his counterparts were not immune to this directive, and it formed a central element in a concert they attended in Pyongyang on 28 April, which was to be Hyon’s last public appearance. There may be reasons for Hyon’s removal other than simple disrespect – he may have said or done something to embarrass the regime in Moscow, for instance, or have made inadequate preparations for Kim’s safety on the young leader’s presumptive first foreign trip. But given what we know about how Kim operates and how he wishes to be perceived, it is more than possible that Hyon’s basic lack of interest in the personality cult is what led to his downfall. Kim’s uncle’s destruction was followed immediately by an ominous anthem of the new orthodoxy entitled “We will only follow you”, which men and women in factories and schools were expected to sing heartily, occasionally in front of cameras. This appears to have been repeated with a new song played by the Moranbong Band, to mandatory applause, praising his trip to the top of the holy mountain of his family’s myth. This renewed emphasis of the propaganda focusing on Mount Paektu serves as a reminder that only the man with the pure bloodline can rule the roost, while those close to him need to watch their backs.",
    "keywords": [
        "rumours",
        "paektu",
        "young",
        "vulnerability",
        "man",
        "state",
        "hyons",
        "kim",
        "abound",
        "point",
        "trip",
        "jonguns",
        "display",
        "north",
        "korean"
    ],
    "summary": "The inner workings of the North Korean elite are notoriously opaque, but two recent events have shed some light on the young Kim Jong-un’s leadership: first he cancelled a planned trip to Moscow and now he appears to have removed the country’s formidable defence chief.\nCancelling the Russian trip because of “internal Korean affairs” raised questions of exactly what Kim is frightened of.\nHas he realised that he cannot rely on the repetition of the Kim family myth alone for political legitimacy?\n“Internally, there does not seem to be any respect for Kim Jong-un within the core and middle levels of the North Korean leadership,” said Michael Madden, an expert at the 38 North thinktank.\nSurely the events of December 2013, when Kim Jong-un approved the purge and execution of his own uncle, should still be fresh in minds of North Korean elites.",
    "sentiment": {
        "neg": 0.0676,
        "neu": 0.8457,
        "pos": 0.0867,
        "compound": 0.0949
    }
}