{
    "date": "2015-10-22T20:21:08Z",
    "title": "Orwell's nightmare vision of 1984 is always right here, right now",
    "url": "https://www.theguardian.com/stage/2015/oct/23/orwells-nightmare-vision-of-1984-is-always-right-here-right-now",
    "content": "There’s a torture scene in Headlong theatre’s 1984 that is predictably disgusting and shocking. Winston – before he even gets to room “one-oh-one” – has his fingernails sliced off, his teeth extracted. He spews blood and later slips in the blood. The audience isn’t spared. The intimation of violence is there even before the pliers appear. When someone is placed bound on a chair with plastic sheeting on the ground, you know it cannot end well. In this atmosphere of dread, the plastic sheeting is more sinister than the pliers. Headlong’s production – running until 25 October at the Melbourne festival – is completely brilliant. It uses conceits that work better on the stage than on the page: lots of large video screens so that we – the audience – become Big Brother. Spying on moments of fleeting, dangerous tenderness between Julia and Winston only adds to our sense of voyeurism and complicity. Yet the rats and the blood and the betrayal aside, the lingering, acrid aftertaste of Big Brother is political. It makes us reflect on our own government here in Australia. Orwell’s story has always had an uncanny ability to be relevant to whatever politics is on foot in different parts of the world, at different moments in history. 1984 does not reflect politics – it’s politics that reflects 1984. Sitting here in the Playhouse in Melbourne, it is like Orwell wrote the story just last year, giving it a polish perhaps in early 2015. It has to be about Islamic State, doesn’t it? The setting could be Raqqa, with its bombed-out quarters, slum districts and ministry buildings with blacked-out windows. It is all here on stage – the whole Isis apparatus: the thought and morality police, the state of constant combat to secure the fronts, the denial of all love (except for God and the leader), the dissident’s hopeless dreams of escape, the broadcast speeches and rallies, the dreadful public executions laid on as children’s entertainment, the Inner-party and constant surveillance. But when Headlong were rehearsing it only last year, they were haunted by the revelations of Edward Snowden, the NSA and the trial of Chelsea Manning. “There’s so much of the text that resonates in particular with today’s society and political climate,” said producer Robert Icke in 2014. “It is a text that has a fundamental anxiety about technology, but also about trust, that you can’t trust what you read, what you’re told, what you are told by the news.” Co-producer Duncan Macmillan even feared the state was listening in on his calls. “I got my entire email shut down at one point and one of the actors Tim Dutton was saying he started talking about something to do with NSA and GCHQ surveillance on the phone and the line went dead,” he told the Guardian. “Obviously it’s complete coincidence – well, hopefully it is – but we have got much more paranoid certainly.” There are parallels with North Korea, too. The late Christopher Hitchens wrote in Slate: “George Orwell’s 1984 was published at about the time that Kim Il-sung set up his system, and it really is as if he got hold of an early copy of the novel and used it as a blueprint.” 1984 is also about the Stasi, it’s about the communists, it’s about the Australian immigration and detention industrial complex, it’s about Facebook, it’s about Guantánamo Bay. As part of the festival, local writers read the book out loud in sections at the Victorian parliament on Saturday. One of those readers, Graeme Simsion, author of the Rosie Project, commented: “Orwell could not have imagined the powers of surveillance he ascribed to the elite might one day be in the hands of marketers, busybodies and our quotidian enemies, and be deployed against the state as well as in its service. “Today’s choices are, if anything, more complicated, but the image of Winston, broken by the exploitation of his private fears, should be in our minds when we make them.” Orwell anticipated the future better than Brave New World author Aldous Huxley, said Erik Jensen, editor of the Saturday Paper.“Less sex, less soma. [Orwell] saw better than Huxley the power of language, the corrosive effect of an idiom stripped of meaning. This is a cruel legacy,” Jensen told Guardian Australia. Outside of Kafka, no single author’s name is so misused, he added. “A press release can’t be drably specious without being Orwellian. When we call our immigration system Orwellian, for example, we paper over its obscene reality. We damn the system and hint at its cynicism, but we miss the blood of it: the way we take people’s hope, drive them mad with heat and deprivation and physical abuse. The phrase is too neat, too clinical, too useful. The word has become its own kind of Newspeak.” A fellow Guardian writer remarked on immigration minister Peter Dutton speaking on ABC Radio National this week, in which he described people in a Nauru camp as “transferees” (a name implying motion) for people indefinitely stuck in a camp. “It is Newspeak of the highest order,” he said. I thought of Isis when I saw 1984 on Friday night. But I also thought of Australia and how we have been speaking in this country for a long time now. Orwell’s novel was always a love song to language. A central part of the political regime in 1984 was the removal of words to reduce their force and shrink our imagination. The more dehumanised the citizens of Orwell’s Oceania became, the more their vocabulary withered. Syme, the character in charge of updating the 11th edition of the regime’s dictionary, enthused: “Every year fewer and fewer words, and the range of consciousness always a little smaller.” Since Paul Keating really, Australian political language has shrunk to “fewer and fewer words”. The last Labor government reduced its entire audience and constituency to one group – “working families” – and repeated the phrase ad nauseum until it became a meaningless drone (its more sinister implication being that if you weren’t “working” or in a traditional family set-up, you were an “unperson” who was not to be served by this government). Then came “going forward”, “we are us”, “stop the boats”, “core- and non-core promises”. Former speechwriter Don Watson wrote of this new political language in the post-Keating years: “This is language without possibility. It cannot convey humour, fancy, feelings, nuance or the varieties of experience. It is cut off and cuts us off from provenance – it has no past.” Our last prime minister was so deficient in language – and so distrusting of it – he actually memorably ran out of words on occasion (when interviewed by Mark Riley over saying “shit happens” about the death of an Australian soldier). The wordless interview is beyond even the wildest dreams of Big Brother, who also favoured slogans of three words such as “freedom is slavery”. Funny that the collective feeling about Malcolm Turnbull’s leadership is some degree of relief that we may now get to add more words to our national conversation. And with more words come more nuanced and sophisticated ideas. At least that was Orwell’s great hope for language. After Turnbull was elected by the party room, one Liberal frontbencher told reporter Samantha Maiden: “It feels like we are now able to speak in full sentences and have ideas … It’s very exciting.’’ We shall see. No doubt next time 1984 tours Australia we will have a new set of anxieties and issues that are drawn out – yet again – by Orwell. • 1984 is at the Arts Centre Melbourne as part of Melbourne festival until 25 October",
    "keywords": [
        "right",
        "orwells",
        "1984",
        "language",
        "political",
        "fewer",
        "vision",
        "state",
        "told",
        "orwell",
        "melbourne",
        "nightmare",
        "words"
    ],
    "summary": "1984 does not reflect politics – it’s politics that reflects 1984.\nA central part of the political regime in 1984 was the removal of words to reduce their force and shrink our imagination.\nFormer speechwriter Don Watson wrote of this new political language in the post-Keating years: “This is language without possibility.\nNo doubt next time 1984 tours Australia we will have a new set of anxieties and issues that are drawn out – yet again – by Orwell.\n• 1984 is at the Arts Centre Melbourne as part of Melbourne festival until 25 October",
    "sentiment": {
        "neg": 0.0776,
        "neu": 0.8374,
        "pos": 0.0849,
        "compound": 0.0165
    }
}