{
    "date": "2015-11-13T11:15:45Z",
    "title": "Kim Jong-un travels with personal toilet, say North Koreans",
    "url": "https://www.theguardian.com/world/2015/nov/13/kim-jong-un-toilet-north-koreans",
    "content": "North Korea’s leader Kim Jong-un travels with a mobile toilet built into one of the vehicles in his convoy when he conducts routine inspections of military bases and state-run factories around the country, according to sources close to his personal guards. “The restrooms are not only in Kim Jong-un’s personal train but whatever small or midsize cars he is traveling with and even in special vehicles that are designed for mountainous terrain or snow,” said a source in South Pyongan province, who is close to the Escort Command tasked with guarding the leader. “There are multiple vehicles within the convoy so that people cannot tell which one he is in, and there is a separate car that acts as his restroom.” The claim was corroborated by another source close to Kim’s Escort Command. “He has to travel around the entire country for field guidance, so there always needs to be a personal restroom exclusively for the Suryeong [Supreme Leader] Kim Jong-un,” the source said. “It is unthinkable in a Suryeong-based society for him to have to use a public restroom just because he travels around the country.” Even high-ranking North Korean officials such as Hwang Pyong-so, the director of the Korean People’s Army general political bureau, would face severe punishment, even death, if he was found using Kim’s personal facilities, the source said. “In the North, the leader’s restroom needs are managed by the Escort Command, which oversees the personal safety of the leader and the Kim family,” he said. “If he doesn’t use the bathroom as he would in the morning or if he needs to go while traveling, it requires additional security protocol for command soldiers, and when traveling on the highway in his Mercedes, he is said to have a separate chamber pot in the car that he can use.” The source went on to explain that all events involving the leader required elaborate preparations, including his use of the restroom. Because the matter requires absolute secrecy, this can be one of the most challenging and sensitive issues for members of the Escort Command. Such is the personality cult surrounding North Korea’s Kim dynasty that the state has claimed in the past that the leaders have magical powers and do not need to use the toilet. A version of this article first appeared on Daily NK, part of the Unification Media Group",
    "keywords": [
        "personal",
        "toilet",
        "leader",
        "restroom",
        "traveling",
        "vehicles",
        "source",
        "kim",
        "escort",
        "travels",
        "jongun",
        "command",
        "say",
        "koreans",
        "north"
    ],
    "summary": "North Korea’s leader Kim Jong-un travels with a mobile toilet built into one of the vehicles in his convoy when he conducts routine inspections of military bases and state-run factories around the country, according to sources close to his personal guards.\n“He has to travel around the entire country for field guidance, so there always needs to be a personal restroom exclusively for the Suryeong [Supreme Leader] Kim Jong-un,” the source said.\n“In the North, the leader’s restroom needs are managed by the Escort Command, which oversees the personal safety of the leader and the Kim family,” he said.\nBecause the matter requires absolute secrecy, this can be one of the most challenging and sensitive issues for members of the Escort Command.\nSuch is the personality cult surrounding North Korea’s Kim dynasty that the state has claimed in the past that the leaders have magical powers and do not need to use the toilet.",
    "sentiment": {
        "neg": 0.0152,
        "neu": 0.9528,
        "pos": 0.032,
        "compound": 0.0694
    }
}