{
    "date": "2015-02-08T08:01:09Z",
    "title": "The Interview review – forced merriment",
    "url": "https://www.theguardian.com/film/2015/feb/08/the-interview-korea-observer-film-review",
    "content": "“We don’t have a better plan – you’re going to have to stick it up your ass.” After the news stories, the cyber-attacks, the terror threats and the personal intervention of President Obama himself, here comes the movie at which North Korea reportedly took such offence. On the downside, it’s not a subversive patch on Team America: World Police; if the ruling dynasty could withstand a puppet Kim Jong-il singing “I’m so ronery” after feeding “Hans Brix” to a killer shark, they can surely weather Randall Park’s Kim Jong-un bursting into tears at a Katy Perry song and worrying about whether margaritas are gay. The plot sees vacuous TV host Dave Skylark (James Franco) and his producer Aaron (Seth Rogen) travelling to Pyongyang to interview the supreme leader, and (thanks to the CIA) “take him out” while they’re there. Things start well, with Eminem outing himself on Dave’s dumbo US show (“gay Twitter is blowing up”), after which it’s the usual relentless tide of dick, balls and butthole gags for which Rogen and co-director Evan Goldberg have become infamous. There’s some This is the End-style mayhem, and just the teensiest bit of politics, but mainly, it’s about men sticking things up their assholes. I laughed more than I expected, spurred on by the fact that in doing so I was exercising a basic democratic right. In these post-Charlie days, that seems more important than ever.",
    "keywords": [
        "youre",
        "weather",
        "world",
        "things",
        "vacuous",
        "rogen",
        "kim",
        "withstand",
        "merriment",
        "gay",
        "forced",
        "worrying",
        "review",
        "interview"
    ],
    "summary": "The plot sees vacuous TV host Dave Skylark (James Franco) and his producer Aaron (Seth Rogen) travelling to Pyongyang to interview the supreme leader, and (thanks to the CIA) “take him out” while they’re there.\nThings start well, with Eminem outing himself on Dave’s dumbo US show (“gay Twitter is blowing up”), after which it’s the usual relentless tide of dick, balls and butthole gags for which Rogen and co-director Evan Goldberg have become infamous.\nThere’s some This is the End-style mayhem, and just the teensiest bit of politics, but mainly, it’s about men sticking things up their assholes.\nI laughed more than I expected, spurred on by the fact that in doing so I was exercising a basic democratic right.\nIn these post-Charlie days, that seems more important than ever.",
    "sentiment": {
        "neg": 0.0846,
        "neu": 0.8243,
        "pos": 0.0914,
        "compound": -0.1556
    }
}