{
    "date": "2015-10-01T04:00:09Z",
    "title": "North Korea prepared to launch missiles 'at any time', says ambassador",
    "url": "https://www.theguardian.com/world/2015/oct/01/north-korea-launch-missiles-ambassador",
    "content": "North Korea will not be deterred from plans to launch controversial long-range missiles by the threat of further sanctions, the country’s ambassador to the UK said in a rare public appearance. Pyongyang insists the launches are part of a peaceful satellite programme but the US and its allies say they are disguised ballistic missile tests and a key component of a nuclear weapons development scheme. Pyongyang has hinted that it could fire one of the rockets in October to mark the 70th anniversary of the founding of the Workers Party, a key political anniversary for the secretive nation. Doing so would invite fresh sanctions from the west, and probably derail plans for an inter-Korean family reunion set for late October. But ambassador Hyon Hak-bong told an audience at London’s Chatham House that his government would consider any escalation of sanctions “another provocation” and would not be deterred. “We have nothing to be afraid of. We will go ahead, definitely, surely,” Hyon said. “We are prepared to launch at any time or any place.” Expert analysis of recent satellite images suggest North Korea has completed upgrades at its main Sohae satellite launch site, although analysts also say there has been no sign of activity to suggest an imminent launch. North Korea has been trying to perfect a multi-stage long-range rocket for decades, and used one to put its first satellite into space in late 2012 after several failures. The UN said it was a banned test of ballistic missile technology, as rockets in satellite launches share similar bodies, engines and other technology with missles, and imposed sanctions. The country insists its satellite project is peaceful and the global restrictions placed on it are unfair. “Launching satellites is the work performed by every country, it is the legitimate right of a sovereign state to develop a space programme,” Hyon said. “They wouldn’t use any such kind of sanctions against other countries.” Earlier this month US secretary of state John Kerry warned that North Korea would face “severe consequences” if it continued with its announced decision to restart a nuclear reactor. Pyongyang has said it is restarting the long-mothballed Yongbyon reactor, which is capable of producing weapons-grade plutonium, and has threatened to launch a rocket, a move seen internationally as a test of ballistic missile technology.",
    "keywords": [
        "launch",
        "satellite",
        "ballistic",
        "korea",
        "missiles",
        "sanctions",
        "technology",
        "hyon",
        "ambassador",
        "missile",
        "prepared",
        "pyongyang",
        "north"
    ],
    "summary": "North Korea will not be deterred from plans to launch controversial long-range missiles by the threat of further sanctions, the country’s ambassador to the UK said in a rare public appearance.\n“We are prepared to launch at any time or any place.” Expert analysis of recent satellite images suggest North Korea has completed upgrades at its main Sohae satellite launch site, although analysts also say there has been no sign of activity to suggest an imminent launch.\nNorth Korea has been trying to perfect a multi-stage long-range rocket for decades, and used one to put its first satellite into space in late 2012 after several failures.\nThe UN said it was a banned test of ballistic missile technology, as rockets in satellite launches share similar bodies, engines and other technology with missles, and imposed sanctions.\nPyongyang has said it is restarting the long-mothballed Yongbyon reactor, which is capable of producing weapons-grade plutonium, and has threatened to launch a rocket, a move seen internationally as a test of ballistic missile technology.",
    "sentiment": {
        "neg": 0.0747,
        "neu": 0.8518,
        "pos": 0.0736,
        "compound": -0.0739
    }
}