{
    "date": "2015-04-01T00:58:02Z",
    "title": "Death penalty shunned in Pacific, but Asia re-adopts executions – report",
    "url": "https://www.theguardian.com/world/2015/apr/01/indonesias-renewed-use-of-death-penalty-is-part-of-wider-trend-report",
    "content": "As Australian citizens Myuran Sukumaran and Andrew Chan make their last desperate bids to escape the death penalty in Indonesia, Australia stands at a unique juncture: straddling the only abolitionist region in the world and the region that executes more people than any other. Amnesty International’s Death Sentences and Executions 2014 Report shows that the Pacific is the only region in the world that is de facto death-penalty free. In February, Fiji became the 99th country to abolish capital punishment for all crimes. Only Nauru, Tonga and Papua New Guinea retain the death penalty in law, but all are abolitionist in practice. Papua New Guinea has not executed anyone since 1954. In 2013, in response to a series of so-called “witch-killings” and “sorcery murders”, the PNG government announced it would reintroduce the death penalty, even going so far as to fund a global study tour of world’s “best practice”, and approving three execution methods – lethal injection, firing squad and hanging – for rape, robbery, and murder. But having witnessed the criticism attracted by Indonesia for its renewed use of the death penalty, PNG is now reconsidering. “We certainly do not want to be seen as a country that is actively promoting the death penalty as a means of enforcing law and order in the country,” prime minister Peter O’Neill said this month. “We are actively debating the death penalty issue in the government caucuses at present and there may be some need for review.” But to Australia’s north, Asia remains the most prolific executing region in the world. And after years of movement towards abolition, the trend is now moving back towards capital punishment. The number of capital sentences carried out in China remains a state secret, but it is understood to be more than the rest of the world put together. It is believed to have put to death more than 1,000 people last year. North Korea also does not reveal the number of its executions. Indonesia observed a four-year moratorium until mid-2013, when it began executing people by firing squad again. There were no executions during 2014, but six men were put to death in January and at least 11 more people, including Chan and Sukumaran, face imminent execution. In the wake of the Peshawar school massacre last year December, Pakistan announced it would reintroduce hanging for non-terrorism offences, after a seven-year moratorium – 24 people have been executed since then. More than 8,000 people are on death row. Shafqat Hussain, who was a 14-year-old boy at the time of his alleged offence, and whose confession was reportedly obtained by torture, was saved from the gallows by a last minute stay. India resumed hanging in 2012, after an eight-year moratorium. Its supreme court says the death penalty is reserved for “the worst of the worst”. No one was executed last year. Singapore resumed execution by hanging in 2014. The global picture is similarly mixed. The number of executions fell 22% from 2013 to 607, but the number of death penalties imposed rose 28%, to 2,466. Twenty-two states are known to have executed in 2014, the same number as in 2013. The only state to behead is Saudi Arabia. The United Arab Emirates sentenced one woman to death by stoning. Belarus secretly executed three men in 2014, ending a 24-month hiatus on capital punishment in Europe. In the Americas, the United States remained the only country to execute people. Rose Kulak from Amnesty International Australia said that in the case of Chan and Sukumaran, “the government is doing all that it can, both publicly and in private discussions with the Indonesian government”. Australia is a regular co-sponsor of United Nation’s resolutions for an international moratorium on the death penalty. Kulak said abolitionist countries needed to keep pressing the case. “It is important to be campaigning on those public global forums, on the world stage, but also behind closed doors, when government officials sit down in bilateral meetings, to be advocating against the death penalty in all circumstances.” Amnesty International’s secretary general, Salil Shetty, said there was no evidence that the death penalty deterred crime or reduced the threat of terrorism. “The dark trend of governments using the death penalty in a futile attempt to tackle real or imaginary threats to state security and public safety was stark last year. It is shameful that so many states around the world are essentially playing with people’s lives – putting people to death for ‘terrorism’ or to quell internal instability on the ill-conceived premise of deterrence.” Shetty said governments should not respond to brutal extra-judicial killings by groups such as Islamic State (Isis), with state-sanctioned executions. “In a year when abhorrent summary executions by armed groups were branded on the global consciousness like never before, it is appalling that governments are themselves resorting to more executions in a knee-jerk reaction to combat terrorism and crime.” Shetty said the world was steadily moving away from state-sanctioned execution. In 1995, 42 countries employed the death penalty. “The numbers speak for themselves – the death penalty is becoming a thing of the past. The few countries that still execute need to take a serious look in the mirror and ask themselves if they want to continue to violate the right to life, or join the vast majority of countries that have abandoned this ultimate cruel and inhuman punishment.”",
    "keywords": [
        "world",
        "state",
        "shunned",
        "readopts",
        "report",
        "region",
        "penalty",
        "pacific",
        "executions",
        "number",
        "punishment",
        "asia",
        "executed",
        "death",
        "moratorium"
    ],
    "summary": "Only Nauru, Tonga and Papua New Guinea retain the death penalty in law, but all are abolitionist in practice.\nBut having witnessed the criticism attracted by Indonesia for its renewed use of the death penalty, PNG is now reconsidering.\nIts supreme court says the death penalty is reserved for “the worst of the worst”.\nIn 1995, 42 countries employed the death penalty.\n“The numbers speak for themselves – the death penalty is becoming a thing of the past.",
    "sentiment": {
        "neg": 0.1854,
        "neu": 0.7682,
        "pos": 0.0464,
        "compound": -0.4308
    }
}