{
    "date": "2015-04-15T06:00:10Z",
    "title": "Western leaders' snub casts shadow over Russia's lavish Victory Day celebrations",
    "url": "https://www.theguardian.com/world/2015/apr/15/moscow-defiant-victory-day-parade-european-kim-jong-un-9-may-russia-ukraine",
    "content": "About 16,000 soldiers, 200 armoured vehicles and 150 planes and helicopters will take part in a Moscow parade for Victory Day on 9 May, dubbed Russia’s “biggest holiday” by Vladimir Putin. This year marks 70 years since the allied victory in the second world war, and will be the last major anniversary of the conflict when significant numbers of veterans are still alive. Conspicuous by their absence, however, will be western politicians, who are staying away from the celebrations on Red Square in protest against Russia’s actions in Ukraine. Instead, a number of the world’s most notorious autocrats will attend, including Kim Jong-un, who will be making his first foreign visit as leader of North Korea. A decade ago, for celebrations marking the 60th anniversary of victory, Putin hosted the US and French presidents George W Bush and Jacques Chirac as well as the German chancellor, Gerhard Schröder. This time, the high-profile attendees are the leaders of China and India, emphasising Russia’s strengthening alliances with non-western states following western sanctions. The US will be represented by its ambassador in Moscow, John Tefft. The Foreign Office in London said there was no decision yet about who would represent Britain at the parade. The German chancellor, Angela Merkel, has come up with a compromise; she will miss the parade but will travel to Moscow on 10 May to lay a wreath at a war memorial. Most EU leaders will stay away altogether and Russia has reacted with irritation. Officials believe the US has pressured EU members to stay away. “Nobody in the west is even hiding that the whole issue of not coming to Russia is not based on what the population of Europe thinks about the issue, but is owing to extreme pressure from Washington,” Russia’s foreign ministry spokeswoman Maria Zakharova told the Guardian. “Everyone seems to have forgotten that heads of state are there to reflect the interests of their own countries and people. No one has asked the European veterans of the second world war whether it is right to boycott those who lost hundreds of thousands of people while saving Europe from fascism.” The European no-show will mean that Putin will spend his celebration of Russia’s victory over nazism in the company of some of the world’s most ruthless dictators. A quartet of central Asian despots have confirmed their attendance, including Uzbekistan’s Islam Karimov and Turkmenistan’s Gurbanguly Berdymukhammedov, both of whom have been criticised for appalling human rights abuses. But the guest who will attract the most attention, if he does turn up, is Kim. The 32-year-old took over after the death in December 2011 of his father, Kim Jong-il, who was scared of flying, and, on the rare occasions he visited Russia, travelled by train. But photographs recently surfaced of Kim Jr inside a private jet, suggesting he may fly to Moscow. Kim Yong-nam, the president of Pyongyang’s rubber-stamp parliament, is technically the head of state, meaning that it is possible he may travel to Moscow instead. But Russian officials have indicated privately that they believe North Korea’s supreme leader will attend. Details about his potential itinerary are currently unknown. If Kim does show, there will not be a rare meeting between the leaders of the two Koreas. The South Korean president, Park Geun-hye, has ruled out attending. An official said she would send an envoy to represent her. Russia’s efforts to link victory in the war with events in Ukraine have left many in the west feeling even more uncomfortable about going to the lavish 9 May events in Moscow. Last year, Putin attended Victory Day celebrations in Moscow and Sevastopol, Crimea, flying to the newly annexed territory to address veterans, soldiers and sailors of the Black Sea fleet. He said Victory Day was “our country’s biggest holiday”, adding that the veterans’ defeat of the Nazis was an inspiration for Russia’s seizure of Crimea. “Veterans, you set the example for us all, and you have made a tremendous moral contribution to the return of Crimea and Sevastopol to their native land. You have handed down to us the great values of unity, justice and togetherness and have taught us to act according to our conscience,” Putin told the crowds in the Black Sea port. In east Ukraine, the supposed parallels between the second world war and the current conflict have been drawn even more explicitly. The orange and black Saint George’s ribbon, widely used in Russia as a symbol of the Soviet victory, has been adopted as a separatist flag, while the new government in Kiev has been dismissed as “fascists” by Russian television. Russia has been particularly critical of the reverence among sections of Ukrainian society for the nationalist leader Stepan Bandera, whose movement collaborated with the Nazis towards the end of the war. In turn, Ukrainian leaders have compared modern Russia’s actions and political system to the Nazis. “Today we see not only attempts at distorting the events of the war, but also cynical lies and impudent defamation of an entire generation of people who gave up everything for this victory, who defended peace on earth,” said Putin at a recent meeting of the committee organising the 9 May celebrations. “Their goal is obvious: to undermine Russia’s power and moral authority … and to use historical speculations in their geopolitical games. At times, it sounds like downright ravings – it is amazing how people get these ideas.” The victory has always been looked upon with some ambiguity in central Europe, where liberation was followed by Soviet occupation. One of the few EU heads of state to confirm their visit to Moscow on 9 May is the Czech president, Miloš Zeman. The US ambassador to the country, Andrew Schapiro, criticised the decision. Zeman retaliated, banning the envoy from official events and stating he, as president, was free to make his own choices. However, after widespread criticism from the Czech public and politicians, Zeman said he would still travel to Moscow but would not attend the parade. “I think, after all the anti-Russian propaganda, nobody in Europe remembers for example that 140,000 Soviet soldiers died in the liberation of Czechoslovakia,” said Zakharova. “Taking into account the injured and missing, more than half a million people suffered. Now all this historical memory has been trampled on by Washington. It’s a shame for Europeans, they have become lost.”",
    "keywords": [
        "casts",
        "leaders",
        "war",
        "lavish",
        "russia",
        "victory",
        "president",
        "snub",
        "kim",
        "shadow",
        "russias",
        "day",
        "parade",
        "putin",
        "veterans",
        "western",
        "moscow",
        "celebrations"
    ],
    "summary": "About 16,000 soldiers, 200 armoured vehicles and 150 planes and helicopters will take part in a Moscow parade for Victory Day on 9 May, dubbed Russia’s “biggest holiday” by Vladimir Putin.\nConspicuous by their absence, however, will be western politicians, who are staying away from the celebrations on Red Square in protest against Russia’s actions in Ukraine.\nA decade ago, for celebrations marking the 60th anniversary of victory, Putin hosted the US and French presidents George W Bush and Jacques Chirac as well as the German chancellor, Gerhard Schröder.\nThis time, the high-profile attendees are the leaders of China and India, emphasising Russia’s strengthening alliances with non-western states following western sanctions.\nHe said Victory Day was “our country’s biggest holiday”, adding that the veterans’ defeat of the Nazis was an inspiration for Russia’s seizure of Crimea.",
    "sentiment": {
        "neg": 0.0925,
        "neu": 0.8678,
        "pos": 0.0396,
        "compound": -0.1683
    }
}