{
    "date": "2015-02-21T08:00:01Z",
    "title": "Kim Jong-il and the great movie-star kidnap",
    "url": "https://www.theguardian.com/books/2015/feb/21/kim-jong-il-movie-star-kidnap-plot-north-south-korea-godzilla",
    "content": "Several years ago, at the bottom of a newspaper article about the North Korean dictator Kim Jong‑il, I read a footnote that sounded, at first, so unreal it had to be apocryphal. The Dear Leader, the article said, who was famous for his expensive tastes, harem of dancing teenage girls and seemingly insatiable thirst for Hennessy cognac, was also such a film buff that, during his early years in power, he had kidnapped a foreign film director and coerced him into making propaganda films supporting his regime. The little coda captured my imagination immediately. What kind of films had Kim Jong-il liked? How was it possible I hadn’t heard this story before? Kim began his career in the North Korean leadership in 1968 as the head of the state’s propaganda and agitation department, the main organ of which was the film studios. He amassed arguably the world’s largest personal film collection: over 20,000 bootlegged 35mm screening copies from all around the world that, due to the DPRK’s stringent information-control policies, he was the only person in the country authorised to watch. His first mission was to use cinema as a propaganda tool to “educate” the people. Before 1945, North Korea hadn’t existed; Korea had been a unified kingdom for hundreds of years – until 1910, when it was swallowed up by the Japanese empire, which didn’t divide it. The border that now separates the two Korean states was drawn on a map at the end of the second world war as a compromise between the US and the USSR, who had jointly defeated the Japanese. The Kims’ mandate, from the first, was to convince the people that “their” Korea in the north was more legitimate than the “other” Korea in the south, which, they said, had a puppet government secretly run by Americans. Using books and plays, but mainly film, the Kims rewrote Korean history to paint themselves as revolutionary freedom-fighters, the last bastion of resistance against Yankee imperialism. But Kim Jong-il also harboured ambitions of elevating North Korea’s cinema to the level of that of neighbouring Japan, and to use cinema to rehabilitate the DPRK’s image overseas. North Korean film workers were not allowed to travel abroad, and so had little access over the years to innovations in world cinema. In 1978, exasperated by the ineptitude of his homegrown directors, Kim sent covert operatives to kidnap the most famous film-maker in South Korea, Shin Sang-ok, and his movie star ex‑wife, Choi Eun-hee – east Asia’s equivalent of Hollywood glamour couple Orson Welles and Rita Hayworth. (Kidnapping, it turns out, was a routine covert ops tool for North Korea: an indeterminate number of people, likely several hundred, were abducted by them from South Korea, Japan, China, France, Italy, Lebanon and other countries, most between 1975 and 1985.) For five years, Kim kept Shin and Choi separate: she in supervised luxury in an variety of country villas, he in two successive prison camps outside the capital, Pyongyang, where he was physically and mentally tested. In 1983, convinced that they had been successfully “enlightened”, Kim finally reunited them, at a lavish party at his headquarters, and put them in charge of the state studios. Over the next three years, Shin and Choi made seven films for Kim – the most famous of them a pro-communist Godzilla rip-off, Pulgasari, which has become a cult classic on the underground cinema circuit – and won several international film festival awards to bring back to their captor. The society Shin and Choi now encountered was different from anything they had ever seen. Pyongyang itself is a kind of stage, its streets covered in white dots, crosses and numbers painted on the asphalt of every major road. The marks form a complex grid used to orchestrate mass political events and gatherings, telling citizens where to stand and where to move, like tape on a theatre stage indicating where furniture and scenery is to be placed, or an actor’s “mark” on a film set. There was no trash or pollution, but also no visible old or disabled people. The city is reserved for the favoured elite; to Shin and Choi, it felt only as real as one of their film sets. The South Korean couple became the first celebrity couple in North Korea. Children chanted their names as they filmed in the streets; teenagers hung posters of their films in their bedrooms, the only images other than the official portraits of Kim Il-Sung and Kim Jong-il tolerated on people’s walls. Kim built them a palatial home and their own film backlot, and rewarded them weekly with presents – Estée Lauder cosmetics, Mercedes cars, Rolex watches. As they earned Kim’s trust, Shin and Choi were eventually permitted to travel abroad, in a move Kim hoped would convince the world they had not been kidnapped (as “malicious rumours”, he said, were claiming), but were voluntarily working for him, converts to the communist cause. They were always supervised closely by bodyguards, who kept their passports locked away and guarded the door to their hotel rooms. On most occasions Shin and Choi weren’t allowed to travel together, one of them staying back as a hostage. But after the success of Pulgasari, which Kim Jong-il thought a masterpiece, Shin and Choi were given the opportunity to travel together to Vienna. By now North Korea was virtually bankrupt. It had exhausted its own resources and defaulted on billions in foreign loans. Kim Jong-il needed hard cash, and hoped Shin and Choi’s films could provide some. They would be going to Vienna, he ordered, to find a financing partner for their next enterprise: a blockbuster biography of Genghis Khan, with whom Kim identified in more ways than one. Staying at the InterContinental Hotel in Vienna, Shin and Choi, who had dreamed for years of escaping, seized their chance, dashing in a taxi to the US embassy as their minders gave chase. They found asylum in the United States, where they received live-in CIA protection and went on to make films for Disney, the most notable of them the 3 Ninjas children’s action-adventure franchise. It was the end of a dramatic chapter in a larger-than-life story, like a James Bond script with a dash of George Orwell thrown in – but also a sprinkling of Monty Python. Kim Jong-il – who had put a price on Shin and Choi’s heads, prompting their CIA protection – decreed their names should be taken off the films they had made, and that the people should never allude to them again. His focus turned to the cult of personality that still governs North Korea, which he oversaw, until his death in 2011, like one of his movie creations. The North Korea of today is a grotesque show: written, produced and rehearsed under the direction of the Kims. The two most impressive buildings on Pyongyang’s skyline – the pyramid-shaped Ryugyong hotel and twin-tower Koryo hotel – are stage props. The Ryugyong has never been finished and has stood empty since 1992. The Koryo has 45 floors, but only one is still in use. The hotel is meant to welcome the throngs of tourists “fascinated” with the North’s culture; in fact only about 600 people visit the DPRK every year, and all of them are supervised around the clock. The city’s other landmarks – the Arch of Triumph, the Kim Il-sung Stadium – are remakes of original monuments from elsewhere in the world. When I visited North Korea, I left Pyongyang for a few days to see the countryside. When we returned, my driver and guide were scrutinised more closely than I was by the guards who block every entrance into the city. It was vital, I learned, that they have permission to enter. It is the state’s most emblematic work of propaganda. There are vast four-lane motorways leading in and out, but no exit ramps connect them to any villages along the way. Stories abound of foreign delegates staying in Pyongyang and noticing the same handful of people queuing for the metro or for market stalls over and over again, under orders to create the illusion of a busy metropolis. Pyongyang is a real city only in the way Disneyland is a real magical kingdom. Most popular film-makers make work that is not new, but fits into appetites that have been around for generations. Their success comes from marrying familiar archetypes with unusual talent and outsized budgets. Steven Spielberg made Close Encounters of the Third Kind and Raiders of the Lost Ark as throwbacks to the Saturday morning serials he loved so much as a kid. Quentin Tarantino’s career, from Kill Bill to Django Unchained, cannibalises underground B-movies and refreshes them with his own brand of literacy and panache. So with Kim Jong-il: North Korea is a hodgepodge of his influences. The spiritually motivated militarism and its visual cues (guns and bayonets, rising suns, majestic white horses) are lifted straight from the imperial Japan his father fought as a young man. The smiling, benign persona the Leaders project is ripped off from the Soviets. The schmaltzy folk narratives fed to the people by the official media are Chinese. The myth of Kim’s own birth – in a log cabin, foretold by the gods, and marked by a new star in the sky – reads like a page torn from the Bible. The overarching narrative, though, is pure Hollywood. There are virtuous heroes (the Kims), terrifying villains (the child-murdering Americans), spectacular set pieces (the Fatherland Liberation war, as the Kims call the Korean war, which they tell their people they won), and even an archetypal journey towards a happy ending (liberation and reunification: the Workers’ Paradise). And, as in all large-scale productions, there are the scores of background actors, the extras: the North Korean people themselves. They are secondary. Disposable. Like in a gigantic Truman Show, the North Korean people live and die on stage, observed by us on the outside. And, as far as is possible, we watch the show, entertained by its absurdities and perplexed by its contradictions. Late last year, North Korea was in the news for two stories, only marginally connected: one in which the Kims’ human-rights abuses were brought to the floor of the UN General Assembly, and one in which the state took offence at a Seth Rogen-and-James Franco stoner comedy featuring the current Kim as a laughable baddie. There was never any doubt which storyline would get the most attention. • Paul Fischer’s A Kim Jong-il Production: The Incredible True Story of North Korea and the Most Audacious Kidnapping in History is published by Viking.",
    "keywords": [
        "shin",
        "films",
        "moviestar",
        "korea",
        "north",
        "kim",
        "film",
        "choi",
        "jongil",
        "great",
        "kims",
        "kidnap",
        "korean"
    ],
    "summary": "What kind of films had Kim Jong-il liked?\nNorth Korean film workers were not allowed to travel abroad, and so had little access over the years to innovations in world cinema.\nSo with Kim Jong-il: North Korea is a hodgepodge of his influences.\nAnd, as in all large-scale productions, there are the scores of background actors, the extras: the North Korean people themselves.\n• Paul Fischer’s A Kim Jong-il Production: The Incredible True Story of North Korea and the Most Audacious Kidnapping in History is published by Viking.",
    "sentiment": {
        "neg": 0.048,
        "neu": 0.8766,
        "pos": 0.0754,
        "compound": 0.0856
    }
}