{
    "date": "2015-08-09T16:30:06Z",
    "title": "What’s the time? It’s Pyongyang time!",
    "url": "https://www.theguardian.com/world/shortcuts/2015/aug/09/pyongyang-time-pass-notes-north-korea",
    "content": "Appearance: On 15 August. Age: That’s a bit complicated. How so? Well, can time itself have an age? Yes. It was created by the big bang and is therefore 13.82bn years old. Oh. Well, anyway, I’m talking about the time in North Korea. As a concept or a measuring system? Erm, the second one, I think. North Korea has announced that on Saturday the whole country will move its clocks back half an hour, making the time in North Korea GMT+8.5 instead of GMT+9. How can you just declare that the time is different? It’s easy really. You just make a law that everyone has to pretend the time is different, then after a while they forget they’re pretending, like in France. I love the half hour especially. Those crazy North Koreans! It’s not as crazy as you might think. Central Australia, Venezuela and much of South Asia operate on half-hour time zones. The whole of India is on GMT+5.5, even though it’s more or less an hour and a half wide. What? And Nepal is the wackiest of the lot. There, it is GMT+5.45, making the county 15 minutes ahead of India. Oooh! Get Nepal! In Western Australia, there are a few places, including a small town called Eucla, that operate at GMT+8.45, basically because nobody can stop them. They’re just trying to be different. That may well be the case. So, why are North Korea doing it? “The wicked Japanese imperialists committed such unpardonable crimes as depriving Korea of even its standard time while mercilessly trampling down its land with 5,000-year-long history and culture and pursuing the unheard-of policy of obliterating the Korean nation,” said the North Korean Central News Agency. The new time will be different from South Korea’s and Japan’s. Trying to be different again? Yes. It was kind of the same story when Hugo Chavez changed Venezuela’s time to GMT-4.5 in 2007. He claimed to be giving schoolchildren more sunlight in the morning, but he also happened to be giving the country a different time zone to anywhere in the US. So, it’s kind of a Marxist hipster thing? I guess so. Although I doubt there are many of those in central Australia. Do say: “What time is it?” Don’t say: “About 1950.”",
    "keywords": [
        "whats",
        "think",
        "korea",
        "australia",
        "hour",
        "different",
        "yes",
        "central",
        "pyongyang",
        "trying",
        "half",
        "north"
    ],
    "summary": "Well, anyway, I’m talking about the time in North Korea.\nNorth Korea has announced that on Saturday the whole country will move its clocks back half an hour, making the time in North Korea GMT+8.5 instead of GMT+9.\nI love the half hour especially.\nCentral Australia, Venezuela and much of South Asia operate on half-hour time zones.\nAlthough I doubt there are many of those in central Australia.",
    "sentiment": {
        "neg": 0.0274,
        "neu": 0.8525,
        "pos": 0.1201,
        "compound": 0.059
    }
}