{
    "date": "2015-01-15T14:02:06Z",
    "title": "Pyongyang is booming, but in North Korea all is not what it seems",
    "url": "https://www.theguardian.com/world/2015/jan/15/-sp-pyongyang-north-korea-kim-jong-un",
    "content": "A bus passenger plays with her mobile phone. A well-dressed couple, sitting hand in hand, peruse a western menu. Fleets of glossy taxis sweep past new apartment blocks. Pink coats and leopard-print bags flash by amid the crowds. In another capital you would notice the lightness of the traffic, the drabness of the pedestrians, the lack of billboards and neon. In Pyongyang it is the hints of prosperity that catch the eye and even disconcert. Three years ago, Kim Jong-un, not yet 30, took control of this impoverished country and its 25 million people after his father’s death. He has overseen a botched rapprochement with the US, a nuclear crisis, an excoriating United Nations human rights report and the execution of his uncle. North Korea sees the first three, at least, as evidence of the outside world’s continuing hostility. Others see the developments as an indication that his leadership is at best business as usual and at worst more unstable and unpredictable than that of his predecessors. In recent weeks, the storm over The Interview has turbo-charged interest in the North’s capabilities and intentions, though experts still disagree over whether state-sponsored hackers were responsible for attacks on Sony in retaliation for the movie. The comedy depicts the leader’s assassination, encapsulating wishful thinking from outsiders that the Kim family’s rule – now in its seventh decade – can be ended swiftly and smoothly. After so many years of repression and poverty, it is hardly surprising if many believe only regime change can bring a better future for the country’s people. Yet others see signs of a shift in a country that once outperformed its neighbours, but has struggled to feed its citizens for decades. Pyongyang is enjoying a building and consumption boom and the leadership is trying out new economic policies. There are efforts to incentivise individuals. Despite its reputation as a hermit kingdom, and Ebola restrictions which have banned tourists and imposed 21 days’ quarantine on other visitors, the North wants to send the message that it is open for business. Is real change possible in a country where Kim Il-sung is still revered as “eternal president” 20 years after his death? And, in a system that has sanctified his decrees and derives its legitimacy from him, how can anyone improve on ideological perfection? The official message is clear: “These measures are not economic reform,” said Prof Ri Gi-song of the Academy of Social Sciences in Pyongyang. “These are measures to facilitate companies and enterprises meeting production for the state, while at the same time improving the living standards for workers.” Many western experts agree. “The regime wants the country to be modern, wants it to be prosperous, but it wants these things on its own terms,” said Marcus Noland, executive vice-president of the Peterson Institute for International Economics. “The government is attempting to tweak or improve the efficiency of the existing socialist or state-dominated system but it is not pursuing any fundamental reform.” Murals and statues of Kim Il-sung and Kim Jong-il still abound. There are still women struggling along the roadsides with bundles of firewood on their head, and men fishing along the Taedonggang river. Cranes and excavators have appeared around the city, but most of the construction work is still done by hand by the military. At night, the city is largely dark; power cuts are common. Even so, the changes since my last visit four years ago are obvious. The glassy facade of the new, as-yet unopened, airport terminal; the extra kiosks on the streets selling snacks and colourful toys. There is a flashy new restaurant block, high-rise apartments, and department stores where you can buy Dior cosmetics, Siemens washing machines and blue and yellow polka-dot swimsuits. They may have something of a Soviet air, but they do have actual customers. There are also a noticeable number of women on bicycles and in trousers – two things that Kim Jong-il frowned upon. New attractions include an ice rink, a bowling alley, a water park and a dolphinarium with a kitschy show. At the Mirim riding club, small children trot round a ring on well-fed ponies. A lesson costs them the equivalent of $5 (£3) an hour, just under a third of the official weekly GDP per capita in a country where the World Food Programme says most households have borderline or poor food consumption. Our guide recounts Kim’s remarks on his last visit in a hushed voice: “I am always thinking about what we will create for the people next.” But Pyongyang is a city of the elite, its population carefully controlled – as is foreign media coverage. Access for journalists is infrequent and regulated. On this trip we were accompanied at all times and were not able to go anywhere without prior approval. Our guides accommodated requests such as a visit to a department store, but turned down others such as going to a nearby market, saying it was under renovation. What we saw, then, was a small part of the nation’s most privileged city. “Provincial cities and the hinterland do not appear to be sharing in this prosperity, and indeed may be slipping backward,” said Noland [pdf]. “Inequality is rising; basic services like health and education appear to be deteriorating outside the capital, and some share of the population remains chronically food-insecure.” It is not clear how sustainable Pyongyang’s mini-boom is. Some think it is financed by growing trade with China, particularly the export of minerals. Others suspect North Korea has been selling off gold reserves. In theory, life in North Korea is still guided by Kim Jong-un at even the most minute level. The Great Leader not only oversees the country’s nuclear programme, but chose the colour of the paintwork in the dormitories of the Pyongyang textile factory (pink), the guide there says proudly. He has already been here twice; his father visited 13 times, his grandfather 48. But in reality “there’s been a huge transformation in North Korea that hasn’t been noticed in the west,” said Rüdiger Frank of the University of Vienna – and it has come from the bottom, not the top. Since the collapse of the public distribution system in the mid-90s, North Koreans have been forced to fend for themselves. They rely on markets and trading to feed their families – we see persimmon vendors tucked down side streets – and many work in China illicitly. Meanwhile, state entities from kindergartens to central ministries have set up businesses, often dealing in sectors wholly unrelated to their duties. They issue permits to entrepreneurs to work on their behalf, perhaps by opening a mine, for instance. The rationale is that state bodies need not just to fund themselves, but also to provide food and other forms of welfare to their workers. “Some of it does come back as food sold in the workplace – but basically it has legitimised marketisation, and the involvement of the government and party,” said Prof Hazel Smith of the University of Central Lancashire. The distinction between state and private business has become increasingly hazy. Noland said: “It appears to be developing into a corrupt, opaque extraction-based economy common in central Asia or sub-Saharan Africa, which generates benefits for a small ruling clique and key regime constituencies, but does not deliver prosperity for the bulk of the population.” Beneath a tiny elite at the top, benefits are spread unequally, said Smith. Even senior officials may not prosper if they are in an unpromising position. Small-time traders near the Chinese border may do well, but those nearer the heavily guarded boundary with South Korea are likely to struggle. In an increasingly porous society – where many have worked abroad, or traded with Chinese people, or watched foreign movies – citizens are increasingly cynical and see the state as an impediment rather than a benefactor. Now, it seems, the state is trying to play catch-up with its people by tweaking the official economy. Andrei Lankov of Kookmin University believes Kim Jong-un’s youth means he has little choice but to risk introducing “truly radical” economic changes, probably accompanied by more political repression to offset the risk of destabilisation. Since the system does not appear strong enough to outlive him, “the only chance of political and maybe physical survival, however slim, is to take the initiative, and start changing it.” First came new agricultural policies, though debate remains about how far they have been implemented and how effective they have been. Households have taken responsibility for production within the larger collectivised teams. Farms can also sell surplus grain production to the government and reinvest the profits. Next came the announcement of more than a dozen new special economic zones and the appointment of Pak Pong-ju, a reformer by North Korean standards, as prime minister. Now individualised incentives and greater managerial leeway have spread to the manufacturing sector. Plants producing over quota can sell the excess and reinvest the extra income or use it to incentivise workers through bonuses. They can acquire extra supplies by trading with other factories. At the 326 Cable Factory, official Kim Chol-ryong says the new system has already increased production and people’s sense of responsibility. “This afternoon I’ll collect my salary and my pockets will be full. I might even have to bring a bag,” he joked. Frank, of the University of Vienna, thinks there is real change going on and says he was thrilled by the acknowledgment of economic realities that he saw on a recent visit to Rason special economic zone, such as the bank displaying the real exchange rate ( about 100th of the official rate) on its wall: one euro to 10,476 North Korean won. But it will take much more to boost the economy: “The individual zeal of the worker is not the problem,” he said. Harvests have improved modestly in recent years, but rusting farm machinery is useless without spare parts or fuel. Desperately needed fertilisers are in short supply after the deterioration of relations with South Korea. Soya yields had soared, providing desperately needed protein. But last year they dropped again; the state rewarded other crops better. In the manufacturing sector, the Chollima tile factory has proved such a draw for the leadership that Kim Jong-un declared he could feel his father’s spirit in every corner. It says it has 4,000 employees, working round the clock on three shifts, and boasts of its use of CNC (computer numerical control) technology, which officials hope will spur on the country’s economy. But we see perhaps 50 workers in the cavernous buildings, and this is hi-tech of a distinctly old-fashioned kind. Tiles roll off the new digital printing machine at the rate of one every 10 seconds or so. It’s hard to know what accounts for the gap between rhetoric and reality; foreigners with experience in the country say there are some highly productive factories. It’s also hard to imagine the plant attracting the foreign investment it desperately needs. Officials say there were 375 joint ventures as of 2009, about two-thirds of them from China. Egypt’s Orascom is one of the best known investors here, but others include a Swiss pharmaceutical joint venture. Chinese companies use cheap North Korean labour to produce clothes and others have outsourced animation to the country. Paul Tjia, the Dutch businessman who has arranged our tour, says he has even had web-design work done there for clients – despite the lack of internet access – though he refuses to give any information on his deals. But the North is not the new China, as some hope. China had 1.3 billion potential customers. And while some criticise Beijing’s statistics, at least it publishes regular economic performance measures. North Korea has not done so since 1967. The UN’s Food and Agriculture Organisation estimates the economy grew by just 1.1% in 2012, after stagnating over the previous six years. Ri has a more optimistic reading, saying GDP per capita rose from $638 in 2007 to $904 in 2011, giving an annual growth rate of about 9% a year. But he was unable to offer fresher data: “We are trying to build an economic power while having a conflict with the US. Under these circumstances, we cannot make recent figures available to the public stage by stage.” Even putting aside ethical considerations – some see investment in the North as exploitative, while others believe only engagement can improve lives there – the business case is far from straightforward. These days there are many other places in the region with low wages, but decent infrastructure and greater political predictability. During last year’s nuclear crisis, the North abruptly closed the Kaesong industrial complex, which it runs with the South, despite the cost to its own economy. Even access to the country can be unreliable, as the Ebola restrictions have highlighted. “Attracting foreign capital investment will be hard as long as the North threatens the world’s largest economy with a nuclear first strike and takes its citizens hostage,” said Noland. And fresh sanctions are likely to further deter investors if the regime carries out a fourth nuclear test, as it has threatened. Prof Hong Chol-Hua, an expert at the Academy of Social Sciences in Pyongyang, assured us there are clear laws on foreign investment and arbitration, protecting the rights of investors. “Conflicts rarely arise in joint ventures,” he said, when asked whether a North Korean court or panel has ever ruled in favour of a foreign investor. China’s Xiyang group, which committed $38m to an iron ore processing plant, said publicly in 2012 that it had been “cheated” and that working in the North was a nightmare. The North blames Xiyang for failing to meet its obligations. The country is heavily reliant on oil and food from China: its only major ally accounts for at least 80% of its foreign trade, and perhaps as much as 90%. “The way to think of it is as a small, economic adjunct to China,” said Smith. But Pyongyang has often shown an astounding indifference to, and even contempt for, Beijing’s support, fearing its dominance. Recently, China poured $350m into building a bridge across the Yalu river to expand trade. It ends in a dirt track on the North Korean side. With bilateral relations at a low, the North is wooing other countries, including Russia and Japan. Neither seem a realistic alternative, especially given the state of the latter’s economy. None of this gives one much cause for optimism about the North’s prospects. Yet Frank believes that in the long run the changes the government is introducing may develop a momentum of their own. “They will achieve something and then the whole thing will stagnate, and it will force the leadership to make a decision – and I believe that decision will be genuine, systematic reform. I’m optimistic,” he said. Lankov and others suggest the government could call a halt to changes at any time as it has in the past. But Frank argues the disastrous attempt at curbing markets through currency reform in 2009 has shown the cost of turning back from change. “They are riding the tiger. Of course they are afraid of being eaten by it. But at least they are trying,” he said.",
    "keywords": [
        "economy",
        "economic",
        "korea",
        "state",
        "kim",
        "china",
        "booming",
        "country",
        "pyongyang",
        "foreign",
        "north"
    ],
    "summary": "North Korea sees the first three, at least, as evidence of the outside world’s continuing hostility.\nOthers suspect North Korea has been selling off gold reserves.\nIn theory, life in North Korea is still guided by Kim Jong-un at even the most minute level.\nBut in reality “there’s been a huge transformation in North Korea that hasn’t been noticed in the west,” said Rüdiger Frank of the University of Vienna – and it has come from the bottom, not the top.\nNorth Korea has not done so since 1967.",
    "sentiment": {
        "neg": 0.0549,
        "neu": 0.871,
        "pos": 0.0741,
        "compound": 0.055
    }
}