{
    "date": "2015-07-17T04:00:05Z",
    "title": "North Korea in 360 degrees: navigate your way around the DPRK",
    "url": "https://www.theguardian.com/world/2015/jul/17/north-korea-video-360-degrees-dprk",
    "content": "A young girl performs politely for the camera, displaying the image of North Korean excellence that tourists are encouraged to capture and share with the world. The difference is that this time viewers can scroll around the room to see the westerners gathered around her, clutching their cameras, and a music teacher watching anxiously alongside. In another scene, a tour group is invited into a “typical” North Korean home, with its mandatory photographs of Kim Il-sung and Kim Jong-il on the walls. This time clicking on navigation bars also reveals a large, old-fashioned MP3 player and a voltage regulator that protects electrical appliances when the power fluctuates. These unusual glimpses behind the lens are part of the first 360 degree video to emerge from the notoriously secretive country, giving viewers an alternative to the carefully staged images that often emerge. Watch film-maker Aram Pan, known for his panoramic photographs of Pyongyang, as he and his companions cross the border into the DPRK on foot from China. Join them on a trip through the north-east of the country, visiting the cities Rason, Namyang, Hoeryon, Chongjin, Kyongson and Chilbo. Follow them on outings to schools, mountains and factories, and watch them behave like typical tourists in a Russian bar in Rason. The video, which needs to be watched in an HTML5-capable browser, was filmed on a trip organised by Young Pioneer Tours, one of several companies that organise holidays under the watchful eyes of North Korean guards. Tourism in the DPRK is controversial, with some saying it supports a repressive regime guilty of severe human rights abuses against its people. But Pan, who has made the country the focus of his work, believes this is short-sighted. “My project isn’t about politics – it is simply a window into an unknown world,” he says. “Both the North and the South have shown immense support for my project and to me, and that is really what matters. I’m not concerned about what others may think because ultimately the Korean peninsular stands to gain the most through peace.” What can you see? The 20-minute video allows you to control where you look as you navigate around the scenes. Try it out and tell us about the most interesting things you come across. Is it as you’d expect a tour of North Korea to be? Or do some of the scenes surprise you? Can you spot anything untoward? Tell us in the comments below or on Twitter @GuardianNK.",
    "keywords": [
        "young",
        "navigate",
        "korea",
        "360",
        "world",
        "watch",
        "degrees",
        "way",
        "typical",
        "viewers",
        "country",
        "trip",
        "dprk",
        "video",
        "north",
        "korean"
    ],
    "summary": "A young girl performs politely for the camera, displaying the image of North Korean excellence that tourists are encouraged to capture and share with the world.\nIn another scene, a tour group is invited into a “typical” North Korean home, with its mandatory photographs of Kim Il-sung and Kim Jong-il on the walls.\nJoin them on a trip through the north-east of the country, visiting the cities Rason, Namyang, Hoeryon, Chongjin, Kyongson and Chilbo.\n“Both the North and the South have shown immense support for my project and to me, and that is really what matters.\nIs it as you’d expect a tour of North Korea to be?",
    "sentiment": {
        "neg": 0.0241,
        "neu": 0.8947,
        "pos": 0.0813,
        "compound": 0.1672
    }
}