{
    "date": "2015-02-04T12:55:39Z",
    "title": "The government's cyberterrorism 'concerns' are a pretext for their own hacking operations | Jeremy Hammond",
    "url": "https://www.theguardian.com/commentisfree/2015/feb/04/government-cyberterrorism-concerns-pretext-their-own-hacking",
    "content": "The US has always been the world leader of cyberwar, hacking damn near everyone without any repercussions. And, for years, US intelligence officials and private contractors have been milking hacks to secure billions in cyber security programs: all you need is an enemy, and they will sell you the cure. Their blatant hypocrisy, threat inflation and militaristic rhetoric must be challenged if we are to have a free and equal internet. That familiar formula is playing out again with the recent Sony hack. We are supposed to be shocked that these “cyber-terrorists” – purportedly from North Korea – would attack our critical infrastructure and, clearly swift retaliation is in order. But, despite the apocalyptic hype, the Sony hack was not fundamentally different from any other high-profile breach in recent years: personal information was stolen, embarrassing private emails were published and silly political rhetoric and threats were posted on Pastebin. In many ways, it’s similar to an Anonymous operation except that, this time, the FBI accused North Korea. That accusation was based on supposed forensic analysis which they have not publicly produced after refusing to participate in joint inquiries. This official narrative is disputed by many renowned infosec figures. Any skilled hacker or well-financed nation-state practices anti-forensics measures like modifying logs and using proxies to make the attacks appear to originate elsewhere. And North Korea has already been falsely accused of several cyber-attacks – including attacks against US and South Korean targets in July 2009 and again in 2013. The inherent difficulty of identifying the true attackers should give us pause before we rush to judgment. It is, however, the perfect pretext for the US to launch their own hacking operations (not that they’ve ever needed any justification before). Authorities are once again sounding the cyber-terrorist alarm, promoting a “Free Speech vs North Korea” showdown because the attackers were allegedly angry about The Interview, a comedy about a CIA plot to assassinate Kim Jong Un (which Sony reportedly consulted with the State Department and the right-wing RAND Corporation to produce). I am not able to see the movie from prison, so I can’t give you a proper critique; maybe it is amusing but, considering the CIA’s long and vicious history of assassinations, secret prisons, torture, extrajudicial executions-by-drone and overthrowing democratically-elected governments to install dictatorships, it is not at all surprising Sony would get hacked for making a movie gloating about that. Sony, too, is an unusual poster child for free-speech advocates in light of their history of lawsuits in defense of their “intellectual property”. Years ago, my LulzSec comrades hacked Sony in retaliation for their prosecution of an individual who published information on how to jailbreak the Playstation 3. (Citing the controversial Digital Millennium Copyright Act and the Computer Fraud and Abuse Act, Sony sued not only the original publisher but attempted to go after everyone who even watched the instructional video on YouTube.) This time, Sony’s army of lawyers have threatened news organizations and individual Twitter accounts with lawsuits in an atrocious and ultimately ineffective attempt to prevent discussion of their now-public internal emails, demonstrating exactly how they feel about the First Amendment. When I think about free speech, I am not crying over a multi-billion dollar tech and media empire staging the withdrawal of their movies from theaters to generate PR for a record online release a week later. I’m thinking about the Alien Registration Act, the Palmer raids, the red scares, the Haymarket Martyrs, COINTELPRO and the House of Unamerican Activities. I think about the harassment of whistleblowers and journalists like Chelsea Manning, Barrett Brown, Julian Assange, James Risen and others, the protesters driven out of public parks at Occupy Wall Street and those that continue to be beaten and arrested at anti-police brutality protests. For seeking the truth, voicing our dissent, and demanding justice, we are criminalized and treated like terrorists. Invoking the threat of “terrorism” is the biggest smoke-and-mirrors mechanism used to deny citizens both due process and free speech in the 21st century. Law enforcement agents use that word to summon images of 9/11 and Pearl Harbor and stoke public fear into justifying their mass surveillance dragnet – monitoring each and every communication, every internet transaction. The primary targets of these abuses have been Muslims and immigrants, but trumped-up federal terrorism charges have entrapped activists like the Cleveland Five and various earth and animal liberation warriors. Now the latest enemy is “cyber-terrorism”: the governments insist that our critical infrastructure is under attack, and we need draconian new measures to protect our “national security”. Sensational Hollywood movies like “Live Free, Die Hard” and the new “Blackhat” propagate this false narrative with ridiculous and unfeasible “terrorist” hacker attacks on nuclear facilities and the power grid. No attacks like this have ever happened, but there is an active effort to recruit independent hackers to sell out and work for the man, purportedly to defend US networks and catch the bad guys. But when the FBI did arrest a supposed “blackhat” – Hector Monsegur, aka Sabu – and turned him into an informant, they were more interested in hacking targets of their own choosing than preventing attacks on US targets. Despite live knowledge of our ongoing hacking operations through Sabu, they were unable (or unwilling) to stop me from following through with dozens of high profile hacks; some, like the Stratfor breach, they helped facilitate. Instead, Sabu asked me to hack hundreds of foreign government websites from a list he provided, which I regrettably did, unaware of his status as an informant. And that’s what this hype of “cyber-terrorism” is all about: establishing pretexts for our ongoing offensive hacking operations. “...As we implement these responses, some will be seen, others may not be seen”, a State Department spokeswoman said as North Korea was hit with repeat cyber-attacks shutting down their internet while more economic sanctions are imposed (through which everyday North Koreans suffer). But for all the accusations against North Korea and China, there is no question that the US has always been the world leader in cyber-warfare. Amongst Snowden’s revelations was evidence of the US/Israeli STUXNET, FLAME and DuQu viruses, which infected hundreds of thousands of computers in dozens of countries. They hacked into corporations like Brazil’s Petrobas, news agencies like Al Jazeera, DDOS’d Anonymous chat servers, and even tapped the personal cellphones of world leaders. Our unparalleled efforts to assert military-style dominance over the internet is forcing other countries to develop their own hacking units, leading to a digital arms race which makes us all less safe. If the US truly wanted to stop the proliferation of nation-state hacking, they would push for UN conferences to establish guidelines defining and prohibiting “cyber-warfare”. This would require coming clean and putting an end to their own operations, but if they won’t even abide by the Geneva Conventions regarding prisoners of war and the use of torture, there’s no reason to expect they wouldn’t continue hacking in secret. Just as the US government want a monopoly on the use of military force – waging wars to “spread democracy” while condemning those who fight back as “terrorists” – they correspondingly seek a monopoly on the use of hacking. Congress enhances computer crime statutes and the FBI locks up “bad guy” hackers like myself, while recruiting others to work for the government to commit attacks against sovereign countries. Then everyone acts surprised when foreign countries start using the same tactics on us. When those in power break their own laws then there is no law and no moral authority; there are just competing factions in an international power struggle to control resources like oil, land, drugs and information. Like all wars, only the rich ruling class benefits, and everyone else suffers. A different kind of cyber-war is possible: not one between nation-states but between the people and their governments.The internet’s natural state is anarchy and any attempts to militarize or corporatize it will be owned, exposed and driven offline anyway. I shed no tears when I hear about Sony, CENTCOM or police departments being hacked. In prison, we love hearing about all the bigshots getting hacked by guys like us. So keep on, true-to-the-code blackhats for great justice: instead of selling out your skills to the industry competing for federal contracts supporting US empire, actively undermine it by contributing anti-state solutions by developing encryption, anti-censorship and anonymity infrastructure. We’re cheering for you.",
    "keywords": [
        "sony",
        "operations",
        "targets",
        "hacking",
        "korea",
        "cyberterrorism",
        "attacks",
        "hacked",
        "free",
        "internet",
        "jeremy",
        "governments",
        "hammond",
        "pretext",
        "concerns",
        "north"
    ],
    "summary": "We are supposed to be shocked that these “cyber-terrorists” – purportedly from North Korea – would attack our critical infrastructure and, clearly swift retaliation is in order.\nIn many ways, it’s similar to an Anonymous operation except that, this time, the FBI accused North Korea.\nIt is, however, the perfect pretext for the US to launch their own hacking operations (not that they’ve ever needed any justification before).\nYears ago, my LulzSec comrades hacked Sony in retaliation for their prosecution of an individual who published information on how to jailbreak the Playstation 3.\nAnd that’s what this hype of “cyber-terrorism” is all about: establishing pretexts for our ongoing offensive hacking operations.",
    "sentiment": {
        "neg": 0.1575,
        "neu": 0.7444,
        "pos": 0.0979,
        "compound": -0.2576
    }
}