{
    "date": "2015-05-20T08:47:17Z",
    "title": "North Korea calls off visit by UN chief Ban Ki-moon",
    "url": "https://www.theguardian.com/world/2015/may/20/north-korea-calls-off-visit-un-chief-ban-ki-moon-kaesong",
    "content": "North Korea has cancelled an invitation for Ban Ki-moon to visit a factory park that represents the last major cooperation project between the rival Koreas, the UN secretary general has said. Ban had previously said he wanted to go on Thursday to the Kaesong industrial park north of the heavily fortified Korean border to help improve ties between North and South Korea, which jointly run the complex. However, tensions between the two countries have increased in recent weeks. He would have been the first UN chief to visit the factory park, which opened in 2004 and is a rare, legitimate source of foreign currency for the impoverished north, and the first UN head to visit North Korea since Boutros Boutros-Ghali in 1993. North Korea gave no reason for its decision to cancel his trip, Ban told a forum in Seoul on Wednesday. Analysts had said Ban’s trip was not likely to lead to any major breakthrough in ties between the Koreas, and some have calculated that Pyongyang made a last-minute determination to cancel because it was unlikely to get much out of such a visit. “This decision by Pyongyang is deeply regrettable,” Ban said, adding he would spare no effort to encourage the north to work with the international community for peace and stability on the Korean peninsula and beyond. Relations between the Koreas are strained over North Korean missile and other weapon tests that South Korea views as provocations. There are also worries about North Korea after South Korea’s spy agency said last week that the North Korean leader, Kim Jong-un, had his defence chief executed by anti-aircraft gun in late April. Lim Byeong Cheol, a spokesman for Seoul’s unification ministry, expressed regret over the north’s decision, saying the country must accept offers of dialogue and cooperation by the UN and other members of the international community instead of isolating itself. North Korea has sometimes invited high-profile figures such as the former US president Jimmy Carter under the expectation that they would listen to its concerns and mediate in standoffs with the outside world, including allegations of human rights abuse and its pursuit of nuclear armed missiles that could hit the US mainland. But Pyongyang now appears to have determined that Ban, a former South Korean foreign minister, would only back the views of Seoul and Washington during his trip, Lim Eul-chul, a North Korea expert at South Korea’s Kyungnam University, said. North Korea likely did not want to see Ban “delivering a peace message … and asking them to come back to six-nation nuclear talks without any preconditions and to talk to South Korea to improve ties”, Lim said. “I think North Korea has concluded Ban’s visit won’t be helpful for them.” The Kaesong park opened during a period of warming ties between the Koreas and has been considered a test case for unification, pairing cheap local labour with South Korean knowhow and technology. It has survived periods of animosity, including the north’s artillery bombardment of a South Korean island in 2010, while other cross-border projects, such as tours to a scenic North Korean mountain, remain deadlocked. In 2013, however, the park’s operations were halted for five months after North Korea withdrew its 53,000 workers amid tension over the north’s torrent of threats to launch nuclear attacks on Seoul and Washington. The Korean peninsula remains technically in a state of war because the 1950-53 Korean war ended with an armistice, not a peace treaty.",
    "keywords": [
        "south",
        "chief",
        "ban",
        "korea",
        "kimoon",
        "visit",
        "calls",
        "ties",
        "trip",
        "koreas",
        "park",
        "north",
        "korean"
    ],
    "summary": "North Korea has cancelled an invitation for Ban Ki-moon to visit a factory park that represents the last major cooperation project between the rival Koreas, the UN secretary general has said.\nHe would have been the first UN chief to visit the factory park, which opened in 2004 and is a rare, legitimate source of foreign currency for the impoverished north, and the first UN head to visit North Korea since Boutros Boutros-Ghali in 1993.\nNorth Korea gave no reason for its decision to cancel his trip, Ban told a forum in Seoul on Wednesday.\nRelations between the Koreas are strained over North Korean missile and other weapon tests that South Korea views as provocations.\nThere are also worries about North Korea after South Korea’s spy agency said last week that the North Korean leader, Kim Jong-un, had his defence chief executed by anti-aircraft gun in late April.",
    "sentiment": {
        "neg": 0.138,
        "neu": 0.8024,
        "pos": 0.0596,
        "compound": -0.2337
    }
}