{
    "date": "2015-11-08T09:00:03Z",
    "title": "A life of luxury and adulation for Kim Jong-un impersonators",
    "url": "https://www.theguardian.com/world/2015/nov/08/north-korea-kim-jong-un-impersonators",
    "content": "With his extreme crew cut, chubby cheeks and a penchant for black button-up shirts and shiny brogues, Kim Jong-un is one of the world’s most recognisable dictators – and one of the most memed and mocked. Now professional Kim impersonators are cropping up at football games, college campuses and even political protests and rallies. It’s good work if you can get it. One impersonator, who asked to be identified as Howard, hung out with pop star Katy Perry at this year’s Grammy Awards in Los Angeles. Another, who goes only by Jeremy, boasted of snogging up to 40 women when he went – in character – to Hong Kong’s rugby sevens tournament in March. He was also snapped downing beer in the crowd. Howard is keen to stress that his character, whom he calls “Kim Jong-um”, was the world’s first professional Kim lookalike, predating his rival Jeremy. Howard markets himself as “the closest thing you will get to the Dear Leader without going to North Korea” and speaks frankly about the fact that he’s happy to “lend the character to projects that make extra money”. Becoming Kim “It started in 2013 on April Fools day, I uploaded some pictures of me with a Kim Jong-un-esque haircut... Two weeks later I got a call asking me to go to Israel to shoot a burger commercial,” says Howard, speaking on the phone from Hong Kong. But it’s not just about the commercial gigs, he says. “Kim Jong-um” attended Russia’s Victory Day celebrations this year when the real Kim, who was on the Kremlin’s guest list with a cast of other well-known autocrats, failed to show. Most Muscovites in the crowds got the joke and lined up for selfies, Howard says. But others were taken in, with one bystander apparently asking, in all seriousness, why he was “alone without his entourage”. Howard has also used his character to raise the profile of a number of political protests, including the Occupy Central movement in Hong Kong, the pro-democracy movement which sprung up in 2014. He has also lent his face to protests organised by a group called North Korea Defector Concerns, rallying against China’s forcible repatriation of North Koreans, a situation he has called “unacceptable and extremely unethical”. But the only North Koreans to come face-to-face with his character were those at the consulate in Hong Kong, which he visited as a part of a media stunt. “They were pissed off and called security,” he says. Minyong Kim from South Korea has also adopted the look. He too first dressed up for fun before realising it could make for an interesting part-time vocation. Arguably his most impressive stunt was when he joined forces with Barack Obama impersonator Reggie Brown to croon a rendition of Eric Carmen’s 1970s classic All By Myself on the streets of Seoul. He has since moved to the US to study where he has become “the most selfied guy on campus”, he told News Gazette. Ethical mockery? Some might regard dressing up as a man accused of lauding over prison camps and millions of malnourished citizens as insensitive, but Howard insists his intention has never been to glorify the North Korean leader. Unlike Howard, Minyong has batted away any requests to lend himself to anything political. He explains that Liberty in North Korea, a US-based campaign group, “asked for my help but I will not do any political action – either agreeing or disagreeing [the] North Korean [government],” he told the Guardian via email. Minyong says he has never tried to meet North Koreans in character as he knows they wouldn’t appreciate it, but “South Koreans know what I am doing, and many people think it is fun... just parody,” he says. Generally the American public appreciate it too, but “some extreme right [wing] conservatives act aggressively – they think I’m am being un-patriotic,” he adds. When News Gazette asked about Kim Jong-un himself he said: “I don’t think he really cares about me because he is the ‘dear leader’ of North Korea and I am just a normal citizen.” Very few people Howard comes across have been annoyed or disgusted, he says. “A few have quietly taken me aside toask ‘you know who he is right?’” Fun though it might be for now, neither Howard nor Minyong are in it for the long haul. Howard says he has dreams to expand his music career, while Minyong insists it’s just a stop gap. “I do this impersonating to make college students laugh and remove stress from daily lives... [but] I have my own dream and career plan and Kim Jong-un impersonating is not major part of my life.” Besides, his girlfriend has said she finds the whole thing abhorrent.",
    "keywords": [
        "political",
        "think",
        "howard",
        "minyong",
        "impersonators",
        "korea",
        "hong",
        "north",
        "kim",
        "luxury",
        "adulation",
        "character",
        "koreans",
        "life",
        "jongun"
    ],
    "summary": "Now professional Kim impersonators are cropping up at football games, college campuses and even political protests and rallies.\nHoward is keen to stress that his character, whom he calls “Kim Jong-um”, was the world’s first professional Kim lookalike, predating his rival Jeremy.\nHe has also lent his face to protests organised by a group called North Korea Defector Concerns, rallying against China’s forcible repatriation of North Koreans, a situation he has called “unacceptable and extremely unethical”.\nMinyong Kim from South Korea has also adopted the look.\nUnlike Howard, Minyong has batted away any requests to lend himself to anything political.",
    "sentiment": {
        "neg": 0.0775,
        "neu": 0.8388,
        "pos": 0.0837,
        "compound": -0.0132
    }
}