{
    "date": "2015-02-12T16:02:08Z",
    "title": "The best – and worst – slogans to rival North Korea’s | Nick Asbury",
    "url": "https://www.theguardian.com/commentisfree/2015/feb/12/slogans-north-korea-310",
    "content": "The North Korean government has unveiled 310 new national slogans. Many of them are bizarre – “Let us turn ours into a country of mushrooms!”, for example, or “Grow vegetables extensively in greenhouses!” Then there’s the catchy “Make fruits cascade down and their sweet aroma fill the air on the sea of apple trees at the foot of Chol Pass!” The slogans would be hilarious were it not for the fact that the country regularly suffers severe food shortages and famines. The political sloganeering of the hermit kingdom might seem completely alien to us. And in some ways, of course, it is. There are few places left on Earth where official messages are quite so brazenly hammered into you in order to change your behaviour and make you a more compliant citizen. But that doesn’t mean we’re immune to sloganeering. In fact, our political and purchasing decisions are still deeply connected to the power of the catchphrase. Some good. Some very bad. Five of the worst Change we can believe in (Barack Obama, 2008) This one did the job, but it’s political sloganeering as word collage. We want to signal “change” and appeal to “belief” rather than reason, so let’s stick them together in one phrase. It doesn’t matter if it’s meaningless, it’s about the verbal mood music. Forward not back (Labour, 2005) Tony Blair’s stunningly pedestrian battle cry in 2005, later adopted by Obama, and another example of how bad slogans can work politically even if they would bomb commercially. Political argument reduced to the level of landing paddles waved on a runway. Incredinburgh (City of Edinburgh Council, 2012) Clever wordplay can be the jagged edge that makes a slogan lodge in the mind. It can also be the jagged edge that hurts your brain. Other variations on “Incredinburgh” included “Paintthetownredinburgh” and “Wellfedinburgh”. Mercifully, it was shelved. We *can* be bothered (Simplyhealth) A very British strapline that sets the lowest bar imaginable for a service brand. Being bothered is the minimum you would expect from any business – a step or two beyond “We *will* fit a front door on our office.” More worryingly, it implies that any customer getting in touch *is* actually bothering them – it’s just they’re OK with it. Be Your Way (Burger King) A mind-bending example of the journey into abstraction currently being undertaken by all global brands. Tired of promoting anything as boringly tangible as a product, brands now want to associate themselves with ideas and purposes. This one has reached such a rarefied level of abstraction that language itself has stopped making sense. So what makes a good slogan? Psychologists say it’s all about “priming” – a subconscious process that creates associations in your mind to influence and speed up your subsequent decisions. The thing is, in order for it to work, you have to be unaware of it. As soon as you know that “priming” is taking place, “reverse priming” kicks in. You start to resist the manipulation, even resent it. A good slogan manipulates you without you realising it, or does it in such a charming way that you’re OK with it. Psychologists call this “reciprocity” – if we’ve been entertained by something, we’re inclined to forgive the manipulation to even things out. Five of the best We are the 99% (Occupy) The best political slogans come from protest. This one captures a radical political argument in four words, rebranding a marginal cause as a mass movement. It’s not about whether you agree – the idea has chained itself to the language and it isn’t going away. Labour isn’t working (Conservatives, 1978) OK, not all the best slogans come from protest. This Conservative campaign classic is an example of priming that we are more likely to accept because, you have to admit, it’s clever. Three words with a double meaning that packs a sharp political punch. It beats “Forward not back”. Every little helps (Tesco) Evil, but brilliant. A piece of folk wisdom that conceals an entire business strategy and acts as a classic piece of verbal misdirection. “Little” ought to be the last word you associate with Tesco. You should think of them as a multinational giant. But instead it plants that word in your head, with all the folksy charm it implies. Beanz Meanz Heinz (Heinz) The classic advertising brief – associate our name with the generic product. The prosaic answer would be “Think beans. Think Heinz.” This is the poetic answer – a brilliant piece of wordplay rooted in the brand name. Manipulate us Heinz, we like it. Does exactly what it says on the tin (Ronseal) This created a new idiom that will probably survive in the language long after Ronseal has gone. It’s an anti-slogan: no wordplay, no clever twist, and a message so obvious it shouldn’t need saying – why wouldn’t it do what it says on the tin? But the hyper-clarity is perfect for the bewildering world of DIY. But wait, what about Keep Calm And Carry On? OK, don’t panic. That’s a good slogan too (even though it wasn’t used much during the war and only gained popularity long afterwards). Along with “Dig for victory” and “Your country needs you”, it compares closely with what the North Korean government is trying to do – nudge the national mood with a few well-chosen words. And maybe they are well chosen. Maybe “Let us turn ours into a country of mushrooms!” is a brilliantly rhythmic and alliterative line in its original language. Come back in 50 years and the shops of a democratic North Korea might be full of faux-vintage tea towels and tote bags adorned with the nostalgic slogan, all eagerly snapped up by hipster shoppers. Free at last.",
    "keywords": [
        "slogans",
        "best",
        "political",
        "language",
        "priming",
        "example",
        "ok",
        "slogan",
        "nick",
        "heinz",
        "rival",
        "country",
        "asbury",
        "good",
        "koreas",
        "north",
        "worst"
    ],
    "summary": "So what makes a good slogan?\nA good slogan manipulates you without you realising it, or does it in such a charming way that you’re OK with it.\nFive of the best We are the 99% (Occupy) The best political slogans come from protest.\nBeanz Meanz Heinz (Heinz) The classic advertising brief – associate our name with the generic product.\nThat’s a good slogan too (even though it wasn’t used much during the war and only gained popularity long afterwards).",
    "sentiment": {
        "neg": 0.0773,
        "neu": 0.7828,
        "pos": 0.1399,
        "compound": 0.11
    }
}