{
    "date": "2015-02-06T07:00:05Z",
    "title": "After The Interview: the future of North Korean spoofs",
    "url": "https://www.theguardian.com/world/2015/feb/06/north-korea-the-interview",
    "content": "The Interview opens officially in the UK today – welcome news for those who’ve resisted multiple online options to watch it on the big screen. The film, in which Seth Rogen and James Franco are sent to assassinate Kim Jong-un, incurred the wrath of the North Korean authorities and was transformed from an otherwise unremarkable comedy into one of the most talked-about movies of 2014. First Pyongyang threatened the US government with a “merciless response” if it failed to stop the film’s release, saying it would be considered an “act of war”. Then the film-makers Sony Pictures were hacked by a group calling itself the Guardian’s of Peace, who vowed to target anyone going to watch The Interview. This prompted Sony to cancel the film release, sparking widespread criticism – including from Barack Obama. Sony changed its mind again and decided to screen the film at independent cinemas in the US and via on-demand services including Google play, YouTube movies and Netflix. The gamble apparently paid off. Industry tracker boxofficemojo.com estimate that The Interview made $40m in digital sales and $6.7m in cinemas worldwide. Some cynics even suggested that the whole business had been engineered as a publicity stunt. The company said yesterday that the hacking fiasco had cost them $15m but that they didn’t expect it to affect their day-to-day operation. Franco and Rogen’s careers have not exactly suffered, and there is evidence that others are hoping to cash in on “The Interview effect” – using the secrecy surrounding the regime to flog products from computer games to home video. Here are some of the initiatives seemingly inspired by The Interview: Little Dictator One experienced developer has capitalised on the hype to release a mobile game called The Little Dictator in which Kim rides a “glorious rocket” to “take out the west”. In a nod to news stories that have emerged from the country gamers can also ride Chicago Bulls basketballs, in homage to Denis Rodman, and fly giant rabbits based on reports that the North Korean embassy requested a shipment from a breeder in Germany in 2007. Mike Pagano, said he created the game to participate “in this act of freedom of speech”, to show the world that he was not afraid to release content about the country, but admits that he didn’t work with any experts to fact check any of the information about the country. Like The Interview it pokes fun at a leader who has been accused of grave human rights atrocities but Pagano believes that entertainment can be a valuable avenue to discuss such serious issues: “humanity is a better place when you’re having fun, it’s my hope that through entertainment we can start making a difference,” he said. Crowdfunding a military coup Another initiative that sprung up this month was a short-lived crowdfunding attempt asking for $10m to “overthrow” the government of North Korea. The page was set up by anonymous collective calling themselves Freedom Now – “a covert multinational group with the sole mission of putting a stop to the tyrannical regime of Kim Jong-un”. When the Guardian got in touch they insisted their page was in “response to the need for a gutsy, forward thinking towards freedom in North Korea ” but refused to reveal their true identities. In what had the makings of a spoof film plot the fundraising page says that they want to work to establish a safe communication network within the country. From there, the manifesto claimed, there would be a domino effect which would lead to a coup, the release of prisoners from concentration camps and the first taste of democracy for North Korea’s 24 million citizens. The attempt was thwarted in a week after Indiegogo, the crowdfunding host site, took the page offline. Kim Cam Another group of developers want to offer the opportunity to star in a movie with the great leader using their bespoke Kim Cam. The app allows users to insert 23 different scenarios of the North Korean leader into scenes of their “outrageous” home videos. Speaking to PR Newswire, developers Subway Monkey said: “Our new Kim Cam app lets enterprising young directors cast none other than Kim Jong-un in the lead role, doing all sorts of ridiculous things. We all know that Kim’s father was an avowed movie buff – it’s only fitting that his son follow in his footsteps.” They can be sure that neither Kim would approve of the company’s use of South Korean hit Gangnam style in the promotional video. The group have launched a kickstarter to get the project fully funded which will run until the end of February and have started to promote the app in the US with an eerily realistic look alike. Reality check There are of course those who have used the hype around the film to draw attention to the more serious allegations about North Korean which are said to be unparalleled in the modern world. In their film The Other Interview Amnesty International tell the story of Park Ji-hyun, a young woman who says she fled starvation in North Korea before being trafficked to China where she was forced to work as a slave. She was then forcibly returned to North Korea and sent to a prison camp. She eventually escaped and left the country for good. In a statement Kate Allen, the UK director of Amnesty International, said the film highlights how “people in North Korea are subjected to an existence beyond nightmares”. North Korea may not have wanted people to see The Interview, but Allen says they would not want people to see this either. Audience review Have you seen The Interview? If so, what do you think? Does it address a serious issue with humour or fail to live up to the hype? If you are planning to go and see it we’d like to hear why you’ve waited so long. Add your thoughts in the comments below or tweet them at @GuardianNK.",
    "keywords": [
        "korea",
        "north",
        "group",
        "kim",
        "page",
        "film",
        "country",
        "spoofs",
        "release",
        "future",
        "interview",
        "korean"
    ],
    "summary": "This prompted Sony to cancel the film release, sparking widespread criticism – including from Barack Obama.\nCrowdfunding a military coup Another initiative that sprung up this month was a short-lived crowdfunding attempt asking for $10m to “overthrow” the government of North Korea.\nThe app allows users to insert 23 different scenarios of the North Korean leader into scenes of their “outrageous” home videos.\nShe was then forcibly returned to North Korea and sent to a prison camp.\nNorth Korea may not have wanted people to see The Interview, but Allen says they would not want people to see this either.",
    "sentiment": {
        "neg": 0.0532,
        "neu": 0.8763,
        "pos": 0.0705,
        "compound": 0.1209
    }
}