{
    "date": "2015-08-26T15:46:35Z",
    "title": "The world’s worst airline: fasten your seatbelts (if you can) for a flight on Air Koryo",
    "url": "https://www.theguardian.com/business/shortcuts/2015/aug/26/worlds-worst-airline-air-koryo-north-korean-bottom-league-table",
    "content": "Name: Air Koryo. Age: Pensionable – the airline is 65 years old this year. Appearance: Ghastly, with most of its rather small roster of aircraft purchased from the Soviet Union after the end of the cold war. Ooh, an aeroplane? Because I am thinking of going on holiday, as it happens. How lovely. Where to? The party island of Ibiza? The celebrated seafood trail of the Scottish lochs? The Maldives, while some of its islands are still above water? No, I’ve decided to swim against the tide and head for North Korea. Right. That whole tense entente-cordiale-of-sorts-with-neighbouring-South-Korea thing not dissuading you, then? No, if anything the ever-present threat of war with them, and, indeed, pretty much everyone else on the planet, adds to the frisson. And you are not put off by the fact that wearing jeans is illegal and you’re not allowed to talk to the locals? I will wear sensible slacks and maintain an air of unapproachable froideur. OK, well, if the need for comfortable trousers and lack of human interaction is not enough to put you off, maybe you ought to consider the fact that you’ll have to travel with Air Koryo, North Korea’s state airline. Sounds lovely. Does Kim Jong-un do the flight-safety video? That might not make a whole heap of difference. Air Koryo has been named as the worst airline on the planet for the fourth year running. Indeed, it is the only airline on said planet to be given just one star by the Skytrax rating system. Oh. And that’s out of how many airlines? 197. Oh dear. Well – ha ha! - it can’t possibly be worse than … Ryanair? You couldn’t be more wrong. The much-maligned Irish chaps were one of 22 airlines to be awarded two stars, which means that Air Koryo is precisely half as good as Ryanair. Blimey. And all because the planes are a bit long in the tooth? Nope, the Skytrax report also cites “questionable” safety and rudimentary safety belts, which is why pretty much all of Air Koryo’s planes are banned in the European Union because they’re a horrendous risk. Ah well, Ibiza it is then. Do say: “I seem to have left my boarding pass in my illegal jeans.” Don’t say: “Hey, look! Asiana Airlines in South Korea got five stars from Skytrax! Go South Korea!”",
    "keywords": [
        "war",
        "worlds",
        "union",
        "fasten",
        "korea",
        "koryo",
        "air",
        "skytrax",
        "stars",
        "planet",
        "airlines",
        "airline",
        "flight",
        "seatbelts",
        "worst"
    ],
    "summary": "Name: Air Koryo.\nOK, well, if the need for comfortable trousers and lack of human interaction is not enough to put you off, maybe you ought to consider the fact that you’ll have to travel with Air Koryo, North Korea’s state airline.\nAir Koryo has been named as the worst airline on the planet for the fourth year running.\nIndeed, it is the only airline on said planet to be given just one star by the Skytrax rating system.\nThe much-maligned Irish chaps were one of 22 airlines to be awarded two stars, which means that Air Koryo is precisely half as good as Ryanair.",
    "sentiment": {
        "neg": 0.0655,
        "neu": 0.7925,
        "pos": 0.1421,
        "compound": 0.0149
    }
}