{
    "date": "2015-05-13T15:31:16Z",
    "title": "Why trigger-happy Kim Jong-un is playing a risky game in North Korea | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2015/may/13/kim-jong-un-risky-game-north-korea",
    "content": "Headlines about North Korea are often dramatic and unverifiable. We have only the word of South Korea’s spy agency that General Hyon Yong-chol met a grisly fate around 30 April. The National Intelligence Service (NIS) says the North’s defence minister was executed, nay obliterated, using anti-aircraft machine guns in front of a large crowd at a military school in Pyongyang. Northern media have yet to comment – but had last mentioned Hyon on 29 April. The NIS is hardly a neutral source, and sometimes errs. But they called it right in December 2013, breaking the news of the young leader Kim Jong-un’s dramatic purge of his uncle and mentor Jang Song-thaek almost a week before North Korea confirmed this. Seoul’s spooks have been on the defensive recently over various issues, so it would not go public with this one unless it was absolutely sure. Hence I am inclined to believe it, including the method. (Unlike the notorious canard that Jang was torn apart by dogs – a Chinese blogger’s fantasy, it turned out – there is satellite evidence for an earlier public execution using anti-aircraft guns.) What had Hyon done? His supposed crime was disloyalty and disrespect to Kim Jong-un, by dozing off at a military event and failing to carry out instructions. The latter might relate to a visit to Moscow in April, where at a security forum Hyon called US troops in South Korea a “cancer growth”. But he reportedly failed to clinch a missile and launcher deal, which in turn might be why Kim cancelled much-touted plans to attend Russia’s VE Day jamboree last week. Supposed, might, reportedly. This cautionary smallprint reminds us that we speculate. Should Hyon reappear tomorrow, there will be egg on many faces. Nor can we expect the regime to confirm or deny his fate. Jang’s high-profile purging was a rarity. In Pyongyang, elite figures sometimes fall “ill”, or have accidents. But mostly they just cease to appear, without explanation. What do we know for sure? There has been a lot of churn in the years since Kim Jong-un took power after the death of his father Kim Jong-il in December 2011 – especially among the top brass. The two key posts of armed forces minister (ie defence) and chief of the general staff were stable for years, but Kim Jong-un has been rotating them every few months. Hyon Yong-chol had done both jobs in his few years at the top (he was unheard of before 2010). Why these military musical chairs? Kim Jong-il’s army-first policy led to the Korean People’s Army amassing great power, at the expense of the ruling Workers’ Party. Now the party is back. At 32, Kim Jong-un may also feel a need to show cadres twice his age that he is as tough as his father and his grandfather Kim Il-sung, so they know who is boss. In that context, pulverising Hyon recalls Voltaire’s famous quip on the execution of Admiral Byng: “In this country, it is good to kill an admiral from time to time to encourage the others.” Yet rather than encourage, could this not backfire? North Korea has always been a brutal place, but in Kim Jong-il’s day the nomenklatura were usually safe – unless actively disloyal or wildly incompetent. Hence there was no top-level dissent, nor discernible factions. Kim Jong-un has changed the rules. Evidently he wants no one to feel safe. Purging his uncle was a gamble, but caused no detectable wider instability. Eliminating Hyon may also leave no trace, politically as literally. But it risks a backlash. If loyal cadres feel they could be next, at any time and for no reason, that undermines loyalty and could even be an incentive to defect. True, Stalin ran a fear-based court for years. But he had worked his way to the top, whereas Kim Jong-un is a greenhorn hereditary king. Durable though the DPRK has proved against all predictions of collapse so far (this writer’s included), the latest Kim’s arbitrary cruelty looks likelier to weaken than strengthen his rule and realm. Perhaps we should be glad of that.",
    "keywords": [
        "using",
        "fostercarter",
        "military",
        "risky",
        "korea",
        "yongchol",
        "week",
        "aidan",
        "triggerhappy",
        "kim",
        "jongun",
        "hyon",
        "game",
        "playing",
        "feel",
        "north"
    ],
    "summary": "Headlines about North Korea are often dramatic and unverifiable.\nWe have only the word of South Korea’s spy agency that General Hyon Yong-chol met a grisly fate around 30 April.\nHis supposed crime was disloyalty and disrespect to Kim Jong-un, by dozing off at a military event and failing to carry out instructions.\nHyon Yong-chol had done both jobs in his few years at the top (he was unheard of before 2010).\nBut he had worked his way to the top, whereas Kim Jong-un is a greenhorn hereditary king.",
    "sentiment": {
        "neg": 0.0849,
        "neu": 0.8327,
        "pos": 0.0825,
        "compound": -0.009
    }
}