{
    "date": "2015-10-07T05:00:01Z",
    "title": "North Korea at 70: welcome to our series",
    "url": "https://www.theguardian.com/world/2015/oct/07/north-korea-at-70-welcome-to-our-series",
    "content": "On Saturday North Korea is throwing a party. Floating video screens have been set up on the Taedong river near Kim Il-sung square in Pyongyang and final preparations are being made for grand military parades and elaborate fireworks displays. The day has been declared a national public holiday and state media have reported that all workers will be given an extra month’s salary. The occasion is the 70th anniversary of the founding of the Korean Workers’ party, the backbone of the state. It’s considered a hugely symbolic event and the anticipation is palpable. On the 65th anniversary Kim Jong-un made his first official appearance after being named his father’s successor – and North Korea watchers are anticipating surprises this year. Show of strength There have been mounting concerns that the North Korea may use the occasion to boost national morale by launching a long-range missile or a fourth nuclear test. The country recently announced plans to restart a nuclear reactor at Yongbyon and officials have boasted about being in the “final phase” of developing a new geo-stationary satellite. “The world will clearly see a series of satellites … soaring into the sky at the times and locations determined by the [Workers’ party] central committee,” the director of the National Aerospace Development Administration told official state media. To increase tensions even further, the North Korean ambassador to the UK warned last week that the DPRK would not hesitate to launch long-range nuclear missiles “at any time and any place”. Seasoned observers may dismiss this as standard rhetoric bearing little relation to reality, but international experts remain concerned. Inside North Korea In the run-up to the anniversary, the Guardian’s North Korea network is publishing a three-day series exploring life in the world’s most hard-to-know state. We aim to go beyond the nuclear threats and mass gymnastic displays to explore the changes taking place under Kim Jong-un’s leadership. Highlights include: A look inside Pyongyang’s refurbished May Day stadium - and what it says about the young leader’s ambitions to host the World Cup and Olympic Games. We hear from people who have lived in the capital to find out more about daily life among the elite, and analyse the impact of recent economic reforms. A panel of experts will discuss ways the world can engage with the pariah nation, and we’ll ask whether tourism is a force for good or merely bolsters a repressive regime. We’ll look at South Korea’s plans for reunification on the peninsula, questioning just how feasible it is to reconcile two of the world’s most incompatible nations. There will also be an extract from a dystopian novel set in a reunited Korea. We have lined up a student doctor who visited North Korea on a medical mission to answer your questions about the country’s health system. We’ll feature images from Pyongyang’s first western art-photography exhibition and there will be a quiz to test your knowledge about what high-profile visitors from Dennis Rodman to Damon Albarn have said about the city. Tell us what you think This is just a taste of what’s on offer, so follow the series on theguardian.com/north-korea-70. We also want to give you the opportunity to have your say. Have you been to North Korea? Do you agree with our expert panel? Do you think the Koreas will ever be reconciled? Please tell us what you think by commenting beneath the stories or on Twitter using the hashtag #GuardianNK70. If you have any suggestions for stories we’d love to hear from you – either in the comments or by emailing maeve.shearlaw@theguardian.com",
    "keywords": [
        "think",
        "korea",
        "state",
        "world",
        "party",
        "workers",
        "nuclear",
        "70",
        "national",
        "series",
        "welcome",
        "north"
    ],
    "summary": "On Saturday North Korea is throwing a party.\nOn the 65th anniversary Kim Jong-un made his first official appearance after being named his father’s successor – and North Korea watchers are anticipating surprises this year.\nInside North Korea In the run-up to the anniversary, the Guardian’s North Korea network is publishing a three-day series exploring life in the world’s most hard-to-know state.\nWe have lined up a student doctor who visited North Korea on a medical mission to answer your questions about the country’s health system.\nHave you been to North Korea?",
    "sentiment": {
        "neg": 0.0139,
        "neu": 0.8921,
        "pos": 0.094,
        "compound": 0.1991
    }
}