{
    "date": "2015-12-13T18:00:33Z",
    "title": "Meet Kim Jong-un’s own state-approved girlband",
    "url": "https://www.theguardian.com/world/shortcuts/2015/dec/13/moranbong-kim-jong-un-north-korea-girlband",
    "content": "Name: Moranbong. Formed: July 2012. Appearance: A large number of young North Korean women wearing quasi-military satin dress suits, each one holding a different musical instrument. That sounds quite, um, formal. On the contrary, Moranbong are North Korea’s first girl band, and a sign of how open the country has become to western popular influences. In their first concert, they wore ball gowns and minidresses and there were dancing Disney characters. Although, obviously, all that has now been toned down. Obviously. And what is their music like? They are very skilled performers, on everything from violin and saxophone to drums and bass guitar, but I do suspect a bit of lip-syncing from the singers. How about the songs? Oh, they’re extremely bad – they even include covers of My Way and the Rocky theme. Kim Jong-un reportedly chooses the group members himself from the armed forces, and he does seem to be trying to move forward from the state orchestras of his father’s day. However, the music sounds like a chatshow orchestra from the 1970s being told to fill time. What are the songs about? The usual things. Mostly about how great North Korea is, or how happy its people are. Their biggest hits are We Like Centralisation and Our Families Won’t Be Tortured If We Screw Up. Really? No. But you get the gist. Anyway, Kim sent Moranbong on what was supposed to be their first foreign mission. Shouldn’t that be called a tour? If you prefer. They were scheduled to perform a series of shows at the National Centre for the Performing Arts in Beijing, along with the State Merited Chorus. But over the weekend the shows were abruptly cancelled and Moranbong returned to North Korea. Oh. Well, who are the State Merited Chorus then? They’re basically a musical battalion of the North Korean Army. Both camp and scary at the same time. They also cancelled. Great. So did Chinese people actually want to listen to all this in the first place? Dunno. North Koreans love them. But the idea of the trip was more about improving relations with the Chinese government. That obviously went well. So it’d have been a bit like when you go to your friend’s house and they insist on playing you their favourite album really loud and you just have to sit there trying to look like you enjoy it? Yes. Except the friend has nuclear weapons. Do sing: “If you want to be my lover, you’ve got to get approval from the interior ministry.” Don’t sing: “Push the Button”. Also known as: Little Marx.",
    "keywords": [
        "theyre",
        "obviously",
        "state",
        "shows",
        "north",
        "meet",
        "kim",
        "moranbong",
        "sing",
        "sounds",
        "songs",
        "jonguns",
        "stateapproved",
        "trying",
        "girlband"
    ],
    "summary": "Appearance: A large number of young North Korean women wearing quasi-military satin dress suits, each one holding a different musical instrument.\nOn the contrary, Moranbong are North Korea’s first girl band, and a sign of how open the country has become to western popular influences.\nAnyway, Kim sent Moranbong on what was supposed to be their first foreign mission.\nBut over the weekend the shows were abruptly cancelled and Moranbong returned to North Korea.\nDo sing: “If you want to be my lover, you’ve got to get approval from the interior ministry.” Don’t sing: “Push the Button”.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.7937,
        "pos": 0.1395,
        "compound": 0.1078
    }
}