{
    "date": "2015-11-26T14:01:45Z",
    "title": "Kim Young-sam obituary",
    "url": "https://www.theguardian.com/world/2015/nov/26/kim-young-sam",
    "content": "Two doughty rival Kims – the name is the Korean peninsula’s commonest – spearheaded the struggle against the military dictators who controlled South Korea from the 1960s until the 80s. The better known, Kim Dae-jung, won the Nobel peace prize in 2000, after holding the first ever inter-Korean summit, with the North Korean leader Kim Jong-il. But for fate – the sudden death of the North’s founding dictator, Kim Il-sung, in 1994 – that prize would have fallen to Kim Young-sam, who has died aged 87. YS, as Koreans knew him, may have lacked DJ’s global renown, but in 1993 he pipped him to the presidency. The democracy for which both fought bravely would have come sooner and gone deeper had they co-operated. They buried the hatchet only in 2009, when DJ was on his deathbed. Kim Young-sam was born in Geoje island, the oldest of six children of Kim Hong-jo, a prosperous fisherman, and his wife, Park Bu-ryon. He studied philosophy at Seoul National University and went into politics soon after graduating, becoming the youngest ever member of South Korea’s National Assembly – 26 when first elected in 1954. He wasre-elected a record nine times. No radical, but firmly committed to democracy, he resolutely opposed dictatorial moves by three successive presidents: the civilian Syngman Rhee (in office until 1960) and the generals Park Chung-hee (1961-79) and Chun Doo-hwan (1980-88), both of whom had seized power through coups. In 1960, during a break-in at Kim’s family home, North Korean agents killed his mother. So no one could call him a red, in the way that Kim Dae-jung was smeared. The latter’s base was Jeolla, in the politically marginalised south-west, but Kim Young-sam hailed from the heartland, the powerful and populous Gyeongsang region in the south-east, which was also the generals’ home turf. That made him a formidable foe. In 1979, Park had Kim expelled from the National Assembly after he gave sanctuary to workers sacked from a wig factory and beaten by the police. Riots followed, sparking alarm in the ruling camp; and Park’s own intelligence chief shot him dead at dinner. Another coup followed, bringing Chun to power; again Kim resisted fiercely, going on a 26-day hunger strike and being submitted to force-feeding in 1983. Chun threw in the towel in 1987, but the Kims failed to capitalise. By competing for the presidency, they handed victory to Chun’s fellow general turned democrat, Roh Tae-woo. In 1990 Kim Young-sam joined forces with Roh, which dismayed many, but by uniting the conservative and Gyeongsang vote he ensured his victory in the 1992 election. His five years as president were mixed. The discovery that Chun and Roh had extorted vast slush funds from the large family-run conglomerates known as the chaebol meant that both could be arrested and also charged with planning coups. Seeing them humbled in prison garb was cathartic: long sentences were passed, then commuted. Kim also dissolved a suspect officers’ association, thus making South Korea a rare Asian post-military democracy whose soldiers are back in barracks for good; no future coup is imaginable. On the northern front, 1994 was a critical year. With the North suspected of seeking to develop nuclear weapons, the US president Bill Clinton drew up plans to bomb North Korea’s Yongbyon reactor site; in his memoirs Kim claimed credit for dissuading him. The crisis was averted when Jimmy Carter visited Pyongyang, persuading Kim Il-sung to accept an inter-Korean summit. The Great Leader then died, and Kim Young-sam put South Korean forces on high alert. His critics reckoned that a subtler and bolder response – sending condolences, or even inviting himself to the funeral – might have moved inter-Korean ties forward instead of back. Kim’s achilles heel was the economy. He began well with a dramatic move in 1993 to ban the bank accounts held under false names that underpinned a large black economy. Joining the Organisation for Economic Co-operation and Development in 1996 was a milestone, if also a millstone: “fortress Korea” had not appreciated that the rich nations’ club was a privilege that also carried obligations, such as opening up its markets. A year later, Kim utterly failed to grasp, much less prevent, the gathering storm of corporate debt default and rising risk as Asia’s financial crisis deepened. This culminated in December 1997 in the ignominy of what was then the International Monetary Fund’s largest ever bail-out, which narrowly averted sovereign default. It would fall to Kim Dae-jung, narrowly elected in the same month, to clean up the mess with overdue structural reforms. In a separate stain on Kim Young-sam’s reputation, one of his sons was jailed for bribery; the same would later happen to Kim Dae-jung. As with Ronald Reagan, both the Kims’ greying hair darkened noticeably when each took office. Korean wags remarked on the rejuvenating powers of the presidency. In retirement, Kim kept a low profile and suffered poor health. He is survived by his wife, Myung-soon, whom he married in 1951, their five children, and his five younger sisters. • Kim Young-sam, politician, born 20 December 1927; died 22 November 2015",
    "keywords": [
        "south",
        "roh",
        "kim",
        "chun",
        "youngsam",
        "obituary",
        "daejung",
        "presidency",
        "kims",
        "north",
        "korean"
    ],
    "summary": "The better known, Kim Dae-jung, won the Nobel peace prize in 2000, after holding the first ever inter-Korean summit, with the North Korean leader Kim Jong-il.\nBut for fate – the sudden death of the North’s founding dictator, Kim Il-sung, in 1994 – that prize would have fallen to Kim Young-sam, who has died aged 87.\nKim Young-sam was born in Geoje island, the oldest of six children of Kim Hong-jo, a prosperous fisherman, and his wife, Park Bu-ryon.\nThe Great Leader then died, and Kim Young-sam put South Korean forces on high alert.\nIn a separate stain on Kim Young-sam’s reputation, one of his sons was jailed for bribery; the same would later happen to Kim Dae-jung.",
    "sentiment": {
        "neg": 0.1362,
        "neu": 0.8045,
        "pos": 0.0593,
        "compound": -0.1642
    }
}