{
    "date": "2015-12-30T05:21:51Z",
    "title": "The world in 2015 review: a year of living dangerously",
    "url": "https://www.theguardian.com/news/2015/dec/30/world-2015-review-year-living-dangerously",
    "content": "Good things did happen. Iran and the western powers reached a landmark agreement on circumscribing Tehran’s controversial nuclear programme. Israel was unhappy, as were Saudi Arabia and the Gulf states – but most of the rest of the world breathed a deep sigh of relief. The year brought signs of progress – at long last – on the global effort to fight climate change, after negotiators from nearly 200 countries signed up to an ambitious deal to limit temperature rise. In Germany, Chancellor Angela Merkel inspired many across Europe by opening her country’s borders to Middle Eastern refugees, at considerable cost to her personal political position. From Argentina to Myanmar, where Nobel peace laureate Aung San Suu Kyi led an opposition landslide election victory ending absolute army rule, several countries enjoyed an overdue fresh start. In China, the Communist party finally revoked its oppressive one-child policy. And in Havana and Washington DC, the flags of the former arch-foes were hoisted once again following the restoration of diplomatic relations. But it was also a year of many more frightening and tragic events. From the ungoverned spaces of northern Nigeria and eastern Syria to the cruel shores of Greece and Turkey, from the streets of Paris to the holiday resorts of Tunisia and Egypt, from the waters of the South China Sea to the icy sea-lanes of the North Atlantic, 2015 was a year of tumult, terror and transition. More than ever, it was a year of living dangerously. Conflicts and confrontations The year saw the coming of age, in the worst possible sense, of Islamic State (Isis) and those who claim to be inspired or directed by the terrorist group. Isis’s expanding reach brought mass murder to Kuwait, Lebanon, Turkey, Egypt, Saudi Arabia, Libya, Tunisia and Paris. In the French capital the year began with an attack on a kosher supermarket by a man who had declared allegiance to Isis (the Charlie Hebdo attacks were claimed by an al-Qaida affiliate in Yemen), and drew to a close amid the carnage of another, even more murderous assault in the French capital. Meanwhile its gross depredations in its self-declared caliphate in northern Syria and Iraq continued largely unchecked despite intensified bombing by a US-led multinational coalition, reinforced in December by Britain. Growing mayhem sparked urgent debate in western capitals about the radicalisation of young European Muslims, the global spread of jihadi ideology, increased state security and surveillance powers, the need for a settlement of Syria’s civil war, and the desirability or otherwise of expanded military intervention on the ground. Two things, at least, became clear: in the short term, the international community remains badly divided over exactly what to do about Isis’s reign of terror; and in the longer term a way has to be found of defusing the Sunni Muslim revolt that has been building across the Arab world since the Soviet invasion of Afghanistan in 1979. The year saw a range of sometimes related, similarly dangerous conflicts in Nigeria, where Boko Haram Islamists attacked Muslims and Christians alike; in Libya, where post-Gaddafi chaos deepened; and in Afghanistan, where fears increased of a Taliban and al-Qaida comeback following Nato’s withdrawal. Tensions rose in the East and South China Seas, where China’s maritime expansionism and military build-up encountered strengthening but so far non-violent US resistance. Japan, in particular, expressed concern about Beijing’s ambitions, which include the building of artificial islands and air strips on disputed South China Sea reefs, and stepped up its own defence spending. With presidential elections due in January in Taiwan, which China regards as a breakaway province, and with China rejecting a Philippines bid for international legal arbitration, regional stresses and strains look set to increase in 2016. Elsewhere in east Asia there were signs of a mild thaw in relations between Japan and South Korea in the face of the common menace posed by North Korea. Kim Jong-un, Pyongyang’s podgy panjandrum, purged his officials, threatened Seoul with a blitzkrieg, and warned the US it could be hit “any time” by his nuclear weapons and missiles. In eastern Ukraine, in contrast, tensions reduced after Russian-backed secessionists reluctantly accepted the Minsk peace accord negotiated by Angela Merkel. In South Sudan, meanwhile, a dreadful civil war entered its third year amid the failure of successive ceasefire deals. Ethnic cleansing, child soldier recruitment and mass rape were among horrors spawned by a conflict that has displaced 2.3 million people, left 4.6 million in need of emergency food aid, and killed tens of thousands. Now, the UN is warning of a “concrete risk of famine”. All these conflict zones remain active and potentially volatile as 2016 dawns. Emergencies and extremists Europe confronted its biggest existential challenge since the darkest days of the cold war as the steady flow of refugees from internecine war, political unrest, economic failure and climate change in the Middle East, south Asia and Africa turned into an apparently unstoppable torrent of human misery. By year’s end, Germany alone was close to a figure of 1 million new arrivals in 2015, mostly from Syria, Iraq and Afghanistan. Having bravely opened Germany’s borders as a matter of humanitarian principle, Merkel was under growing pressure to shut the door as her poll ratings plunged. Sweden, a traditional haven for asylum seekers, has already done so, while others, notably Hungary, Poland, Croatia and Slovenia, started building frontier walls in a return to the pre-1989 era. Further afield, fear of Islamist terrorism and ugly anti-Muslim prejudice brought shameful calls in the US, a nation built by immigrants, for an outright ban or forced registration of all Muslims. Driven by increasingly angry, public disagreements and a shambolic official response, the migrant crisis threatened to destabilise or even break apart the EU. Voter support for xenophobic, nationalist and far right parties increased in France, Poland, Denmark, Britain and Germany. This instability looks certain to continue in to 2016, fed by a continuing refugee influx and rising extremism. In Greece, unchecked migration compounded the extraordinary difficulties arising from the country’s near bankruptcy. For a time in 2015 it seemed Athens, under its new leftwing government, would crash out of the euro, triggering a wider currency and market collapse. A last-minute compromise was found. But the crushing debt burden on southern European states was not removed, only temporarily eased. As for that other emergency – the one facing the whole world, climate change – a key country remained out of step. Even as it launched a global solar energy initiative, India insisted it would continue its rapid expansion of coal-fired power stations, placing economic development for its 1.25 billion people ahead of environmental responsibility. Eighteen months after his election, Narendra Modi, India’s nationalist prime minister, remains a divisive figure. But after his ruling party suffered a stunning election defeat in November in Bihar, India’s third most populous state – a vote he had called a referendum on his premiership – it appeared Modi’s popular appeal could be on the wane. Democrats and dictators Democratic governance had a mixed year. Canadian voters turned their backs on a decade of Conservative rule, electing Justin Trudeau, age 43, son of the late Pierre, as prime minister. This was despite, or perhaps because of, his unconventional policy platform that included legalising cannabis and ending Canadian military involvement in Syria and Iraq. Speaking at the Commonwealth summit in Malta, the Queen, age 89, complained Trudeau made her feel old. At the other end of the world, Australia’s loquacious prime minister, Tony Abbott, was ousted in an internal party coup, without the benefit of a national vote. Few tears were shed over his sudden departure, especially not by would-be immigrants held in offshore asylum camps that have besmirched Australia’s international reputation. In Turkey, two general elections in 2015 finally produced the result ordained by the country’s strongman president, Recep Tayyip Erdoğan. In the first vote, in June, Erdoğan’s ruling party inadvertently lost its overall majority, due largely to a surge of support for a pro-Kurdish party. Erdoğan responded by tearing up the ceasefire with the Kurdistan Workers party (PKK) and encouraging – so said his critics – a sense of national insecurity. It seemed to work. Frightened voters were shaken in particular by the deadliest bomb attack in Turkey’s recent history which Erdoğan condemned as a terrorist act and a “heinous attack on our unity”. His Justice and Development party won back its majority in November. Argentina experienced what observers called a transformative election. Victory for Mauricio Macri, mayor of Buenos Aires, brought an end to more than decade of dirigiste and bombastic Peronist rule. In Guatemala, a former comedian, Jimmy Morales, won the presidency on an anti-corruption platform, following his jailed predecessor’s disgrace. Unlike Trudeau in Canada, one of his first acts was to restate his opposition to decriminalising narcotics. Thanks in large part to Pope Francis, who made a ground-breaking visit to Havana in September, 2015 was the year Cuba finally came in from the cold. And amid widely-shared relief, Iran’s theocratic leadership at last approved a nuclear deal with the western powers, meaning trade and other sanctions may soon be lifted. The deal was seen as a fillip for the country’s quasi-moderate leader, President Hassan Rouhani. But Iran’s record on human rights and free speech remains dismal, and its hoped-for cooperation on ending the Syrian war has yet to materialise in concrete form. Matters proceeded much less smoothly in Burundi where President Pierre Nkurunziza unwisely insisted on seeking a third consecutive term in office, despite a constitutional prohibition and public opposition. Predictably, his power grab provoked worsening violence and mass flight. In Russia, meanwhile, the rule of Vladimir Putin continued intact despite the damaging impact of western sanctions, imposed after his annexation of Crimea, and spending cuts necessitated by falling oil revenues. Notwithstanding the absence of free speech and open debate, Putin could face trouble in 2016 if the economy continues to contract. The president stepped up his confrontational policy of sending Russian bombers and submarines to probe western defences in the North Atlantic and Baltic in 2015, part of his vainglorious attempt to re-establish Russia as a global superpower. He also intervened militarily in Syria on the side of that country’s dictator, President Bashar al-Assad. But Putin received a comeuppance in November, when Turkey shot down a Russian warplane it said had violated its airspace. In China, home of the world’s last great Communist dictatorship, President Xi Jinping tightened his grip on the organs of power and on media and civil society organisations, attempting to compensate for an economic downturn by increasing centralised control. This, too, could spell trouble down the road. David Cameron’s obsequious treatment of Xi during a state visit to the UK drew the contempt of human rights campaigners. In the US, the 2016 presidential election drew inexorably closer, with Hillary Clinton emerging as the Democrats’ most likely nominee to replace Barack Obama. On the Republican side, a series of often raucous and unpleasant televised candidates debates showed how far the GOP has drifted to the right. The racist and misogynistic antics of Donald Trump, a property developer who topped party polls, may have permanently tainted the Republican cause in the eyes of mainstream voters. In New Zealand, finally, nothing much happened of political significance in 2015, although there was a noisy parliamentary bust-up over male attitudes to sexual assault. The untimely death of Jonah Lomu, one of rugby union’s all-time greats, was widely mourned. Oh, and the All Blacks won the Rugby World Cup – again.",
    "keywords": [
        "war",
        "south",
        "syria",
        "world",
        "dangerously",
        "president",
        "china",
        "living",
        "election",
        "2015",
        "party",
        "western",
        "review"
    ],
    "summary": "Tensions rose in the East and South China Seas, where China’s maritime expansionism and military build-up encountered strengthening but so far non-violent US resistance.\nJapan, in particular, expressed concern about Beijing’s ambitions, which include the building of artificial islands and air strips on disputed South China Sea reefs, and stepped up its own defence spending.\nBy year’s end, Germany alone was close to a figure of 1 million new arrivals in 2015, mostly from Syria, Iraq and Afghanistan.\nAs for that other emergency – the one facing the whole world, climate change – a key country remained out of step.\nIn Turkey, two general elections in 2015 finally produced the result ordained by the country’s strongman president, Recep Tayyip Erdoğan.",
    "sentiment": {
        "neg": 0.1409,
        "neu": 0.7758,
        "pos": 0.0833,
        "compound": -0.1616
    }
}