{
    "date": "2015-10-08T12:00:14Z",
    "title": "How the China model could help North Korea – and save Kim Jong-un",
    "url": "https://www.theguardian.com/world/2015/oct/08/china-north-korea-kim-jong-un",
    "content": "It sounds like 21st-century China: a consumer’s paradise where glass skyscrapers race towards the heavens, Porsche convertibles cruise the streets and towering billboards advertise Gucci and Prada. In fact, some believe this is a vision of North Korea’s future if the country’s rulers resolve to follow the footsteps of their neighbours to the north. While many experts view regime collapse as the most likely – and bloody – endgame for Kim Jong-un’s reign, one of the most optimistic scenarios is that North Korea may instead look to China’s experience of economic reform. “That is the inevitable road that they have to take,” said Paik Hak-soon, the director of the Centre for North Korean Studies at the Sejong Institute in Seoul, who believes Kim has already embarked on a gradual path of political – as well as economic – reform reminiscent of China and Vietnam in the 70s and 80s. “The die is cast. There is no way of returning,” Paik said. Officials and academics in South Korea repeatedly evoke Deng Xiaoping – a charismatic pragmatist who led China out of the chaos of the Mao era and into a new period of explosive economic growth – as a potential inspiration for North Korea’s young leader. In the late 70s, Deng masterminded Beijing’s “reform and opening up”, a period of economic modernisation that allowed hundreds of millions of Chinese to lift themselves from poverty and helped make their country the world’s second largest economy. Moon Chung-in, a political scientist from Seoul’s Yonsei University, said Pyongyang was only too aware of the need to embark on a similar process. “They want to do it. They are damn smart. They think about the regime’s survival 24 hours a day, 365 days [a year],” he said. But Moon cautioned against outsiders pushing North Korea towards imitating China. “If you really want to change North Korea don’t use the word change. If you really want to push North Korea in the direction of opening and reform then never use ‘opening’ and ‘reform’,” he said. “They have all the examples, all the models. But the very moment [someone says]: ‘Kim Jong-un is adopting the Deng Xiaoping model,’ they will stop. If they adopt the Deng Xiaoping model you simply say: ‘That is the Kim Jong-un model. It is a good model, it is doing well.’” Chung Chong-Wook, who was Seoul’s ambassador to Beijing from 1996 to 1998, is another for whom Chinese history provides a source of optimism. Chung said the two countries were different but, asked if Deng could be a role model for Kim Jong-un, he replied: “I hope so.” The former diplomat said he already saw signs that Kim was moving away from the “military-first” policy adopted by his father, Kim Jong-il. “Under Kim Jong-un of course the nuclear priority is [still] there but the economy is also being emphasised,” Chung said. “I think that Kim Jong-un, as time goes on … will have to rely on the economy to support his legitimacy as the leader. I do not think that that will happen right away … it will be the same at least for many, many years to come. But the change, the shift is [there].” Andrei Lankov, author of The Real North Korea: Life and Politics in the Failed Stalinist Utopia, said it was his dream to see Pyongyang follow Beijing’s footsteps and become a developmental dictatorship. But Lankov said Kim Jong-un would be unwise to stick too closely to Deng’s rulebook for reform. For a start, North Korea’s leader would have to be far more repressive than the Chinese leader, who ordered the brutal Tiananmen crackdown but nevertheless presided over a major relaxation of individual freedoms compared with the Mao era. The staggering economic gulf between North and South Korea would likely spark a popular revolt in the North if Kim relaxed his grip, Lankov argued. “If he becomes Deng Xiaoping he is going to be killed. He needs to be a cross between Deng Xiaoping and Stalin. He has to be very trigger-happy because South Korea is so damn successful. Deng Xiaoping, yes, but significantly more repressive.” Paik Hak-soon said he believed Kim Jong-un had already set his country’s course towards reform and opening up, pointing to the special economic zones he had established since taking power in December 2011. “The key word in North Korean society is change, change, change,” Paik said. Whether Kim has already begun this transformation into a Deng with North Korean characteristics remains unclear but many believe he will ultimately have little choice. “Kim Jong-un could become like Deng Xiaoping,” said one government adviser in Seoul. “If not he may end up like Ceaușescu of Romania.”",
    "keywords": [
        "save",
        "change",
        "model",
        "economic",
        "korea",
        "kim",
        "china",
        "jongun",
        "deng",
        "reform",
        "xiaoping",
        "north",
        "help"
    ],
    "summary": "“If you really want to change North Korea don’t use the word change.\nBut the very moment [someone says]: ‘Kim Jong-un is adopting the Deng Xiaoping model,’ they will stop.\nIf they adopt the Deng Xiaoping model you simply say: ‘That is the Kim Jong-un model.\n“Under Kim Jong-un of course the nuclear priority is [still] there but the economy is also being emphasised,” Chung said.\n“The key word in North Korean society is change, change, change,” Paik said.",
    "sentiment": {
        "neg": 0.0709,
        "neu": 0.8385,
        "pos": 0.0907,
        "compound": 0.0987
    }
}