{
    "date": "2015-07-22T04:00:23Z",
    "title": "Laibach to play Sound of Music covers at Pyongyang's first rock concert",
    "url": "https://www.theguardian.com/world/2015/jul/22/north-korea-laibach-pyongyang-concert",
    "content": "As far as rock scenes go, North Korea’s is low-key. Apart from the famous Moranbong girl band, the country’s deeply restrictive system of political censorship makes it an unlikely pit stop for a group on a world tour. Yet in August, as part of their Liberation Day concerts, Slovenian industrial band Laibach will play at Pyongyang’s Kim Won Gyun musical conservatory to an audience of 1,000 locals and a handful of foreigners – making them the first western rock band to ever play in the country. The gig takes place as the DPRK celebrates 70 years since the liberation of the peninsula from Japanese colonial rule. Announcing the tour in June, the band described North Korea as “a reclusive garrison state as well-known for its military marches, mass gymnastics and hymns to the Great Leader, as for its defiant resistance to western popular culture”. In an interview ahead of the tour, band member Ivan Novak said the group would adapt the setlist to meet the sensitive needs of the country. “We are adjusting our programme to the North Korean context,” he said, “and we’ll perform several Laibachian versions of the songs from the Sound of Music, adding some additional songs from Korean heritage.” Asked whether he feared any kind of censorship, Novak said: “We hope not – we’ll behave like guests normally should.” The band’s public statements about the DPRK would not be controversial in the totalitarian country itself. Novak, for example, blames the stand-off on the peninsula on the intervention of foreign powers, criticising China and the US for their division of Korea more than North Korea itself. “We see the situation on the Korean Peninsula as a result of the cold war,” he said. “North Korea is a prisoner of the Truman doctrine, which has decided that a united Korea is a no-go, because it would not be in the interests of both superpowers, China and United States.” “North Korea as it is fits America better, since it can be used as an excuse for strong US military presence in the region.” Since being founded in the Slovenian town of Trbovlje in the year of Yugoslav leader Josip Tito’s death, “rising to fame as Yugoslavia steered towards self-destruction,” as they put it, Laibach has eschewed simplistic descriptions of its music, which has been variously described as rock, avant-garde neoclassical dark wave and “industrial”. Blending music with visual art, the band’s first performance took place alongside an exhibition called Victims of an Air Accident. Before long this blending of visual art and complex music caught the attention of Yugoslavia’s authorities, with a piece entitled The Revolution is Still Going On, depicting Tito next to a penis, being shut down by police in the middle of the show. Before long they were banned from publicly performing in their home country, but recording sessions with John Peel in 1986 and 1987 led to an international tour and a much improved profile. Laibach is no run-of-the-mill, easy listening rock band – this isn’t Hasselhoff on the Berlin Wall or the Kim family favorite, Eric Clapton. The band is famously subversive, with an ironic tone and use of political imagery including, most controversially, fascist iconography – while at the same time collaborating with anti-fascist artists. The band has been described both as the most absurd band to have ever existed and known for provoking debate and been as the godfathers of Occupy and Anonymous. So how did they end up playing Pyongyang? The Norwegian connection The band’s journey to North Korea started with Morten Traavik, a Norwegian director who has conducted cultural exchanges with the DPRK, including an Arirang mass games-style concert in Norway and opening an international art academy in Pyongyang. His association with the band he has loved since the 1980s began last year, when members approached him to direct a music video for the single The Whistleblowers. During the project, the suggestion of a visit to North Korea came up. “The idea of trying to connect Laibach, a band which has always celebrated the notion of mass movements and collective efforts, and North Korea was kind of bound to raise its head at some point,” he said. “It’s a quite logical extension of the previous collaborations I’ve had with DPR Korean artists and cultural authorities.” With the band’s charged political performances, might there be a chance of trouble from the authorities when it takes to the stage with a performance reflecting the band’s anti-totalitarian past? Traavik doesn’t think so. “We’re going with no hidden agendas and I think this simple fact will probably be more provoking to the human rights zealots on ‘our own’ side of the fence than to the [North] Koreans,” he said. “I can’t really see what the trouble would then be.” Greg Scarlatoiu, executive director of the Committee for Human Rights in North Korea, said the tour would be “interesting”. Scarlatoiu said that while one concert was unlikely to challenge the state’s grip on power, exposing everyday citizens to art and culture from the outside world may be beneficial. “If young North Koreans attend, there may be an impact, even if only members of the elites were in attendance,” he wrote. “If there are few or no young people in the audience, the concert will be clearly just a sham.” Laibach said they don’t know whether Kim Jong-un himself will attend the concert, or whether he’s a fan, but Novak says: “he might as well be without knowing it yet”. A version of this article originally appeared on NK News",
    "keywords": [
        "concert",
        "sound",
        "laibach",
        "music",
        "play",
        "pyongyangs",
        "korea",
        "tour",
        "bands",
        "novak",
        "covers",
        "band",
        "rock",
        "north",
        "korean"
    ],
    "summary": "Yet in August, as part of their Liberation Day concerts, Slovenian industrial band Laibach will play at Pyongyang’s Kim Won Gyun musical conservatory to an audience of 1,000 locals and a handful of foreigners – making them the first western rock band to ever play in the country.\nIn an interview ahead of the tour, band member Ivan Novak said the group would adapt the setlist to meet the sensitive needs of the country.\nBlending music with visual art, the band’s first performance took place alongside an exhibition called Victims of an Air Accident.\nLaibach is no run-of-the-mill, easy listening rock band – this isn’t Hasselhoff on the Berlin Wall or the Kim family favorite, Eric Clapton.\nDuring the project, the suggestion of a visit to North Korea came up.",
    "sentiment": {
        "neg": 0.0556,
        "neu": 0.8823,
        "pos": 0.0621,
        "compound": 0.0629
    }
}