{
    "date": "2015-06-03T14:21:22Z",
    "title": "Sony hacking saga to feature in cyber-crime documentary",
    "url": "https://www.theguardian.com/film/2015/jun/03/sony-hack-leaked-emails-hollywood-documentary",
    "content": "The emails leaked from Sony Pictures in 2014 led to a deterioration in US-North Korean diplomatic relations, slurred a president and embarrassed an Affleck. No wonder the story behind the Sony hack is getting a film treatment. Jehane Noujaim and Karim Amer, the married film-makers behind the Oscar-nominated Egyptian revolution film The Square, are working on a feature-length documentary about cybercrime, with a focus on last December’s security breach at Sony, according to The Hollywood Reporter. The studio fell victim to hackers last December when the emails of its top executives were leaked online. Among the correspondence were notes between senior staff sniping about their stars, details of pay disparities between male and female headliners, and derogatory comments about Barack Obama’s race. The leak led to the resignation of studio co-chairman Amy Pascal and prompted stars like George Clooney and Brad Pitt to criticise the media for publishing stories based on the leaked information. The hacked emails have since been published on a searchable database by Wikileaks. Noujaim and Amer’s documentary will apparently question the assertion that hackers associated with North Korea carried out the attack in response to the studio’s plan to release The Interview, Seth Rogen’s satirical comedy about a plot to assassinate the country’s leader, Kim Jong-un. The FBI named North Korea as the culprit, while President Obama, who called the attack “cybervandalism”, suggested it could prove “very costly” to the relationship between the two nations. Pyongyang denied direct involvement, but called the attack “righteous”. It’s thought that the documentary will look into the theory that the hack was an internal job, an idea proposed by analysts who say the hackers would have needed to be familiar with Sony’s servers. “The Sony story is an important chapter in this larger issue,” Amer, told THR. “The analysts and experts we speak to see it as the 9/11 of cyberattacks, and the implications will be felt for years to come.”",
    "keywords": [
        "sony",
        "noujaim",
        "documentary",
        "leaked",
        "emails",
        "hacking",
        "cybercrime",
        "studio",
        "president",
        "saga",
        "hackers",
        "feature",
        "stars",
        "attack"
    ],
    "summary": "The emails leaked from Sony Pictures in 2014 led to a deterioration in US-North Korean diplomatic relations, slurred a president and embarrassed an Affleck.\nNo wonder the story behind the Sony hack is getting a film treatment.\nJehane Noujaim and Karim Amer, the married film-makers behind the Oscar-nominated Egyptian revolution film The Square, are working on a feature-length documentary about cybercrime, with a focus on last December’s security breach at Sony, according to The Hollywood Reporter.\nThe studio fell victim to hackers last December when the emails of its top executives were leaked online.\n“The Sony story is an important chapter in this larger issue,” Amer, told THR.",
    "sentiment": {
        "neg": 0.1306,
        "neu": 0.8396,
        "pos": 0.0298,
        "compound": -0.2558
    }
}