{
    "date": "2015-10-13T14:30:02Z",
    "title": "Christianity under global threat due to persecution, says report",
    "url": "https://www.theguardian.com/world/2015/oct/13/christianity-under-global-threat-persecution-says-report",
    "content": "Christianity is in danger of ceasing to be a truly global faith as increasing numbers of its followers flee violence and persecution across swaths of the Middle East and Africa, according to a new report. “Christians are fast disappearing from entire regions – most notably a huge chunk of the Middle East but also whole dioceses in Africa. In large part, this migration is the product of an ethnic cleansing motivated by religious hatred,” says Persecuted and Forgotten?, published on Tuesday by the Catholic campaign group, Aid to the Church in Need (ACN). Christianity was “changing from being a global faith to a regional one, with the faithful increasingly absent from ever-widening areas”. Its latest report, covering the past two years, concludes that the difficulties facing Christians have worsened in 15 out of 19 countries under review. Militant Islamism is the main – and increasing – threat, but Christians have also been targeted by extremists of other faiths and totalitarian regimes such as North Korea. The report repeats claims that Christians are being “driven out of [the church’s] ancient biblical heartland” of the Middle East, saying they are “on course to disappear from Iraq possibly within five years – unless emergency help is provided at an international level on a massively increased scale”. In Africa – described as “the one continent which until now has been the church’s brightest hope for the future” – the rise of militant Islamic groups in countries such as Nigeria, Kenya and Sudan is destabilising Christian presence, the report says. It says that Christians are the most persecuted faith group in the world, citing the Frankfurt-based International Society for Human Rights 2012 report, which estimated that 80% of all acts of religious discrimination were against Christians. The Centre for the Study of Global Christianity in the US estimates that 100,000 Christians die every year, although some question the legitimacy of this figure. The ACN’s report says that in the past two years, the number of countries in which Christians suffered extreme persecution was 10, up from six in the period covered by its previous report. Iraq, Nigeria, Sudan and Syria joined China, Eritrea, North Korea, Pakistan, Saudi Arabia and Vietnam. It said 120,000 Christians had fled Mosul and Ninevah in Iraq after a takeover by Islamic State in the summer of 2014, and by May 2015, 100,000 Catholics had left the Nigerian diocese of Maiduguri in the wake of attacks by Boko Haram. It also warned of rising anti-Christian attacks by militant Buddhists in Burma and Sri Lanka. In a foreword to the report, Jean-Clément Jeanbart, the Melkite Greek Catholic archbishop of Aleppo in Syria, said his cathedral had been bombed six times, and his home had been hit more than 10 times. Christians were defenceless against assaults by Isis, he said. “We are facing the rage of an extremist jihad; we may disappear soon.” The Vatican sent ACN a message of support for the report’s launch on Tuesday, saying Pope Francis appreciated efforts to keep “before the world the plight and suffering of Christians persecuted for their faith”. David Cameron, the UK prime minister, also spoke out against systematic discrimination against Christians in a message for the report’s launch, saying the government was committed to promoting religious freedom and tolerance in the UK and around the world. “Now is not the time for silence. We must stand together and fight for a world where no one is persecuted because of what they believe,” the prime minister said. ACN has launched fundraising campaigns to assist Christian refugees from the Middle East and elsewhere, although some critics have said all refugees should be eligible for help regardless of their religion.",
    "keywords": [
        "faith",
        "militant",
        "christianity",
        "east",
        "religious",
        "world",
        "threat",
        "christians",
        "report",
        "persecuted",
        "saying",
        "middle",
        "global",
        "persecution"
    ],
    "summary": "Christianity is in danger of ceasing to be a truly global faith as increasing numbers of its followers flee violence and persecution across swaths of the Middle East and Africa, according to a new report.\n“Christians are fast disappearing from entire regions – most notably a huge chunk of the Middle East but also whole dioceses in Africa.\nChristianity was “changing from being a global faith to a regional one, with the faithful increasingly absent from ever-widening areas”.\nThe ACN’s report says that in the past two years, the number of countries in which Christians suffered extreme persecution was 10, up from six in the period covered by its previous report.\nACN has launched fundraising campaigns to assist Christian refugees from the Middle East and elsewhere, although some critics have said all refugees should be eligible for help regardless of their religion.",
    "sentiment": {
        "neg": 0.1034,
        "neu": 0.825,
        "pos": 0.0716,
        "compound": -0.1057
    }
}