{
    "date": "2015-11-23T17:59:21Z",
    "title": "BBC World Service to receive £289m from government",
    "url": "https://www.theguardian.com/media/2015/nov/23/bbc-world-service-receive-289m-from-government",
    "content": "The government is to give the BBC £289m over the next five years to invest in expanding the BBC World Service into countries such as North Korea as part of its strategy designed to strengthen the UK’s “soft power”. The cash injection was announced on Monday as part of the government’s National Security Strategy and Strategic Defence and Security Review, which is its five-year plan “for a secure and prosperous United Kingdom, with global reach and global influence”. The review acknowledged that part of Britain’s soft power influence is the BBC’s reach “into some of the most remote places in the world, providing a link to the UK for individuals and societies who would otherwise not have this opportunity”. Next year the BBC World Service will receive £34m, followed by £85m in 2017-18 and the same amount the following two financial years. In total it will invest £289m which will be spent on a number of new services including new radio services in North Korea, Ethiopia and Eritrea; a better TV service in Africa; additional language broadcasts via digital and television in India and Nigeria; better regional content for the BBC Arabic Service, improved digital and TV services in Russia and for Russian speakers; and improved video across its output. Ironically the amount invested is close to the £245m annual cost of the World Service that the corporation was forced to take on from the Foreign and Commonwealth Office last year as part of the 2010 licence fee settlement with the government. But the investment will be seen as a win by director general Tony Hall, who said in September that he was seeking financial support for the expansion of the World Service from the government, particularly from George Osborne, the chancellor. At the time he said: “My own strong view is that this is one area where this country’s voice could be much stronger – especially in the Middle East, India and Russia and the states that used to make up the Soviet Union … I am looking to go to the chancellor for help with the World Service.” The BBC currently reaches 308 million people worldwide and is aiming to reach 500 million people by 2022. Following Monday’s announcement, Hall said: “I warmly welcome today’s announcement. It’s fantastic news. This new funding is the single biggest increase in the World Service budget ever committed by any government. The millions announced today will help the BBC deliver on our commitment to uphold global democracy through accurate, impartial and independent news reporting. “The World Service is one of the UK’s most important cultural exports and one of our best sources of global influence. We can now further build on that. The funding will also help speed us on to our target of reaching half a billion people globally.”",
    "keywords": [
        "289m",
        "influence",
        "tv",
        "services",
        "world",
        "global",
        "reach",
        "bbc",
        "receive",
        "uks",
        "service",
        "help"
    ],
    "summary": "The government is to give the BBC £289m over the next five years to invest in expanding the BBC World Service into countries such as North Korea as part of its strategy designed to strengthen the UK’s “soft power”.\nNext year the BBC World Service will receive £34m, followed by £85m in 2017-18 and the same amount the following two financial years.\nBut the investment will be seen as a win by director general Tony Hall, who said in September that he was seeking financial support for the expansion of the World Service from the government, particularly from George Osborne, the chancellor.\nThis new funding is the single biggest increase in the World Service budget ever committed by any government.\n“The World Service is one of the UK’s most important cultural exports and one of our best sources of global influence.",
    "sentiment": {
        "neg": 0.0045,
        "neu": 0.8032,
        "pos": 0.1923,
        "compound": 0.4743
    }
}