{
    "date": "2015-10-28T11:16:03Z",
    "title": "Cautious chic: photographing women, style and beauty in North Korea",
    "url": "https://www.theguardian.com/world/2015/oct/28/north-korea-women-portraits-photographs-mihaela-noroc",
    "content": "Over the last two years, 30-year-old Romanian photographer Mihaela Noroc has travelled the world with a backpack and camera shooting portraits of women. So far she’s visited 45 countries for The Atlas of Beauty, a project she hopes will offer insight into how social, cultural and political values shape and define women’s roles and femininity. Noroc’s latest journey took her to North Korea, where she was able to take almost 30 portraits. Her images hint at the reality of everyday life for women in the secretive state. “When you hear things about North Korea it is always political,” Noroc explains. “But my idea was to show another side, to show regular people.” Noroc entered the country via Sinuiju, on the border with China, on a trip organised by Young Pioneer Tours, a company offering visits for foreigners on a tight budget. “I didn’t notice big differences between the people living in the capital and people in other cities – but of course in Pyongyang, with its large boulevards, there were more people, and so I discovered many more interesting faces.” Noroc explains: “I approached women in the street, accompanied by my two female guides, who helped me explain my project – this was the routine for most of the portraits. “In most countries I’ve observed that women smile in front of the camera and that tended to be the case when I shot women in North Korea – but I here I tried to find something more profound, to get them to open up and reveal something more authentic, to see a story in their eyes.” Though women in North Korea might be unfamiliar with global fashion and beauty because of the regime’s tight control on the flow of information, Noroc noted that this doesn’t mean they are not concerned with their appearance: high heels and conservative outfits – accessorised with a pin of the chest of their country’s leader – are common. “Women [in the DPRK] are definitely more concerned about their looks. “Of course, you could say that is the case in many countries, but in North Korea I felt the gap was much wider in how men and women relate to their physical appearance.” Access to the internet or foreign television is almost nonexistent in the country – so entertainment must take different forms. Noroc noted that people loved to sing and dance, with concerts in public squares and mass dances for celebrations. The Moranbong Band, an all-female music group whose members were selected by the country’s supreme leader Kim Jong-un, are “hugely popular, a phenomenon,” the photographer says. “You hear their songs everywhere and everyone knows their lyrics – this singer [pictured below] also sang some of their songs. I also saw a military marching band performing one of their songs.” Noroc was in the country for nine days, and was accompanied by guides most of the time – “but not on trains or inside hotels. “I did see other tourists, not many, but since you visit the same places and sleep at the same hotels, you inevitably do see some. My tour was different in that I was able to walk in the streets a lot, and meet many regular North Korean people.” Uniforms are also a very common sight on both men and women. “North Korea’s army is huge, so it’s common to see military workers on the streets. Soldiers are sometimes involved in other activities such as construction work, for example, so they’re really everywhere.” “Everybody was telling us that in North Korea they have a saying: ‘North Korea has the most beautiful women in the peninsula, while South Korea [has] the most beautiful men’.” Despite the unusual nature of Noroc’s project – and the restrictions placed on North Korean citizens – the photographer found that women were remarkably willing to take part and seemed happy to have their picture taken. “It’s very unusual for them to have their picture taken by foreigners. They were really excited when I was showing them the photos on the screen of my camera.” Noroc is currently travelling in Nepal for her next series of photographs. See more images from The Atlas of Beauty project here",
    "keywords": [
        "photographer",
        "project",
        "portraits",
        "korea",
        "photographing",
        "women",
        "beauty",
        "chic",
        "cautious",
        "noroc",
        "country",
        "style",
        "men",
        "songs",
        "north"
    ],
    "summary": "Over the last two years, 30-year-old Romanian photographer Mihaela Noroc has travelled the world with a backpack and camera shooting portraits of women.\nNoroc’s latest journey took her to North Korea, where she was able to take almost 30 portraits.\nHer images hint at the reality of everyday life for women in the secretive state.\n“When you hear things about North Korea it is always political,” Noroc explains.\n“You hear their songs everywhere and everyone knows their lyrics – this singer [pictured below] also sang some of their songs.",
    "sentiment": {
        "neg": 0.0,
        "neu": 0.9174,
        "pos": 0.0826,
        "compound": 0.3304
    }
}