{
    "date": "2015-01-10T16:58:03Z",
    "title": "North Korea will suspend nuclear tests if US cancels  military exercises with South Korea",
    "url": "https://www.theguardian.com/world/2015/jan/10/north-korea-suspend-nuclear-us-military-drills-south-korea",
    "content": "North Korea has offered to suspend nuclear tests if the US cancels its annual military drills with South Korea. Through its official KCNA news agency, Pyongyang called on Washington to “contribute to easing tension on the Korean peninsula” by temporarily suspending the military exercises in South Korea “and its vicinity”. It said the message had been passed to American authorities through “a relevant channel” on Friday. “The DPRK is ready to take such a responsive step as temporarily suspending the nuclear test over which the US is concerned,” KCNA said. The US rejected the overture, State Department spokeswoman Jen Psaki saying on Saturday the nuclear tests and military exercises were separate issues. “The DPRK statement that inappropriately links routine US-ROK [South Korea] exercises to the possibility of a nuclear test by North Korea is an implicit threat,” Psaki told reporters traveling with secretary of state John Kerry in Europe. The US and South Korea have carried out the joint military exercises for roughly 40 years, she added. Psaki said the US remained open to dialogue with North Korea and urged Pyongyang to “immediately cease all threats, reduce tensions, and take the necessary steps toward denuclearization needed to resume credible negotiations”. North Korea has conducted three nuclear tests, the latest in February 2013, the first two in 2006 and 2009. It has threatened to hold another in response to a United Nations resolution condemning its human rights record. The KCNA report said Pyongyang’s proposal was aimed at de-escalating tensions in 2015, in the year of the 70th anniversary of the division of the Korean peninsula into North and South. The two nations have remained technically at war since the 1950-53 Korean War, which concluded with a ceasefire. The US has close to 30,000 troops permanently stationed in South Korea and conducts a series of joint military exercises with its key Asian ally every year. Seoul and Washington insist the drills are defensive in nature, but they are regularly condemned by Pyongyang as provocative rehearsals for invasion. “It’s like they’re putting a worm on a line to see if they can get a nibble,” said John Delury, a North Korea expert at Yonsei University in Seoul. “But I don’t see the US biting, at least not publicly,” he added. Washington has always refused to enter into dialogue with Pyongyang until North Korea shows a tangible commitment to abandoning its entire nuclear weapons programme. Relations between the two countries are particularly tense since North Korea’s alleged role in hacking Sony Pictures’ systems and threatening US moviegoers over film The Interview. Earlier this month, the US imposed economic sanctions against several North Korean government agencies and senior officials earlier this month.",
    "keywords": [
        "cancels",
        "south",
        "military",
        "exercises",
        "korea",
        "washington",
        "nuclear",
        "tests",
        "pyongyang",
        "suspend",
        "north",
        "korean"
    ],
    "summary": "North Korea has offered to suspend nuclear tests if the US cancels its annual military drills with South Korea.\nThe US rejected the overture, State Department spokeswoman Jen Psaki saying on Saturday the nuclear tests and military exercises were separate issues.\nThe US and South Korea have carried out the joint military exercises for roughly 40 years, she added.\nNorth Korea has conducted three nuclear tests, the latest in February 2013, the first two in 2006 and 2009.\nEarlier this month, the US imposed economic sanctions against several North Korean government agencies and senior officials earlier this month.",
    "sentiment": {
        "neg": 0.0951,
        "neu": 0.8727,
        "pos": 0.0322,
        "compound": -0.2146
    }
}