{
    "date": "2015-07-21T10:09:30Z",
    "title": "Which countries are still affected by US sanctions?",
    "url": "https://www.theguardian.com/us-news/datablog/2015/jul/21/which-countries-still-affected-us-sanctions",
    "content": "Cuba opened a designated embassy in Washington, and the US reopened its embassy in Havana, for the first time in over five decades on Monday. The move marked the latest step in the thawing of the relationship between the island nation and the US, which soured during the cold war. It was also announced that the US secretary of state, John Kerry, would travel to Havana in August to raise the flag over the US mission. The opening up of diplomatic relations between the country also coincided with a relaxation of many aspects of the trade embargo, which has caused such trouble for Cuba since its introduction in the early 1960s. Cuba was also removed from the list of state sponsors of terrorism, which now consists of Syria, Sudan and Iran. Despite Iran’s inclusion on that list, decades of US sanctions against the Islamic republic also look set to be narrowed in scope after the two countries agreed to a deal on the Iranian nuclear programme last week. Trade sanctions in the US are administered by the Office for Foreign Assets Control (Ofac) and are often targeted at certain groups of individuals or companies within a country. An example is last year’s introduction of sanctions on government officials and specific energy firms within Russia. There are also sanctions issued by world governing bodies that the US adheres to such as the UN security council restriction’s against Eritrea. However, embargoes or restrictions that apply broadly to one country and are independently taken by the US such as those for Iran and Cuba are much rarer. Including those two countries, there are only six to which comprehensive restrictions apply. Cuba (since 1960) Until the beginning of this year the majority of trade and travel to Cuba was restricted by the US. This started with Dwight Eisenhower’s government implementing an arms embargo in 1960 followed by a full-blown block on most trade a year later. The relationship between the two countries was strained after the successful revolution led by Fidel Castro in 1958 and worsened in 1962 when Cuba allowed Soviet missiles to be based on their shores. The missile crisis directly led to Eisenhower’s successor, John F Kennedy, imposing travel restrictions on US citizens hopeful of travelling to Cuba. Obama and Raúl Castro jointly announced the reopening of diplomatic relations between the two countries in December last year before their first face-to-face meeting in April. It was announced in January that there would be a loosening of restrictions on trade and increased access to the Cuban financial system for US banks. Many restrictions still remain in place but as Dan Roberts reported at the time: Though still constrained by legislation prohibiting fully liberalised tourism and free trade, several newly announced measures suggest a deliberate attempt to flood the communist economy with American technology and money in a bid to weaken its government’s grip on power and political dissent. Iran (since 1979) Iran received its first tranche of US sanctions in the wake of the 1979 hostage crisis in the US embassy in Tehran. The economic restrictions have been made much more severe though as Iran pursued a nuclear programme, which many in the US viewed as front for development of a weapon. The sanctions currently in place amount to severe restrictions on US citizens or companies trading with Iran. The value of imports from Iran dropped from $1.7bn in 1987 to just $9m in 1988 and in 2014 there appeared to be none at all. A deal agreed last week will see most of these economic sanctions lifted by the US government in return for Iran’s adherence to certain rules around its nuclear programme. The news of a deal was greeted with celebrations on the streets of Tehran as many Iranians welcomed a long-awaited reprieve from harsh economic restrictions. North Korea (since 1950) Echoing its relationship with Iran, the US has ramped up long-held sanctions against North Korea largely due to the communist country’s pursuit of a nuclear programme. Sanctions are similarly extensive. There were some signs of improvement in the two countries’ relationships in the late 2000s with North Korea committing to some disarmament. Some restrictions were lifted in 2008 and North Korea was removed from the list of state sponsors of terrorism. However, the work has been scuppered in recent years with a series of incidents including rockets, satellite launches, a Hollywood film depicting North Korea’s current ruler Kim Jong-un’s assassination and US accusations of cyber attacks. Sudan (since 1997) The current sanctions against Sudan began in 1997, when it was accused of supporting attempts to destabilise neighbouring governments. The US was angered at its involvement in the Iraqi invasion of Kuwait in the early 1990s as well as suspicions the middle eastern country was backing Islamic extremists. Relations worsened in 2006 thanks to the humanitarian crisis in Darfur and further sanctions were issued by the US government. Although there have been some signs of improvement recently, such as the US deciding to appoint a special envoy to the region, Sudan was annoyed at the Obama administration’s support for the breakaway state of South Sudan. Syria (since 2004) The US government is currently involved in air strikes against Isis rebels in Syria. However, it also remains opposed to the activities of the country’s government led by its president, Bashar al-Assad. Countrywide sanctions have been in place since 2004, when the Syrian government was accused of “supporting terrorism, continuing its occupation of Lebanon, pursuing weapons of mass destruction and missile programs, and undermining United States and international efforts with respect to the stabilisation and reconstruction of Iraq.” The civil war in Syria has led to a significant increase in economic restrictions. In 2011, Obama signed an order prohibiting any sale, supply or services to Syria from the US or by a US national. These remain in place and Syria remains on the list of state sponsors of terrorism. Burma (since 1997) Sanctions against Burma were first introduced in 1997 in reaction to what the US government describes as “large-scale repression” of political opponents. However, recent democratic reforms in the country including the introduction of elections and release of opposition leader Aung San Suu Kyi have seen the US ease many of their previously far-reaching economic restrictions on trade with Burma. You can find the full list of Ofac sanctions here.",
    "keywords": [
        "iran",
        "cuba",
        "syria",
        "trade",
        "sudan",
        "affected",
        "state",
        "sanctions",
        "restrictions",
        "countries",
        "list",
        "north"
    ],
    "summary": "Cuba was also removed from the list of state sponsors of terrorism, which now consists of Syria, Sudan and Iran.\nTrade sanctions in the US are administered by the Office for Foreign Assets Control (Ofac) and are often targeted at certain groups of individuals or companies within a country.\nAn example is last year’s introduction of sanctions on government officials and specific energy firms within Russia.\nSudan (since 1997) The current sanctions against Sudan began in 1997, when it was accused of supporting attempts to destabilise neighbouring governments.\nRelations worsened in 2006 thanks to the humanitarian crisis in Darfur and further sanctions were issued by the US government.",
    "sentiment": {
        "neg": 0.0821,
        "neu": 0.8608,
        "pos": 0.0571,
        "compound": -0.0981
    }
}