{
    "date": "2015-01-07T10:26:44Z",
    "title": "The Interview gets UK release and makes $31m via on-demand",
    "url": "https://www.theguardian.com/film/2015/jan/07/the-interview-uk-release-on-demand-sony-pictures",
    "content": "The Interview continues to bounce back after it incited a devastating cyber attack against Sony Pictures – not only will it get a UK release on 6 February, but it has also recouped a fair chunk of its budget via on-demand services in the US. Sony announced that the film has made $31m from VOD, and $5m from its limited cinema release, against an estimated $75m spend on production and marketing. It’s some succour for the company, who at one point announced that they would not be releasing the film at all, in the wake of terrorist threats from hackers who said they would target cinema screenings. However, Sony is now facing a growing battle against its own employees, who are beginning to file lawsuits against the company for failing to safeguard their personal information. Data including social security numbers and salary information was posted online as a result of the hack on Sony, and this week saw Anastasio Garcia Rodriguez, a former software engineer for the company, become the latest person seeking damages. Variety reports that at least seven other similar lawsuits have been filed. The Interview was due to be a major release in over 3,000 US cinemas before the hack, believed to be associated with North Korea, which is lampooned in the film, forced Sony’s hand. Although the case is arguably a one-off, it points to VOD being an increasingly significant revenue generator for studios. Other recent successes in the format include Richard Gere thriller Arbitrage, which made $15m from VOD on top of $8m box office, and 2014 dystopian thriller Snowpiercer – though some analysts suggested the latter could have made more money with a theatrical release.",
    "keywords": [
        "sony",
        "hack",
        "gets",
        "ondemand",
        "uk",
        "company",
        "makes",
        "film",
        "thriller",
        "information",
        "vod",
        "31m",
        "release",
        "lawsuits",
        "interview"
    ],
    "summary": "The Interview continues to bounce back after it incited a devastating cyber attack against Sony Pictures – not only will it get a UK release on 6 February, but it has also recouped a fair chunk of its budget via on-demand services in the US.\nSony announced that the film has made $31m from VOD, and $5m from its limited cinema release, against an estimated $75m spend on production and marketing.\nHowever, Sony is now facing a growing battle against its own employees, who are beginning to file lawsuits against the company for failing to safeguard their personal information.\nThe Interview was due to be a major release in over 3,000 US cinemas before the hack, believed to be associated with North Korea, which is lampooned in the film, forced Sony’s hand.\nAlthough the case is arguably a one-off, it points to VOD being an increasingly significant revenue generator for studios.",
    "sentiment": {
        "neg": 0.1069,
        "neu": 0.825,
        "pos": 0.0681,
        "compound": -0.1415
    }
}