{
    "date": "2015-10-08T14:00:17Z",
    "title": "Tourists are propaganda: how ethical is your North Korean holiday?",
    "url": "https://www.theguardian.com/travel/2015/oct/08/north-korean-tourism-ethics",
    "content": "Asking a person who risked their life to escape from North Korea why foreigners would pay to go on holiday there has a touch of the surreal. Ji Min-kang, who fled the country after his grandfather, a government minister, was imprisoned and his family placed under surveillance, struggles to understand it. “Outsiders can’t communicate with the citizens and the guides control all that they see,” says Ji. “You cannot see the real North Korea as a tourist.” Yet despite tight restrictions and widespread human rights abuses, the number of people visiting North Korea is booming. In 2005 – around the time Ji defected with his sister and mother – the number of western tourists was in the hundreds. Now 5,000 visit every year, say Koryo Tours, the biggest operator taking tourists to the isolated communist dictatorship. That number is still dwarfed by Chinese tourists, estimated to be 100,000 annually. And the North Korean government wants more. In recent years it has opened new attractions such as the five-star Masikryong ski resort, the “tourist city” of Wonsan, and is training future tour guides at Pyongyang tourism college. In June, they said by 2020 they want two million foreigners to be visiting annually. A force for good? The tour companies taking visitors in encourage the view that tourism is a positive thing, but the extent to which it helps remains difficult to unpick, with many remaining sceptical. “If tourism were opening North Korea [up], over the 15-year span of this industry we ought to have seen some evolution in the restrictions and permissible exposure of foreigners to North Korean society,” says Joshua Stanton, founder of the OneFreeKorea blog. “[But] we haven’t.” “Kim Jong-un has redoubled his efforts to isolate the majority of his people ... cracking down on cross-border cell phones, smuggling, and refugee flows,” he adds. This is also the attitude held by the European Alliance for Human Rights in North Korea – who have supported defectors such as Ji. They argue that the tourism industry serves only “to fund and legitimise the regime”. As destinations go, North Korea is unique. State guides will accompany you throughout and there is no deviation from the government-approved itinerary. Trips aren’t cheap either – four nights can cost around £1,000 excluding flights – and it is a profitable enterprise for all involved. But those working in the industry argue that the money trickling through to the government is small – and if they were to cease operations tomorrow the impact on the regime would be negligible. ‘Tourism helped the citizens of the USSR’ Andrei Lankov, a specialist in Korean studies who attended Pyongyang’s Kim Il-sung University in the 1980s but has since been blacklisted, supports the view that tourism can subtly undermine the authoritarian government. He draws from his own experience growing up in a working class family in the Soviet Union and recalls seeing tourists from Finland, who would visit the USSR for the cheap alcohol. “We didn’t talk to them, but everybody saw how they dressed and how they behaved and nobody could view them as poor victims of capitalist exploitation,” he says. “They showed a very high level of living and individual freedom. Not a single person had any doubt that people in western countries lived [a] better [life] than us.” Lankov believes that a revolution in North Korea cannot be forced. He’s a proponent of slow evolution, in which tourism can play a “minor and marginal” role. But Ji places less emphasis on the tourist connection. It’s easier than ever, he says, for North Koreans to get information from the outside from other means – radio transmissions from China and South Korea are the prime example. Hyeonseo Lee, a North Korean activist and author of The Girl With Seven Names, the story of her escape in 1997, is equally cynical. North Koreans can get in serious trouble for trying to talk to a foreigner about any substantive issues, so this is “hardly constructive engagement”, she says. Besides, most North Koreans who tourists meet in Pyongyang are part of the elite, with little incentive to resist. “Tourists are used as propaganda,” says Hyeonseo. “They are required to bow to the large statue of our first dictator, Kim Il-sung”,and these images are used by “propagandists to show North Koreans that foreigners come from all over the world to pay homage to the Dear Leader.” She adds: “This is an effective brainwashing technique for the North Korean people, who think that if foreigners are making a pilgrimage to respect the leader ... North Korea’s supremacy must be true.” Hyeonseo is also critical of the tour companies. They have full access to information about the injustices of the regime yet still take people there, she says, “and profit in the process.” One of the first travel companies to specialise in trips to North Korea is Koryo Tours, founded in 1993, who take around 40% of the western visitors to the country. Vicky Mohieddeen, creative projects manager for Koryo Tours, says that many more North Koreans are now employed as guides, coach drivers, restaurant workers and other jobs catering to the influx of tourists. “They enjoy certain benefits because they work in the tourism industry,” she says. “They are healthy and enjoy the wages and benefits of working as a tour guide; they get to meet foreign people, practice foreign languages and they get a glimpse of the outside world.” Gareth Johnson, founder of Young Pioneer Tours, believes the gentle requests from travel companies to take visitors to new locations has played a “huge role” in encouraging the North Korean government to relax. “If you go back eight years ago to when I started, Americans weren’t allowed in the country at all,” he says. “If something opened – like the swimming pools, or the aquarium – you wouldn’t be allowed to go or you’d have to seek permission. Now, generally speaking if something opens you can.” Educational Visitors are also left with conflicted feelings. Ludovica Picone travelled to North Korea with Young Pioneer Tours in 2012. She describes the trip as a “propaganda tour de force”, but believes tourism can be educational. It’s not just about the North Koreans, but western tourists also “getting a better understanding the country and its ideology,” she says. “It becomes very evident that the magnitude of the North Korean threat has been amplified by the media.” Guardian journalist Peter Walker visited the country in 2003. “My feelings are mixed,” he says. “On the one hand you’re giving money to a regime which the UN has said bears moral equivalence to the Nazis. Against that, you’re arguably helping keep some North Koreans a bit in touch with the outside world.” Tourists should ask themselves if they actually want to go, he says, adding “it’s the most depressing place I’ve ever been.” “We’d had a performance by kids from a sort of state theatre school. I assumed the ones we met were about six or seven. It turned out they were 10 or older. Even as kids of the elite they’d been stunted by the famine” – which ravaged the country in the 1990s. In terms of helping the outside world understand North Korea better, the people working for the tour companies have played a significant role as a news source, providing insights and tip-offs from within a country that has tight restrictions on journalists. Though it ultimately serves to promote the tour operators, some of their work has been particularly impressive. Koryo Tours helped produce award-winning documentary the Game of Their Lives, about surviving members of North Korean 1966 World Cup team, who were adopted by football fans from Middlesbrough. “Such links are arguably vital in a discourse dominated by talk of war,” says Walker. #LivefromNorthKorea Meanwhile Instagram posts tagged #livefromNorthKorea help, to some degree, expand our conception of life inside the state. “Those pictures aren’t the full story,” says Mohieddeen who set up the hashtag and has faced criticism in the past for the photos. “It’s not everything that exists in NK but it’s what we’re seeing and experiencing, which is more than most.” But for Hyeonseo, it’s disheartening to hear tourists claim that the real North Korea is so much better than the one they’ve read about. For tourism to really become a force for good, tourists need to be asking critical questions of the regime, but “unfortunately, the regime will never allow this”, says Hyeonseo. “Because they know the danger of allowing free thought and expression.”",
    "keywords": [
        "tourists",
        "regime",
        "korea",
        "tours",
        "holiday",
        "ethical",
        "tourism",
        "propaganda",
        "country",
        "koreans",
        "tour",
        "north",
        "korean"
    ],
    "summary": "Asking a person who risked their life to escape from North Korea why foreigners would pay to go on holiday there has a touch of the surreal.\n“You cannot see the real North Korea as a tourist.” Yet despite tight restrictions and widespread human rights abuses, the number of people visiting North Korea is booming.\nAnd the North Korean government wants more.\nHyeonseo Lee, a North Korean activist and author of The Girl With Seven Names, the story of her escape in 1997, is equally cynical.\nBesides, most North Koreans who tourists meet in Pyongyang are part of the elite, with little incentive to resist.",
    "sentiment": {
        "neg": 0.0515,
        "neu": 0.8565,
        "pos": 0.092,
        "compound": 0.0891
    }
}