{
    "date": "2015-07-20T04:00:04Z",
    "title": "'The North Korean posters that got me arrested for espionage'",
    "url": "https://www.theguardian.com/world/2015/jul/20/north-korea-posters-arrested-espionage",
    "content": "Enthusiastic philatelist Willem van der Bijl boasts the largest collection of North Korean propaganda posters outside the country – a vocation that once landed him in trouble with the country’s notorious arm of the law. “My love for North Korea started, as is often the case, with my hobby and profession: postage stamps,” says the Dutchman, who first visited the DPRK in 1998 by invitation of the Korea Stamp Corporation. He would go on to make multiple business visits there as a stamp collector, travelling the breadth of the country, trawling through poster archives and working on stamp collections notoriously difficult to complete. He even set up a small branch of his trading business in a hotel room in the capital, Pyongyang: local colleagues would amass propaganda posters and stamps and he would visit twice a year to select the best ones for export, he told the Diplomat. This way he managed to build up a collection of more than 1,000 posters, a selection of which will go on display at the Museum of Modern Art in Seoul this week. Like most foreign visitors to North Korea, Van der Bijl was always closely monitored by the state. But on his 24th and final trip to the country in 2010, something aroused their suspicions and he was arrested on charges of espionage. In a series of interviews after his release, he described two weeks of tough interrogation, during which he ate only boiled rice and was threatened with 15 years in jail. Eventually he was made to sign a confession before being released and sent home to the Netherlands. He was never given the reason for his arrest but now views it as “a piece of over-imagination in the Korean secret police”. The incident left Van der Bijl “persona non grata, which means there can be no interaction with anyone [in North Korea]” ever again, he says. It also stymied the growth of his poster collection. Visualising history Those that he did manage to gather are being digitised and chronicled by academics at the University of Leiden, who see them as key pieces in the puzzle of North Korea’s visual history. “The images are so rich because they tells us indirectly a lot about the everyday in North Korea – behaviour, conditions, conduct,” says Professor Koen de Ceuster, who is spearheading the project. “Also from an art historical perspective, as poster culture, this collection is interesting and unique in its chronological depth,” he adds. Ceuster says he was driven to develop the database out of frustration: both with the same images from North Korea being repeated by the media, but also of the lack of analysis into what propaganda posters can tell us about a country that so strictly controls what information crosses its borders. While the posters may be enjoyed as cultural artefacts by international audiences, they are practical working documents to North Koreans – used to issue decrees, instruct people how to vote and send messages to citizens. This is why the regime seldom allows printed posters to leave the country, says Van der Bijl. ‘Let’s press more edible oils’ Ceuster is particularly interested in the slogans they carry. “[They’re] not random, but always related to a very specific campaign that tells us what politically matters at that moment.” There’s the poster from 1955, the post-war period when electricity was sparse, encouraging citizens to “save even a single watt of electricity and divert it to production and construction!” During the food push from 1979, a poster declares “let’s press more edible oils” – as a smiling factory worker shows off a display of products including soy, rapeseed and walnut oils. Ceuster links this to a state intitiative to promote better diets. As true propaganda items, the selection Van de Bijl showed the Guardian are all made to venerate the might of North Korea: from powerful shots of the army to the teachings of the Kim family. One, published in 2000, commemorates a talk given by Kim Jong-il following the Arduous March – the famine of 1990s in which a million people are said to have died. Food sustainability had become an “urgent task”, says Ceuster, with this particular poster – “Land improvement, boldly and with an open mind!”– also calling for standardised vegetable plots that could be better tended to by tractor: Arrest Whilst most westerners who travel to North Korea do so without incident, there have been a few high-profile arrests in recent years, including Matthew Miller, an American citizen, and Kenneth Bae, the American missionary sentenced to 15 years of hard labour for unspecified anti-government activities. Both were released last year after an intervention by the American government, but not before being paraded on North Korean state TV in what the Obama administration condemned as “political pawning”. In 2009 American journalists Laura Ling and Euna Lee were sentenced to 12 years hard labour before former-president Bill Clinton intervened to secure their release. In an interview with NK News, Van der Bijl said he believed he was imprisoned in the same building where the pair were held for a year. Despite his experience North Korea will always have a special place in Van der Bijl’s heart: “Most people who have visited the DPRK feel as if they’ve experienced something special,” he says, but “the intensity of my contact with many locals makes it impossible for me to forget this unusual country.”",
    "keywords": [
        "posters",
        "ceuster",
        "der",
        "arrested",
        "korea",
        "espionage",
        "van",
        "bijl",
        "poster",
        "country",
        "propaganda",
        "north",
        "korean"
    ],
    "summary": "Enthusiastic philatelist Willem van der Bijl boasts the largest collection of North Korean propaganda posters outside the country – a vocation that once landed him in trouble with the country’s notorious arm of the law.\nLike most foreign visitors to North Korea, Van der Bijl was always closely monitored by the state.\nThe incident left Van der Bijl “persona non grata, which means there can be no interaction with anyone [in North Korea]” ever again, he says.\nThis is why the regime seldom allows printed posters to leave the country, says Van der Bijl.\nIn an interview with NK News, Van der Bijl said he believed he was imprisoned in the same building where the pair were held for a year.",
    "sentiment": {
        "neg": 0.0628,
        "neu": 0.8627,
        "pos": 0.0745,
        "compound": 0.0489
    }
}