{
    "date": "2015-11-05T06:00:01Z",
    "title": "At the mercy of Dennis Rodman in North Korea: film director tells all",
    "url": "https://www.theguardian.com/world/2015/nov/05/north-korea-dennis-rodman-film",
    "content": "Colin Offland’s film about Dennis Rodman’s trip to North Korea is a rollercoaster of a documentary. Following the former Chicago Bulls basketball player and a motley crew of his fellow ex-NBA colleagues, the film – called Dennis Rodman’s Big Bang in Pyongyang – depicts the group’s efforts to bring peace to the troubled Korean peninsula by organising a basketball game, while also throwing the leader Kim Jong-un a “birthday party to remember”. But it doesn’t all go according to plan. The film follows the events as – amid massive press coverage and criticism of Rodman – sponsors pull out and tempers fray. It’s a tragicomedy, balancing the absurdity of the Rodman’s friendship with the leader of the secretive state with a sympathetic and nuanced eye not usually seen in documentaries about the DPRK. Offland says he first stumbled on the story in 2013, when Rodman, in collaboration with gambling company Paddy Power, announced he was returning to North Korea to put on a basketball game. He’d been to the country before, in February 2013 with Vice and the Harlem Globetrotters (an exhibition basketball team), and having befriended the great leader on his first trip, Rodman was going back to train the national team and organise a US-North Korea game. “[When] I read that announcement, I was sitting at breakfast with my children, and for some reason I said to them ‘I’m gonna make a film of that’,” he recalls. Offland had also visited North Korea in the past as a tourist and followed developments in the country closely. He felt that his understanding of the place made him the perfect film-maker to chronicle the trip. “I just came in and told [Rodman’s team] ‘I don’t think you’re going to get away with taking a big crew in there, especially Americans’,” he said. “So then I gave them a proposal, what I thought the documentary was about, and eventually between [Paddy Power] and Rodman they granted me the rights to it. It was a scoop, actually.” At the mercy of Dennis The purpose of the first trip was for Rodman to train and choose the North Korean players who would face-off against the NBA players, but for Offland and his crew it was a chance to build trust. “I think actually the film was used as leverage to make the event happen, weirdly, so I’m on the back of the train and then later I’m driving this thing.” After a relatively low-key initial trip to North Korea, Rodman and the crew arrived back in Beijing to a press fanfare. In a particularly memorable scene, they are mobbed at the airport, having to fight their way through a media scrum to escape. Much of the media coverage at the time was condemning the basketball player for his apparent friendship with Kim. This is also when things are shown to start going wrong. With the cold reality of media criticism bearing down on them, Paddy Power pulls out of the event, and under extreme stress, Rodman begins binge drinking and starts behaving erratically. By their first evening back in Pyongyang – this time with the ex-NBA stars in tow – it’s clear that Rodman is no longer in control. In a particularly disturbing scene, he gets intoxicated at a state banquet held in his honour on the first night, and begins veering between singing jovial karaoke one minute and angry hollering the next. “When he was going off I was thinking ‘Oh my god we’re at the mercy of Dennis’s behaviour here much more than I’d anticipated’,” says Offland. Rodman’s behaviour is seen to take its toll on the team. In another scene the other NBA players suggest they might pack it all in and go home. It’s around this point in the film’s chronology that Rodman makes his now infamous appearance on CNN, where he rejected calls to assist in the release of American prisoner Kenneth Bae and shouted at interviewer Chris Cuomo. Offland, however, says he never worried his project would be jeopardised. “Anything that was gonna happen was going to be interesting,” he says. The game The game itself is the highlight of the film. The NBA players dramatically underestimated the speed and skill of their opponents, and are narrowly defeated by the North Koreans in an exhilarating match. At the end of play, Kim himself makes an appearance. “I’ve been to European cup finals, world cup finals, some of the biggest sporting events ever,” Offland says. “I’ve never experienced that atmosphere before. It was hair raising, that feeling was absolutely incredible.” Amid the jubilation after the game, the possibility arises to interview the great leader. Rodman and the crew are invited to spend the next few days at the Masikryong Ski Resort – with the possibly that Kim might attend. “Dennis was going to be the one hoping to ask the questions,” says Offland. “ You know, that would have been the biggest scoop of all time. “Dennis had asked me what I’d ask [Kim]. My question would have been: ‘Why did you want this event?’ I wasn’t going for anything more in depth than that – any question I was going to ask was going to be in the context of the match.” But the interview didn’t happen. Instead, Rodman’s drinking continued throughout the trip, Kim didn’t show up, and the crew flew back a few days later. “I’ve have to say I was personally gutted that Kim Jong-un didn’t turn up,” says Offland. “For me that would have meant a natural continuation of this, and more positive things could potentially happen.” Despite the disappointment of the end of the film’s production, Dennis Rodman’s Big Bang in Pyongyang has already received critical praise for its touching portrayal of a complicated and troubled man visiting a complex country. Though Offland says he’s heard from Rodman’s agent that the friendship between the former Chicago Bulls player and Kim is not over, he thinks it’s unlikely either of them will be heading back to North Korea – although, he points out, the result of the 2016 US presidential election might change that. “Well, unless Donald Trump gets into power… you never know,” he said. “Dennis and Donald are tight.” You can now watch Dennis Rodman’s Big Bang In Pyongyang on Showtime A version of this article first appeared on NK News – North Korean news",
    "keywords": [
        "going",
        "rodmans",
        "korea",
        "tells",
        "kim",
        "film",
        "trip",
        "rodman",
        "director",
        "dennis",
        "mercy",
        "game",
        "north",
        "offland"
    ],
    "summary": "Colin Offland’s film about Dennis Rodman’s trip to North Korea is a rollercoaster of a documentary.\nOffland says he first stumbled on the story in 2013, when Rodman, in collaboration with gambling company Paddy Power, announced he was returning to North Korea to put on a basketball game.\nOffland had also visited North Korea in the past as a tourist and followed developments in the country closely.\nInstead, Rodman’s drinking continued throughout the trip, Kim didn’t show up, and the crew flew back a few days later.\n“Dennis and Donald are tight.” You can now watch Dennis Rodman’s Big Bang In Pyongyang on Showtime A version of this article first appeared on NK News – North Korean news",
    "sentiment": {
        "neg": 0.0353,
        "neu": 0.8954,
        "pos": 0.0693,
        "compound": 0.1056
    }
}