{
    "date": "2015-06-11T15:43:02Z",
    "title": "Pyongyang gang: Laibach announce shows in North Korea",
    "url": "https://www.theguardian.com/music/2015/jun/11/laibach-announce-shows-in-north-korea-pyongyang",
    "content": "Laibach, a group never afraid to do things other groups won’t, have announced their “Liberation Day tour” consisting of two dates – in Pyongyang, the capital of North Korea. The band will visit the closed state for gigs on 19 and 20 August, to coincide with the 70th anniversary of the Korean peninsula’s liberation from Japanese rule. The concerts will be filmed for a documentary to be released in 2016. Laibach formed 35 years ago in the then-Yugoslavian industrial town of Trbovlje, and became a cause célèbre in the west in the mid-80s for their seemingly quasi-fascist appearance, and for their habit of turning contemporary pop hits, such as Opus’s Live Is Life or Queen’s One Vision into terrifying martial anthems. As time has passed, though, they have come to be regarded as one of Europe’s most enduring and fascinating experimental groups.",
    "keywords": [
        "town",
        "wont",
        "trbovlje",
        "laibach",
        "vision",
        "korea",
        "shows",
        "gang",
        "announce",
        "liberation",
        "west",
        "turning",
        "visit",
        "groups",
        "pyongyang",
        "north"
    ],
    "summary": "Laibach, a group never afraid to do things other groups won’t, have announced their “Liberation Day tour” consisting of two dates – in Pyongyang, the capital of North Korea.\nThe band will visit the closed state for gigs on 19 and 20 August, to coincide with the 70th anniversary of the Korean peninsula’s liberation from Japanese rule.\nThe concerts will be filmed for a documentary to be released in 2016.\nLaibach formed 35 years ago in the then-Yugoslavian industrial town of Trbovlje, and became a cause célèbre in the west in the mid-80s for their seemingly quasi-fascist appearance, and for their habit of turning contemporary pop hits, such as Opus’s Live Is Life or Queen’s One Vision into terrifying martial anthems.\nAs time has passed, though, they have come to be regarded as one of Europe’s most enduring and fascinating experimental groups.",
    "sentiment": {
        "neg": 0.0138,
        "neu": 0.9472,
        "pos": 0.039,
        "compound": 0.0358
    }
}