{
    "date": "2015-01-08T16:07:10Z",
    "title": "FBI doubles down on North Korea accusation for Sony Pictures hack",
    "url": "https://www.theguardian.com/technology/2015/jan/08/fbi-north-korea-accusation-sony-pictures-hack",
    "content": "The FBI has reiterated its belief that North Korea is ultimately behind the hacking of Sony Pictures, in the face of continued criticism from independent security researchers who doubt the organisation’s findings. “There’s not much I have high confidence about,” the FBI director, James Comey, told the press, but “I have very high confidence … on North Korea.” He pre-empted concerns of researchers that the North Korean connection was a smokescreen, saying they “don’t have the facts I have, they don’t see what I see”. The key fact cited by Comey to justify his agency’s continued suspicion was the evidence of the attackers’ IP addresses, the 12-digit string that identifies the location of a remote computer. While the hackers apparently used proxy servers for most of the attack, which mask a user’s true IP address, Comey said they “got sloppy” on several occasions and neglected the precaution, revealing their own IP address which, he said, linked them to North Korea. The director also restated the FBI’s conclusion that patterns in the attack, such as the language encoding and writing style, matched previous attacks which the agency had also attributed to North Korea. But Comey kept some evidence under wraps, saying that he could not share it publicly. Despite the new information from the FBI, independent researchers remain sceptical. IP addresses are easy to spoof, and even if some do point to North Korea, that is far from watertight evidence of the country’s involvement. “If IP addresses are accurate (big if) then FBI have not said what the evidence is for maintaining they are used ‘exclusively’ by North Korea,” the University of Surrey’s Professor Alan Woodward told Forbes. “But the FBI are implying IP address is enough which it isn’t without some supplementary evidence … people are making big decisions based on these attributions.” And other assertions from the FBI have been continuously attracting criticism since the before organisation even made the claims. For instance, even if Korean language is used in some files linked with the attack, that says little about the involvement of North Korea, a country which uses a very different dialect of Korean from the South. And even that ignores the fact that the encoding language of a computer is easy to set manually, to throw investigators off the trail. Security researcher Bruce Schneier writes that “when it’s possible to identify the origins of cyberattacks – like forensic experts were able to do with many of the Chinese attacks against US networks – it’s as a result of months of detailed analysis and investigation. “That kind of time frame doesn’t help at the moment of attack, when you have to decide within milliseconds how your network is going to react and within days how your country is going to react. This, in part, explains the relative disarray within the Obama administration over what to do about North Korea. Officials in the US government and international institutions simply don’t have the legal or even the conceptual framework to deal with these types of scenarios.”",
    "keywords": [
        "language",
        "sony",
        "korea",
        "pictures",
        "used",
        "evidence",
        "accusation",
        "doubles",
        "fbi",
        "ip",
        "hack",
        "researchers",
        "comey",
        "north",
        "attack"
    ],
    "summary": "The FBI has reiterated its belief that North Korea is ultimately behind the hacking of Sony Pictures, in the face of continued criticism from independent security researchers who doubt the organisation’s findings.\nThe director also restated the FBI’s conclusion that patterns in the attack, such as the language encoding and writing style, matched previous attacks which the agency had also attributed to North Korea.\nIP addresses are easy to spoof, and even if some do point to North Korea, that is far from watertight evidence of the country’s involvement.\n“If IP addresses are accurate (big if) then FBI have not said what the evidence is for maintaining they are used ‘exclusively’ by North Korea,” the University of Surrey’s Professor Alan Woodward told Forbes.\nThis, in part, explains the relative disarray within the Obama administration over what to do about North Korea.",
    "sentiment": {
        "neg": 0.0763,
        "neu": 0.8759,
        "pos": 0.0478,
        "compound": -0.0956
    }
}