{
    "date": "2015-02-12T07:57:20Z",
    "title": "Apple approves Kim Jong-un spoof Little Dictator after initial rejection",
    "url": "https://www.theguardian.com/technology/2015/feb/12/apple-kim-jong-un-little-dictator-game",
    "content": "Apple has approved the release of mobile game Little Dictator on its App Store, weeks after initially rejecting the app due to its content spoofing North Korean leader Kim Jong-un. The game, developed by Built Games, is a Flappy Bird-inspired action title, with a cartoon Kim riding a missile through “the dangerous world outside the Fatherland”. The free-to-play game includes power-ups like Father’s Golf Clubs, Chicago Basketballs and GOP Hackers, making its money from selling virtual currency to buy them from its in-app store. Earlier in February, its developer said that the iOS version of the game had been rejected by Apple for flouting its App Store guideline on apps that are “defamatory, offensive, mean-spirited, or likely to place the targeted individual or group in harm’s way”. At the time, Built Games’ Mike Pagano told Pocket Gamer that he was hopeful of changing Apple’s mind. “Our initial submission was rejected, an appeal has went in, and we are working with Apple to resolve,” he said. “I believe the chances are very good for this game to see the light of day on the App Store.” He’s been proven right, with the iOS version now available alongside the existing Android edition of the game. Built Games’ argument that the game was a fun spoof rather than mean-spirited appears to have won out. “In the infinitely unlikely event that the missile explodes before it reaches the evil west, more missiles will be supplied to try again and again… and again and again! Not to worry, Kim Jong-un possesses the hearts of his father and grandfather giving him ultimate endurance and strength to withstand any small mishaps along the way… very few of course!” Little Dictator is far from the first game to spoof North Korea and its leader, nor is it the first to ring alarm bells within Apple’s App Store approvals system. In 2013, Apple rejected a game called Joyful Executions, which put players in charge of a firing squad in North Korea, pitched as “a parody game on North Korean propaganda for children and a satire on our willingness to accept morally questionable acts through gamification”. More recently, a game called Glorious Leader! that would have seen players waging war on the US as Kim Jong-un had its Kickstarter crowdfunding campaign cancelled, with its developer citing a politically-inspired hacking attack as well as financial mistakes as the cause. Apple’s decision to approve Little Dictator comes after widespread debate in the west about entertainment satirising North Korea, spurred by Sony Pictures’ decision to cancel, then reinstate distribution of film comedy The Interview after the studio was hit by a high-profile cyber-attack. Apple was also criticised in December after initially rejecting Papers, Please – a critically acclaimed PC game set in a fictitious eastern European dictatorship. In that case, cartoon nudity rather than politics was the sticking point, but after protests, Apple rescinded its decision and approved the game in its original form.",
    "keywords": [
        "leader",
        "korea",
        "store",
        "north",
        "kim",
        "little",
        "approves",
        "rejected",
        "dictator",
        "spoof",
        "initial",
        "game",
        "rejection",
        "app",
        "jongun",
        "apple"
    ],
    "summary": "Apple has approved the release of mobile game Little Dictator on its App Store, weeks after initially rejecting the app due to its content spoofing North Korean leader Kim Jong-un.\nThe game, developed by Built Games, is a Flappy Bird-inspired action title, with a cartoon Kim riding a missile through “the dangerous world outside the Fatherland”.\n“Our initial submission was rejected, an appeal has went in, and we are working with Apple to resolve,” he said.\nBuilt Games’ argument that the game was a fun spoof rather than mean-spirited appears to have won out.\nApple was also criticised in December after initially rejecting Papers, Please – a critically acclaimed PC game set in a fictitious eastern European dictatorship.",
    "sentiment": {
        "neg": 0.0981,
        "neu": 0.7769,
        "pos": 0.125,
        "compound": 0.0478
    }
}