{
    "date": "2015-01-08T16:08:46Z",
    "title": "I teach North Korea's entrepreneurs – live Q&A as it happened",
    "url": "https://www.theguardian.com/world/live/2015/jan/08/north-korea-capitalism-entrepreneurs-business-live-q-and-a",
    "content": "It’s time to wrap up. Thank you to everyone for the questions. Apologies we couldn’t get to them all, but I think we covered most of the bases. Here’s a parting note from Andray: Thanks for all the great questions, everyone and thanks to the guardian for having me! This was fun - feel free to follow us on Twitter, Facebook and Friendster - keep in touch. There have been periods where the authorities have made it harder and periods where they’ve been more sanguine about entrepreneurship. In the last three years they have been looking at economic issues more and recognise, I think, that they can’t afford a big mess like the 2009 currency reform. Still, who knows? The ebola policy has certainly made things difficult for a lot of people, though there have been so many exceptions for business purposes, I think we’re seeing the influence of the business community as it pushes back against a policy that hurts them. Juche is a very malleable concept - we don’t really address it, though sometimes it comes up! Great points and questions. I’ve heard the translators leave out little sensitive things said in English as they translated into Korean ! Overall, though, their role cannot be overstated. So many concepts are new and there isn’t the vocabulary for them in northern Korean (think ‘consultant’, ‘quantative-easing’ or ‘branding’). So the translators have to understand the concept and the sometimes describe the idea at length. We have a couple we like to work with because they’re so diligent and really get it spot on every time. Gosh, I’ve learned so much. Going there has also helped me think about the things I may take for granted as well as question things that often go unexamined about our own cultures. I think you need a mix to get a good perspective, to be honest. I read NKNews.org, western newspapers (some more than others!), 38north.org and some blogs like www.nkeconwatch.com to name a few. Koreans exist in a social and economic system that demands a lot and emphasises unity and loyalty to an incredible degree. That said, they’re individuals with the same aspirations as people anywhere: they want to have a good career, they want their kids to have opportunities, they want to get into the best university they can, they want - increasingly - to run their own business and succeed. Pretty normal, human stuff, really. John Staffer got in touch by email to ask the following questions: How do you gain access to North Korea? Who are your in-country partners? Do they restrict your work at all How are you funded? Do you pay the North Korean state to run your projects? If so, how do you make sure that you are not in violation of sanctions? We work with an organisation that deals with exchanges with foreigners and in general the people we work with directly see eye-to-eye with us on most things and are very practical, capable people, working hard to find solutions to the myriad complications that arise in organising workshops and other projects. We apply for grants and look for donations from foundations and organisations focused on gender or development issues, depending on the program. (Our Women in Business program, for example.) We also rely on individual donors heavily and on the time and expertise provided by our volunteer workshop leaders. Well, they’re operating in a difficult environment so they don’t deal with or even think of ‘human rights’ in the way we may think of the m. For them, it’s more about just trying to get on and find solutions to problems that for them are a fact of life. Lots of issues packed in here: Korea is so tricky primarily because there are domestic political concerns (in both Koreas), its a civil conflict of a divided country and an international conflict as well, with several international stakeholders. Getting everyone lined up for a breakthrough has proven impossible for the last 70 years. The problem is everyone is that such a stable status quo has developed, change is very hard. Ultimately, North Koreans getting a bigger stake in the regional economy will lead to better outcomes for all parties, I believe. Its not really about capitalism or communism or a set of ideals in most of our workshops. Its more about how to best adapt economic principles and business skills to the conditions facing our audiences. In turn, these we believe will help create a better society. You do learn to talk about sensitive topics in a way that makes things accessible: you can shut down certain conversations if things are worded poorly. That’s something we have learned on the job the last five years and help coach our volunteer workshop leaders in. But a lot of it is just thinking before you speak! We don’t work with refugees. We’d be happy to have Trump’s hair come do a workshop with us! (too easy) As for Mourinho, North Koreans love football and would recognise his genius and welcome him as a coach. For my part, I would love to see him leave England. (Arsenal fan) Oh, hi Adam! Thanks for the question - Singapore a great, non-threatening platform from which to engage North Koreans on sensitive issues. There is much culturally and historically that the Koreans can identify with and there is a lack of the tension that defines the DPRK’s relationships with many of its neighbours. Singapore for its part punches above its weight and has a history of training and advising developing economies in Asia. Your second question gets to the heart of a lot of issues: the DPRK has a weak track record with foreign investment and they tend not to fully understand what foreigners expect. These are gaps we try to fill at Choson Exchange. For example, most North Koreans simply don’t realise how much hard data lies behind any investment decision. Because of this, they often don’t meet investor expectations. Ease of repatriation of funds is also something they need to make sure happens easily over a long period of time to build trust. Of course, sanctions don’t help in this regard, making moving money in and out of North Korea quite hard. What a wonkish question! (but a good one) - At lower echelons of society there has been individual-level entrepreneurship for over a decade. Further up, the authorities are experimenting with the rules on how companies can be run and organised: increasingly they are on their own and have to find their own funding and customers. This is a challenge for some who are not used to it, others thrive in this newer environment. They produce a lot of technically skilled people - a bit challenge is their lack of connectivity: the skill-sets don’t get fully utilised as people are too cut off from international trends, markets etc. etc. We train a broad range of people, from a variety of backgrounds. Most will have office jobs and most live in the capital, so that is a fortunate position in DPRK society. Some people in our programs can afford smartphones, others can’t afford a phone at all. Some profits at any company will go to the authorities, but it is less organised than you might think. Hi everyone, just to let you know that Andray is here. A few people on Twitter have questioned the notion of the Q&amp;A. Does business and entrepreneurialism actually exist in North Korea? So i’ll let Andray start with that and then we’ll move on to the questions below. Please continue to add your questions in the comment and on Twitter for the next hour. Thanks, Maeve! Hi everyone! There surprisingly is entrepreneurship in North Korea. Officially everything is state-owned, but increasingly state owned companies are being given more autonomy and their subsidiaries are where a lot of entrepreneurship takes place. Look forward to more questions! Business in North Korea may seem like an oxymoron, after all, it is a totalitarian state where everyone technically works for the government. But the country actually operates on a hybrid system heavily dependent on market activities, says Andray Abrahamian, who teaches the country’s future entrepreneurs. Abrahamian is the director for research at Choson Exchange, an organisation which believe that creating a better business environment will improve things for North Koreans and their neighbours. Choson Exchange have recently held workshops for women and a tech startup session in a country where access to smart phones and the internet is a struggle for the majority. So are things changing? In a case of one step forward, two steps back, Abrahamian predicts that the furore around the recent Sony hacking claims could have a negative effect on getting ordinary North Koreans online. He argues that whilst there were small signs of change, fear of reprisals – from states or other hackers – will discourage Pyongyang from taking further risks by allowing broader internet access. But Seth Rogen’s film aside, are there other areas of business primed for growth in 2015? Where has there been the most progress? And is internet connectivity the only thing under threat? Abrahamian will join us for an hour long chat on Thursday 8 January from 3pm BST, post your questions in the comments below and he’ll answer as many as he can. If you have any problems commenting you can email your questions to maeve.shearlaw@theguardian.com, or tweet @GuardianNK.",
    "keywords": [
        "lot",
        "think",
        "business",
        "dont",
        "work",
        "korea",
        "things",
        "qa",
        "live",
        "questions",
        "entrepreneurs",
        "happened",
        "koreans",
        "teach",
        "north",
        "koreas"
    ],
    "summary": "John Staffer got in touch by email to ask the following questions: How do you gain access to North Korea?\nUltimately, North Koreans getting a bigger stake in the regional economy will lead to better outcomes for all parties, I believe.\n(too easy) As for Mourinho, North Koreans love football and would recognise his genius and welcome him as a coach.\nThanks for the question - Singapore a great, non-threatening platform from which to engage North Koreans on sensitive issues.\nFor example, most North Koreans simply don’t realise how much hard data lies behind any investment decision.",
    "sentiment": {
        "neg": 0.036,
        "neu": 0.8506,
        "pos": 0.1134,
        "compound": 0.1436
    }
}