{
    "date": "2015-10-20T10:43:52Z",
    "title": "North Korean families reunited with relatives from South after six decades",
    "url": "https://www.theguardian.com/world/2015/oct/20/north-korean-families-reunited-with-relatives-from-south-after-six-decades",
    "content": "It took just a short bus ride across a border separating two countries with a common history, culture and language. But for the hundreds of South Korean and North Korean families reunited for the first time in more than 60 years, Tuesday was a bitter reminder of an almost-forgotten war that will keep them living apart for the rest of their lives. The first of several days of inter-Korean reunions began with the arrival of busloads of elderly South Koreans at the North Korean resort of Mount Kumgang. Waiting on the other side of the heavily fortified border were 140 of their North Korean relatives. For many, this was the first contact they had made with relatives since the end of the 1950-53 Korean war. The conflict ended in an armistice, but not a peace agreement, and consigned North and South to dramatically different paths: prosperity and democracy in the South; poverty and oppression under the Kim dynasty in the North. Almost 400 South Koreans, chosen by computerised lottery from among 65,000 on the waiting list, boarded the buses carrying thermal underwear, medicine, winter coats and cash to give their relatives from the North, who were reportedly chosen for their loyalty to the North Korean leadership. Among those taking part in the first family reunions since February last year – and only the second in the last five years – was Lee Ok-yeon, an 88-year-old South Korean who was to be reunited with her husband for the first time in 65 years. Lee lives in the same house in the South that her husband, also 88, built and that the couple shared as newlyweds, before they were separated by the civil war. Her grandson, Chae Jeong-jae, told South Korean reporters that Lee had “asked whether it was a dream or a reality” when she was told she would attend the reunions. Lee Dong-im, 94, who was to be reunited with her brother-in-law, said before the reunions that she was “choked with tears”. In a second round of meetings from Saturday until Monday, 250 South Koreans and about 190 North Korean relatives will be reunited at the same resort, the unification ministry in Seoul said. The reunions are a rare chance for relatives to meet, under the watchful eye of officials from both sides. Citizens of both countries are ordinarily banned from travelling across the border for family visits, and they are not permitted to make phone calls or exchange emails. “I couldn’t sleep at all last night,” 82-year-old Lee Joo-kuk said as he waited to cross the border from the South, sporting a tag with his name, age and the name of the elder brother he would be meeting in Mount Kumgang. “Our family was sure he was dead. We even held memorial rituals for him every year. But then I got the news that he was alive and wanted to see us. It’s like he’s been resurrected.” Most of the displaced on both sides died without ever being reunited with their relatives. Many of those who survived are in their 80s and 90s, and accept that this will be their last chance to see loved ones in the North. Two ambulances escorted the South Koreans, many of whom are in poor health. More than 20 people required wheelchairs and one woman required medical treatment and oxygen before boarding her bus. Four others decided not to make the trip, saying they were too ill to travel. Kim Ok-Ja, a 72-year-old South Korean woman who was unable to speak, was going to meet her elder brother, who had been forcibly recruited into the advancing North Korean army in 1951. “We just assumed he was dead,” said Kim’s husband, who was accompanying her. “Realistically, we know this is the only and last chance we have for a meeting. But his parents are buried in his home town, so we hope that in the future either he or his children will be able to visit there.” Kim and her companions will be given just hours to catch up with their relatives and hand over gifts. Over the next three days, they will sit down with their North Korean relatives during six two-hour sessions – just 12 hours to cover more than six decades of separation. The reunions were started as part of warmer ties that followed their first bilateral summit between their leaders in 2000, although inter-Korean relations have deteriorated since then. An estimated 18,800 Koreans have since participated in 19 face-to-face reunions and about 3,750 others have been reunited by video.",
    "keywords": [
        "border",
        "war",
        "south",
        "reunited",
        "reunions",
        "decades",
        "relatives",
        "lee",
        "koreans",
        "families",
        "north",
        "korean"
    ],
    "summary": "Waiting on the other side of the heavily fortified border were 140 of their North Korean relatives.\nFor many, this was the first contact they had made with relatives since the end of the 1950-53 Korean war.\nIn a second round of meetings from Saturday until Monday, 250 South Koreans and about 190 North Korean relatives will be reunited at the same resort, the unification ministry in Seoul said.\nKim Ok-Ja, a 72-year-old South Korean woman who was unable to speak, was going to meet her elder brother, who had been forcibly recruited into the advancing North Korean army in 1951.\nOver the next three days, they will sit down with their North Korean relatives during six two-hour sessions – just 12 hours to cover more than six decades of separation.",
    "sentiment": {
        "neg": 0.0589,
        "neu": 0.8897,
        "pos": 0.0514,
        "compound": -0.0326
    }
}