{
    "date": "2015-04-24T13:16:27Z",
    "title": "The most one-sided elections in recent history",
    "url": "https://www.theguardian.com/world/datablog/2015/apr/24/the-most-one-sided-elections-in-recent-history",
    "content": "For those who can’t take the suspense of the nail-biting British election, there’s another vote this weekend with more certainty about it. In the blue corner is Nursultan Nazarbayev, the president of Kazakhstan for ever (literally: the country has never had another elected leader since it was formed after the collapse of the Soviet Union). And in the other corner, well, no one really. There are two unknowns but they have little chance given that Nazarbayev won 96% of the vote last time, in 2011. It’s all shaping up to be one of the most one-sided elections since, well, since the last one-sided central Asian election. Which was less than a month ago. And so, in no particular order, here are some of the most one-sided elections in history. North Korea In March 2014, North Korea’s supreme leader, Kim Jong-un, was elected to the Supreme People’s Assembly with a unanimous vote in his district on a 100% turnout. There was no other name on the ballot. Voters could vote for or against the candidate, but those who voted against had to do so in an open booth so everyone could see (and nobody did). Voter turnout was actually 99.97%. A few voters were at sea. North Korea elections: a sham worth studying, published by Time magazine, makes for an interesting read. It says the elections also have another purpose: “North Korean defectors report that voting acts as an informal census, with neighbourhood committees, called inminban, closely monitoring who shows up and who doesn’t.” Uzbekistan Last month it was announced that Islam Karimov, Uzbekistan’s authoritarian president since 1990, had been re-elected for another five years. As the Guardian correspondent Alec Luhn writes, it was a “predictable landslide victory”. This was a vote that took the idea of democratic competition to new levels of absurdity: Karimov’s opponents all praised the incumbent as the best candidate – a situation akin to Ed Miliband, Nick Clegg and Nigel Farage throwing their weight behind David Cameron. Karimov duly won 90.4% of the vote, a nice return to form after only winning 88% in the last “election” eight years ago. Cuba For those fed up with UK-style campaigning, a short break in Cuba might be the order of the day. There, campaigning is not allowed. Voters can get a sense of competing candidates instead by viewing their biographies and photographs posted in public spaces. Earlier this month, Reuters reported that two government opponents on the ballot for upcoming elections had complained that the biographies they’d each written had been altered by officials to “portray them as dangers to the revolution”. As the Economist explains, while it was predictable that the government opponents didn’t win, the fact that they appeared on the ballot and had been chosen by citizens was worthy of note: For the first time two openly declared dissidents made it on to the ballot among more than 27,000 candidates competing for 12,589 municipal posts around the country … their participation was an unusually open act of defiance, not just by the two men but also by ordinary citizens who proposed them in a show of hands before the elections. Turkmenistan Turkmenistan’s first president, Saparmurat Niyazov, was a tough act to follow, a man so revered in his country that he could rename January after his mother. His successor, Gurbanguly Berdymukhammedov, learned one or two things from the late “father of the nation”, not least how to stay in power. Niyazov didn’t bother with elections too much: he won a national referendum on extending his rule in 1994 with a razor-tight 99.9% of votes. Berdymukhammedov duly followed suit in 2012 with an election win, deciding that 97% of the vote was the appropriate approval rating on this occasion. Singapore The ruling People’s Action party dominates the political landscape in Singapore and has done so since winning a landslide victory in 1959. The last election, in 2011, saw the party win 81 of 87 seats – a (very) slight bump down from winning 82 of 84 in 2006 and let’s not even mention the heady days of 1968, 1972, 1976 and 1980 when they won all the seats. The PAP has been accused of suppressing opponents in the past. But, according to the Straits Times, when speaking of the next general election, which must be held by January 2017, the prime minister, Lee Hsien Loong, accused opposition parties of offering no vision for the country. Donetsk People’s Republic How long does it take to count 2.6m votes? Under two hours, according to the election commission of the self-proclaimed Donetsk People’s Republic. That’s some speedy counting. The results of a referendum in May 2014 declared that 89.07% of people in the region voted in favour of independence, with a turnout of 74.87%. Hong Kong Last year Hong Kong exploded as tens of thousands of residents took part in pro-democracy protests across the city. The Occupy Movement’s tents may have been cleared away in December but earlier this year thousands of peaceful demonstrators took to the streets again to protest against the government’s unveiling of proposed reforms which have been criticised as pertaining to a “fake democracy”. However, protesters are unlikely to see any of their core demands met. While Beijing has agreed to grant Hong Kong universal suffrage in the 2017 election, meaning that more than 5 million eligible voters will have their say on who is chosen as Hong Kong’s leader, all candidates will face screening by a majority pro-Beijing committee. Not such good news for protesters as, in effect, it threatens to bar any pro-democracy candidates from the ballot. Under the proposed reforms the election process would look like this, says the BBC: A primary vote will take place where the 1,200 members of the largely pro-Beijing nominating committee will get one vote each. A candidate will have to win at least 120 votes which will result in a shortlist of between five and 10 candidates. These candidates will then be put to a second round of voting by members of the nominating committee. Each member will cast at least two approval votes. The two or three candidates who win more than 600 votes each will then be eligible to run in the public election. Zimbabwe Just days after Robert Mugabe was declared the winner of Zimbabwe’s presidential election in August 2013, the Movement for Democratic Change (MDC) filed papers at the constitutional court alleging the polls were rigged in favour of Mugabe’s ruling Zanu-PF party. Mugabe, Africa’s oldest leader, won with 61% of the presidential vote, with the Zanu-PF party gaining more than a two-thirds majority in parliament, and he trounced MDC leader, Morgan Tsvangirai, who gained 34% of votes. The results garnered mixed reactions – while the African Union and most southern African nations were generally supportive, non-governmental groups and western governments were more critical and Botswana called for an audit. But one-sided elections are, of course, not limited to repressive regimes. It is also possible to win by a landslide in open democracies. Take for instance Ronald Reagan in 1984, when he won 49 of 50 states in America. Tony Blair won a phenomenal 418 seats in the 1997 general election compared with John Major’s 165 and Paddy Ashdown’s 46. And all eyes are on next month’s election where, if projections bear out, the Scottish National party will win almost all of the country’s 59 seats.",
    "keywords": [
        "onesided",
        "leader",
        "won",
        "recent",
        "votes",
        "party",
        "ballot",
        "history",
        "win",
        "elections",
        "election",
        "candidates",
        "vote"
    ],
    "summary": "It’s all shaping up to be one of the most one-sided elections since, well, since the last one-sided central Asian election.\nAnd so, in no particular order, here are some of the most one-sided elections in history.\nNiyazov didn’t bother with elections too much: he won a national referendum on extending his rule in 1994 with a razor-tight 99.9% of votes.\nBerdymukhammedov duly followed suit in 2012 with an election win, deciding that 97% of the vote was the appropriate approval rating on this occasion.\nBut one-sided elections are, of course, not limited to repressive regimes.",
    "sentiment": {
        "neg": 0.0403,
        "neu": 0.8502,
        "pos": 0.1094,
        "compound": 0.2394
    }
}