{
    "date": "2015-11-25T07:10:58Z",
    "title": "Fears for North Korean refugees who may 'face death' if returned by China",
    "url": "https://www.theguardian.com/world/2015/nov/25/fears-for-north-korean-refugees-who-may-face-death-if-returned-by-china",
    "content": "Nine North Koreans being held by Chinese authorities face imprisonment, torture and possibly death if they are forcibly repatriated, human rights campaigners have warned. In an open letter, Human Rights Watch (HRW) urged the South Korean president, Park Geun-hye, to pressure China into allowing the defectors, who include an 11-month-old child, to travel and seek asylum in South Korea or another country of their choice. “Time is running out for these nine refugees, so president Park needs to immediately press China’s government to ensure this group is not sent back into harm’s way,” said Phil Robertson, Asia deputy director at Human Rights Watch. “No one should forget that if this group is handed over, they will likely disappear into a North Korean prison camp system characterised by torture, violence, and severe deprivation. “If China sends them back to North Korea, they could well be sending them to their deaths.” The defectors have been held at a Chinese military garrison in Tumen, near the China-North Korea border, since being handed over to China from Vietnam, according to reports. Relatives told campaigners that the defectors had travelled to Vietnam from north-east China in the middle of last month, but were discovered aboard a bus by Vietnamese police and handed over to the Chinese authorities. They are thought to have been taken to Tumen, in Jilin province, in mid-November. Their proximity to the border has raised fears that they are about to be sent back to North Korea against their will. Although numerous defectors make it across to China, most manage to blend in, work to save money for the rest of their journey to South Korea with the help of sympathetic Chinese citizens, often Chinese who are ethnically Korean. Under a 2010 law, North Koreans who leave the country without permission are considered guilty of “treachery” against the nation – a crime punishable by death. China, however, treats North Koreans who escape to China as illegal economic migrants and routinely deports them back to the North. Campaigners believe defectors should be treated as refugees. In a second letter, Human Rights Watch called on the Chinese president, Xi Jinping, to ensure his country honoured its commitments as a signatory to international conventions on the treatment of refugees and the use of torture. “China needs to know that the world is watching and expects Beijing to live up to its commitments to protect refugees under binding international law,” Robertson said. North Korea’s abysmal treatment of its own citizens came under the spotlight again last week when the UN general assembly passed a motion condemning the country’s “systematic, widespread and gross” human rights violations and calling on states to comply with refugee conventions. The move prompted an angry outburst from North Korea, which accused the US and other countries of double standards. “We categorically reject ‘the human rights resolution’, a vivid expression of the US hostile policy towards (North Korea), and a typical example of the politicisation of human rights ... and double standards, as it is a serious politically-motivated provocative document”, a North Korean foreign ministry spokesman was quoted as saying by the North’s official KCNA news agency. In a report issued last year, the UN commission of inquiry on human rights in North Korea said “almost all of the repatriated people are subjected to inhumane acts. The torture, sexual violence and inhumane conditions of detention that victims endure during the search and initial interrogation phase appear to be based on standard procedures”. About 26,000 North Koreans have fled their homeland and settled in South Korea since the end of the Korean war in 1953, according to the unification ministry in Seoul. While crossing into China is by far the most common route, others attempt to flee by boat. That, too, carries enormous risks. Last week, two wooden fishing boats carrying the bodies of 10 people believed to be North Koreans were found capsized off the coast of Japan. A third, empty, boat, which bore the markings of the Korean People’s Army, was discovered adrift in the same area of the Sea of Japan.",
    "keywords": [
        "refugees",
        "human",
        "korea",
        "face",
        "torture",
        "china",
        "fears",
        "chinese",
        "rights",
        "defectors",
        "koreans",
        "death",
        "returned",
        "north",
        "korean"
    ],
    "summary": "Nine North Koreans being held by Chinese authorities face imprisonment, torture and possibly death if they are forcibly repatriated, human rights campaigners have warned.\nTheir proximity to the border has raised fears that they are about to be sent back to North Korea against their will.\nUnder a 2010 law, North Koreans who leave the country without permission are considered guilty of “treachery” against the nation – a crime punishable by death.\nChina, however, treats North Koreans who escape to China as illegal economic migrants and routinely deports them back to the North.\nThe move prompted an angry outburst from North Korea, which accused the US and other countries of double standards.",
    "sentiment": {
        "neg": 0.1471,
        "neu": 0.8226,
        "pos": 0.0302,
        "compound": -0.2818
    }
}