{
    "date": "2015-12-13T15:50:45Z",
    "title": "Mystery of Japan sea's ghost ships points to North Korea",
    "url": "https://www.theguardian.com/world/2015/dec/13/ghost-ships-japan-sea-north-korean-defectors-fishermen",
    "content": "The identities of the corpses found aboard a capsized fishing boat off the Japan sea coast last month will be forever shrouded in mystery. The remains have been cremated, the ashes unclaimed. Soon the rickety wooden vessel that took its occupants to their deaths will be destroyed too. Their 12m (40ft) boat now rests on a wharf in the city of Fukui, its bow encrusted with shells and algae, the ripped traces of what appears to be a sail trailing from its stern. For weeks – possibly months – it drifted south through the perilous stretch of water separating Japan from the Korean peninsula, before being spotted by fishermen approximately 60 miles (100km) off the coast. Inside, coastguard officials made a grim discovery: the skeletons and badly decomposed bodies of seven people dressed in clothes that bore labels written in Korean Hangul script. Alongside them was squid-fishing equipment and empty plastic bottles and cigarette packets. They represent just one piece in the “ghost ship” puzzle that Japanese authorities have conceded may never be solved. The poor condition of the boat, the lack of equipment and, in one case, the discovery of a Kim Jong-il lapel badge all point to one country of origin: North Korea. In the past two months at least a dozen suspected North Korean boats carrying the remains of 27 people have been found drifting off Japan’s coast. Some believe those on the boats were defectors; others speculated they were spies. But the most plausible explanation is less dramatic: that they are the victims of North Korean leader Kim Jong-un’s latest bid to boost seafood production amid expected food shortages among his 1.2-million-strong army and the promise of more foreign currency from lucrative exports to China. Economic necessity seems much more plausible than defection as an explanation for the boats’ arrival in Japan since October, according to John Nilsson-Wright, head of the Asia programme at Chatham House. He said: “If you were minded to defect, and were thinking in terms of a maritime route, why not head south to South Korea, rather than seek to make the perilous crossing to Japan.” Most of the boats were found carrying basic fishing equipment, nets and signs written in Korean script. In the grimmest discovery of all, 10 badly decomposed bodies were found in a single vessel with markings that said Korean People’s Army, the official name of North Korea’s military. There were also pieces of what appeared to be a North Korean flag. North Korea watchers say there is no evidence to suggest the boats were crewed by agents sent to abduct Japanese citizens, as happened on many occasions during the 70s and 80s. And while defectors have occasionally arrived in Japan by sea – most recently in 2011 – few believe the victims were civilians attempting to flee the North Korean regime. With no official diplomatic channels to pursue, there has been no reported contact between Pyongyang and Tokyo about the vessels or their occupants. In fact, many wrecked boats thought to be from North Korea drift towards Japan every year. More than 60 were discovered last year – most of them empty – according to the coastguard. In 2013 the number totalled 80. So far this year, 34 mystery boats have arrived, driven by fierce currents and a strong prevailing southwesterly wind. But it is the arrival of so many, and in such quick succession, that has heightened speculation about their origins, and how they came to take so many people to their deaths. Akio Saito, a Fukui resident, agreed with the theory that the victims were fellow fishermen, sent out in dilapidated vessels ill-equipped to cover long distances. “It would be easy for boats of that size to capsize in the Japan sea at this time of year,” he said. “The waves are often six or seven metres high, so they’d have no chance. If they had been found alive we would have done everything we could to help them.” Jiro Ishimaru of Asia Press, an Osaka-based organisation with a network of high-level contacts in North Korea, believes Kim sent out an order in the summer that more seafood should be provided to the army. “The problem is that the North Korean fishing industry is no longer run on socialist principles,” Ishimaru said. “The fishermen realised that if they donated their catch to the military they would end up losing money, so they started allowing soldiers to go out and catch their own fish.” That meant bigger hauls, and allowed civilian fishermen to continue earning money for themselves and foreign currency for the regime under Kim’s quasi-capitalist reforms. Ishimaru, who discussed the boat disappearances with contacts by phone in North Korea earlier this week, believes that large numbers of boats carrying soldiers who knew nothing about fishing or navigation left ports in North Korea soon after Kim’s exhortation to increase catches. Typically small, with tiny engines and no GPS navigation instruments or VHF radios, the boats would easily have lost their way in a storm or a strong current and quickly run out of food and fuel. “When Kim Jong-un issues an order no one can ignore it, even if he is asking them to do the impossible,” Ishimaru said. “That means inexperienced soldiers go out to sea, even in terrible conditions and with no idea what they are doing. They don’t want to draw attention to the fact that they are soldiers, so they wear civilian clothes, which is why none of the bodies found in Japan was in uniform.” In Fukui, concern about the arrival of vessels from North Korea is mixed with sympathy for the people who met such wretched ends, in freezing seas many miles from home. “I expect they were ordered to catch fish by the North Korean government, but of course no one there will take any responsibility for what happened to them,” said Mitsumasa Sakashita, a 67-year-old fisherman in Fukui. “It’s sad, because they were just like us: fishermen trying to make a living from the sea.”",
    "keywords": [
        "korea",
        "ghost",
        "sea",
        "boats",
        "mystery",
        "kim",
        "japan",
        "ships",
        "fishermen",
        "points",
        "soldiers",
        "seas",
        "ishimaru",
        "north",
        "korean"
    ],
    "summary": "The identities of the corpses found aboard a capsized fishing boat off the Japan sea coast last month will be forever shrouded in mystery.\nIn the past two months at least a dozen suspected North Korean boats carrying the remains of 27 people have been found drifting off Japan’s coast.\nThere were also pieces of what appeared to be a North Korean flag.\nIn fact, many wrecked boats thought to be from North Korea drift towards Japan every year.\n“The problem is that the North Korean fishing industry is no longer run on socialist principles,” Ishimaru said.",
    "sentiment": {
        "neg": 0.0886,
        "neu": 0.8733,
        "pos": 0.0381,
        "compound": -0.1492
    }
}