{
    "date": "2015-08-28T04:45:52Z",
    "title": "Kim Jong-un hails accord between two Koreas while purging military officials",
    "url": "https://www.theguardian.com/world/2015/aug/28/kim-jong-un-hails-accord-between-two-koreas-while-purging-military-officials",
    "content": "Kim Jong-un has called the new accord between North and South Korea “a landmark occasion” that paves the way for defused military tension and improved ties, while claiming it was the strength of the North’s armed forces and its nuclear arms that gave it bargaining power. At the same time, the North Korean media announced Kim had sacked several top officials of the country’s Central Military Commission. Pyongyang gave no reasons for the dismissals but analysts said it could be linked to landmine explosions that maimed South Korean soldiers within the demilitarised zone along their heavily fortified border. The South blamed the North but Kim’s regime officially denied it. As tensions mounted the rival countries exchanged artillery fire and threatened further strikes against each other, while Seoul resumed propaganda broadcasts critical of Kim’s authoritarian rule. The two sides on Tuesday agreed to end the standoff and open a new channel of dialogue with the aim of improving ties. On Friday official media quoted Kim as saying: “The joint press release published at the contact provided a crucial landmark occasion of defusing the acute military tension and putting the catastrophic inter-Korean relations on the track of reconciliation and trust … thanks to the tremendous military muscle with the nuclear deterrent for self-defence built by the great party as a pivot and matchless ranks single-mindedly united around the party.” On Friday the South’s unification ministry said the Red Cross had sent a message to the North proposing talks in the border village of Panmunjom on 7 September to discuss reunions of separated families. Tuesday’s accord included a pact to hold reunions of families split during the 1950-53 Korean War, many of whom are ageing and hoping to see lost family members for the last time. During a party meeting Kim also ordered soldiers to help a recently flooded city, a sign of his need to show his people he cares about a decrepit economy. With Reuters, AP and AFP",
    "keywords": [
        "hails",
        "south",
        "military",
        "party",
        "reunions",
        "north",
        "kim",
        "ties",
        "accord",
        "soldiers",
        "purging",
        "korean",
        "officials",
        "tension",
        "jongun",
        "koreas"
    ],
    "summary": "Kim Jong-un has called the new accord between North and South Korea “a landmark occasion” that paves the way for defused military tension and improved ties, while claiming it was the strength of the North’s armed forces and its nuclear arms that gave it bargaining power.\nAt the same time, the North Korean media announced Kim had sacked several top officials of the country’s Central Military Commission.\nPyongyang gave no reasons for the dismissals but analysts said it could be linked to landmine explosions that maimed South Korean soldiers within the demilitarised zone along their heavily fortified border.\nThe two sides on Tuesday agreed to end the standoff and open a new channel of dialogue with the aim of improving ties.\nDuring a party meeting Kim also ordered soldiers to help a recently flooded city, a sign of his need to show his people he cares about a decrepit economy.",
    "sentiment": {
        "neg": 0.1135,
        "neu": 0.7935,
        "pos": 0.093,
        "compound": 0.0848
    }
}