{
    "date": "2016-06-02T03:08:26Z",
    "title": "Mitsubishi offers apology and $56m for wartime use of Chinese forced labour",
    "url": "https://www.theguardian.com/world/2016/jun/02/mitsubishi-offers-apology-and-56m-for-wartime-use-of-chinese-forced-labour",
    "content": "A Japanese company that used Chinese forced labour in its coalmines during the second world war has agreed to compensate and apologise to thousands of victims and their families. Mitsubishi Materials, one of dozens of Japanese companies that used such labourers from China and the Korean peninsula, said it would pay 100,000 yuan (US$15,000) to each of the surviving victims and the families of those who have died. If all 3,765 people entitled to compensation come forward, the total payout could reach US$56m, making it the biggest deal of its kind so far. Mitsubishi Materials said it would try to locate all the survivors, adding that it would erect memorials at the sites where its mines were located. “We have come to the conclusion that we will extend an apology [to the victims] and offer the money as a proof of that apology,” a Mitsubishi Materials spokesman said. The company signed the agreement in Beijing with three former workers representing thousands of Chinese who had been forcibly put to work in coalmines in Japan that were run by Mitsubishi Mining, as the company was known at the time. The victims hailed the decision a victory in their long quest for Japanese companies to take responsibility for bringing an estimated 40,000 Chinese to Japan between 1943 and 1945 to work in factories and mines amid a wartime labour shortage. Almost 7,000 of them died due to the harsh working conditions and malnutrition. “Our forced labor case today has finally come to a resolution. We have won this case. This is a big victory that merits a celebration,” Yan Yucheng, 87, a former labourer, said in the Chinese capital. Some of the relatives of former labourers, however, were concerned the settlement was in lieu of official compensation from the Japanese government, which insists that all reparation claims were covered by postwar treaties with former victims of Japanese militarism. Tokyo has also said China waived its right to claim compensation when the countries established diplomatic relations in 1972. Kang Jian, a lawyer who represents some of the plaintiffs, said: “The company did it not for reconciliation, but to try to relieve the pressure on the Japanese government.” Hua Chunying, a spokeswoman for the Chinese foreign ministry, said: “The forced recruitment of slave labour was a great crime committed by Japan. China urges Japan to adopt a responsible attitude and properly handle the relevant issue of history.” As part of its first settlement with former forced labourers, Mitsubishi Materials offered its “sincere apologies regarding its historical responsibility to the former labourers” and promised to “continue to seek a comprehensive and permanent solution with all of its former labourers and their families”. It is not the only Japanese company to have recognised its role in the wartime forced labour system. The construction companies Kajima and Nishimatsu have also offered compensation, and in 2015 Mitsubishi Materials became the first major Japanese company to apologise for its brutal treatment of hundreds of US prisoners of war who were made to work at four of its mines.",
    "keywords": [
        "wartime",
        "labourers",
        "labour",
        "56m",
        "mitsubishi",
        "apology",
        "japanese",
        "victims",
        "japan",
        "chinese",
        "materials",
        "forced",
        "offers",
        "company"
    ],
    "summary": "A Japanese company that used Chinese forced labour in its coalmines during the second world war has agreed to compensate and apologise to thousands of victims and their families.\nMitsubishi Materials said it would try to locate all the survivors, adding that it would erect memorials at the sites where its mines were located.\n“We have come to the conclusion that we will extend an apology [to the victims] and offer the money as a proof of that apology,” a Mitsubishi Materials spokesman said.\nThis is a big victory that merits a celebration,” Yan Yucheng, 87, a former labourer, said in the Chinese capital.\nIt is not the only Japanese company to have recognised its role in the wartime forced labour system.",
    "sentiment": {
        "neg": 0.1045,
        "neu": 0.799,
        "pos": 0.0965,
        "compound": -0.0835
    }
}