{
    "date": "2016-04-08T12:18:11Z",
    "title": "Thirteen North Korean restaurant workers defect to South Korea",
    "url": "https://www.theguardian.com/world/2016/apr/08/north-korean-restaurant-workers-defect-south",
    "content": "Thirteen North Korean restaurant workers participated in what South Korea called an unprecedented mass defection this week, attributing the incident to recently tightened UN sanctions. The workers – 12 women and one man who managed the government-controlled restaurant in an unnamed third country – sought political asylum in South Korea on Thursday. They were admitted on humanitarian grounds, Jeong Joon-hee, a spokesman for South Korea’s unification ministry, which handles North Korean issues, told reporters. “There was a shared wish to go to South Korea and nobody was resistant to that,” one of the group told authorities, Jeong said. Jeong said harsher sanctions introduced last month following North Korea’s fourth nuclear test in early January appeared to have prompted the defections. “As the international community has slapped sanctions on the North, North Korean restaurants in foreign countries are known to be feeling the pinch,” he told journalists, according to South Korean news agency Yonhap. “North Koreans in overseas restaurants are believed to be under heavy pressure to send money to their country.” Jeong also claimed the group had tired of Pyongyang’s ideological campaigns and had become disillusioned with their home country after watching South Korean television dramas and films. Yonhap said the South Korean government believed North Korea was operating 130 such restaurants in 12 different countries including Cambodia, China and Vietnam. The restaurants are a vital source of hard currency for Kim Jong-un’s regime. An estimated $10m (£7m) in revenue is channelled back to Pyongyang each year from this network of restaurants, where staff often perform musical routines as well as serving North Korean food. Restaurant workers are chosen partly because of their perceived loyalty to the regime and observers said both the nature and scale of the defection were highly unusual. “Restaurants are the most difficult place to defect from,” one North Korea rights activist was quoted as saying by the NK News website. “Thirteen sounds like the workers of one entire restaurant left all together.” Jeong claimed it was unprecedented for so many people to have defected from the same North Korean restaurant abroad. It is also unusual for South Korea to make a formal announcement about defections, or to even comment on them. Jeong said the government decided to go public about the arrivals because of the unusual nature of the defections. About 29,000 people have fled North Korea and arrived in the South, including 1,276 last year, with numbers declining from a 2009 peak. North Korean defectors to South Korea typically travel through China to a third country, such as Mongolia or Myanmar, before reaching the South. The North punishes those who are caught trying to defect and their families, while China’s policy is to return any fleeing North Koreans it catches in its territory. Speaking last month at the Bookworm literary festival in Beijing, Hyeonseo Lee, a defector who fled North Korea in 1997, attacked Beijing’s treatment of North Korean defectors. “There are many evils living in China, human traffickers, but at the same time there are many good people,” said Lee, author of memoir The Girl With Seven Names. “I’m grateful to those good people, but not the Chinese government.” Jeong declined to identify the country from which the restaurant workers had fled, or which country they had passed through before arriving in South Korea, citing potential impact on diplomatic ties.",
    "keywords": [
        "jeong",
        "restaurant",
        "south",
        "korea",
        "unusual",
        "restaurants",
        "workers",
        "thirteen",
        "country",
        "defect",
        "north",
        "korean"
    ],
    "summary": "Thirteen North Korean restaurant workers participated in what South Korea called an unprecedented mass defection this week, attributing the incident to recently tightened UN sanctions.\n“As the international community has slapped sanctions on the North, North Korean restaurants in foreign countries are known to be feeling the pinch,” he told journalists, according to South Korean news agency Yonhap.\nYonhap said the South Korean government believed North Korea was operating 130 such restaurants in 12 different countries including Cambodia, China and Vietnam.\nNorth Korean defectors to South Korea typically travel through China to a third country, such as Mongolia or Myanmar, before reaching the South.\nSpeaking last month at the Bookworm literary festival in Beijing, Hyeonseo Lee, a defector who fled North Korea in 1997, attacked Beijing’s treatment of North Korean defectors.",
    "sentiment": {
        "neg": 0.0839,
        "neu": 0.864,
        "pos": 0.0521,
        "compound": -0.1061
    }
}