{
    "date": "2016-11-14T07:00:40Z",
    "title": "Unfinished bridge reveals broken state of North Korea's alliance with China",
    "url": "https://www.theguardian.com/cities/2016/nov/14/dandong-sinuiju-unfinished-bridge-reveals-broken-state-north-korea-alliance-china",
    "content": "From Dandong, the largest Chinese city on the border with North Korea, it’s just a short hop to the Hermit Kingdom – or rather, a short swim. In summer, bronzed Chinese bathers wade into the Yalu River and paddle 400 metres to the opposite bank, where armed North Korean soldiers watch from turquoise guard towers over women washing clothes along the muddy bank. The North Koreans don’t dare swim. “There are North Korean soldiers hiding in the long grass,” says one elderly Chinese woman swimming by the bank. “They will catch you and charge a ransom if you get too close.” This is the frontline of a long-term communist alliance turned sour. At first glance, Dandong – with its 1.8 million people – looks like any other second-tier Chinese city: KFC and McDonald’s, 30-storey apartment buildings, tree-lined streets jammed with BMWs and Range Rovers. But it is also the main umbilical cord for North Korea. From Dandong’s main thoroughfare, you can see across the river to dilapidated two-storey houses; at night, the North Korean city of Sinuiju (population 250,000) is in complete darkness. At least 70% of all trade in and out of this isolated country happens between these twin cities, and upwards of 20,000 North Koreans work in Dandong. Many shopfronts are in both Chinese and Korean. Until recently, China was betting heavily that economic incentives could persuade North Korea’s recalcitrant leaders to behave in line with international norms – and Dandong was one of their carrots. China poured billions into the city to encourage trade: at least £3bn in an area called the New District, featuring gleaming apartments and malls; two special economic zones, both on river islands; and £250m into a new bridge spanning the Yalu River. But relations have since soured, seemingly by the month. In January, North Korea completed a fourth nuclear test; in February, a North Korean diplomat in Dandong drove his car into a taxi while drunk, killing two people. In March, Beijing backed stricter UN sanctions; September saw another nuclear test. “This was one of the worst periods in the history of bilateral relations between China and the DPRK,” says Oleg Kiriyanov, a researcher on Chinese-Korean relations at Moscow State University. Making matters worse, North Korean leader Kim Jong-un executed his uncle Jang Song-thaek, the man said to be the driving force behind the economic cooperation projects in Dandong – including the new bridge. That bridge is now a potent symbol of how things have gone wrong between the two allies. It was supposed to open in 2014, but today the off-ramp still ends abruptly five metres above the ground: a ladder hovering above North Korean soil, unfinished and with no sign of completion. As the bridge, so the trade. The New District’s tower blocks, malls and trade zones are mostly empty – a few cars, and rows of empty apartment blocks in an area where a two-bedroom unit sells for about half the going rate in central Dandong. Indeed, the souring of relations has sucked Dandong into China’s worst property slump: last year it recorded the worst-performing residential market among China’s 70 major cities. Rafts of investors, many of them South Korean, have fled. The impasse hurts both cities. Dandong is a valuable source of hard currency for North Koreans: most of those 20,000 workers are employed in garment, machinery and fish-processing factories in Dandong and neighbouring towns, often working 13-hour days. Within a few blocks of the railway station stand a dozen North Korean restaurants, such as the Gaoli Hotel, where North Korean waitresses dressed in pink and yellow Joseonot dresses receive guests, play the traditional Korean harp and sell Pyongyang beer. Conditions are tough – mobile phones are banned, and following a spate of defections, waitresses can only travel off premises in groups of three – but it is one of the few opportunities for North Koreans to work outside their borders. Elite Pyongyang trade officials, meanwhile, can pay up to £235,000 per year to live and earn in Dandong, leaving a family member behind so they don’t defect. Many send their children to East Liaoning University, where they use smartphones and surf the internet from the high-rise faculty building that overlooks their impoverished country. Dandong’s Eaglebridge International School, run by American adventists, opened in October 2012 in the hope of capitalising on what was supposed to be the productive new economic relationship between Sinjuiju and Dandong. “We came in on the back of this bridge,” says Robert Christensen, director of the school’s executive board. “The thinking was that the Chinese government is pretty smart. If they’re going to be pouring in billions of US dollars, they know what they’re doing.” He says they hoped to have 300 students by now, but only 200 have started the new school year, about a quarter of them North Korean. For now, the cities are connected only by a rickety single-lane bridge, built by Japan in 1943. This is where the Beijing-Pyongyang overnight sleeper train crosses the border; the direction of traffic is alternated. Few Dandong residents doubt that the expensive new bridge will open at some point, but no one knows how much damage will be done by then – to the housing market, to trade and to the wider prosperity of both cities. In the meantime, Dandong and Sinuiju remain wedded in an increasingly cold embrace. Follow Guardian Cities on Twitter and Facebook and join the discussion",
    "keywords": [
        "dandong",
        "reveals",
        "relations",
        "trade",
        "state",
        "broken",
        "bridge",
        "alliance",
        "cities",
        "china",
        "chinese",
        "korean",
        "river",
        "koreans",
        "unfinished",
        "north",
        "koreas"
    ],
    "summary": "The North Koreans don’t dare swim.\n“There are North Korean soldiers hiding in the long grass,” says one elderly Chinese woman swimming by the bank.\nIn January, North Korea completed a fourth nuclear test; in February, a North Korean diplomat in Dandong drove his car into a taxi while drunk, killing two people.\nIt was supposed to open in 2014, but today the off-ramp still ends abruptly five metres above the ground: a ladder hovering above North Korean soil, unfinished and with no sign of completion.\nWithin a few blocks of the railway station stand a dozen North Korean restaurants, such as the Gaoli Hotel, where North Korean waitresses dressed in pink and yellow Joseonot dresses receive guests, play the traditional Korean harp and sell Pyongyang beer.",
    "sentiment": {
        "neg": 0.0623,
        "neu": 0.8974,
        "pos": 0.0403,
        "compound": -0.0765
    }
}