{
    "date": "2016-08-17T17:30:55Z",
    "title": "North Korean defector Thae Yong-ho was 'sick and tired of regime'",
    "url": "https://www.theguardian.com/world/2016/aug/17/friends-of-north-korean-defectors-son-speak-of-their-worries",
    "content": "Kum Thae was a typical teenager. He went to a school in Acton, west London, used Facebook and WhatsApp, and enjoyed basketball. But after taking his A-levels (double maths, computer science) this summer something odd happened. He vanished. “We tried his phone. It was blocked. He disappeared from Facebook and social media. We were very worried,” said his friend Louis Prior, 19. The mystery was solved this week when it emerged that Kum’s father, Thae Yong-ho, a high-ranking diplomat and minister at the North Korean embassy in London, had defected. He had slipped out from the embassy’s suburban semi-detached house in Ealing, taking his family with him. The jubilant government in Seoul announced on Wednesday that he was now in South Korea, the most important diplomat to defect from North to South. It’s unclear how he got there. But it’s likely that the British intelligence agency MI6 will have arranged his passage, having debriefed him first in a government safe house. Analysts say Thae may have invaluable information about the secretive regime of Kim Jong-un, in power since 2011. He is likely to be grilled over Kim’s leadership, the mood inside North Korea’s ruling elite, and the fate of senior members of the last government, some of whom have been purged and executed. According to Jeong Joon-hee, a spokesman at South Korea’s unification ministry, Thae’s motives for defecting were political and personal. He was “sick and tired of the Kim Jong-un regime”, wanted to be in a liberal and democratic country, and was worried about his children’s future, Jeong said. Jeong suggested Thae’s case showed disillusionment among top North Korean officials was growing. The regime was at breaking point, he said – a claim that most experts believe to be wishful thinking. Kum’s classmates offer intriguing details. They say their friend – who gets his A-level results on Thursday – was a “brain” and an A* student. He had been due to take a place this autumn at Imperial College London, reading maths and computer science. As a diplomat, Thae could have been recalled by Pyongyang at any moment, putting Kum’s studies in jeopardy. He had spent most of the past decade in the west, with a stint in Denmark before taking up his present post. Thae was one of six officials stationed at the embassy, an important hub in the clandestine world of North Korean foreign policy. His job was to keep track of emigres living in London and to rebut British criticism of North Korea’s human rights record, which is among the worst in the world, according to Human Rights Watch. Thae arrived in London in 2004. Charming, smart and with impeccable English, he took part in various public events. He gave no hint that he would eventually defect. Videos show him addressing a meeting in 2013 of the Revolutionary Communist Party of Britain (Marxist-Leninist), a bearded activist to his left. In 2014 he spoke to an audience at Housmans radical bookshop in King’s Cross. Footage appears to shows an articulate defender of the North Korean model, contrasting his country’s education system (free, including at university) with its British rival. He lays into the teaching of history in schools, and complains of “brainwashing done by the ruling class of this society”. The UK’s imperialist record is ignored, Thae says, adding: “Capitalism can’t be our future.” As well as orthodox sentiments, the videos show moments of humour. The diplomat says his friends at home have little understanding of how expensive London is and assume that for £1,200 a month he lives in a palace complete with pool and sauna. (The reality, he says, is a modest two-bedroom flat in west London with a pokey kitchen.) He admits to money worries. Invariably, North Korean missions abroad are broke, with diplomats encouraged to use creative methods – including illegal ones – to raise cash. “When I drive out from my embassy I have to think: what about congestion charges?” he says wryly. Thae escaped to South Korea with his wife and two sons, Kum, 19, and his 26-year-old brother. But his other relatives may now pay a heavy price. “There’s really been no let-up whatsoever in the abuses of human rights under Kim Jong-un,” said Phil Robertson, deputy director of Human Rights Watch Asia division. He added: “Forced labour is systematic and pervasive. It has become a basic pillar in the economy, in everything from constructing a skyscraper in Pyongyang to harvesting crops in rural areas.” Robertson said Thae’s relatives could now expect “perpetual punishment in brutal political prisoner or forced labour camps”. Kim Jong-un had been “harsher than his father”, Kim Jong-il, in preventing North Koreans from fleeing the country and chasing down and punishing those who manage to escape. The number of defectors – most of them going via North Korea’s border with China – has declined since Kim Jong-un took over as leader following his father’s death. Other recent defections include a diplomat from Thailand and 12 waitresses based in China. “So far, the North Korean elites have been better taken care of by Kim Jong-un than during the rule of his father, in part because the government seems to recognise that they must continue letting the local private economy flourish and permit those elites to make money,” Robertson said. It’s unclear what impact Thae’s defection will have on UK-North Korean relations. Britain has had an ambassador in Pyongyang since 2001. There is an ongoing cultural dialogue, including academic exchanges, with a few North Korean students studying at Cambridge University. John Nilsson-Wright, the head of the Asia programme at Chatham House, said bilateral relationships were complicated and variegated. He said South Korea and its allies would now be seeking insight from Thae into the past three or four years since Kim Jong-un took over. For Kum’s friends, meanwhile, there is relief that the classmate who spent much of his time gaming appears to be alive and well. “I’m glad he’s safe,” Prior said. “We’re just miffed he’s going to miss out on his place at Imperial.”",
    "keywords": [
        "london",
        "south",
        "regime",
        "yongho",
        "sick",
        "kim",
        "tired",
        "jongun",
        "thaes",
        "diplomat",
        "rights",
        "defector",
        "thae",
        "north",
        "korean"
    ],
    "summary": "He was “sick and tired of the Kim Jong-un regime”, wanted to be in a liberal and democratic country, and was worried about his children’s future, Jeong said.\nThae was one of six officials stationed at the embassy, an important hub in the clandestine world of North Korean foreign policy.\nFootage appears to shows an articulate defender of the North Korean model, contrasting his country’s education system (free, including at university) with its British rival.\nInvariably, North Korean missions abroad are broke, with diplomats encouraged to use creative methods – including illegal ones – to raise cash.\nThere is an ongoing cultural dialogue, including academic exchanges, with a few North Korean students studying at Cambridge University.",
    "sentiment": {
        "neg": 0.0889,
        "neu": 0.8448,
        "pos": 0.0663,
        "compound": -0.0309
    }
}