{
    "date": "2016-01-13T04:00:00Z",
    "title": "Christians flee growing persecution in Africa and Middle East",
    "url": "https://www.theguardian.com/world/2016/jan/13/christians-flee-growing-persecution-africa-middle-east",
    "content": "Religious persecution is on the rise in Africa and the Middle East, forcing millions of Christians to flee their homes for overcrowded refugee camps and the risks of smuggling routes to Europe, according to a report. The targeting of Christians has worsened over the past year, says Open Doors, a charity that monitors religiously motivated violence and discrimination, and produces an annual league table of the worst countries in which to be a Christian. North Korea continued to top the list for overall persecution in 2015, but Nigeria came first for the number of Christians killed for their faith, recording more than half of the 7,000-plus killings across the globe. “The headlines focus on the Middle East, but there were more recorded killings of Christians due to their faith in northern Nigeria in 2015 than in the rest of the world put together; 4,028 out of a worldwide total of 7,100 reported deaths,” the report said. Out of 50 countries listed by Open Doors, the six where most Christians were killed for directly faith-related reasons were in sub-Saharan Africa: Nigeria, Central African Republic, Chad, Democratic Republic of Congo, Kenya and Cameroon. “In numerical terms at least, though not in degree, the persecution of Christians in this region dwarfs what is happening in the Middle East,” the report said. More than 2 million people, many of them Christians, have been forced to leave their homes in northern Nigeria, where the Islamist terror group Boko Haram is waging a campaign. Open Doors also reported violence against Christian farmers by Hausa-Fulani tribesmen, conservatively estimating more than 1,500 religiously motivated killings. Both Boko Haram and Hausa-Fulani “are carrying out religious cleansing, aiming to eradicate Christianity”, the charity said. Eritrea, at number three on the list, is dubbed “the North Korea of Africa”. President Isaias Afewerki’s “totalitarian paranoia” is driving hundreds of thousands of its citizens into the hands of people smugglers. “Eritrean Christians, even though they know there is a very high probability of falling into the hands of traffickers and ruthless radical groups like Daesh [Islamic State], are still desperate to escape from Eritrea,” the report quotes one of its researchers as saying. Women and girls are on the frontline of religious persecution, it says. “In many places in the world [they] face a double vulnerability: the disadvantage and repression prompted by their gender is overlaid by the hostility and persecution that comes from their minority Christian faith.” Among the abuses faced by women and girls are kidnapping and forced marriage , “honour killings”, rape, beatings, having acid thrown in their faces, and domestic violence. The Middle East continued to be a major hub of anti-Christian persecution. David Alton, the crossbench peer and campaigner on the issue, described events in Syria and Iraq as “a genocide that dares not speak its name”. He added: “Deep-rooted religious hatred, a hatred of difference, is driving on a systematic campaign of deportation and exodus, degrading treatment, including sexual violence, enslavement, barbaric executions, and attempts to systematically destroy all history and culture that is not their own.” An international delegation of 15 Catholic bishops visiting Christian refugees from Iraq in Jordan this week and raised concerns about their harsh conditions. Very few are living in two big camps run by the UN and international aid agencies, partly because they fear intimidation and violence from a minority of hardline Muslim refugees. Many Christian families are living in disused steel containers, churches or in overcrowded apartments with relatives. One Open Doors worker in northern Iraq who was unwilling to disclose his name told the Guardian that most Christian refugees refused to enter UN-run camps. “Many feel they were betrayed by their Muslim neighbours, and families are very concerned about the safety of their women and girls. They prefer smaller, church-run camps, but these are less well-resourced. Christian refugees are being bypassed by the big UN organisations.” India is also highlighted in the Open Doors report for the rise in persecution against Muslims, Christians and other minority faiths since the election of Narendra Modi as prime minister at the head of a government dominated by the nationalist Hindu BJP party. It is now at number 17 on the list, up from 31 two years ago. “Pastors have been beaten and killed, and members of their congregations forced to convert to Hinduism in an increasing number of attacks across the country. On average a church is burned down or a pastor beaten three times a week,” said Open Doors.",
    "keywords": [
        "refugees",
        "africa",
        "east",
        "religious",
        "flee",
        "christians",
        "growing",
        "report",
        "christian",
        "violence",
        "number",
        "middle",
        "open",
        "doors",
        "persecution"
    ],
    "summary": "Religious persecution is on the rise in Africa and the Middle East, forcing millions of Christians to flee their homes for overcrowded refugee camps and the risks of smuggling routes to Europe, according to a report.\n“In numerical terms at least, though not in degree, the persecution of Christians in this region dwarfs what is happening in the Middle East,” the report said.\nOpen Doors also reported violence against Christian farmers by Hausa-Fulani tribesmen, conservatively estimating more than 1,500 religiously motivated killings.\nWomen and girls are on the frontline of religious persecution, it says.\nOn average a church is burned down or a pastor beaten three times a week,” said Open Doors.",
    "sentiment": {
        "neg": 0.1273,
        "neu": 0.831,
        "pos": 0.0418,
        "compound": -0.3429
    }
}