{
    "date": "2016-04-13T06:00:06Z",
    "title": "The Bridge maker: we'd like to make version set in North and South Korea",
    "url": "https://www.theguardian.com/media/2016/apr/13/the-bridge-north-south-korea-lars-blomgren",
    "content": "The man behind Scandinavian drama The Bridge has revealed that he is considering a version of the hit cross-border series set in North and South Korea. Describing himself as a man from a “very naive country”Lars Blomgren, the Swedish founder and managing director of the show’s producers Filmlance, said he still hoped for a North-South Korean version, and would be prepared to compromise on his preference for working with producers and broadcasters on both sides of a border. “I think it is important it works on both sides of the border, with one exception,” he said. “We had serious discussions about North and South Korea, but then that won’t involve anyone from the North Korean side. It would be fantastic to do. I would love to do it.” Blomgren talked about how plans to film a version set in Russia and Ukraine were scuppered by hostilities between the two neighbours after he began exploring the idea of an eastern European version in 2012. “We had 14 different offers from production companies and broadcasters, from both Ukraine and Russia, we also had people suggesting Russia-Finland, Russia-Poland, Russia-Norway, several directions,” Blomgren told the Guardian. “The most interesting creatively was Ukraine-Russia and there were some really prominent, good, high-quality people involved. That was what we are aiming for.” However, conflict between the two countries and the eventual annexation of the Crimea by Russia in 2014 put the brakes on Filmlance’s plans. The final nail in the coffin came in April last year when the Ukrainian government banned the positive depiction of Russian police or military on TV. “When this conflict escalated – this is the catch – Ukrainian TV decided they would ban any scripted show with Russian policeman or military on screen, so end of story,” said Blomgren. The original verrsion of The Bridge starred Sofia Helin as Swedish detective Saga Norén investigating cases straddling the country’s border with Denmark, alongside Danish colleagues. It has proved a hit with audiences in part because of its backdrop of cultural differences, and a fourth series is expected to be commissioned within weeks. Filmlance owner Endemol Shine have already successfully transplanted the format, with Anglo-French production The Tunnel returning for a second series on French broadcaster Canal+, as well as Sky in April. Blomgren said finding a Russian version of the show that worked was made more difficult by the country’s unbalanced relationship with its neighbours. “There was an interesting conversation with one of the big broadcasters, and I said ‘maybe you should go for a more equal neighbour’ and he said ‘we don’t have any equal neighbours’,” he said. However, he said Filmlance is now hoping the complex relationship between Russia and Estonia, which hosts many Russians who moved there during the Soviet era, will provide a compelling setting for a new series. “It’s a really interesting border to aim for, and the only thing I keep arguing is I’d love to do it as long as we have an Estonian broadcaster on board … it has to be as good on both sides of the border.” Blomgren said he believed the cross-border approach has the potential to help ease the cultural tensions that help create drama in The Bridge format. “I am from a country where we haven’t had a war for 200 years,” he said. “If you have a show that works on both sides of the border, of course it could help relations, but as I said I am from a very naive country.”",
    "keywords": [
        "interesting",
        "border",
        "south",
        "set",
        "version",
        "blomgren",
        "neighbours",
        "korea",
        "bridge",
        "russia",
        "maker",
        "russian",
        "series",
        "sides",
        "north"
    ],
    "summary": "The man behind Scandinavian drama The Bridge has revealed that he is considering a version of the hit cross-border series set in North and South Korea.\n“I think it is important it works on both sides of the border, with one exception,” he said.\n“We had serious discussions about North and South Korea, but then that won’t involve anyone from the North Korean side.\nThe original verrsion of The Bridge starred Sofia Helin as Swedish detective Saga Norén investigating cases straddling the country’s border with Denmark, alongside Danish colleagues.\nBlomgren said finding a Russian version of the show that worked was made more difficult by the country’s unbalanced relationship with its neighbours.",
    "sentiment": {
        "neg": 0.0519,
        "neu": 0.8441,
        "pos": 0.104,
        "compound": 0.1445
    }
}