{
    "date": "2016-03-01T12:15:00Z",
    "title": "Yet another American has been detained in North Korea. So why do they go? | Monisha Rajesh",
    "url": "https://www.theguardian.com/commentisfree/2016/mar/01/north-korea-american-detained-otto-frederick-warmbier",
    "content": "Otto Frederick Warmbier, a 21-year-old student from the University of Virginia, has been detained in North Korea for the past two months. On Monday, he appeared on North Korean state television and said he had been trying to steal a propaganda banner from a Pyongyang hotel. It’s not clear if that admission was made freely. Since March 2009, 12 Americans have been detained in North Korea, accused of crimes ranging from illegally crossing Chinese borders to leaving a Bible in a bin at a health club. That raises the question: why do tourists continue to travel there? I spent 10 days in North Korea, or the Democratic People’s Republic of Korea (DPRK), last year. It was purely out of curiosity that I chose to visit. Our world is a small place. Every sea has been crossed, every mountain has been climbed and every jungle explored. Even the closed-off, secretive North Korea has been filmed, photographed and written about – but I don’t believe everything I watch, read or hear, and as a travel writer I couldn’t ignore this anomalous pocket in the heart of east Asia existing with such shocking defiance. I wanted to witness first hand what North Korea was like. Since the 1980s, North Korea has been admitting foreign tourists through organized, supervised tour groups and more than 5,000 tourists travel there every year. Anyone but reporters can visit, as long as it’s through an approved tour operator such as the Beijing-based Koryo Tours. North Korea has a habit of opening and closing its borders on a whim, so I booked myself on a chartered train tour along with 15 other tourists, including two Americans. We never felt unsafe. Not once. Not one of us ever questioned our security, largely because we abided by the rules which are few and simple: don’t deface photos of the Kims; don’t fold a magazine in half if Kim Jong-un’s face is on the front; include the whole body when photographing the Kims; wear a tie to the mausoleum; don’t take photos of the public without asking; and don’t leave Bibles behind in the country. This last rule exists as the regime believes that Kim Il-sung is still the supreme leader, and leaving behind a Bible is considered an attempt to influence the people’s beliefs. It’s not hard to observe these rules, so when I read about tourists being detained for deliberately tearing up a visa to be imprisoned, sneaking across borders and stealing, I’m not surprised that there are repercussions. The same would happen in any country in the world and if you want to visit a country you should obey their rules. Or don’t go there. The choice is yours. So what’s it like? Pyongyang, the showcase capital, is bleak and lined with pastel-painted tower blocks with red flowerpots in the windows. Women wear black trousers, ride bikes in platform heels and have permed hair and bangs. It’s austere but friendly. There are few cars and lots of bikes. The countryside is spectacularly beautiful with bright maize spread on the roofs and red chillis drying by the roadside. After an initial blank stare, people smile and wave, whether it’s from fear, nervousness or simply a case of being unsure of tourists’ intentions. But it’s wrong to project a prescribed image on to an entire country. Having travelled at the same time as the celebrations of the 70th anniversary of the Workers’ party, we were invited to join in dance rehearsals in the town square, holding hands and partnering with students who welcomed us without question. We shared earphones with our guides, showed photos of our families and had short, but sweet, exchanges with shop girls, museum guides and bellboys. At the end of our trip one of the North Korean guides said quietly: “We are 20 million people. We are not to blame. We would like to be a member of world society. We are not perfect, but then no country is. Don’t make us suffer for what is not our fault.” If North Korea is to ever break down its barriers and become accepted by the rest of the world, then subjecting its people to further isolation isn’t beneficial. Its people are sheltered and cocooned, forbidden from having any contact with the outside world. Travelling into the country funds the Kim regime, but it also gives the North Korean people a chance to interact, observe and grow used to foreigners. And I would go again in a heartbeat.",
    "keywords": [
        "monisha",
        "dont",
        "tourists",
        "travel",
        "rajesh",
        "korea",
        "world",
        "detained",
        "visit",
        "rules",
        "country",
        "american",
        "tour",
        "north"
    ],
    "summary": "Otto Frederick Warmbier, a 21-year-old student from the University of Virginia, has been detained in North Korea for the past two months.\nSince March 2009, 12 Americans have been detained in North Korea, accused of crimes ranging from illegally crossing Chinese borders to leaving a Bible in a bin at a health club.\nI spent 10 days in North Korea, or the Democratic People’s Republic of Korea (DPRK), last year.\nI wanted to witness first hand what North Korea was like.\nSince the 1980s, North Korea has been admitting foreign tourists through organized, supervised tour groups and more than 5,000 tourists travel there every year.",
    "sentiment": {
        "neg": 0.0615,
        "neu": 0.8473,
        "pos": 0.0912,
        "compound": 0.0123
    }
}