{
    "date": "2016-06-23T00:35:31Z",
    "title": "North Korea's Kim Jong-un claims new missile can strike US targets in Pacific",
    "url": "https://www.theguardian.com/world/2016/jun/23/north-korea-kim-jong-un-missile-strike-us-targets-pacific",
    "content": "Kim Jong-un has boasted of North Korea’s “sure capability” to strike US targets in the Pacific after his military carried out an apparently successful test of its Musudan medium-range missile. The North Korean leader, who personally monitored Wednesday’s missile tests, described the launch as a “great event” that vastly improved the North’s pre-emptive nuclear attack capability, according to the official KCNA news agency. “We have the sure capability to attack in an overall and practical way the Americans in the Pacific operation theatre,” KCNA quoted Kim as saying. Five previous Musudan tests ended in failure. But the second of two Musudans fired on Wednesday flew 250 miles (400km) – equivalent to half the distance to Japan’s main island of Honshu – before coming down in the Sea of Japan. Tokyo expressed heightened concern about the military threat as the missile flew the longest distance to date for a Musudan. “The threat to Japan is intensifying,” said Gen Nakatani, Japan’s defence minister. As the UN security council met to discuss its response, the American defence secretary, Ashton Carter, said the tests underlined the need for Washington and its allies to quickly deploy missile defence systems in the region. “I don’t know whether it was successful. I don’t know what the test objectives were as seen by the North Koreans,” Carter told reporters in Kentucky. “But for whatever reason, and with whatever level of success, this shows the need for us to continue to do what we’re doing, which is build these missile defences of various ranges to protect both our South Korean allies, US forces on the Korean Peninsula, Japan, and US territory.” US officials said this month that plans for deployment of the Terminal High Altitude Area Defence (Thaad) system were moving ahead, and an announcement could be expected soon, despite Chinese opposition to the move. The UN secretary general, Ban Ki-moon, described the ballistic missile launches as a “brazen and irresponsible act” in defiance of security council resolutions banning North Korea from using ballistic missile technology. North Korea’s “continued pursuit ... of nuclear weapons and ballistic missiles will only undermine its security and fail to improve the lives of its citizens”, said Ban’s spokesman, Farhan Haq. With a theoretical range of between 2,500km and 4,000km a fully operational Musudan would be able to reach targets that could include South Korea, Japan and the US Pacific territory of Guam. The first missile launched on Wednesday flew about 90 miles before disintegrating, according to South Korean reports. But Kim’s regime made clear it considered the second launch a success – a claim echoed by some experts who pointed out that the missile had reached an altitude of about 1,000km. “We have to see it as a success,” Lee Choon-geun, an analyst at the Science and Technology Policy Institute in South Korea, said of the second launch. “No other [previous] missiles fired by North Korea have ever flown that high.” Experts said North Korea appeared to have launched the second missile on an unusually high trajectory so that it would avoid violating Japanese air space. The missiles would usually be test-fired at a flatter angle to maximise their range, according to Jeffrey Lewis at the Middlebury Institute of International Studies in California. “That suggests the missile worked perfectly,” he said. “Had it been fired at its normal angle, it would have flown to its full range.” In April North Korea attempted unsuccessfully to launch three suspected Musudan missiles. All exploded in mid-air or crashed, according to South Korean defence officials. Late last month, North Korea had another suspected Musudan failure, South Korean officials said. Japan’s prime minister, Shinzo Abe, condemned the launches: “We find it utterly unforgivable.” Japan would “respond to the situation through coordination with the United States and South Korea”, he said. The South Korean president, Park Geun-hye, said repeated missile and nuclear tests had set North Korea on a dangerous path. “The North Korean regime should realise that complete isolation and self-destruction await at the end of reckless provocation,” Park said. The UN security council held an emergency meeting after the launches and the US ambassador, Samantha Power, called for “urgent and united condemnation”. White House spokesman Josh Earnest said: “The impact of these provocations will be to only strengthen the resolve of the international community that has such serious concerns with North Korea’s behaviour. “The United States will do what we have done in the past, which is work with the international community, particularly our allies in South Korea and Japan.” Lewis, the missile expert, warned that North Korea would eventually iron out any technical problems with the Musudan and then use the lessons to increase the threat to the US. “If North Korea continues testing, eventually its missileers will use the same technology in a missile that can threaten the United States,” he said. The launches demonstrate the determination of Kim Jong-un to defy UN security council resolutions banning North Korea from developing ballistic missile technology. The regime has also pressed ahead with nuclear tests despite international sanctions. The UN security council, with the support of the North’s main diplomatic ally China, imposed new sanctions in March after Pyongyang conducted its fourth nuclear test and launched a long-range rocket. North Korea claimed the rocket was carrying an observation satellite, but the launches are seen as an opportunity for the state to test ballistic missile technology. The regime is believed to have up to 30 Musudan missiles, which officials said were first deployed around 2007, although the North had never attempted to test-fire them until April this year. With the Associated Press",
    "keywords": [
        "south",
        "targets",
        "korea",
        "musudan",
        "claims",
        "kim",
        "tests",
        "japan",
        "strike",
        "pacific",
        "jongun",
        "korean",
        "missile",
        "security",
        "technology",
        "north",
        "koreas"
    ],
    "summary": "Kim Jong-un has boasted of North Korea’s “sure capability” to strike US targets in the Pacific after his military carried out an apparently successful test of its Musudan medium-range missile.\nThe South Korean president, Park Geun-hye, said repeated missile and nuclear tests had set North Korea on a dangerous path.\n“The North Korean regime should realise that complete isolation and self-destruction await at the end of reckless provocation,” Park said.\nThe launches demonstrate the determination of Kim Jong-un to defy UN security council resolutions banning North Korea from developing ballistic missile technology.\nNorth Korea claimed the rocket was carrying an observation satellite, but the launches are seen as an opportunity for the state to test ballistic missile technology.",
    "sentiment": {
        "neg": 0.0874,
        "neu": 0.8278,
        "pos": 0.0849,
        "compound": -0.0211
    }
}