{
    "date": "2016-08-19T12:06:13Z",
    "title": "Boris left in charge as Fox fumbles and a North Korean jumps ship",
    "url": "https://www.theguardian.com/uk-news/2016/aug/19/a-levels-jumping-north-korea-defector-olympics-labour-digested-week",
    "content": "Monday Six years ago the country took a collective deep breath when it realised one of the fallouts of coalition government was that Nick Clegg was being left in charge of the country while David Cameron went on holiday. Up till then the whole point of the Lib Dem leader in the national psyche was that he shouldn’t be left in charge of anything. Fast forward to this week and what we wouldn’t give for Nick, as we now have Boris Johnson in charge. Theresa May clearly understood how terrifying those of us left behind in Blighty would find the prospect as she made sure no one found out the news until she was safely out the country herself, on holiday in Switzerland. If it’s possible to worsen international relations and start a third world war in two weeks then you can rely on Boris to find a way. No one knows this better than our very own home secretary, Amber Rudd. During the referendum campaign, she described Boris as “not a man you want to drive you home at the end of a party”. Who better to deputise for the PM? Tuesday With Owen Smith suggesting that Britain should start peace negotiations with Isis – good luck with emailing – the New Statesman’s Helen Lewis dug up some of the more bizarre parliamentary early day motions to which Jeremy Corbyn has added his name over the years. Predictably, given the row about Trotskyist entryists to the Labour party, the 1988 EDM in which Corbyn called on the Soviet government to give complete rehabilitation to Leon Trotsky was the one that made the headlines. But the one tabled in 2004, and signed by both him and John McDonnell, which declared “This house is appalled at the revelations in MI5 files regarding the inhumane proposals to use pigeons as flying bombs; recognises the important and life-saving role of carrier pigeons in two world wars and wonders at the lack of gratitude towards these gentle creatures; and believes that humans represent the most obscene, perverted, uncivilised and lethal species ever to inhabit the planet and looks forward to the day when the inevitable asteroid slams into the Earth and wipes them out thus giving nature the opportunity to start again” remains my favourite. Wednesday Trying to keep up with what Brexit means other than Brexit is becoming ever more confusing. Once we were going to be triggering article 50 the day after the country voted to leave the EU but now it keeps getting kicked further and further into the long grass. Some time in 2019 is now being suggested as the earliest date possible – a date so close to the next general election it almost certainly won’t happen until afterwards, at which point the next government will feel it has a mandate to push it back even further. Not even those who are meant to know what is going on seem to know what is going on. Last week Liam Fox issued a press release on the Department for International Trade’s website that in effect admitted that were Britain to leave the European single market it would trade with the rest of the EU under World Trade Organisation rules. This week that particular press release has been taken down from the department’s website. It seems that someone has finally got round to telling the Fantastic Mr Fox that telling everyone they will have to pay 10% more on imported cars and 12% more on clothes when he had previously assured the country the EU would be falling over backwards to conduct free trade deals with the UK was not being exactly on message. Thursday The Olympic medal haul keeps growing and growing. And long may it last. For years as a kid I had to live through the disappointment of Britain winning just four or five gold medals at best and can still remember the effort of trying to get excited about having a banker in Rodney Pattison in the Flying Dutchman sailing class. Nor do I care if the country’s success has been bought with lottery funding. Given the amount of money the government manages to waste on not being able to make up its mind on Hinkley Point C, HS2, London’s third runway and Brexit, a few million quid to Britain’s cyclists to cheer us all up once every four years seems like money very well spent. But I do detect a certain complacency setting in. Not just in the “Oh, it’s only a silver” department but in the “We’re doing brilliantly to be second in the medal table”. Why settle for 20 or so golds when there are so many more we could be winning? Britain’s record in the shooting and fencing has been fairly dismal. Surely it wouldn’t take that much lottery money to train people to shoot straight or take someone out with a sword? An SAS sniper should be nailed on for a gold with a little more help. Friday MI5 has a new secret weapon. Along with being generally fed up with Kim Jong-un, the North Korean diplomat, Thae Yong-ho, cited “the London congestion charge” as one of the main reasons for his defection from his posting in the UK to South Korea. From now on, it seems as if traffic enforcement will have to join honey traps, dead letter drops, undercover surveillance and leaving top secret laptops in pubs in Vauxhall in the security service’s training manual for dealing with rogue states. Why stop at charging £11.50 per day to drive in central London (reduced to £10.50 if you pay by Autopay, but don’t tell foreign embassies that)? Let’s wheel clamp them into gridlock in the battle for hearts and minds. A few fixed penalty notices should have Isis rushing round the table to negotiate with Smith. The fly in the ointment is that Thae seems to be alone among London’s diplomatic community in being honest enough to pay the congestion charge. As of December last year, overseas embassies owed more than £80m in unpaid congestion charge fines. The US topped the list with £8m, closely followed by the Japanese, Russian and Nigerian embassies. Digested week, digested: Not-so-slow Mo",
    "keywords": [
        "money",
        "start",
        "pay",
        "world",
        "fumbles",
        "fox",
        "trade",
        "week",
        "charge",
        "ship",
        "jumps",
        "boris",
        "country",
        "left",
        "day",
        "point",
        "north",
        "korean"
    ],
    "summary": "Up till then the whole point of the Lib Dem leader in the national psyche was that he shouldn’t be left in charge of anything.\nFast forward to this week and what we wouldn’t give for Nick, as we now have Boris Johnson in charge.\nIf it’s possible to worsen international relations and start a third world war in two weeks then you can rely on Boris to find a way.\nDuring the referendum campaign, she described Boris as “not a man you want to drive you home at the end of a party”.\nThe fly in the ointment is that Thae seems to be alone among London’s diplomatic community in being honest enough to pay the congestion charge.",
    "sentiment": {
        "neg": 0.0673,
        "neu": 0.8297,
        "pos": 0.1031,
        "compound": 0.1338
    }
}