{
    "date": "2016-11-22T12:03:21Z",
    "title": "Liberation Day review – the hills are alive as North Korea embraces rock'n'roll",
    "url": "https://www.theguardian.com/film/2016/nov/22/liberation-day-review-north-korea-laibach-documentary",
    "content": "Just as Noah Cross in Chinatown said that politicians, ugly buildings and whores all get respectable if they last long enough, so the Stalinist Ruritania of North Korea has hung on, to become increasingly regarded as an exotic or even tragicomic kind of despotism, with its vast squares, monumental architecture and fixed, poignant smiles. Alvaro Longoria’s film The Propaganda Game suggested it is a zombie state, animated by obsolete communist delusions but kept alive by the duplicitous interests of great powers. It suits the Americans to maintain an old-style red scare; the Russians and Chinese don’t want a US-dominated Korean peninsula; and the South Koreans don’t fancy footing the bill for a German-style reunification. Werner Herzog recently got into the country to film Mount Paektu for his documentary Into the Inferno and said that the North Koreans’ messianic sense of themselves is a tribal phenomenon, typical of people who live in the shadow of a live volcano. Maybe so. Now Norwegian film-maker Morten Traavik has come up with the strangest North Korean tale yet: the true story of how last summer, for the first time ever, the Democratic People’s Republic of Korea invited a western rock band to play in the country. The group chosen for this honour was the veteran Slovenian art-rock outfit Laibach, formed in the Tito era of Yugoslavia, mildly notorious for flirting satirically with fascist imagery. They had already recorded an arch version of the North Korean folk song We Will Go to Mount Paektu. The group were finally permitted to perform their stentorian, deadpan-declamatory cover versions of songs from The Sound of Music. For their part, the North Korean audience tacitly agreed to misunderstand or overlook the irony. It sounds bizarre. It is bizarre. And this is especially because the North Korean government had at first specifically rejected Laibach with their tongue-in-cheek militarist chic. Traavik shows an excruciating dinner in which a Communist official gives a sorrowing but quite candid speech making it clear that Laibach’s poses were unacceptable. But Traavik himself, who was effectively promoting the gig as well as making this documentary film, had cultivated cultural links with the regime and persuaded them that Laibach were OK. And, after an agonising negotiation with officialdom, this weird concert went ahead: a genuinely historic event. The mystery remains: did the North Koreans get it? Did they not get it? Or did they choose a foggy condition of semi-incomprehension as the only state in which they could reconcile ideological piety with reaching out the hated west? Worryingly and rather heartsinkingly, Laibach get an on-screen endorsement from Slavoj Žižek who in classic épater style says that their fascist appurtenances are to be welcomed precisely because they are not the “satire” that left-liberals think, but rather a deadly serious embodiment of the brutal power that lies beneath all apparently rational forms of democratic government and thus the only thing that could gain access to, and therefore challenge, the North Korean regime. That is, I think, the same kind of clickbait-contrarian argument that led Žižek to claim that voting Trump would challenge the system. And, in fact, it comes down to the same thing. It was only my own left-liberalism that allowed me to see how there was something moving in this surreal event. Most documentaries or studies of North Korea conclude that it is forever sealed in its own tyranny. For all the absurdity, for all the questionable semi-satire, Laibach actually made contact with North Korea and caused a crack in the wall. In its ridiculous way, Laibach’s 80s art-rocker doom version of The Sound of Music was a kind of peace process, and, like any peace process, it involved the fudging of principles. The “liberation” of the title might yet prove to be illusory for North Korea and Traavik’s wacky cultural diplomacy might lead nowhere. But it could prove to be more than a footnote.",
    "keywords": [
        "laibach",
        "version",
        "alive",
        "korea",
        "žižek",
        "liberation",
        "hills",
        "kind",
        "film",
        "embraces",
        "korean",
        "traavik",
        "koreans",
        "day",
        "review",
        "north",
        "rocknroll"
    ],
    "summary": "They had already recorded an arch version of the North Korean folk song We Will Go to Mount Paektu.\nFor their part, the North Korean audience tacitly agreed to misunderstand or overlook the irony.\nAnd this is especially because the North Korean government had at first specifically rejected Laibach with their tongue-in-cheek militarist chic.\nMost documentaries or studies of North Korea conclude that it is forever sealed in its own tyranny.\nThe “liberation” of the title might yet prove to be illusory for North Korea and Traavik’s wacky cultural diplomacy might lead nowhere.",
    "sentiment": {
        "neg": 0.1081,
        "neu": 0.8272,
        "pos": 0.0647,
        "compound": -0.0542
    }
}