{
    "date": "2016-10-03T06:32:08Z",
    "title": "How cinephile Kim Jong-il kidnapped a director to improve local films",
    "url": "https://www.theguardian.com/world/2016/oct/03/kim-jong-il-kidnapped-director-films-north-korea-cinephile",
    "content": "Kim Jong-il was exasperated by his compatriots’ lack of drive and creativity, and bizarrely fulminated against excessive ideology and dogma in North Korean films, secret recordings aired in a new documentary reveal. Kim, who ruled the hermit state from 1994-2011, feared his country was being held back by lack of contact with the outside world, which was making his people too self-satisfied for their own good, the documentary tapes show. The Lovers and the Despot tells the story of how the tapes were smuggled out of the country by two South Koreans, director Shin Sang-ok and his wife, the actor Choi Eun-hee, who were kidnapped by Kim in 1978 in an attempt to bolster the film industry. The film-mad dictator, who died in 2011, urged the couple to show the people of North Korea “a good example through your creative films”, admitting that his country’s efforts had been “useless”. “When I watch our films [...] they are all dogmatic. Why do our films always have the same ideological stories? Why are there so many crying scenes?” Kim is heard asking in the tapes recorded by the couple, who had got hold of a tape recorder in captivity and wanted to show they were being held against their will. Kim is also heard berating the upper echelons of society, saying they are “stuck inside the fence [and that] they only see their own things and they are happy with it”. His appeal to Shin and Choi to inject some creativity into North Korean film-making is in stark contrast with state propaganda from the time, which paints North Korea as a glorious socialist utopia. And at one point he is heard praising the capitalist work ethic of the enemy: “Frankly speaking, the reason is that in the South, they work hard because they need to make money and feed themselves. It’s the result of blood, sweat and tears. But here, people are simply happy and comfortable … no one whips them onwards.” Documentary makers Ross Adam and Rob Cannan spent hours trawling through the tapes, which also reveal that the trio’s relationship was not as clear cut as that of a tyrannical captor and his submissive captives.“From their very first meeting it is clear that is Kim setting the tone,” said Adam, but “at times it feels like they’re getting on as friends. They have shared ambitions and an obsession with cinema.” At time Kim is also heard to be almost deferential towards the director, “not only because Shin was older but also because he admires him and was a great fan”, Cannan adds. The celebrity couple slowly earned the dictator’s trust and, managed to escape during a trip to Austria to promote North Korean films in 1986, taking their secret recordings with them. Translating the hours of the micro-cassette tapes was no easy task, Cannan explained. The sound was muffled because Choi had hidden the recorder in her handbag, and Kim’s accent was difficult to decipher. “He was hard to understand, very fast... he used a lot of older words, like an older version of Korean … we went through several stages of translation.” Intelligence Shin had already smuggled some of the tapes out of the country in 1985. Despite being closely chaperoned during all foreign trips during his captivity, Shin was able to pass the recordings to a former friend and film critic during a chance meeting in Budapest. He also conveyed the message that he was being held against his will. The recordings found their way to David Straub, who was monitoring North Korean intelligence for the US State Department at the time. “It was the first time anyone in the US government, as far as I know, had heard his [Kim’s] voice, besides a couple of words during a public address,” he recalled. The tapes were invaluable for intelligence, he added. They were “a chance to asses how logical he was, an insight into his temperament. Kim Jong-il was sane and rational in his own way.” After their release Shin and Choi were debriefed by the South Korean intelligence services, but to this day many doubt their version of events. The couple insist they were forced to pledge allegiance both publicly and privately to communism during captivity, but for many in the South any pledge of allegiance to the North is unforgivable. However, the tapes offer new insight into the kidnapping, and reveal how they were briefed by Kim on how to behave when they were sent to film festivals overseas. Before a trip to Moscow in 1985Kim is heard to say: “Don’t say you were forced to come here. Say you came willingly. You wanted to make films here because there’s no freedom in the South.” Shin replies: “Look, I’m the one sticking with you. I’m not going anywhere until I’ve finished my masterpieces. But you know that!” At one point the conversation turns to international film festivals. Kim asks: “Why there isn’t a single South Korean film at the Montreal film festival?”Shin replies: “They didn’t get through to the shortlist… I don’t even want to watch them. They drive me crazy. They just copy Japanese films.” Choi adds: “Honey, you used to do the same thing.” Ultimately, the recordings reveal an insecure young leader, eager for artistic validation from Shin and deeply anxious about what the world thinks about North Korean films. “If we don’t catch up in the next 10 years, then frankly speaking, our film industry will fall behind. We may become the last,” he says. The Lovers and the Despot is on general release",
    "keywords": [
        "shin",
        "south",
        "films",
        "heard",
        "local",
        "improve",
        "kim",
        "film",
        "director",
        "tapes",
        "jongil",
        "cinephile",
        "recordings",
        "kidnapped",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-il was exasperated by his compatriots’ lack of drive and creativity, and bizarrely fulminated against excessive ideology and dogma in North Korean films, secret recordings aired in a new documentary reveal.\nThe celebrity couple slowly earned the dictator’s trust and, managed to escape during a trip to Austria to promote North Korean films in 1986, taking their secret recordings with them.\nThe recordings found their way to David Straub, who was monitoring North Korean intelligence for the US State Department at the time.\nYou wanted to make films here because there’s no freedom in the South.” Shin replies: “Look, I’m the one sticking with you.\nKim asks: “Why there isn’t a single South Korean film at the Montreal film festival?”Shin replies: “They didn’t get through to the shortlist… I don’t even want to watch them.",
    "sentiment": {
        "neg": 0.0654,
        "neu": 0.8373,
        "pos": 0.0974,
        "compound": 0.1386
    }
}