{
    "date": "2016-07-19T00:00:07Z",
    "title": "North Korea launches three more ballistic missiles",
    "url": "https://www.theguardian.com/world/2016/jul/19/north-korea-launches-three-more-ballistic-missiles",
    "content": "North Korea launched three ballistic missiles into the sea on Tuesday, South Korean have said. The missiles, presumed to be Scud-types, were launched from North Hwanghae province and travelled for up to 600km (370 miles), South Korean news agency Yonhap quoted the military as saying. The range is enough to reach all of South Korea, South Korea’s Joint Chiefs of Staff said. It said the missiles were launched between 5.45am and 6.05am. The US military confirmed three North Korean missile launches, tracking them for nearly an hour. The missiles were believed were two Scud tactical ballistic missiles and a No Dong intermediate-range ballistic missile, said US Strategic Command. Last week, North Korea’s military said it would make a “physical response” to a move by the US and South Korea to deploy an advanced Thaad missile defence system to the Korean peninsula. The US and South Korea had said the Terminal High Altitude Area Defense (Thaad) anti-missile system would be used as defence against North Korea’s growing nuclear and ballistic missile capabilities. The announcement was the latest move by the allies against the North which conducted its fourth nuclear test this year and launched a long-range rocket, resulting in tough new UN sanctions and a series of bilateral sanctions against it. “There will be physical response measures from us as soon as the location and time that the invasionary tool for US world supremacy, Thaad, will be brought into South Korea,” the North’s military said in a statement last week. “It is the unwavering will of our army to deal a ruthless retaliatory strike and turn [the South] into a sea of fire and a pile of ashes the moment we have an order to carry it out,” the statement carried by the official KCNA news agency said. The North frequently threatens to attack the South and US interests in Asia and the Pacific.",
    "keywords": [
        "launched",
        "south",
        "military",
        "ballistic",
        "korea",
        "thaad",
        "missiles",
        "launches",
        "missile",
        "north",
        "korean"
    ],
    "summary": "North Korea launched three ballistic missiles into the sea on Tuesday, South Korean have said.\nThe range is enough to reach all of South Korea, South Korea’s Joint Chiefs of Staff said.\nThe US military confirmed three North Korean missile launches, tracking them for nearly an hour.\nThe missiles were believed were two Scud tactical ballistic missiles and a No Dong intermediate-range ballistic missile, said US Strategic Command.\nThe US and South Korea had said the Terminal High Altitude Area Defense (Thaad) anti-missile system would be used as defence against North Korea’s growing nuclear and ballistic missile capabilities.",
    "sentiment": {
        "neg": 0.0418,
        "neu": 0.8939,
        "pos": 0.0643,
        "compound": -0.0104
    }
}