{
    "date": "2016-02-03T14:43:28Z",
    "title": "I escaped from North Korea then went back to rescue my family – Q&A with Hyeonseo Lee",
    "url": "https://www.theguardian.com/world/live/2016/feb/02/hyeonseo-lee-north-korea-escape-live-q-and-a",
    "content": "Hi all, I’m afraid that’s all we’ve got time for today. Here’s a parting note from Hyeonseo: Thanks so much to everyone who cares about North Korean people. We have a big chance to help North Koreans and change my homeland, so please help us continue. You can read more about the rescue of her mother and brother, in this extract from her memoir The Girl with Seven Names. She also did a Ted talk a few years ago where she talks emotively about her personal escape. And here is the latest North Korean news from the Guardian today: Thanks again! What’s next? Haha I didn’t expect this question! Thank you for asking. I’m not sure if my story will become a movie. Some of my western friends sent my story to people they know in the movie industry. But one consistent response was there aren’t any main western characters in my story, so it’s unlikely to be made into a movie in English. I was sad to hear this because I want North Korean defectors stories to spread around the world, especially in western countries where many people care and are willing to help North Koreans. Fortunately, defectors are publishing their stories these days, which is very important to spread information. But I also heard that people don’t really read books because they prefer watching something. So I hope there is a movie about North Korean defectors one day. A unified Korea? I want to see reunified Korean peninsula, and I believe that the majority of Koreans in both countries want to see Korea become whole again. It will take time to bridge the gap, but the Korean people can make it happen. It is essential that Korean reunification is peaceful, because if it is violence, even more Koreans will suffer. Many Koreans have already suffered enough, so we have to find a peaceful way. North Korean student power By email Mathana Muhilan from Malaysia asks: I would like to know about education system in North Korea. Especially how the students are being taught in High School and University? Are the students playing main role in North’s political system and how they contributing to “Scientific” research? Hyeonseo says: Like every country, North Korea has some very smart people. They could be contributing a lot more to science and other areas, but North Koreans are forced to spend so much time memorising the fake history of our dictators and other propaganda, so are at a huge disadvantage. They also cannot access a lot of outside information, so their knowledge is too limited. That’s why many North Korean defectors struggle to compete in South Korea and other modern societies. How can the world help? By email Tatiana Galdamez asks: I am a student in college currently involved with an organisation focused on helping North Korean refugees. What do you believe is the best thing that we, as the “little people” so to speak, can do to help? Hyeonseo says: I’m so inspired that people in the international community want to help. Thank you for your support! You are not little people. You are part of a growing group of people who want North Korea to change and for North Korean people to stop suffering. One of the best ways to help is volunteering or donating to NGOs and other groups that send information into North Korea. Also, reaching out to help and empower defectors through defector organisations is important because many defectors are suffering in China, Southeast Asia and even South Korea. Helping them reach freedom or learn essential skills (like English) can really improve their lives. What about China? It was very shocking for me to read newspapers that openly criticised the government in South Korea. That is impossible in North Korea and almost impossible in China. I was really impressed, and I became addicted to reading the news and watching the media so I could learn about the world. North Koreans would be stunned if they experienced this. And we absolutely must pressure China to stop sending defectors back to North Korea. There is no reason for China to hunt people who escaped a terrible system and send them back to be severely punished. China should help them, or at least leave them alone and let them pass through to South Korea Do sanctions work? North Korea has a huge border with China and China does not strictly monitor all the trucks that cross, so that general population is not really cut off from outside goods. However, people in the inner provinces who are far from the border cannot easily get outside goods. The biggest problem is not sanctions, it is the insane system forced on the North Korean people by their regime. Ordinary North Korean citizens are not allowed to start their own businesses freely, access information on the internet or from the outside world, or trade with neighbouring countries. This is why the North Korean people are suffering. Are defector’s stories ever exaggerated? Unfortunately, there are some defectors who lie to get attention or money. Some of these are serious lies, and they anger the rest of North Korean defectors because it causes people to doubt all of our stories. But I don’t think it’s fair to generalise. I’ve heard the personal stories of many different defectors, and I strongly believe that the vast majority are telling the truth. Most of them do not speak out publicly, so those who do lie publicly make it seem like all defectors are liars. But the biggest point I want to make is that liars cannot change the essential facts about North Korea. The vast majority of North Korean people are not allowed to access the internet, travel freely, or get any information except propaganda from the regime, among many other human rights abuses. Also, you have the wrong idea about the river. During the rainy season the river becomes high and fast. Most North Koreans never learn how to swim, so if they try to cross, they can drown. I grew up right next to the river and I sometimes saw dead bodies floating, especially during the famine. I’m not sure the time you went to North Korea. As I described in my memoir, before the famine there weren’t many people trying to escape across the river, so it wasn’t strictly monitored. But more and more people started to cross over time. The border of North Korea and China is huge, so apparently you didn’t see border guards in every single location along the border, but they also hide and use binoculars to spot defectors. Also, kids have been allowed to play in the river, but not adults, and everyone is warned not to step on Chinese land. Adults are strictly monitored when they go to the river, especially these days. Finally, you were allowed to go anywhere along the border because you are a foreigner. Most North Koreans can’t even reach those areas you went, so of course there weren’t border guards at every spot. And there has been a huge crackdown along the border under Kim Jong-un. Western media coverage I think the media used to focus too much on the nuclear issue and the dictator instead of the North Korean people and defectors. But these days things are changing. Some people also criticise Western media coverage for reporting an incorrect story or sensationalising it. This happens sometimes, but it is difficult because North Korea is so closed to the outside world. North Korean defectors on South Korean TV By email Christian Bolz asks: What do you think about all the recent television shows regarding North Korea, like “Now on My Way to Meet You” (이제 만나러 갑니다), where you also appeared? Do you think it makes South Koreans more aware of North Korean’s obstacles or do you think it is stereotyping North Koreans? Hyeonseo says: I think the show is important because it shows the South Korean people the human side of North Korean defectors. Before this show there wasn’t a big chance for South Koreans to hear North Koreans’ personal stories on TV. It’s very important for us that South Koreans are crying with us when we tell the heartbreaking stories. How can change happen? I don’t think the North Korean people will overthrow the regime in a popular uprising, but I think they can force the regime to change by simply waking up due to outside information. As more and more people wake up and doubt the propaganda, the North Korean regime will be forced to change. That’s why it’s crucial for the international community to continue sending the information about the outside world. Will there ever be a popular uprising? I doubt there will be a popular uprising because the North Korean regime has such control over every aspect of the life. If a person tries to do something against the regime, the whole family can be sent to a prison camp. When I was in North Korea, a man simply said to his friend while they were drinking, “This system is unfair.” His whole family soon disappeared in the middle of the night and we never heard from them again. What do North Koreans think about the outside world? The North Korean regime does not allow its people to learn much about the outside world, and there is a lot of propaganda that says that the outside world is a dark and dangerous place. We are taught to hate America the most. I grew up learning that South Koreans were American slaves and South Korean school children were tortured by Americans. Many North Koreans do believe at least some of the propaganda because they don’t have any way to verify what is real. But these days things are changing because outside information is pouring into North Korea on USBs and by other methods Life in South Korea: how do North Koreans adjust? I experienced some prejudice and icy stares. I also experienced a lot of kindness from different South Koreans, so I don’t want people to negatively generalise. But there are South Koreans who have mistreated North Koreans by discriminating against them in school and at work. It’s really sad when I think about the defectors who have committed suicide here. They made a brave decision to escape and had to suffer a lot on the journey. We have to do our best to prevent this from continuing. Life in South Korea: is there discrimination? Some amongst the older generations of South Koreans discriminate against North Korean defectors because they grew up hating and distrusting North Korea. But many of them, especially in the Christian churches, try to help. There is some discrimination from younger South Koreans but it is reducing . Some of them want to help North Korean defectors, but most want to focus on their daily lives. People in South Korea are sick of North Korea, and I understand, but we are all Korean. I believe all Koreans have a duty to cause peaceful unification of Korea. Life in North Korea My happiest memories from North Korea are simply playing with my friends and spending time with my family and relatives. I’m sorry if this is a boring answer but it’s the truth. The thing I really miss about North Korea is seeing my mum’s happiness when she spent time with her brothers and sisters. I can still see the pain and sadness in her eyes these days because she knows she might never see them again. As I have said before, North Korean defectors are painfully aware of how precious the time is together. That is one lesson I hope people learn from us. Hi all, We’re ready to start. Thanks for all the detailed questions, we’ll try and get to as many as we can in the next hour. Please note that English is not Hyeonseo’s first language so we may work at a slightly slower pace than other Guardian Q&amp;As. “Don’t come back,” said Hyeonseo Lee’s mother in their first phone call after the young defector had made a daring escape from North Korea. Hyeonseo, 17 at the time, was trying to adjust to her new life in China. It would take 12 years but she did eventually return: to rescue her mother and brother and take them to South Korea. The indoctrinated child who once thought North Korea “was the best place on the planet” has since become an outspoken critic of the regime, calling out the country’s human rights atrocities. Nuclear tests and re-defectors And the regime she tirelessly campaigns against has had a busy start to the year. In early January Pyongyang captured the world’s attention by setting off a fourth nuclear test two days before leader Kim Jong-un’s 33rd birthday. The bomb “should not cause the world to forget that the Kim family’s hereditary dictatorship is built on the systematic brutalisation and abuse of the North Korean people”, warned Human Rights Watch at the time. In reaction to the test South Korea began resuming propaganda broadcasts near the border – the same broadcasts which caused Kim to declare the North “on the brink of war” back in August last year. A few weeks later state media released a video of a defector who had come home. Son Ok-soon was shown ripping up her memoir which was critical of the regime, declaring that her fatherland had changed remarkably over the past 10 years. Any questions? So how does it feel to be a defector watching these events unfold back home? Hyeonseo will join us for a live Q&amp;A Wednesday 3 February between 1-2pm GMT to answer as many of your questions as she can. Add them to the comments below, tweet them at @GuardianNK or email maeve.shearlaw@theguardian.com.",
    "keywords": [
        "south",
        "help",
        "family",
        "regime",
        "korea",
        "world",
        "qa",
        "went",
        "outside",
        "defectors",
        "hyeonseo",
        "lee",
        "koreans",
        "rescue",
        "escaped",
        "north",
        "korean"
    ],
    "summary": "North Korean student power By email Mathana Muhilan from Malaysia asks: I would like to know about education system in North Korea.\nYou are part of a growing group of people who want North Korea to change and for North Korean people to stop suffering.\nDo you think it makes South Koreans more aware of North Korean’s obstacles or do you think it is stereotyping North Koreans?\nHyeonseo says: I think the show is important because it shows the South Korean people the human side of North Korean defectors.\nLife in North Korea My happiest memories from North Korea are simply playing with my friends and spending time with my family and relatives.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.7942,
        "pos": 0.1072,
        "compound": -0.0199
    }
}