{
    "date": "2016-08-22T07:00:05Z",
    "title": "Manbang and chill: North Korea gets video on demand",
    "url": "https://www.theguardian.com/world/2016/aug/22/manbang-and-chill-north-korea-netflix-video-on-demand",
    "content": "Netflix-style video on demand has come to North Korea, allowing viewers to replay documentaries about their leaders and learn Russian and English, state broadcaster the Korea Central Television reported. If the claims are true, the set-top box named Manbang would be a significant development in domestic North Korean television technology, given the limited availability of internet in the country. In 2015 the World Bank estimated that there were no secure internet servers per million people in the DPRK – compared with a world average of 209 and 2,320 in South Korea. The Manbang is said to allow viewers to watch five different TV channels in real-time, all featuring state-sanctioned news and educational programmes, and find information about the activities of Kim Jong-un and Juche ideology. Users can also read articles from the official newspaper Rodong Sinmun and the Korean Central News Agency. The box lets viewers search for programmes and browse through categories, offering similar functionality to Netflix. “The information and communications technology is based upon two-way communications,” state official Kim Jong-min was quoted as saying in the KCTV report. “If a viewer wants to watch, for instance, an animal movie and sends a request to the equipment, it will show the relevant video to the viewer…this is two-way communications,” Kim added. One South Korea-based observer said the technology appeared to be legitimate. “When judging from the content of the video, the North [appears to have] technology related to IPTV [internet protocol television],” a South Korean professor at a national university said on condition of anonymity. “However, it is hard to assess the quality of services and internet network,” the professor added, unable to speak to media on record about North Korea issues. A version of this article first appeared on NK News – North Korean news",
    "keywords": [
        "south",
        "gets",
        "korea",
        "demand",
        "internet",
        "manbang",
        "kim",
        "viewers",
        "technology",
        "chill",
        "video",
        "television",
        "north",
        "korean"
    ],
    "summary": "Netflix-style video on demand has come to North Korea, allowing viewers to replay documentaries about their leaders and learn Russian and English, state broadcaster the Korea Central Television reported.\nIf the claims are true, the set-top box named Manbang would be a significant development in domestic North Korean television technology, given the limited availability of internet in the country.\nIn 2015 the World Bank estimated that there were no secure internet servers per million people in the DPRK – compared with a world average of 209 and 2,320 in South Korea.\n“However, it is hard to assess the quality of services and internet network,” the professor added, unable to speak to media on record about North Korea issues.\nA version of this article first appeared on NK News – North Korean news",
    "sentiment": {
        "neg": 0.0189,
        "neu": 0.9586,
        "pos": 0.0225,
        "compound": 0.0374
    }
}