{
    "date": "2016-11-10T03:06:11Z",
    "title": "'An epochal change': what a Trump presidency means for the Asia Pacific region",
    "url": "https://www.theguardian.com/world/2016/nov/10/an-epochal-change-what-a-trump-presidency-means-for-the-asia-pacific-region",
    "content": "Donald Trump’s victory has the potential to radically redraw the geopolitical landscape in Asia, where Barack Obama has been trying to counterbalance China’s growing regional influence with his “pivot” strategy. Some believe a Trump presidency could represent the biggest threat to Washington’s security ties with its two biggest allies in the Asia-Pacific – Japan and South Korea – since the end of the second world war. But the rest of the region will be watching intently. “There is a sense that this is a big epochal change, that this is the end of the old order and we are not sure what is coming,” said Nick Bisley, an international relations expert from La Trobe University in Melbourne. “And I think this is especially true in Asia because it is the place where you have seen American influence most obviously challenged, politically and economically, by a rising China. “It doesn’t seem that Trump is going to be interested in defending those old verities of US primacy in Asia and carrying the lion’s share of the weight of maintaining the strategic balance in the region,” he added. “It is now going to be much more self-interested in how it behaves.” China On the campaign trail Trump hinted at a more robust policy towards China, accusing Beijing of “raping” the US economy and threatening to slap massive tariffs on Chinese imports, while simultaneously threatening to pull US troops out of Beijing’s regional rivals, Japan and South Korea. But Bonnie Glaser, the director of the China Power Project at the Center for Strategic and International Studies (CSIS) think tank in Washington, said Trump had shed so little light on his strategy for the region that speculating about what might happen was almost pointless. “On the South China Sea he has said very little. On cyber security, I haven’t heard anything. North Korea, who knows?” said Glaser. “On so many of these issues he has just been silent.” John Delury, an expert in US-China relations from Yonsei University in Seoul, said he believed the region had been caught off guard by Trump’s triumph. “Asians had been expecting a Hillary victory,” he said. “Trump is this gigantic question mark … The first reaction is simply not knowing who are we dealing with. Who is this guy? How is he going to conduct foreign policy? And who is he going to give responsibility to?” Many China experts believe the country’s Communist party leaders will be relatively relaxed about having to deal with a Trump White House. “I just don’t think they would be alarmed by a Trump presidency,” said Glaser. “The silver lining that some Chinese [officials] have drawn is that Trump could be somebody that they could negotiate with, that as a businessman he is somebody who is transactional, who might be able to cut deals on some issues. I think they would try to make that work for them.” Delury, the author of Wealth and Power: China’s Long March to the Twenty-First Century, said Beijing had been gearing up for a Clinton victory and therefore “bracing for a harder edge to China policy”. “So there may be some relief that they don’t have to deal with a formidable foreign policy leader in Hillary Clinton. There is probably some hope that despite his anti-China rhetoric, Trump is an amateur at foreign policy. Trump is an isolationist so the Chinese are going to see that as an opportunity to keep strengthening their position and their role in the region.” Delury said Trump was also likely to ditch the highly contentious Trans-Pacific Partnership (TPP) which under Obama had been “a centrepiece of an American resurgence of its role in Asia”. “That’s good for China ... That is definitely a tilt towards the Sinocentric order for Asia,” he said. But if Beijing will be calm about having to deal with a President Trump, experts believe other countries in the region are feeling far less sanguine. Nick Bisley said the region was now in for “a wild ride” over the coming months. “We used to know how things work and we now have no sense that we know how the game is played ... It’s 2016. At one end is Leicester City Football Club [winning the English Premier League] and at the other it is Brexit and Trump. I do think it is the end of the old liberal order and we are into seriously uncharted territory.” Glaser rejected the idea that Trump’s victory meant the US would now completely roll over to Beijing in Asia. “The US is not going to be pulling out of Asia and ceding it to China. So where does Trump get tough? Where does he look to make compromises? I just don’t know.” Japan and the Korean peninsula While Japanese government officials were cautious about commenting on their preference for the next president, Trump has caused consternation and alarm in Tokyo with suggestions that he is willing to make dramatic changes to the security glue that has held the two countries together for more than 60 years. Amid rising concern over Chinese military activity in the South China Sea and North Korea’s apparently unstoppable acquisition of a viable nuclear deterrent, a Clinton victory would have given Japan the assurance it needed that bilateral security ties would remain untouched. In public remarks over the past few months, however, Trump has hinted that his “America first” mantra could mean the withdrawal of 47,000 US troops from Japan and another 28,500 ranged along the southern side of the heavily armed border that separates South and North Korea. Tokyo and Seoul, Trump claimed, have benefited from US security largesse for too long, protected by vast numbers of personnel and military hardware that they pay little to maintain. “If somebody attacks Japan, we have to immediately go and start world war three, OK? If we get attacked, Japan doesn’t have to help us,” he said in a speech last year. The prospect of Trump weakening or even scrapping that guarantee would cause alarm in Tokyo, particularly after securing vows from Washington that the US would come to Japan’s aid if China attempted to retake the disputed Senkaku islands by force. The East China Sea islands, known as the Diaoyu in China, are administered by Tokyo but claimed by Beijing. Koichi Nakano, a politics professor at Sophia University in Tokyo, told the Guardian: “We don’t know if he will do what he has said he would do on security with Japan and South Korea, or settle down to the status quo.” A worst-case scenario would involve a US withdrawal from the region, which could encourage Chinese expansionist ambitions and compel Japan to beef up its own military, Nakano said. “But it’s also possible that Trump loses interest once he’s in power … we know that he doesn’t have much interest in foreign policy so it might be the case that he becomes very detached from security issues and leaves them in the hands of the usual suspects from the Republican party.” In response to Trump’s “freeloading” claims, some analysts have pointed out that both South Korea and Japan contribute huge sums to the upkeep of the US military presence in their countries. Tokyo contributes ¥192bn ($1.84bn) a year towards maintaining the US military presence. US bases in Japan cost about $5.5bn a year, according to the Pentagon. South Korea, meanwhile, contributes $850m a year – about half the cost of maintaining the US troop presence there. And under Obama, both have moved to strengthen their own roles in the security relationship. Just over a year ago Japan passed a controversial law that allows the country’s military to exercise collective self-defence – or coming to the aid of an ally – in overseas conflict for the first time since the war. South Korea, meanwhile, has agreed to host the US-made Terminal High Altitude Area Defense (Thaad) missile defence system – a move aimed at deterring North Korean ballistic missile attacks. China, however, says deploying Thaad would upset the regional balance of power and compromise its own security. South Korea’s Yonhap news agency said the country’s national security council was due to hold a meeting on Wednesday to discuss the US election result, although it is not clear what immediate action could be taken by the South Korean president, Park Geun-hye, who is in the midst of a cronyism crisis that could end in her resignation. Mark Lippert, the US ambassador to South Korea, said the country’s security ties would remain unchanged, whoever become president. “Our alliance has been strong for over 60 years, and I see no change in that,” Lippert told reporters in Seoul, according to Yonhap. “Over the 60 years, we have had this special alliance. It’s been through ups and downs. [But] it will always get stronger. I am confident that that trajectory will continue. The alliance continues to be strong, and it will continue to grow.” Perhaps most alarming is Trump’s suggestion that Japan and South Korea should end their dependence on the US nuclear umbrella and develop their own nuclear deterrents. That, many analysts agree, could spark an Asia-Pacific arms race that would further destabilise an already tense region. In April, Trump told Chris Wallace on Fox News: “It’s not like, gee whiz, nobody has them. So, North Korea has nukes. Japan has a problem with that. I mean, they have a big problem with that. Maybe they would in fact be better off if they defend themselves from North Korea.” When Wallace asked him if he was referring to nuclear weapons, Trump answered: “Including with nukes, yes, including with nukes.” North Korea Trump has spoken of his desire to meet the North Korean leader, Kim Jong-un, to discuss Pyongyang’s nuclear programme. While the idea of dialogue will appeal to those who have declared the Obama administration’s policy of sanctions and isolation a failure, the North Koreans themselves did not take the gesture seriously, with one official dismissing it as glib election campaign propaganda. Philippines and south-east Asia Barack Obama courted Malaysia, the Philippines, Vietnam and Indonesia during his time in office. All have territorial disputes with Beijing over the South China Sea, a route for about $4.5tn (£3.4tn) in trade that the US is concerned China wants to fully control. Trump’s lack of concise policy on China has led governments in south-east Asia to wonder if they should still look the US as a counterweight to Beijing if he wins and abandons the “pivot” policy. Even before the results were in, the US chargé d’affaires in Manila was attempting to reassure the Philippines that the relationship would continue, already battered by President Rodrigo Duterte’s repeated anti-US rhetoric. “Whoever wins this election, our country will value the ties with the Philippines, as it has over all these many decades. And that, I can say with full confidence,” Michael Klecheski said. Duterte, who also won the election this year as an anti-establishment candidate who horrified the Manila elite, has been regularly compared to Trump. His relationship with the US has spiralled since he took office in June but he soon congratulated Trump upon his victory. “I don’t want to quarrel any more, because Trump has won,” Duterte said in a speech to the Filipino community during a visit to Malaysia. Although the Philippines has one of the strongest claims against China, winning an international tribunal in July, Duterte has tried to ease the relationship with Beijing. A Trump presidency with less focus on the South China Sea could bolster that policy. And in Thailand, where a military government has increasingly looked north to Beijing, US ambassador Glyn Davies also tried to talk up the strength of the relationship. Trump has some allies in the region, or at least admirers. Notably, Cambodian strongman Hun Sen has described the Republican candidate as “very talented”. Trump is perhaps least popular in the region’s majority Muslim counties, Malaysia and Indonesia, where there was widespread anger on social media and in newspapers when he announced his plan to ban Muslims entering the US. A poll conducted in the region this week revealed that Clinton was overwhelming the preferred candidate amongst resident Asians. India In India, Donald Trump’s victory could cause short-term economic panic, but may have long-term foreign policy benefits, argues Neelam Deo, the director of foreign policy think tank Gateway House. “There is complete economic confusion, and the short-term response of the stock market will be negative. How the economy will respond to Donald Trump is a complete unknown and the uncertainty itself is already having a negative fallout,” she said. Close ties between the US and India under the Obama administration could also take a turn for the worse. “Prime Minister Narendra Modi will be shocked as he had set a close relationship with President Obama, who had become the campaigner-in-chief for the Hillary campaign, and who has projected herself as the candidate for continuity.” Trump has indicated that he would work towards a stronger relationship with India, saying he would be “best friends” with India, and broadcasting a message in Hindi saying “ab ki baar Trump sarkar,” (meaning “this time, a Trump government”) referring to Modi’s campaign slogan in 2014 elections. It is unclear if those statements would translate to foreign policy benefits for India. “I wouldn’t take those statements too seriously as they are designed to woo a small contingent of American Indians,” said Deo. “But Donald Trump, who doesn’t seem to overanalyse anything, is likely to take a stance against Pakistan, which would be consonant with his stance on Islamic terrorism, and would be in India’s favour.”",
    "keywords": [
        "policy",
        "change",
        "epochal",
        "south",
        "korea",
        "beijing",
        "means",
        "north",
        "china",
        "region",
        "presidency",
        "japan",
        "pacific",
        "security",
        "asia",
        "trump"
    ],
    "summary": "“On the South China Sea he has said very little.\nNorth Korea, who knows?” said Glaser.\nSouth Korea, meanwhile, contributes $850m a year – about half the cost of maintaining the US troop presence there.\nMark Lippert, the US ambassador to South Korea, said the country’s security ties would remain unchanged, whoever become president.\nA Trump presidency with less focus on the South China Sea could bolster that policy.",
    "sentiment": {
        "neg": 0.0631,
        "neu": 0.8584,
        "pos": 0.0784,
        "compound": 0.0534
    }
}