{
    "date": "2016-09-09T06:09:18Z",
    "title": "Kim Jong-un’s growing nuclear arsenal could force US back to negotiating table",
    "url": "https://www.theguardian.com/world/2016/sep/09/north-koreas-growing-ambition-nuclear-arsenal-force-us-negotiating-table",
    "content": "North Korea’s fifth nuclear test confirms growing fears in the international community that the regime’s nuclear aspirations reach much further than once assumed and that Kim Jong-un is building a sizeable arsenal designed to be used if his rule comes under serious threat. Until two years ago the conventional wisdom on the North’s nuclear programme was that it was largely a political symbol of the country’s potency and a bargaining chip for economic and diplomatic benefits. Since 2014 however the pace of nuclear and missile testing has accelerated, to the point where some experts now believe the country’s scientists have developed a nuclear warhead small enough to put on a missile. “It is likely now that North Korea could at this point put a nuclear warhead on a short- or medium-range missile which could reach South Korea, Japan and US military installations in the region,” said Kelsey Davenport, the director for non-proliferation policy at the Arms Control Association. However she thought it would be up to another decade before Pyongyang developed a reliable intercontinental ballistic missile capable of reaching the US. Friday’s test comes soon after a series of missile breakthroughs, with the launch of a two-stage, solid-fuelled and submarine-launched missile in August and the test on Monday of three new aluminium-bodied versions of Scud missiles with a 1,000km range. “All this activity is aimed at expanding the size of North Korea’s nuclear arsenal and expanding its delivery options,” Davenport said. “It is taking steps to quality-improve its missiles, using solid fuel so they can be deployed more quickly, and extending their range. The trajectory points to a growing North Korean nuclear threat and the next US administration will have to prioritise that threat.” Jeffrey Lewis, the director of the east Asia non-proliferation programme at the Middlebury Institute of International Studies at Monterey, said that while Pyongyang described the last test in January 2016 as experimental, Friday’s apparently larger blast was of an assembled warhead, shaped for delivery by a missile. “I wouldn’t call this miniaturised. I would call it a compact device, small enough to go on a missile. I think they used both plutonium and highly enriched uranium so that they can stretch their plutonium stockpile and get a 20 to 30 kiloton yield and build more weapons than we thought,” Lewis said. “I don’t think we have understood their strategy. It is to deter and repel an invasion. So Kim Jong-un is not going to just sit there like Saddam or Gaddafi and watch us coming. “They are planning to go nuclear to stop us putting forces in the region. They will hit the ports where our troops would be massing, thinking that we would be shocked into stopping.” The North Korean leader’s fixation on the threat of regime change could backfire, analysts say, by fuelling an arms race in the region and triggering calls for a pre-emptive strike against North Korea before its programme expands yet further. “The test will exacerbate regional tensions and fuel desires for countervailing force. More South Koreans will want nuclear weapons of their own and more Japanese will want offensive strike capabilities,” said Mark Fitzpatrick, executive director of the Washington office of the International Institute of Strategic Studies. However Davenport argued the downsides to such escalation would still be severe, probably enough for the time being to stop a cascade of proliferation in north-eastern Asia. “If South Korea or Japan chose to develop nuclear weapons and leave the NPT [non-proliferation treaty] they would be ostracised by the international community. I don’t think it’s a step either country is ready to take,” she said. Lewis said the recent nuclear and missile tests demonstrated that South Korea’s planned counter-measures, including the deployment of the US-built Thaad missile defence system, were unlikely to assure the country’s protection. The development of submarine-launched missiles and multiple simultaneous missile launches suggested that Pyongyang was on the way to the capacity to overwhelm such a shield. Davenport, Lewis and Fitzpatrick agreed that North Korea’s military advances gave little option to the incoming US administration in January but to go back to the negotiating table, though the price of keeping Pyongyang in check was now likely to be much higher. Lewis said: “It’s harder to make someone trade away what they already have, than to persuade them not to do something in the first place.”",
    "keywords": [
        "lewis",
        "table",
        "south",
        "korea",
        "koreas",
        "threat",
        "negotiating",
        "kim",
        "nuclear",
        "growing",
        "test",
        "force",
        "missile",
        "jonguns",
        "pyongyang",
        "north",
        "arsenal"
    ],
    "summary": "North Korea’s fifth nuclear test confirms growing fears in the international community that the regime’s nuclear aspirations reach much further than once assumed and that Kim Jong-un is building a sizeable arsenal designed to be used if his rule comes under serious threat.\nSince 2014 however the pace of nuclear and missile testing has accelerated, to the point where some experts now believe the country’s scientists have developed a nuclear warhead small enough to put on a missile.\n“All this activity is aimed at expanding the size of North Korea’s nuclear arsenal and expanding its delivery options,” Davenport said.\n“If South Korea or Japan chose to develop nuclear weapons and leave the NPT [non-proliferation treaty] they would be ostracised by the international community.\nLewis said the recent nuclear and missile tests demonstrated that South Korea’s planned counter-measures, including the deployment of the US-built Thaad missile defence system, were unlikely to assure the country’s protection.",
    "sentiment": {
        "neg": 0.0544,
        "neu": 0.9039,
        "pos": 0.0417,
        "compound": -0.0913
    }
}