{
    "date": "2016-04-07T13:41:04Z",
    "title": "Donald Trump on North Korea going to war: 'Good luck, enjoy yourself folks'",
    "url": "https://www.theguardian.com/us-news/2016/apr/02/donald-trump-north-korea-war-nuclear-weapons",
    "content": "Donald Trump on Saturday told a crowd of thousands he was sanguine about potential hostilities between North Korea and its neighbors. Speaking at a rally in Rothschild, Wisconsin ahead of the state’s primary on Tuesday, the Republican presidential frontrunner said that if conflict between Japan and nuclear-armed North Korea were to break out, “it would be a terrible thing but if they do, they do”. “Good luck,” he added. “Enjoy yourself, folks.” Referring to the North Korean leader, Kim Jong-un, Trump also complained that the US had 28,000 troops on the armistice line between North Korea and South Korea “to stop a maniac”. Trump complained that the United States received no benefit from deploying troops around the world to help other countries who did not reimburse American taxpayers. “We can’t be the policeman of the world,” said Trump. “What we do get out of it?” he asked. “It’s time that other people stopped looking at us as stupid, stupid people.” He pledged, if elected, “we are going to get these countries to pay but not only to pay all the money they owe us for many years … we’ve been carrying these countries”, he said. US troops are deployed in South Korea to support the United Nations, which enforces the armistice that ended the Korean war in 1953. The two countries are still technically at war; North Korea repeatedly engages in belligerent activity. In the recent past it has sunk a South Korean ship and bombarded South Korean territory. This week, as President Obama chaired a multi-nation nuclear security summit in Washington, Pyongyang carried out the latest of a number of ballistic missile tests. Last week, North Korea released a propaganda film that showed the US capital under nuclear attack. According to Trump: “Frankly, the case could be made to let [Japan] protect themselves against North Korea, they’d probably wipe them out pretty quick.” Japan’s pacifist constitution prohibits the use of force to settle international disputes, but the country has well-equipped self-defence forces which, under security laws passed last summer, are now permitted to engage in collective self-defence or come to the aid of an ally in conflict overseas. Since he emerged as the favorite to win the Republican presidential nomination, Trump’s foreign policy credentials have come under scrutiny. He has unveiled a team of advisers, although he has been dogged by a remark to MSNBC in which he said that on foreign matters, “I’m speaking with myself, No1, because I have a very good brain and I’ve said a lot of things.” Last week, the secretary of state, John Kerry, said the Republican presidential campaign and its foreign policy flashpoints had become an “embarrassment” to the US abroad. Trump previously suggested in a televised interview with CNN that South Korea and Japan should have their own nuclear weapons, in contradiction of more than half a century of American foreign policy. The Republican frontrunner said of that policy: “Maybe it’s going to have to be time to change.” Rivals have slammed Trump’s foreign policy rhetoric. On Thursday, Ohio governor John Kasich said: “Donald Trump is not ready to be commander-in-chief. He talks loosely about the use of nuclear weapons and of dismantling Nato. America is facing major challenges at home and abroad and cannot afford to elect a president who does not respect the seriousness of the office.” Texas senator Ted Cruz has criticized Trump for “weakness and a dangerous isolationism”. At a campaign event in Wisconsin earlier on Saturday, Trump also echoed previous utterances when he said “it’d be fine” if Nato were to break up. This article was amended on 7 April 2016 to correctly identify the Japanese military as a self-defence force.",
    "keywords": [
        "going",
        "policy",
        "war",
        "south",
        "countries",
        "korea",
        "north",
        "donald",
        "folks",
        "nuclear",
        "korean",
        "trump",
        "good",
        "republican",
        "foreign",
        "luck",
        "enjoy"
    ],
    "summary": "Donald Trump on Saturday told a crowd of thousands he was sanguine about potential hostilities between North Korea and its neighbors.\n“Enjoy yourself, folks.” Referring to the North Korean leader, Kim Jong-un, Trump also complained that the US had 28,000 troops on the armistice line between North Korea and South Korea “to stop a maniac”.\nUS troops are deployed in South Korea to support the United Nations, which enforces the armistice that ended the Korean war in 1953.\nThe two countries are still technically at war; North Korea repeatedly engages in belligerent activity.\nIn the recent past it has sunk a South Korean ship and bombarded South Korean territory.",
    "sentiment": {
        "neg": 0.0882,
        "neu": 0.8586,
        "pos": 0.0532,
        "compound": -0.0972
    }
}