{
    "date": "2016-08-17T11:27:14Z",
    "title": "High-ranking North Korean diplomat in London defects to South Korea",
    "url": "https://www.theguardian.com/world/2016/aug/16/north-korean-diplomat-in-london-defects-says-south-korean-media",
    "content": "A senior diplomat from the North Korean embassy in London has defected in the first case of its kind since official ties were established and the embassy opened 13 years ago. Thae Yong Ho, who vanished earlier this month with his wife and children, was based at North Korea’s suburban embassy in Ealing, west London. Seoul’s unification ministry confirmed on Wednesday he had recently defected to South Korea with his family. Thae is the highest-level North Korean official to have defected to South Korea, Jeong Joon-hee, a spokesman at the unification ministry, told a news conference. He was “sick and tired of the Kim Jong-un regime”, yearned for a liberal and democratic country and was worried about his children’s future, Jeong said. Jeong suggested that the case showed that disillusionment among North Korea’s ruling class was widespread, with the regime weakening and at “breaking point”. One of five officials at the embassy in addition to the ambassador, Thae’s job was to keep track of North Korean defectors living in London. He was also tasked with rebutting UK criticism of his country’s human rights record, South Korean media reported. A self-deprecating figure who speaks impeccable English, Thae appeared on video in 2013, addressing a meeting of the British Communist party. He also gave an address at a bookshop in King’s Cross in 2014 comparing life in London and Pyongyang. Thae’s younger son had attended a school in west London, and according to one of his classmates, he vanished in mid-July. “We were really good friends. He was on Facebook every day and WhatsApp. Suddenly all his social media accounts went dark,” Louis Prior, 19, said. Prior said his friend had been born in Denmark, where his father was posted. The family returned to North Korea and arrived in the UK four years ago. Thae’s son had taken his A-levels and was about to take up a place at Imperial College London, studying maths and computer science. “We have been really worried about him. We all tried his phone. It’s been blocked. He’s a good mate. He just vanished,” Prior said. The defection is a coup for British and other western intelligence agencies. John Nilsson-Wright, the head of the Asia programme at Chatham House, said the diplomat could have useful insider information on Kim Jong-un’s secretive regime. “These senior officials are smart, accomplished, well-trained individuals with high levels of English. If sent abroad they don’t spend their time going to cocktail parties. They will be energetic in other activities, including using foul means or fair,” he said. Intelligence agencies would want to question Thae about Kim’s leadership, the stability of his regime and the fate of senior members of the previous government, some of whom have been purged and executed. “They would want insight into the last three or four years since he took over,” Nillson-Wright said. Nillson-Wright described relations between the UK and North Korea as complicated and variegated. Britain has had an ambassador in Pyongyang since 2001. There is an ongoing cultural dialogue, including academic exchanges whereby North Korean students can study at Cambridge university. North Korea’s foreign minister, Ri Yong-ho, is a former ambassador to London, and has close ties with the current incumbent, Hyun Hak-bong. The original tipoff that an official had fled came from an anonymous source inside North Korea, NK News reported on Tuesday. Defecting from North Korea is risky. The regime usually exacts revenge on relatives and friends at home. It has also been known to pursue defectors abroad and, if it finds them, to “mete out draconian punishment”, Nillson-Wright said.",
    "keywords": [
        "london",
        "south",
        "embassy",
        "vanished",
        "regime",
        "korea",
        "uk",
        "thae",
        "thaes",
        "diplomat",
        "highranking",
        "defects",
        "north",
        "korean"
    ],
    "summary": "A senior diplomat from the North Korean embassy in London has defected in the first case of its kind since official ties were established and the embassy opened 13 years ago.\nThae is the highest-level North Korean official to have defected to South Korea, Jeong Joon-hee, a spokesman at the unification ministry, told a news conference.\nThere is an ongoing cultural dialogue, including academic exchanges whereby North Korean students can study at Cambridge university.\nThe original tipoff that an official had fled came from an anonymous source inside North Korea, NK News reported on Tuesday.\nDefecting from North Korea is risky.",
    "sentiment": {
        "neg": 0.075,
        "neu": 0.8374,
        "pos": 0.0876,
        "compound": 0.0258
    }
}