{
    "date": "2016-03-18T14:34:06Z",
    "title": "North Korean labour camps: a harrowing reality but US student could be spared",
    "url": "https://www.theguardian.com/world/2016/mar/18/us-student-north-korea-hard-labor-camp-otto-warmbier",
    "content": "The distraught pleadings of the American college student sentenced to 15 years of hard labour in a prison in North Korea for “crimes against the state” are sobering when considering the details of what such punishment normally entails. The pariah state ruled three days ago that Otto Warmbier, 21, from Cincinnati, Ohio, was guilty of a heinous political crime committed with the “tacit connivance of the US government and its manipulation” and deserved harsh treatment. The crime the University of Virginia commerce student had allegedly carried out was the petty theft of a political propaganda poster from his vacation hotel in Pyongyang. But hard labour in North Korean political prison camps, which were first set up in the late 1940s or early 1950s, can be doled out as punishment for the slightest perceived dissent towards the totalitarian ruling dynasty. Korean citizens who have survived the ordeal and escaped the regime emerge with harrowing tales of the compatriots and family members who didn’t make it – most killed off by the cruel combination of prolonged near-starvation and slavish forced labour. “Conditions are horrific. People are worked for 14, 15 or 16 hours every day with just a handful of corn to live on and they are intentionally starved and worked to death,” said Suzanne Scholte, chairman of the North Korea freedom coalition, a group of organizations based in Washington DC assisting defectors and campaigning for improved human rights. “Torture is common, there is no medical aid and the sanitation is horrible. They wear the torn uniforms of old prisoners and sleep crammed together in a room.” North Korea denies the existence of vast political prison camps, but according to a 2014 UN special commission report, a combination of satellite imagery and extensive human testimony proves they are still in operation and are used to perpetrate “unspeakable atrocities” on hapless citizens, who simply disappear with no word to their families even if they subsequently die in detention. The UN reported systematic starvation, torture, rape and many executions at such camps, which hold an estimated total of 80,000 to 120,000 prisoners in the most wretched conditions. “The commission estimates that hundreds of thousands of political prisoners have perished in these camps over the past five decades,” the report said. A 2009 legal report from South Korea cited prisoners being fed starvation rations of a few ounces of rotten corn and some kind of thin “salt soup”. “They lose their teeth, their gums turn black, their bones weaken and, as they age, they hunch over at the waist … they live and die in rags, without soap, socks or underwear,” the Washington Post reported at the time. Former prisoners sentenced to just 18 months hard labour recalled fellow inmates not surviving amid the constant beatings and malnutrition. They often work in the fields, logging in forests, down mines with no safety measures or crude factories where injuries are rampant, Scholte said. And in another account, a man who was arrested as a teenager trying to sneak out of North Korea, Hyuk Kim, recalled subsisting at a lower-level labour camp by catching rats, drying them out and eating the flesh raw. “If you tried to cook the rats, the guards would smell the meat or fire, catch you and beat you mercilessly,” the 33-year-old defector later said. Campaigners said US student Warmbier would undoubtedly be terrified of his prospects. He has been detained by the North Korean authorities since late January and has had no contact with his parents back home in Ohio. Although Kim Jong-un is unpredictable, Scholte said it is unlikely the young American would end up doing years of hard labour in the country’s worst camps. “This student will not be sent to one of these death camps because they cannot let the world know that they are committing these atrocities. They may put him to work in a labour camp but I would suspect for six months or, I hope, less than a year. They are going to use him and it will depend how much the US pushes the regime to release him,” she said. Scholte is taking part in a panel at the United Nations headquarters in New York on Friday, where North Korean women who have survived imprisonment and the daily deprivations and abuses of ordinary life in the country are scheduled to relate their experiences to the US ambassador to the UN, Samantha Power, and other leading figures. American Kenneth Bae was released by North Korea in November 2014 after almost two years imprisoned by the regime, for evangelizing Christianity in the country, which is banned. He was forced to do agricultural labour daily and suffered numerous health and psychological problems, but returned home having been spared the bulk of his 15-year sentence. John Sifton, Asia policy director for Human Rights Watch, said North Korea’s actions were becoming increasingly unpredictable but praised the latest sanctions agreed by the US on Wednesday because they are designed to protest not just North Korea’s nuclear weapons aggression but also its despicable human rights record, he said. “It’s a nightmare there – if you are really in trouble you get sent to a camp where you will never come out. It’s astonishing in 2016 that this is still going on. However, this student is useful to the North Korean regime and they may not want to work him to death as they do their own citizens,” he said.",
    "keywords": [
        "political",
        "labour",
        "spared",
        "student",
        "scholte",
        "korea",
        "harrowing",
        "reality",
        "regime",
        "camps",
        "prisoners",
        "north",
        "korean"
    ],
    "summary": "But hard labour in North Korean political prison camps, which were first set up in the late 1940s or early 1950s, can be doled out as punishment for the slightest perceived dissent towards the totalitarian ruling dynasty.\n“The commission estimates that hundreds of thousands of political prisoners have perished in these camps over the past five decades,” the report said.\nHe has been detained by the North Korean authorities since late January and has had no contact with his parents back home in Ohio.\nAmerican Kenneth Bae was released by North Korea in November 2014 after almost two years imprisoned by the regime, for evangelizing Christianity in the country, which is banned.\nHowever, this student is useful to the North Korean regime and they may not want to work him to death as they do their own citizens,” he said.",
    "sentiment": {
        "neg": 0.2049,
        "neu": 0.7585,
        "pos": 0.0366,
        "compound": -0.5285
    }
}