{
    "date": "2016-01-07T09:50:20Z",
    "title": "North Korea’s nuclear test: your questions answered",
    "url": "https://www.theguardian.com/world/2016/jan/07/north-korea-nuclear-the-questions-you-were-afraid-to-ask",
    "content": "At 10am Pyongyang time on Wednesday the Korean peninsula felt a seismic shake said to measure 5.1 on the moment magnitude scale. It wasn’t an earthquake, it quickly transpired, but an alleged fourth nuclear test carried out by the North Korean government. As the news ricocheted around the world, people began to question the size and scale of the explosion that North Korea claimed had been produced by a miniature hydrogen bomb. Did we know this was coming? Does it signal that Kim Jong-un’s powers are growing? Should North Korea’s neighbours be scared? And what are the consequences for international diplomacy with the infamous pariah state? We bring you answers to some of the key questions raised across the Guardian’s comment threads – that you may be too embarrassed to ask yourself. Where was it? The blast is said to have taken place underground the nuclear test site of Punggye-ri, in the east of country. The test site had even secured its own spot on Google maps back in 2013, though visitors are unlikely to see a sign leading to Nuclear Test Road and the positive reviews for “orange chicken” and “loud bangs” are to be taken with a rather large pinch of salt. Are we looking at an H-bomb? Probably not “The first H-bomb test was successfully conducted in the DPRK at 10:00 on Wednesday, Juche 105 (2016), pursuant to the strategic determination of the WPK (The Korean Worker’s Party),” read a triumphant statement from state media outlet KCNA. But the claim was robustly questioned by international nuclear experts. According to Lassina Zerbo, who heads the international agency tasked with measuring nuclear reactions, all signs indicated – in terms of location and magnitude – that it was a test on a similar scale to one launched by the regime in 2013. If it was a hydrogen bomb the ripple felt by the explosion would be bigger, though the ultimate aim is to make the actual weapon smaller, explained the BBC. Another possibility is that the weapon is a hybrid, “a boosted fission”, a standard fission weapon spiked with isotopes like hydrogen or lithium, said the New Scientist. In other words: a step towards a usable nuclear missile. According to nuclear expert John Carlson, the North Koreans are aiming to develop something “small enough and light enough to put on to a missile ... less than one metre in diameter, and less than a tonne in weight”. Whether they have that capacity is another subject of speculation. Why don’t we know yet? Some readers asked why – with the level of technology available to North Korean observers – we couldn’t tell immediately what type of bomb North Korea had detonated? Zerbo shared a step-by-step video explaining how his team at the preparatory commission for the Comprehensive Test-Ban Treaty Organisation (Ctbto) detect explosions by tracking “blast waves” that take place on, above or – in the case of North Korea – inside the Earth. And it’s not easy. Underground explosions are the “tough ones” to measure according to the video, but are monitored using the same technology that detect earthquakes. Previous “unusual disturbances” detected beneath North Korea have all turned out to be nuclear tests. This information is then combined with data from detectors monitoring the air for radioactive gasses, which use advanced weather technology. Zerbo estimated that it could take up to 72 hours for such particles to reach their monitoring stations in Japan and Russia. Scientists may then be able to determine whether a hydrogen bomb was involved. Japan and the US were also reported to have dispatched sniffer planes to search for radioactive material. How dangerous is Kim Jong-un? The significance of the date, two days before Kim Jong-un’s 33rd birthday, did not go unnoticed by many North Korean watchers, and readers wanted to know how dangerous the young dictator might be to global stability. While countries from Sweden to South Korea, Russia to the US joined the international chorus of condemnation – and Nato accused North Korea of undermining global security – the jury is still out as to whether they are any more dangerous as a nuclear power. A fourth nuclear test has been expected for a while – with some predicting that it would coincide with the 70th anniversary of the Korean Workers Party on 10 October 2015 – but there had been no indication that the leader would press the button today. There was not a flicker of it in Kim’s New Year’s address, for example. By deploying the element of surprise Kim was able to reaffirm his “reputation as a dangerous maverick and international outlaw”, wrote the Guardian’s Simon Tisdall. It could be attention-seeking; the prelude to a new offer of normalisation talks driven by domestic weakness, or simply Kim’s idea of birthday fun, he concluded. Either way Beijing, formerly Pyongyang’s closest ally, stands to be the most perturbed. They were not given advanced warning of the test, and indicated that they would support UN action. But they have a dilemma: they do not want to throw delicate diplomatic relations out the window, and if they apply too much pressure they risk the consequences of full economic meltdown on their doorstep. What can we do? Even if it is an H-bomb, can the world do anything but dish out condemnation, asked some. As with the response to the tests of 2006, 2009 and 2013, the UN is considering punitive sanctions but Korean specialist Andrei Lankov argued that this would merely result in depriving the elite of their “Hennessey cognac and Godiva chocolate”. The country would not give up its nuclear weapons, which would be “tantamount to collective suicide”. “The only hope might be some kind of negotiations, which are ostensibly aimed at resulting in the eventual denuclearisation of North Korea but in actuality limited to negotiating a freeze of the nuclear program,” he added. What about the North Koreans? Others raised concerns about the plight of the ordinary North Korean people, but with no independent media operating inside the dictatorship it is impossible to get a true sense of national feeling beyond the state media propaganda images of jubilant celebrations in Pyongyang’s Central square. Elsewhere, tour companies said they expected to keep taking western tourists in to the country as normal. “The only things that have caused tours to be cancelled in the last few years have been Sars in 2003, and Ebola in 2014-2015. The nuclear tests previously haven’t had any effect on tourism,” said Simon Cockrell of Koryo Tours, who was planning to leave for Pyongyang today.",
    "keywords": [
        "international",
        "korea",
        "bomb",
        "answered",
        "nuclear",
        "questions",
        "kim",
        "dangerous",
        "korean",
        "test",
        "hydrogen",
        "north",
        "koreas"
    ],
    "summary": "It wasn’t an earthquake, it quickly transpired, but an alleged fourth nuclear test carried out by the North Korean government.\nThe blast is said to have taken place underground the nuclear test site of Punggye-ri, in the east of country.\nBut the claim was robustly questioned by international nuclear experts.\nSome readers asked why – with the level of technology available to North Korean observers – we couldn’t tell immediately what type of bomb North Korea had detonated?\nPrevious “unusual disturbances” detected beneath North Korea have all turned out to be nuclear tests.",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.8771,
        "pos": 0.0367,
        "compound": -0.0999
    }
}