{
    "date": "2016-02-25T22:30:02Z",
    "title": "The Propaganda Game review – poignant documentary about North Korea",
    "url": "https://www.theguardian.com/film/2016/feb/25/the-propaganda-game-review-documentary-north-korea",
    "content": "This intriguing documentary about North Korea is flawed by a slightly irritating moral equivalence – a tendency to emphasise the “mystery” of this “hermit kingdom” and to suggest that propaganda pumped out by North Korea is the same in essence as propaganda pumped out against it by Fox News et al. I suspect that Spanish film-maker Álvaro Longoria, like so many journalists who have visited North Korea, feels a need not to cause terrible trouble for the helpful local contacts left behind. His focal point is the extraordinary Alejandro Cao De Benós, a Spanish communist who has been in love with North Korea since his teens and now lives there, a quasi-official cultural ambassador. De Benós got Longoria into the country and the film has some wonderful shots of Pyongyang’s eerie and vast Stalinist architecture. Longoria can’t quite bring himself to denounce everything he is shown as a Potemkin village, although he is never left in peace to film without state minders. But he does show that North Korea and North Koreans now have something poignant and even tragic about them. Nowadays, the west hates Islamic State and al-Qaida, not tinpot North Korea – despite those nuclear tests – and even has an interest in keeping alive some old-fashioned cold war animus. China maintains North Korea because it wants a buffer between it and the pro-US South; the Russians have no interest in ending North Korea’s existence because they don’t want a US-dominated united Korea, and South Koreans don’t want a German-style bill for unification. So the poor North Koreans limp on, with fixed grins of adoration for their leaders.",
    "keywords": [
        "left",
        "south",
        "documentary",
        "korea",
        "state",
        "pumped",
        "longoria",
        "game",
        "propaganda",
        "poignant",
        "koreans",
        "spanish",
        "review",
        "north"
    ],
    "summary": "This intriguing documentary about North Korea is flawed by a slightly irritating moral equivalence – a tendency to emphasise the “mystery” of this “hermit kingdom” and to suggest that propaganda pumped out by North Korea is the same in essence as propaganda pumped out against it by Fox News et al.\nBut he does show that North Korea and North Koreans now have something poignant and even tragic about them.\nNowadays, the west hates Islamic State and al-Qaida, not tinpot North Korea – despite those nuclear tests – and even has an interest in keeping alive some old-fashioned cold war animus.\nChina maintains North Korea because it wants a buffer between it and the pro-US South; the Russians have no interest in ending North Korea’s existence because they don’t want a US-dominated united Korea, and South Koreans don’t want a German-style bill for unification.\nSo the poor North Koreans limp on, with fixed grins of adoration for their leaders.",
    "sentiment": {
        "neg": 0.1237,
        "neu": 0.7547,
        "pos": 0.1218,
        "compound": 0.0136
    }
}