{
    "date": "2016-02-07T19:52:11Z",
    "title": "The Guardian view on North Korea’s rocket launch: China holds the key | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2016/feb/07/the-guardian-view-on-north-koreas-rocket-launch-china-holds-the-key",
    "content": "Four weeks after carrying out its fourth underground nuclear test, North Korea has now successfully sent a satellite into space as well. Though some details remain unclear, the likelihood is that this is a test of a long-range rocket with potentially offensive capabilities. As such, it is both a violation of United Nations resolutions and bans on the use and development of such technology and another very clear setback to international efforts at pressuring the Kim Jung-un regime to end its weapons programme. A rogue state just got a bit more rogue. International condemnations have inevitably followed, led by an emergency meeting of the UN security council. The US called the launch “a major provocation” that threatens not just the security of the Korean peninsula but the region and the United States as well. South Korea called for additional sanctions against Pyongyang. South Korea and the US announced that they would start talks on the deployment of a new advanced American ballistic missile defence system on South Korean soil. Such reactions are justified. But the episode is another disturbing illustration of the limits that diplomacy has run into in its relations with North Korea. This does not mean that diplomacy should be abandoned, but there is without question a new urgency. The firing of a rocket does not mean that North Korea is on the brink of having an invulnerable and reliable nuclear weapons system in place. But the launch leaves little to the imagination about the direction Pyongyang has chosen. Its aim is to put its totalitarian regime inside a nuclear bunker, whatever the costs for its own population and whatever the consequences for the region. That North Korea’s elite is in a state of advanced paranoia is not a new discovery. But the pursuit of nuclear weapons, and the rocketry to deliver them at long distance, is now its main symptom. The underlying logic of Pyongyang’s view is that the possession of weapons of mass destruction will prevent its own liquidation, which it fears, or claims to fear, would otherwise be imminent. North Korea is in effect threatening its own suicide, promising to take down others in the event of an escalating confrontation. Since North Korea’s clandestine nuclear programme was exposed in the early 1990s, this has often been seen as a proliferation problem. But now it may be morphing into something different: a deterrence problem. As Pyongyang pursues its military buildup, others will reciprocate. South Korea and Japan are being forced to think in these terms, as the US is struggling to provide its allies with sufficient reassurance. This is more than a regional problem, important though that is. It may also have implications for the 2015 Iran nuclear agreement. Just as with Iran last year, the US and North Korea made an agreement in 1994 to curtail Pyongyang’s nuclear activities. Yet this did not prevent North Korea’s withdrawal from the non-proliferation treaty nearly 10 years later; nor its secret scientific work towards producing the bomb. Any hope of a diplomatic settlement rests fundamentally on China, North Korea’s key ally and its main economic and commercial support. China’s responsibility is hard to exaggerate. It could have acted long ago to push the North Korean regime into a more cooperative stance when the nuclear danger was less intense. That it chose not to points to long-held Chinese fears that the result of any demilitarisation of North Korea would eventually be a reunification of the peninsula on South Korean terms. In other words, China would have finally lost the Korean war. Nevertheless the destabilisation caused by North Korea has to focus minds in Beijing. On Sunday, China said it “regretted” North Korea’s use of ballistic missile technology, and urged a “calm” response. Optimists will hope this may mark a first step towards reining in its unruly ally. If so, it is high time. • This article was amended on 8 February 2016. An earlier version said North Korea withdrew from the non-proliferation treaty nearly 20 years after its 1994 agreement with the US; it withdrew nearly 10 years later in 2003.",
    "keywords": [
        "launch",
        "south",
        "holds",
        "regime",
        "korea",
        "problem",
        "editorial",
        "china",
        "nuclear",
        "guardian",
        "weapons",
        "key",
        "korean",
        "view",
        "pyongyang",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "But the episode is another disturbing illustration of the limits that diplomacy has run into in its relations with North Korea.\nThat North Korea’s elite is in a state of advanced paranoia is not a new discovery.\nNorth Korea is in effect threatening its own suicide, promising to take down others in the event of an escalating confrontation.\nAny hope of a diplomatic settlement rests fundamentally on China, North Korea’s key ally and its main economic and commercial support.\nOn Sunday, China said it “regretted” North Korea’s use of ballistic missile technology, and urged a “calm” response.",
    "sentiment": {
        "neg": 0.1125,
        "neu": 0.8046,
        "pos": 0.0828,
        "compound": -0.0957
    }
}