{
    "date": "2016-01-05T13:25:23Z",
    "title": "The intriguing deaths of two North Korean doctors in Cambodia",
    "url": "https://www.theguardian.com/world/2016/jan/05/two-north-korean-doctors-die-cambodia-intrigue",
    "content": "North Korea is no stranger to unexplained deaths among its citizens, but the simultaneous and sudden demise of two of its expatriate doctors at the weekend is intriguing even by Pyongyang’s standards. The doctors, An Hyong-chan, 56, and Chol Ri-mun, 50, died in the Cambodian capital, Phnom Penh, late on Friday or early on Saturday after suffering heart attacks. That they died at around the same time from the same cause and in the same location is just the beginning of the tale. The men, who worked at a clinic that also served as their home in the city’s Tuol Kork district, reportedly died after their wives – also doctors – injected them with an unnamed drug to counteract the effects of an evening of heavy drinking. The women grew concerned after their husbands developed fevers, abnormal heartbeats and weak pulses after the couples returned home from a night out with 10 other North Koreans, during which the two men had drunk “numerous cocktails”, according to the Phnom Penh Post. The women told local police they had injected their husbands with “a medicine and a serum” to counteract the effects of the alcohol, and that the men died of heart attacks about an hour later, the newspaper said. The women reported the deaths to the North Korean embassy in Phnom Penh, which then informed local authorities on Saturday afternoon, hours after the men died. Police arrived to find 14 North Koreans at the couples’ home, including the dead men and their widows. While North Korean authorities accepted the women’s account, the manner of the doctors’ deaths sparked speculation online. When it comes to mysterious or only partly explained deaths, the highly secretive state has form. Only last week, North Korean state media reported the death in a car crash of Kim Yang-gon, described by the state-run Korean Central News Agency (KCNA) as leader Kim Jong-un’s “closest comrade”. KCNA gave few details of the incident. North Korea has few cars on the road, even in the capital, Pyongyang. In 2013 North Korea lashed out at South Korea’s “reptile media” after they reported the mass execution of several performers, apparently to protect the reputation of Kim’s wife. Within hours, newspapers around the world repeated South Korean claims that Hyon Song-wol, rumoured to be Kim’s ex-lover, was among a dozen performers executed for violating pornography laws. Kim’s wife, Ri Sol-ju, was a singer with the Unhasu Orchestra – one of the groups involved – before marrying the North Korean leader. The theory quickly unravelled when Hyon addressed a national artists’ meeting in May the following year. Further confirmation that rumours of her death had been greatly exaggerated came when Hyon was seen in Beijing last month as part of an ill-fated “friendship tour” by the North Korean propaganda group the Moranbong Band. There is no doubt that Kim Jong-un ordered the execution of his uncle, Jang Song-thaek, in 2013, but widely reported rumours that Jang was stripped naked and fed to a pack of starving dogs turned out to be the invention of a mischievous poster on a Chinese social network. It is far more likely that Jang, once one of North Korea’s most influential men until he was accused of attempting a power grab, was executed by firing squad. Police investigating this weekend’s deaths in Cambodia were initially suspicious of the women’s accounts, since one of the men had scratch marks on his chest and stomach. Later, police said they were satisfied that the victim himself had caused the injuries while clawing himself during his heart attack. The North Korean embassy has also accepted the women’s explanation and considers the matter closed, the Phnom Penh Post said.",
    "keywords": [
        "reported",
        "deaths",
        "intriguing",
        "penh",
        "north",
        "phnom",
        "womens",
        "cambodia",
        "died",
        "men",
        "doctors",
        "korean"
    ],
    "summary": "The women reported the deaths to the North Korean embassy in Phnom Penh, which then informed local authorities on Saturday afternoon, hours after the men died.\nWhile North Korean authorities accepted the women’s account, the manner of the doctors’ deaths sparked speculation online.\nOnly last week, North Korean state media reported the death in a car crash of Kim Yang-gon, described by the state-run Korean Central News Agency (KCNA) as leader Kim Jong-un’s “closest comrade”.\nKim’s wife, Ri Sol-ju, was a singer with the Unhasu Orchestra – one of the groups involved – before marrying the North Korean leader.\nThe North Korean embassy has also accepted the women’s explanation and considers the matter closed, the Phnom Penh Post said.",
    "sentiment": {
        "neg": 0.0963,
        "neu": 0.8793,
        "pos": 0.0243,
        "compound": -0.3214
    }
}