{
    "date": "2016-04-06T18:10:03Z",
    "title": "UK nuclear security is better than North Korea’s | Letters",
    "url": "https://www.theguardian.com/world/2016/apr/06/uk-nuclear-security-is-better-than-north-korea",
    "content": "Dr David Lowry (Letters, 5 April) presents a highly selective and misleading view of the recent Nuclear Threat Initiative report. Britain does indeed come bottom and below North Korea in the theft rankings – but on one aspect only: the number of sites and quality of material held. As a longtime nuclear weapon state and user of nuclear power, it is hardly surprising that we have a lot in quite a few places. Places like Australia and Argentina will inevitably “win” this category. However, on “Security and control measures” we rank fourth with a score of 96/100, on “Global norms” we come equal top, 100/100. While not quite so good on some other aspects, “Overall” we rank 12th, with a score of 78/100 (a weighed result doubtless reduced by the number of sites score), with North Korea at the bottom. The top-ranked countries are those with very little material; the UK’s score is within two or three points of the US, France etc, who are more comparable. Where our score has changed since previous reports by the NTI, it has improved in every single category. I hold no particular brief for our nuclear establishment, but the picture Dr Lowry paints is certainly not an accurate reflection of the contents of the report he cites. Professor Harvey Rutt Southampton • Join the debate – email guardian.letters@theguardian.com",
    "keywords": [
        "rank",
        "places",
        "better",
        "sites",
        "quite",
        "nuclear",
        "uk",
        "score",
        "report",
        "security",
        "letters",
        "number",
        "material",
        "north",
        "koreas"
    ],
    "summary": "Dr David Lowry (Letters, 5 April) presents a highly selective and misleading view of the recent Nuclear Threat Initiative report.\nBritain does indeed come bottom and below North Korea in the theft rankings – but on one aspect only: the number of sites and quality of material held.\nAs a longtime nuclear weapon state and user of nuclear power, it is hardly surprising that we have a lot in quite a few places.\nHowever, on “Security and control measures” we rank fourth with a score of 96/100, on “Global norms” we come equal top, 100/100.\nWhile not quite so good on some other aspects, “Overall” we rank 12th, with a score of 78/100 (a weighed result doubtless reduced by the number of sites score), with North Korea at the bottom.",
    "sentiment": {
        "neg": 0.0429,
        "neu": 0.8482,
        "pos": 0.1089,
        "compound": 0.1706
    }
}