{
    "date": "2016-06-07T01:20:09Z",
    "title": "North Korea's Yongbyon plutonium plant back online, say nuclear inspectors",
    "url": "https://www.theguardian.com/world/2016/jun/07/north-koreas-yongbyon-plutonium-plant-back-online-say-nuclear-inspectors",
    "content": "North Korea appears to have reopened a plant that produces plutonium for its atomic weapons drive, the UN nuclear watchdog has said. The regime in Pyongyang said in September 2015 that its Yongbyon reactor was operating and that it was working to improve the “quality and quantity” of its nuclear weapons. It has since carried out what is widely believed to have been a nuclear test. The International Atomic Energy Agency (IAEA) – which has no access to North Korea and mainly monitors its activities by satellite – said it had seen signs of a resumption of activity at Yongbyon, including at the main reactor. “Resumption of the activities of the five megawatt reactor, the expansion of centrifuge-related facility, reprocessing – these are some of the examples of the areas [of activity indicated at Yongbyon],” IAEA chief Yukiya Amano told a news conference during a quarterly IAEA board of governors meeting. “There are indications the reprocessing plant at Yongbyon has been reactivated,” an IAEA spokesman said later on Monday. “It is possible that it is reprocessing spent fuel.” Plutonium extracted from spent nuclear reactor fuel can be used to build one kind of nuclear warhead, while uranium enriched by using centrifuges is used in the other main type of bomb. Little is known about the quantities of weapons-grade uranium or plutonium that North Korea possesses, or its ability to produce either, though plutonium from spent fuel at Yongbyon is widely believed to have been used in its nuclear bombs. The regime vowed in 2013 to restart all nuclear facilities, including the main reactor at its Yongbyon site that had been shut down. North Korea has come under tightening international pressure over its nuclear weapons programme, including tougher UN sanctions adopted in March backed by its lone major ally China, following its most recent nuclear test in January 2016. The website 38 North reported in April that exhaust plumes had been detected on two or three occasions in recent weeks from the thermal plant at Yongbyon’s Radiochemical Laboratory, the site’s main reprocessing installation. The US national intelligence director said in February that North Korea could be weeks away from recovering plutonium from Yongbyon, telling the Senate armed services committee that it had also expanded its uranium enrichment facility there. With Reuters",
    "keywords": [
        "iaea",
        "main",
        "plutonium",
        "korea",
        "online",
        "north",
        "nuclear",
        "reprocessing",
        "weapons",
        "inspectors",
        "plant",
        "say",
        "reactor",
        "yongbyon",
        "koreas"
    ],
    "summary": "North Korea appears to have reopened a plant that produces plutonium for its atomic weapons drive, the UN nuclear watchdog has said.\nThe regime in Pyongyang said in September 2015 that its Yongbyon reactor was operating and that it was working to improve the “quality and quantity” of its nuclear weapons.\n“There are indications the reprocessing plant at Yongbyon has been reactivated,” an IAEA spokesman said later on Monday.\nThe regime vowed in 2013 to restart all nuclear facilities, including the main reactor at its Yongbyon site that had been shut down.\nNorth Korea has come under tightening international pressure over its nuclear weapons programme, including tougher UN sanctions adopted in March backed by its lone major ally China, following its most recent nuclear test in January 2016.",
    "sentiment": {
        "neg": 0.0449,
        "neu": 0.9281,
        "pos": 0.0268,
        "compound": -0.0862
    }
}