{
    "date": "2016-01-08T06:27:09Z",
    "title": "Bang bang bang! The K-pop songs being blasted into North Korea",
    "url": "https://www.theguardian.com/music/2016/jan/08/bang-bang-bang-k-pop-songs-blasted-north-korea",
    "content": "South Korea is trying to get under the skin of its arch-rival with border broadcasts that feature not only criticism of North Korea’s nuclear program, troubled economy and human rights abuses, but also a unique homegrown weapon: K-pop. “We have selected a diverse range of the most recent popular hits to make it interesting,” a defence ministry official said in a briefing for local reporters. Here is a guide to the propaganda playlist Seoul began blasting across the border on Friday in response to Pyongyang’s nuclear test earlier this week: Lee Ae-rain, 100 Years of Life A fusion of Korean traditional and popular music, its chorus is lifted from the most famous of all Korean folk songs, Arirang, which is popular on both sides of the border. Lee’s song tells of someone being visited every decade by the “death angel” but refusing to be taken because they still have too much to live for: “If, at age 80, the death angel comes to take me away/ Please tell him, I am still too useful to go right now.” It was so popular that Kakao Talk, South Korea’s most popular messenger app, created emojis of the music video. It also, inevitably, inspired a host of online parodies and memes, and political parties reportedly sought to use it in their campaigns during upcoming general elections. GFriend, Me Gustas Tu Me Gustas Tu is about a girl who is trying to muster courage and overcome shyness to ask a boy out on a date. GFriend rose to fame last year when a fan posted a video on YouTube showing its members standing up after falling several times on a slippery stage to complete an outdoor performance. The YouTube video (above) has had nearly 9 million views since it was uploaded in September. Apink, Let Us Just Love Let Us Just Love was the soundtrack for South Korean workplace romantic comedy television series Protect the Boss, about, according to Wikipedia, “an incredibly immature young man who is useless at his job”. Hello there, Kim Jong-un! Big Bang, Bang Bang Bang One of the most viewed K-pop videos last year, boy band Big Bang’s dance hit offers a cheery cross-border chorus of: “Like you’ve been shot/Bang Bang Bang”. South Korea uses propaganda to boast of its democracy and culture, but the defence ministry says K-pop songs will also pique interests of the listeners in the North. North Koreans are prohibited from listening to K-pop, and are allowed to listen only to government-controlled radio stations or TV channels. Despite that, North Korean defectors say South Korean music is popular in their home country, with songs and other elements of South Korea popular culture smuggled in on USB sticks and DVDs. Associated Press and AFP contributed to this report",
    "keywords": [
        "blasted",
        "south",
        "music",
        "bang",
        "korea",
        "video",
        "korean",
        "songs",
        "popular",
        "north",
        "kpop"
    ],
    "summary": "South Korea is trying to get under the skin of its arch-rival with border broadcasts that feature not only criticism of North Korea’s nuclear program, troubled economy and human rights abuses, but also a unique homegrown weapon: K-pop.\nBig Bang, Bang Bang Bang One of the most viewed K-pop videos last year, boy band Big Bang’s dance hit offers a cheery cross-border chorus of: “Like you’ve been shot/Bang Bang Bang”.\nSouth Korea uses propaganda to boast of its democracy and culture, but the defence ministry says K-pop songs will also pique interests of the listeners in the North.\nNorth Koreans are prohibited from listening to K-pop, and are allowed to listen only to government-controlled radio stations or TV channels.\nDespite that, North Korean defectors say South Korean music is popular in their home country, with songs and other elements of South Korea popular culture smuggled in on USB sticks and DVDs.",
    "sentiment": {
        "neg": 0.0493,
        "neu": 0.8387,
        "pos": 0.1122,
        "compound": 0.2989
    }
}