{
    "date": "2016-09-22T21:30:22Z",
    "title": "The Lovers and the Despot review – riveting study of Kim Jong-il's movie-loving madness",
    "url": "https://www.theguardian.com/film/2016/sep/22/the-lovers-and-the-despot-review-kim-jong-il-shin-sang-ok",
    "content": "At last: one of the most staggeringly strange cases of Stockholm syndrome in history – and surely the weirdest story ever to have emerged from world cinema – now has been given the serious documentary treatment. In the 1950s and 60s, producer-director Shin Sang-ok was the titan of South Korean cinema, but by the 70s his career was flagging. In North Korea, the dysfunctional communist princeling Kim Jong-il was obsessed with movies and conceived the bizarre notion of jump-starting his nation’s film industry by abducting Shin to work for him. This he did by instructing an agent to pose as a producer, luring Shin’s ex-wife Choi Eun-hee to Hong Kong with the promise of a role, kidnapping her and taking her to North Korea. The reason? Bait. He calculated, correctly, that Shin would come looking for her in Hong Kong – where he too was abducted. (It begins to sound, bizarrely, like the plot of The Vanishing.) They were imprisoned separately but finally brought together by Kim, and in a grotesquely abusive situation compelled to remarry as the golden couple of North Korean cinema and for seven years allowed remarkable freedom to make western-style commercial films of the sort Kim yearned for. Eventually, they were allowed to visit European film festivals where they finally made their escape – but found they were widely disbelieved, precisely because of this apparently happy and productive professional renaissance. Their story here is riveting, although, as so often with this kind of material, I would like a clearer signpost as what has and has not been historically reconstructed.",
    "keywords": [
        "shin",
        "madness",
        "despot",
        "kong",
        "study",
        "riveting",
        "lovers",
        "jongils",
        "korea",
        "hong",
        "kim",
        "film",
        "cinema",
        "movieloving",
        "finally",
        "review",
        "north",
        "korean"
    ],
    "summary": "In the 1950s and 60s, producer-director Shin Sang-ok was the titan of South Korean cinema, but by the 70s his career was flagging.\nIn North Korea, the dysfunctional communist princeling Kim Jong-il was obsessed with movies and conceived the bizarre notion of jump-starting his nation’s film industry by abducting Shin to work for him.\nThis he did by instructing an agent to pose as a producer, luring Shin’s ex-wife Choi Eun-hee to Hong Kong with the promise of a role, kidnapping her and taking her to North Korea.\nHe calculated, correctly, that Shin would come looking for her in Hong Kong – where he too was abducted.\nTheir story here is riveting, although, as so often with this kind of material, I would like a clearer signpost as what has and has not been historically reconstructed.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.8712,
        "pos": 0.0784,
        "compound": 0.1282
    }
}