{
    "date": "2016-11-09T15:56:42Z",
    "title": "The global internet reacts to America's election surprise: #JeSuisUSA",
    "url": "https://www.theguardian.com/us-news/2016/nov/09/trump-internet-reaction-election-jesuisusa",
    "content": "Donald Trump is the next president of the United States. A man who has been criticised for misogyny, whipping up xenophobic hysteria about migrants living in the US, and rejecting climate science, and who told Japan and South Korea to “enjoy themselves” if they were to wage nuclear war on North Korea, is set to take power in one of the most powerful countries in the world. By 1pm GMT on Wednesday the word Trump had been tweeted tens of millions of times, and internet users around the world have reacted to the news with a mix of dark humour, fear, and hope for what might be next. #JeSuisUSA After the offices of Charlie Hebdo were attacked by extremists in Paris last January millions got behind the hashtag #JeSuisCharlie in solidarity against the violence. The “Je Suis” (I am) sentiment has since been used in many sad circumstances, from mourning the victims of Boko Haram in northern Nigeria to bombings in Beirut. Today this has been adapted yet again as people mourn the election result using #JeSuisUSA. Many adapted the image of the Statue of Liberty, a proud symbol of America’s history of welcoming immigrants, to one of despair. One Twitter user superimposed the popular crying face meme on to the map of America. And in Moscow a lonely bunch of flowers was placed outside the US embassy. In Turkey Trump = Erdoğan In Turkey a photo with Recep Tayyip Erdoğan added to the ballot paper went viral, said the CNN correspondent Will Ripley, who is in the country. “Many here compare US president-elect Trump to their own president,” he explained – a president who has ruled with an increasingly iron fist, locking up opposition politicians and journalists who dare to criticise him. #Michellefor2020 Support started growing for Michelle Obama to run for president next time round. Using the hashtag #Michellefor2020 many asked whether the current first lady could provide hope for America. With many worried about the volatility of the world with Trump at the helm, could she help make things more secure? Others borrowed a phrase from one of her most powerful speeches supporting Hillary Clinton: “When they go low, we go high.” Africans on the world #NowThatTrumpIsPresident As the news broke, many Africans got behind the #NowThatTrumpIsPresident hashtag on Twitter, pondering what would happen to their relatives living in the US. Would there be a mass exodus? Would relatives who have abandoned the continent suddenly get back in touch? Or, with the Canadian immigration website crashing under the number of enquiries, would some black Americans start to reclaim their African heritage? And finally … the view from North Korea While North Koreans are not given a platform to express their own views, the government’s official news site KCNA put out two familiar statements online criticising Obama, but neglecting to mention the election result. The first criticised “wretched” society, with a “lingering structure of racial discrimination”, a record they say leaves the US with “no qualifications to be a ‘human rights judge’”. The second said that the sitting president’s sanctions against the DPRK were unworkable and had failed in preventing the expansion of the nuclear weapons programme. State media previously said that they hoped that Trump, a “wise politician” and “prescient presidential candidate”, would be victorious.",
    "keywords": [
        "using",
        "reacts",
        "world",
        "korea",
        "twitter",
        "hashtag",
        "internet",
        "president",
        "north",
        "result",
        "turkey",
        "americas",
        "election",
        "trump",
        "jesuisusa",
        "global",
        "surprise"
    ],
    "summary": "#JeSuisUSA After the offices of Charlie Hebdo were attacked by extremists in Paris last January millions got behind the hashtag #JeSuisCharlie in solidarity against the violence.\nToday this has been adapted yet again as people mourn the election result using #JeSuisUSA.\nMany adapted the image of the Statue of Liberty, a proud symbol of America’s history of welcoming immigrants, to one of despair.\nIn Turkey Trump = Erdoğan In Turkey a photo with Recep Tayyip Erdoğan added to the ballot paper went viral, said the CNN correspondent Will Ripley, who is in the country.\nWith many worried about the volatility of the world with Trump at the helm, could she help make things more secure?",
    "sentiment": {
        "neg": 0.1027,
        "neu": 0.8109,
        "pos": 0.0864,
        "compound": -0.0941
    }
}