{
    "date": "2016-01-06T18:32:36Z",
    "title": "North Korean nuclear test unites Republicans – against Barack Obama",
    "url": "https://www.theguardian.com/world/2016/jan/06/north-korea-hydrogen-bomb-republican-candidates-barack-obama",
    "content": "North Korea’s self-proclaimed successful testing of a hydrogen bomb has succeeded in uniting the bifurcated field of Republican presidential candidates against a common enemy: Barack Obama. By the time the world’s great powers joined together in universal condemnation of the hermit kingdom’s latest nuclear provocation at a UN security council meeting on Wednesday morning, more than half a dozen contenders for the Republican nomination had issued statements decrying Obama’s “weakness”, which they see as facilitating North Korea’s nuclear ambitions. Senator Marco Rubio of Florida led the charge with a late-night tweetstorm following news of the test, calling the detonation “just the latest example of the failed Obama-Clinton foreign policy”. “I have been warning throughout this campaign that North Korea is run by a lunatic who has been expanding his nuclear arsenal while President Obama has stood idly by,” Rubio said in a statement. “Our enemies around the world are taking advantage of Obama’s weakness. We need new leadership that will stand up to people like Kim Jong-un and ensure our country has the capabilities necessary to keep America safe.” Rubio’s critique was echoed by New Jersey governor Chris Christie, who decried Obama’s “weak response” to North Korean nuclear aggressions under his watch. “Three out of the four nuclear detonations that the North Koreans have done have happened under Barack Obama and Hillary Clinton’s watch,” Christie said during an appearance on Fox and Friends. “They have just not acted strongly at all around the world. This is just another example, piled on top of Iran, on top of Syria, on top Crimea and Ukraine ... this is what weak American leadership gets you.” On CNN, Kentucky senator Rand Paul, who has been labelled a “committed isolationist” on foreign policy by Rubio and other rivals for the Republican nomination, redirected the question of North Korean nuclear aggression to a criticism of the comprehensive deal on Iran’s nuclear programme. “I would say that there are many parallels to the Iran agreement,” Paul said. “Many of us said that that’s the danger of the Iran agreement – once they get nuclear weapons, it’s hard to know what to do and how you will respond.” The test, North Korea’s fourth since first detonating a “fizzled” atomic weapon in October 2006, prompted other candidates to join the coalition of the willing on social media: Largely missing from the condemnation of Obama’s perceived lack of action on North Korea was condemnation of North Korea itself: beyond Paul, who on CNN criticized the north’s “failed economic system” as indicative of the superiority of capitalism over “socialism”, no would-be nominee has directed much ire in the direction of the repressive communist autocracy responsible for the test itself. Part of this may be rooted in the Republican field’s general lack of coherent policy on North Korea, which has taken a back seat to the Islamic State, Russia and the Syrian civil war in most discussions of foreign policy this cycle. When asked for their candidate’s positions on increased sanctions, boosting US troop presence on the 38th parallel or other possible responses to North Korean aggression, for example, press representatives for candidate Carly Fiorina provided the Guardian with a copy of a speech she gave on China in July. (The word “Korea” never appears in the transcript.) Obama has repeatedly imposed economic sanctions on North Korea as part of a policy of “strategic patience”. Yet the universality of Republican condemnation of Obama’s perceived “weakness” on North Korea was almost absolute, with the notable exception of billionaire frontrunner Donald Trump. The real estate tycoon, whose foreign policy bona fides is largely limited to his ownership of a golf course in Scotland, declined to pin the thermonuclear test on Obama, instead putting the lion’s share of the blame on China. “China has total control, believe me,” Trump told Fox and Friends on Wednesday. “They have total control over North Korea. Without China, they wouldn’t eat,” he said.",
    "keywords": [
        "policy",
        "condemnation",
        "korea",
        "barack",
        "nuclear",
        "obama",
        "republicans",
        "test",
        "republican",
        "obamas",
        "foreign",
        "unites",
        "north",
        "korean"
    ],
    "summary": "North Korea’s self-proclaimed successful testing of a hydrogen bomb has succeeded in uniting the bifurcated field of Republican presidential candidates against a common enemy: Barack Obama.\n“I have been warning throughout this campaign that North Korea is run by a lunatic who has been expanding his nuclear arsenal while President Obama has stood idly by,” Rubio said in a statement.\nObama has repeatedly imposed economic sanctions on North Korea as part of a policy of “strategic patience”.\nYet the universality of Republican condemnation of Obama’s perceived “weakness” on North Korea was almost absolute, with the notable exception of billionaire frontrunner Donald Trump.\n“They have total control over North Korea.",
    "sentiment": {
        "neg": 0.0957,
        "neu": 0.8473,
        "pos": 0.057,
        "compound": -0.1473
    }
}