{
    "date": "2016-09-21T06:00:18Z",
    "title": "Kim Jong-un or Jesus? North Korean artist turns propaganda on its head",
    "url": "https://www.theguardian.com/world/2016/sep/21/kim-jong-un-jesus-north-korean-artist-sun-mu",
    "content": "It was after he fled North Korea in 1990s that artist Sun Mu decided to turn the regime’s propaganda painting style on its head. He began producing satirical works that have since been described as “Disney characters with a military aesthetic”. After he settled in South Korea, his work became increasingly provocative, gaining attention for its ability to parody and imitate the North Korean regime’s social realist style. An exhibition of Sun Mu’s paintings went on display in Seoul this summer and a new documentary is due for release. Like many defectors who grew up inside the secretive state, Sun Mu’s early life was dominated by the former leaders of North Korea. “I was mostly influenced by Kim Il-sung and Kim Jong-il,” he says. “I began to draw the pictures to delight them.” Sun Mu studied at an art college outside Pyongyang and was enlisted to draw propaganda posters during his time in military service. But in the late 1990s, prompted by hunger and famine, he decided to leave the country. He swam across the Tumen river to China before entering South Korea via Laos and Thailand. As he slowly became accustomed to the greater political and artistic freedoms in Seoul, Sun Mu began mixing North Korean painting styles with more overtly political imagery. “I can’t draw and tell my life story without those people [Kim Il-sung and Kim Jong -il],” Sun Mu explains. “So, I started drawing them. People put a political spin on my works, but I think it’s up to the viewer. I am continuing on my way.” As a result the artist, now in his mid 40s, has stoked controversy and he has chosen to remain hidden from the public for fear of incriminating his family still in North Korea. Sun Mu is a nom de plume, a combination of two Korean words translating as “no borders”. When his paintings were first shown in Seoul, the police reportedly showed up to investigate. Writing in the New York Times, Choe Sang-Hun said the authorities had been “tipped off by viewers who, missing the intended irony, were upset by what they took to be Communist propaganda – a possible crime under South Korea’s national security laws.” At another exhibition, a painting of Kim Il-sung with a flower was withdrawn from display at the last minute because authorities feared it might cause “a fight between the artist and the audience”. Sun Mu said the decision was apparently taken because there may have been “controversy over political ideology and debate on whether the painting actually praised the North’s leadership and communism, or not”. A new documentary, I am Sun Mu, was screened in the UK in March, and follows the artist as he prepares for the opening of a controversial solo exhibition in Beijing called Red, White, Blue, in which visitors can step on giant portraits of former North Korean leaders in Santa Claus hats. As relations on the peninsula deteriorate after more nuclear tests by Pyongyang, Sun Mu’s work is bound to agitate viewers who see Kim Jong-un’s regime as a real and immediate threat. Political pop Carey Park, director of Design Institute for Unification, said Sun Mu’s work goes beyond mere provocation. He argues that in the paintings “the political pop is combined with realness and sincerity of his life. This is why his paintings attract big audiences and move people’s hearts”. In one poignant work, Peace, six smiling children bear the flags of the countries taking part in the long-stalled six-party talks on North Korea’s nuclear programme. “Children can get along with each other – adults don’t,” Sun Mu replies when asked why smiling children feature so prominently in his work. “I tell the story of the suffering in the North, but I also suggest a future.” Lee Woo-young, a professor at the University of North Korean Studies, argues defector artists offer a unique glimpse of what cultural integration might look like after unification, and could be a useful tool in future negotiations for peace. “Sun Mu broke fresh ground for the arts. For instance, criticising the North’s regime with the North Korean style of painting, such as a propaganda poster, is unique,” Lee said. “His works can be a key clue or a significant momentum to integrate arts of the North and the South in the long term.” He added: “It’s not simply about meeting between the cultures of the South and the North. We should provide a platform for communication between the two cultures ‘on equal terms’.” Sun Mu is enthusiastic about helping to “contribute to cultural integration”, but said he doesn’t have a “great sense of duty” to do so. He does, however, hope to one day hold an exhibition of his work in Pyongyang. A version of this article first appeared on NK News - North Korea news",
    "keywords": [
        "political",
        "work",
        "artist",
        "south",
        "korea",
        "turns",
        "painting",
        "kim",
        "jesus",
        "mu",
        "jongun",
        "propaganda",
        "head",
        "north",
        "korean"
    ],
    "summary": "It was after he fled North Korea in 1990s that artist Sun Mu decided to turn the regime’s propaganda painting style on its head.\nLike many defectors who grew up inside the secretive state, Sun Mu’s early life was dominated by the former leaders of North Korea.\nHe swam across the Tumen river to China before entering South Korea via Laos and Thailand.\nFor instance, criticising the North’s regime with the North Korean style of painting, such as a propaganda poster, is unique,” Lee said.\nA version of this article first appeared on NK News - North Korea news",
    "sentiment": {
        "neg": 0.0523,
        "neu": 0.8888,
        "pos": 0.0589,
        "compound": 0.0394
    }
}