{
    "date": "2016-01-07T04:36:19Z",
    "title": "Malcolm Turnbull to discuss terrorism and security during US visit this month",
    "url": "https://www.theguardian.com/australia-news/2016/jan/07/malcolm-turnbull-to-discuss-terrorism-and-security-during-us-visit-this-month",
    "content": "Malcolm Turnbull has locked in the dates for his first trip to the United States since becoming the Australian prime minister, with the talks likely to focus on terrorism and regional security. Turnbull is due to visit Washington DC on 18 and 19 January for meetings with Barack Obama along with senior White House and defence officials, and congressional leaders. The talks are expected to be dominated by security issues, including the fight against Islamic State in Iraq and Syria, and strategic regional challenges, such as the handling of territorial disputes in the South China Sea. The news comes amid claims by North Korea that it has carried out a fourth nuclear test, for which the regime has attracted international condemnation. Meanwhile, the worsening diplomatic dispute between Iran and Saudi Arabia, and other regional rivals, has raised concerns about efforts to resolve the Syrian conflict. This will not be the first bilateral meeting between Turnbull and the US president, but it will be the first on US soil. The pair met for more than an hour on the sidelines of the Apec summit in the Philippines in November, after which Obama invited Turnbull to Washington DC some time during the US winter. The timing of the meeting allows Turnbull to make the trip before the Australian parliament resumes in February, and pre-empts the Republican and Democratic primary contests for this year’s presidential election. It will, however, be a politically charged time in the US, coming just days after Obama delivers his final state of the union address to Congress on 12 January. During the two-day visit, Turnbull will also address the Center for Strategic and International Studies on national security themes. A speech to the US Chamber of Commerce is expected to canvass innovation and the Trans-Pacific Partnership, the 12-country regional trade pact that could face obstacles in Congress. Turnbull had described Australia’s relationship with the US as “very deep” and “vitally important” when he announced the appointment of the former treasurer Joe Hockey as the new ambassador. However, territorial disputes in the South China Sea present a balancing act for Australia, which relies on China as its biggest trading partner. At the previous meeting in Manila, Turnbull said he and Obama were “very much of the same mind” on regional issues, with an emphasis on upholding international norms and the rule of law.",
    "keywords": [
        "meeting",
        "turnbull",
        "regional",
        "washington",
        "visit",
        "obama",
        "china",
        "malcolm",
        "security",
        "terrorism",
        "discuss",
        "trip",
        "month",
        "international"
    ],
    "summary": "Malcolm Turnbull has locked in the dates for his first trip to the United States since becoming the Australian prime minister, with the talks likely to focus on terrorism and regional security.\nTurnbull is due to visit Washington DC on 18 and 19 January for meetings with Barack Obama along with senior White House and defence officials, and congressional leaders.\nThis will not be the first bilateral meeting between Turnbull and the US president, but it will be the first on US soil.\nDuring the two-day visit, Turnbull will also address the Center for Strategic and International Studies on national security themes.\nHowever, territorial disputes in the South China Sea present a balancing act for Australia, which relies on China as its biggest trading partner.",
    "sentiment": {
        "neg": 0.062,
        "neu": 0.8871,
        "pos": 0.0509,
        "compound": -0.0834
    }
}