{
    "date": "2016-04-13T14:27:13Z",
    "title": "Defector TV: the North Korean escapees who sparked a reality show craze",
    "url": "https://www.theguardian.com/tv-and-radio/2016/apr/13/defector-tv-the-north-korean-escapees-who-sparked-a-reality-show-craze",
    "content": "Five years ago, Chanyang Joo escaped her hometown in North Korea by swimming across the Tumen river. When she arrived in China, she was jailed. “I was in a prison with 20 other escapees,” she tells me. “I was about to be sent back.” Instead, she was rescued by a religious group, reunited with her family in South Korea and became a reality TV star. “I don’t consider myself a celebrity,” says Joo, 25, who has now appeared on more than 100 TV episodes. “I’m just an ordinary person. It’s hard to deal with fans.” Defector TV is a new craze in South Korea. From comedies to dating, adventure and chatshows, a growing number of programmes are putting North Koreans in the limelight. “I am not pretty or talented enough to be an entertainer, but because of these shows, South Koreans have started to be interested in North Korean people,” says Joo. “The young generation still think North Korea is a foreign country. I strongly believe that we are the same people, that it is one nation.” It all started when Joo was invited on Now on My Way to Meet You by a friend in 2012. In the variety show, a panel of around 15 young North Korean women, referred to as “beauties” by the hosts, sit primly in a pastel studio and chat about life under the regime. They share stories about cooking and the weather, public executions, the military and prison camps – all to a soundtrack of gunshots. “The government is bad, not the people,” says Joo. “Not everyone worships Kim Jong-un. With more exposure, people will get to know North Koreans better.” In one episode, a woman explains how she lived off trash found in villages after escaping, while another remembers her neighbour being tied to a stake, tortured and publicly executed for owning smuggled CDs. Kim Hye-Sook, who spent 28 years in a prison camp from the ages of 13 to 41, talks about torture in the camp and the 4m-high electrified fences. She never knew the charges against her until she escaped and it emerged that her grandfather had tried to defect during the Korean war. “Many people have started to pay attention to the show on a human rights level,” says Joo. “I know some are watching it secretly in North Korea too.” Now on My Way to Meet You also helps escapees track down their long-lost family members. One contestant was reunited with her sister for the first time in more than a decade after telling her story on TV. “During those harsh 15 years, the young girl who got left behind in China lost her mother tongue,” said the soft-voiced narrator as the family hugged and sobbed. “However, she never, not even once, has forgotten her mother and her sister’s faces.” There are men on the show too. One middle-aged man, who was caught leaving the country, was separated from his wife and daughters. He later learned they were sold for human trafficking in China. “Honey, if I ever see you again, I will really love you with all my heart,” he said, as the entire set collapsed in tears. “Please, even if it’s just once, please let us meet each other again alive.” The show was such a hit that it sparked a number of other North Korea-focused reality shows. “This is the first time a South Korean audience has been able to access these issues through the softer angle of entertainment shows,” says Sokeel Park, director of research at Liberty in North Korea, a non-profit organisation that helps defectors resettle in China or the US. “TV producers feel it is their mission to do something about the social chasm. No matter what happens in the future, whether there is reunification or not, TV can help the north and south have good relations.” There are around 28,500 DPRK refugees in South Korea, according to Park – but not everyone is entertained. Some North Koreans don’t want to be on TV because the regime could punish their families back home. Still, the majority of defectors change their names and those that appear on TV tend to use stage names. “Just being able to be a normal person from North Korea talking about life,” continues Park, “the harrowing aspects but also how dating works, how people get around government restrictions – it’s a way to hear it from the horse’s mouth.” Other shows include Moranbong Club, a comic talk and talent show hosted by two dapper men in round spectacles with a panel of North Korean contestants who sing, dance and get quizzed about life. “We need to tell people about the real North Korea,” says one contestant, while another, a former army officer, said he used to check teenage girls to see if their hymens were broken before allowing them in the army, which refuses entry to non-virgins. The newest of the bunch is Good Life, an adventure-cum-dating show in which North Korean women and South Korean men are left to fend for themselves in the wild. The women chop wood and cook fish while the men crack jokes. They tell stories, weep, arm-wrestle and play the harp as cartoon speech bubbles appear around them and circus-like cymbal crashes sound. It’s very animated for a countryside romp. They’re not all so flashy. Good Friends, sponsored by the Institute for Unification Education, brings North and South Korean teens together to chat about cultural differences. It’s so educational that it’s like a cross between an oral exam, a job interview and a diplomacy tutorial. Hosted by a fortysomething, dad-looking host, the teenagers sit round a wooden table and discuss banking, real estate and the North Korean government. Sometimes funny, they make mistakes, correct each other and mildly flirt in the most respectable, my-parents-are-watching sort of way. To Chang Yong Seok, a researcher at the Institute for Peace and Unification Studies, Good Friends is better than most. “This programme puts the focus on building a good relationship between North Koreans and South, not the abnormal aspects of the north,” he says. Chang feels that entertainment-driven shows such as Now on My Way to Meet You and Moranbong Club portray North Korea in a strange, freakshow light. “Coupled with sensational journalism, they could seriously make matters worse,” he says. “How can we imagine peaceful co-existence with a strange and eccentric state?” Since it’s difficult for North Koreans to integrate into South Korean society, highlighting cultural differences on Good Friends is a positive step in Chang’s eyes. “Most immigrants from the north are regarded as latent spies or aliens, so the road to the white collar job is very narrow,” he says. “In other words, they stand on the border, not belonging to any side.” As for Joo, she recently enrolled at Korea University majoring in media studies and hosts two radio programmes on the Christian station FEBC Korea, which she used to pirate in the DPRK. “I hope people in North Korea listen to my broadcasts and long for freedom, as I did.”",
    "keywords": [
        "joo",
        "south",
        "good",
        "tv",
        "korea",
        "shows",
        "reality",
        "craze",
        "way",
        "escapees",
        "sparked",
        "defector",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "It’s hard to deal with fans.” Defector TV is a new craze in South Korea.\nFrom comedies to dating, adventure and chatshows, a growing number of programmes are putting North Koreans in the limelight.\nThe newest of the bunch is Good Life, an adventure-cum-dating show in which North Korean women and South Korean men are left to fend for themselves in the wild.\nHosted by a fortysomething, dad-looking host, the teenagers sit round a wooden table and discuss banking, real estate and the North Korean government.\n“I hope people in North Korea listen to my broadcasts and long for freedom, as I did.”",
    "sentiment": {
        "neg": 0.0717,
        "neu": 0.8426,
        "pos": 0.0857,
        "compound": 0.045
    }
}