{
    "date": "2016-08-12T06:00:15Z",
    "title": "The unlikely romantic: how Kim Jong-il introduced love to North Korean cinema",
    "url": "https://www.theguardian.com/world/2016/aug/12/the-unlikely-romantic-how-kim-jong-il-introduced-love-to-north-korean-cinema",
    "content": "North Korea’s founding father, Kim Il-sung, was a tyrant who banned market activity, religion and all declarations of love in films, books or music. The only permissible public expressions of affection were to the leader and the revolution. Touching the hand of the opposite sex was considered indecent, while kissing the red banner was normal. Only the enemy – foreign spies and Americans – had corrupt romantic feelings. But the supreme leader’s heir, Kim Jong-il, rewrote the rules of romance in the run up to taking power in 1994, sensing the propagandist potential of passion on screen. Growing up on a cultural diet of Soviet and Hollywood film, the young Kim learned how romance could help political campaigns. “People love love... we must show it on the screen,” he was once reported to have said. In typical North Korean style, the shift in cultural policy wasn’t announced, it just arrived in the 1980s when the new leader was officially designated as his father’s successor. Kim had already been reforming the regime’s political campaigns in his work as a film director before he became leader, finding new ways to represent politics and party leaders. At the same time other North Korean film-makers began to introduce songs and attractive actors to their productions. Film stars including O Mi-ran and Ri Yong-ho, and film-makers including Ri Chun Gu and Kim Se Ryun emerged as stars, as citizens struggled to remember the plainer films of the 1970s. Some of the classics from this era include North Korean dramas Traces of Life (1989), Broad Bellflower (1987) and Girls from My Hometown (1991). Almost all ran with romantic story lines. For the first time in decades North Koreans were given permission to dream about an attractive boy or a girl, and to spend their time dating without questioning how they were fulfilling their revolutionary duties. The rules Yet such frivolity was only allowed within certain parameters: a meeting of two young North Koreans at work or university who would later settle in a new “cell of society” – a family. Scenarios of unrequited love, previous lovers, love triangles, or significant age differences were not entertained. And while a relationship with a foreigner was not a complete taboo – Chinese-North Korean and Soviet-North Korean films often carried these story lines – they were always left unconsummated and in most cases the foreign love interest died suddenly. The majority of these new love stories ended with marriage and living happily ever after. In rarer cases, when lovers separate due to some tragic circumstances – death, division of Korea or the Korean War – they tended to stay loyal to each other, or at least to the memory of the first love. In the Broad Bellflower, for example, the lovers separate after Song Rim refuses to follow her fiancé Pak Won-bong to the prosperous city. Song then dies during an avalanche while Won marries a city girl and has a son. Yet, he feels pangs of guilt for the deceased girl he abandoned in his youth. Perhaps surprisingly one of the most popular characteristics of North Korean screen romances is that the love often transcends social borders, North Korea’s caste system otherwise known as songbun. North Korea may promote itself as the land of social equality but choosing who to marry is guided by with many status limitations. A reality film makers have chosen to ignore. Conservative desire Like in India’s Bollywood the emotional attachment of North Korean protagonists is obvious but physical manifestations of desire are severely restricted. Kisses on screen are rare but do exist. And in films set overseas such as Silver hairpin (1985) and The Country Which I Saw (1988), both set in Japan, the characters get more kissing scenes than those set at home. Lovers inside the DPRK spend their time playing the flute to their loved ones, taking part in mass dances, or strolling down the Taedong riverbank. North Korean lovers in Japan are shown riding on motorcycles, relaxing on the beach and buying jewellery or flowers. Overall they emerge as more prosperous than North Koreans inside the DPRK. But the most common type of love championed on North Korean screens is that between an old married couple. They are the goodies, devoted spouses who express their feelings with hugs, flowers and romantic confessions. The baddies, on the other hand, are often portrayed as infidels to their spouses or their country and prone to open expressions of physical desire. In the popular series Nation and Destiny. The characters include military man Choe Hyun-deok (played by People’s actor Choe Chang-su) and his loving wife Sunnyo (played Kim Ok-hui) who is Choe’s guardian angel, protecting him and sharing all his hardships without complaint. In one scene an enemy points a pistol at Choe, and his wife rushes to cover him with her body. The old couple then waltz together and go dining in their favourite restaurant. And while these expressions of North Korean love may seem conservative to a western viewer, they reflect real social norms in a country where even kissing in public is a violation of decency. Looking back at the films of the 1980s you can see that Kim Jong-il was not trying to rewrite those rules, but using romance to ensure that citizens followed his agenda. The original version of this article first appeared on NK News – North Korea news",
    "keywords": [
        "unlikely",
        "love",
        "set",
        "introduced",
        "films",
        "screen",
        "lovers",
        "romantic",
        "kim",
        "film",
        "cinema",
        "social",
        "jongil",
        "north",
        "korean"
    ],
    "summary": "“People love love... we must show it on the screen,” he was once reported to have said.\nAt the same time other North Korean film-makers began to introduce songs and attractive actors to their productions.\nScenarios of unrequited love, previous lovers, love triangles, or significant age differences were not entertained.\nNorth Korean lovers in Japan are shown riding on motorcycles, relaxing on the beach and buying jewellery or flowers.\nBut the most common type of love championed on North Korean screens is that between an old married couple.",
    "sentiment": {
        "neg": 0.0447,
        "neu": 0.7552,
        "pos": 0.2001,
        "compound": 0.425
    }
}