{
    "date": "2016-01-12T09:40:43Z",
    "title": "North Korea's 'H-bomb' shouldn't stop us calling out human rights atrocities",
    "url": "https://www.theguardian.com/world/2016/jan/12/north-koreas-h-bomb-shouldnt-stop-us-calling-out-human-rights-atrocities",
    "content": "Shortly after it detonated its fourth nuclear test last week, North Korean state media issued a lengthy statement justifying the explosion they knew would rile the world. Chief among its grievances for setting off the “H-bomb” was a lengthy investigation by the United Nations which accused the regime of grave, systemic human rights abuses against its own people. Charges they have never accepted. In the regime’s eyes, the 2014 UN investigation was nothing more than a “conspiratorial human rights racket against the DPRK”. According to the UN, 80,000 political prisoners are currently detained within specialised prison camps, with young leader Kim Jong-un accused of crimes against humanity “on a scale without parallel in the contemporary world, comparable to the atrocities of Nazi Germany.” Seven months after the investigation, North Korea issued a 50,000-word retort claiming that all was “rosy”. The “popular masses enjoy genuine human rights”, read the report which accused the west of pursuing a “false and reactionary” agenda designed to interfere with national sovereignty – a claim they have maintained ever since. On the international stage the North has always been extremely sensitive about its human rights record, to the extent that DRPK diplomats have adopted the unofficial policy of walking out of any meeting when the issue is raised. So the fact that the DPRK focused on this issue, after such a significant military provocation, shows how central human rights have become to North Korea’s battle against the world. Military bluster Just after news of the nuclear test broke Human Rights Watch deputy Asia director, Phil Roberton, used the event to draw attention to the issue, often sidelined by the regime’s military bluster. “[...] Even a hydrogen bomb should not cause the world to forget that the Kim family’s hereditary dictatorship is built on the systematic brutalisation and abuse of the North Korean people,” Robertson said. “The only birthday present that Kim Jong-un should get from the international community is a one way trip to the international criminal court in The Hague.” But the issue does now look set to become an inescapable topic for international governments when negotiating with the DPRK. On 1 January South Korea, the North’s sworn enemy, took over the chair of the UN Human Rights Council. This, combined with the UN Security Council decision to add human rights in North Korea to its permanent agenda, means the South has an even greater responsibility to tackle some of the world’s greatest state-led abuses. Of course, there is a chance this could seriously raise tensions on the peninsula. If South Korea leads a global coalition in referring North Korea to the International Criminal Court, it could be interpreted as a huge act of provocation by Kim’s regime – the two countries have technically been at war since the Korean war of 1950-53. A global focus on the DPRK’s human rights record may also help to weaken China’s relationship with the North, as the superpower tries to square its rapid rise as a “responsible global power” with a less threatening global image. Nuclear distraction With the North engaging in such transparent provocations as the nuclear test explosion, it would be tempting to gloss over human rights discussions in an attempt to ease tensions in the region. But for too long, it has been left off the agenda, fearing it would jeopardise any progress on the nuclear weapons proliferation issue. Staying quiet won’t stop a fifth nuclear test. As the latest explosion dramatically shows: North Korea will provoke as it pleases, regardless of condemnation from the international community. At this critical moment, the US, South Korea and the rest of the international community must not shy away from exposing the human rights failures of the North. After all, the reason why regime representatives refuse to listen to the accusations is because they provide the best evidence there is that the DPRK has desperately failed its own people.",
    "keywords": [
        "stop",
        "human",
        "calling",
        "south",
        "international",
        "atrocities",
        "shouldnt",
        "korea",
        "world",
        "issue",
        "nuclear",
        "rights",
        "hbomb",
        "test",
        "north",
        "koreas"
    ],
    "summary": "Chief among its grievances for setting off the “H-bomb” was a lengthy investigation by the United Nations which accused the regime of grave, systemic human rights abuses against its own people.\nIn the regime’s eyes, the 2014 UN investigation was nothing more than a “conspiratorial human rights racket against the DPRK”.\nOn 1 January South Korea, the North’s sworn enemy, took over the chair of the UN Human Rights Council.\nAs the latest explosion dramatically shows: North Korea will provoke as it pleases, regardless of condemnation from the international community.\nAt this critical moment, the US, South Korea and the rest of the international community must not shy away from exposing the human rights failures of the North.",
    "sentiment": {
        "neg": 0.174,
        "neu": 0.7702,
        "pos": 0.0557,
        "compound": -0.3576
    }
}