{
    "date": "2016-08-31T08:32:24Z",
    "title": "Japan defence ministry seeks record budget to counter Chinese threat",
    "url": "https://www.theguardian.com/world/2016/aug/31/japan-defence-ministry-record-budget-counter-chinese-north-korea-nuclear-threat",
    "content": "Japan’s defence ministry has requested a record budget to counter growing Chinese military activity around a group of disputed islands in the East China Sea. The ministry is seeking 5.17 trillion yen (£38bn) for the year beginning in April 2017. That marks an increase of 2.3% from last year, and is the fifth annual increase since Japan’s prime minister, Shinzo Abe, came to power in late 2012 vowing to bolster the military to address a surge in Chinese naval activity and North Korea’s nuclear weapons programme. The latest budget request marks a continuation in the shift in focus away from Japan’s northern maritime border with Russia – where cold war Soviet forces once posed a threat – to an 870-mile chain of southern outlying islands stretching from the Japanese mainland towards Taiwan. Much of the hardware on the defence ministry’s shopping list is designed to counter potential threats to Japanese territory in the East China Sea, including the disputed Senkaku islands, which are also claimed by Beijing. At the heart of the strategy is the development of a mobile amphibious force – modelled on the US marine corps – that would be able to respond quickly to an attempt to invade the Senkakus, which China refers to as Diaoyu. In the single biggest outlay, the ministry wants more than 100bn yen to upgrade Japan’s Patriot Advanced Capability (PAC-3) missiles, seen as the last line of defence against a nuclear or conventional attack by North Korea. The sense of urgency in Tokyo over missile defence is growing amid evidence that North Korea is making progress in its attempts to build reliable ballistic missiles capable of reaching Japan, including those launched from submarines. The improvements will dramatically enhance the PAC-3’s range and its ability to target incoming missiles. The Senkakus are surrounded by rich fishing grounds and potentially huge oil and gas deposits. The uninhabited islets are administered by Japan, but Chinese vessels have stepped up incursions into waters near the territories in recent months. To improve Japan’s ability to patrol the islands, ministry officials want to spend 95bn yen on six Lockheed Martin F-35 stealth fighters, as well as more than 90bn yen on four Bell-Boeing V-22 Osprey tilt-rotor aircraft and six Boeing Chinook twin-rotor helicopters. Incursions by Chinese planes into Japanese airspace near the Senkakus were met with a record number of scrambles by Japanese fighter planes between April and June, while Tokyo continued to resist Beijing’s requests for talks on the dispute. This month, the Japanese foreign minister, Fumio Kishida, summoned China’s ambassador in Tokyo, Cheng Yonghua, to protest against Chinese maritime activity in the area, saying it had contributed to a “marked deterioration” in Sino-Japanese ties. Last week, however, Kishida and his Chinese counterpart, Wang Yi, agreed it was important to establish lines of communication to avoid accidents near the Senkakus that could quickly escalate into a conflict. “We reached a common recognition that we have to control friction at sea firmly through the efforts of both countries,” Wang told reporters during a trilateral summit in Tokyo that also included South Korea’s foreign minister. As a prominent member of a group of conservative politicians who believe the postwar constraints imposed on Japan’s military are unfair and out of date, Abe wants the country’s self-defence forces to play a bigger international role that includes possible involvement in overseas conflicts. Last summer, his governing coalition pushed through controversial security legislation that reinterpreted Japan’s war-renouncing constitution to allow the armed forces to exercise its right to collective self-defence – or coming to the aid of an ally – for the first time since the end of the second world war. Despite the broader scope afforded Japanese troops by the new laws, speculation is mounting that Abe, whose coalition dominates both houses of parliament, will attempt to ditch article 9 of the US-authored constitution, which restricts Japan’s military to a purely defensive role.",
    "keywords": [
        "budget",
        "senkakus",
        "record",
        "military",
        "ministry",
        "japans",
        "counter",
        "threat",
        "seeks",
        "japanese",
        "japan",
        "yen",
        "chinese",
        "defence",
        "islands",
        "tokyo"
    ],
    "summary": "Japan’s defence ministry has requested a record budget to counter growing Chinese military activity around a group of disputed islands in the East China Sea.\nThe ministry is seeking 5.17 trillion yen (£38bn) for the year beginning in April 2017.\nMuch of the hardware on the defence ministry’s shopping list is designed to counter potential threats to Japanese territory in the East China Sea, including the disputed Senkaku islands, which are also claimed by Beijing.\nThe Senkakus are surrounded by rich fishing grounds and potentially huge oil and gas deposits.\nThe uninhabited islets are administered by Japan, but Chinese vessels have stepped up incursions into waters near the territories in recent months.",
    "sentiment": {
        "neg": 0.0629,
        "neu": 0.8403,
        "pos": 0.0968,
        "compound": -0.0144
    }
}