{
    "date": "2016-09-05T07:02:27Z",
    "title": "North Korea fires three missiles into sea as G20 leaders meet in China",
    "url": "https://www.theguardian.com/world/2016/sep/05/north-korea-fires-three-ballistic-missiles-into-sea-reports",
    "content": "North Korea has fired three ballistic missiles into the Sea of Japan in a move almost certainly intended to capture the attention of Barack Obama and other world leaders meeting at the G20 summit in China. The launches, made from a site south of Pyongyang just after noon on Monday (4am BST), came hours after the Chinese president, Xi Jinping, said he opposed the US deployment of a highly sophisticated anti-missile system in South Korea, despite growing regional concern about Pyongyang’s recent advances in missile technology. North Korea appeared to successfully launch a ballistic missile from a submarine last month – a disturbing development for its neighbours, since missiles fired from beneath the ocean’s surface are more difficult to detect in advance. That missile flew 310 miles (500km), farther than any other North Korean missile of its kind, prompting experts to warn that the regime was making demonstrable progress towards its aim of possessing nuclear strike capability. In July, the US and South Korea – where tens of thousands of American troops are based – agreed to deploy the Terminal High Altitude Area Defence (THAAD) system to counter missile and nuclear threats from the North. Xi, however, told his South Korean counterpart, Park Geun-hye, that deploying the missile defence system could destabilise the entire region. “Mishandling the issue is not conducive to strategic stability in the region and could intensify disputes,” China’s Xinhua news agency quoted Xi as telling Park on the sidelines of the G20 meeting in Hangzhou. Washington and Seoul have tried to calm fears in China that THAAD would be used to track its own growing military capabilities, saying that it would be used solely to counter the growing missile threat from North Korea. South Korea’s Yonhap news agency quoted Park as warning Xi that North Korea’s fourth nuclear test at the start of the year, combined with a string of missile tests, were putting a strain on Seoul-Beijing ties, which had grown closer in recent years. Park said North Korea’s nuclear test and ballistic missile “provocations” had “gravely damaged peace on the Korean peninsula and the region and posed a challenge to the development of South Korea-China ties”. North Korea has warned that THAAD deployment south of the heavily armed border separating the two countries would force it into taking “an offensive stand” that would result in “strong physical countermeasures”. South Korea’s joint chiefs of staff said in a statement that the three missiles launched on Monday had flown across North Korea before landing off its east coast. A spokesman for South Korea’s defence ministry identified the missiles as medium-range Rodongs, which flew about 1,000 km 600 miles (1,000km). At least one fell into waters inside Japan’s air defence identification zone – a designated area to help maintain air security. The Rodong has an estimated range of up to 1,300km, putting Japan within range. The missiles had been fired “without navigational warning to Japan”, the defence ministry spokesman said in a statement. “North Korea’s ballistic missile launch is a direct violation of UN security council resolutions aimed at showing off its nuclear and missile capabilities during the G20 summit,” he added. The G20 aside, the missile launches could have been intended as a show of force days before the 68th anniversary of North Korea’s government, and soon after the US and South Korea ended joint military drills that Pyongyang routinely denounces as a rehearsal for an invasion.",
    "keywords": [
        "leaders",
        "south",
        "park",
        "fires",
        "korea",
        "sea",
        "g20",
        "meet",
        "missiles",
        "china",
        "nuclear",
        "missile",
        "defence",
        "xi",
        "north",
        "koreas"
    ],
    "summary": "North Korea has fired three ballistic missiles into the Sea of Japan in a move almost certainly intended to capture the attention of Barack Obama and other world leaders meeting at the G20 summit in China.\nXi, however, told his South Korean counterpart, Park Geun-hye, that deploying the missile defence system could destabilise the entire region.\nSouth Korea’s joint chiefs of staff said in a statement that the three missiles launched on Monday had flown across North Korea before landing off its east coast.\nA spokesman for South Korea’s defence ministry identified the missiles as medium-range Rodongs, which flew about 1,000 km 600 miles (1,000km).\n“North Korea’s ballistic missile launch is a direct violation of UN security council resolutions aimed at showing off its nuclear and missile capabilities during the G20 summit,” he added.",
    "sentiment": {
        "neg": 0.0776,
        "neu": 0.8482,
        "pos": 0.0742,
        "compound": -0.0825
    }
}