{
    "date": "2016-03-22T10:00:35Z",
    "title": "Flashdrives for freedom? 20,000 USBs to be smuggled into North Korea",
    "url": "https://www.theguardian.com/world/2016/mar/22/flashdrives-for-freedom-north-korea-20000-usb-sticks",
    "content": "Smuggling 20,000 USB sticks loaded with the latest Hollywood films might seem like an unlikely way to try to overthrow the North Korean regime – but that’s exactly what Flashdrives for Freedom has in mind. In the face of increasingly harsh sanctions imposed on Kim Jong-un after his recent nuclear tests, the project hopes to expose North Koreans to popular culture from the outside world in a bid to undermine the regime’s rhetoric. Launched by the New York-based Human Rights Foundation and Silicon Valley non-profit Forum280, organisers are asking Americans to donate their unwanted USB sticks, which will then be loaded with a selection of films and TV shows and smuggled across the DPRK’s sealed borders. Although it’s not the first project to smuggle in information, campaigners say the need to support and engage citizens has grown in recent months. Tong Kim, who has worked in US-Korea diplomatic relations for more than 25 years, says this is partly because international sanctions often isolate North Koreans even more. “[They] hurt the livelihood of the North Korean people before they affect the interest of their leadership, hell-bent on improving its nuclear arsenal,” he wrote in the Korea Times. Sharon Stratton, programme officer at the North Korea Strategy Centre which is helping to distribute the drives, says popular culture from elsewhere is a powerful way to reach out to ordinary citizens. “There is a real demand for foreign TV shows, movies and music. Korean dramas especially have highlighted to the people the relative affluence and freedom South Koreans enjoy,” Stratton says. The Hunger Games franchise, as well as the US series Desperate Housewives, are said to be particular favourites amongst their contacts. One smuggler based in the North Korean city of Musan, who asked to remain anonymous, said the project is “extremely popular” with his fellow citizens. He’s been helping to smuggle foreign goods for years and says instructional documentaries on how to run a business are particularly welcome, as they offer an alternative view of the outside world, contrary to government propaganda. “Showing examples of developed capitalist countries is really helpful,” he says. “When they do business, the majority of North Koreans operate in a more traditional, small-scale market style, or as a roadside single-person shop. These people need information on things like start-up businesses and enterprises.” Stratton says they are careful not to put any media directly critical of the regime onto the flash drives. “This only reinforces the stereotype that the outside world is out to destroy North Korea,” she says. “If we did this it just proves North Korean propaganda true and that would be counterproductive to our aims to empower society in the DPRK, not help them.” Popularity Despite remaining largely cut-off from the rest of the world, North Koreans have been using new ways to glean information from the outside, often turning to networks of smugglers and supportive activists and NGOs. From smuggling portable media players to filling balloons with information, a wide range of methods have been tried so far. There has also been an official Silicon Valley-backed “Hack North Korea” event. Organisations such as the NKSC have filled this growing demand by disseminating materials which are then sold on inside the country on the black market. “We work with North Koreans from a range of backgrounds, from poor merchants who cross the China-North Korea border to those at the very highest levels of society, several with very high rank and privilege,” Stratton says of the NKSC. “We arrange the meetings on the North Korea-China border and give the USB sticks which then will move into North Korea.” Stratton says she also hopes it will change the way some Americans think of North Koreans. Speaking to Wired, she said instead of seeing the DPRK as a “monolithic, impenetrable, unknowable black hole”, knowing that “your tiny, dusty USB drive is in North Korea” can change that sentiment. “You’ll probably never meet the person who has it, but you can be sure that someone will have it and will be happier for it,” she said.",
    "keywords": [
        "usbs",
        "stratton",
        "20000",
        "usb",
        "korea",
        "world",
        "way",
        "outside",
        "flashdrives",
        "information",
        "korean",
        "freedom",
        "koreans",
        "north",
        "smuggled"
    ],
    "summary": "Tong Kim, who has worked in US-Korea diplomatic relations for more than 25 years, says this is partly because international sanctions often isolate North Koreans even more.\nOne smuggler based in the North Korean city of Musan, who asked to remain anonymous, said the project is “extremely popular” with his fellow citizens.\n“When they do business, the majority of North Koreans operate in a more traditional, small-scale market style, or as a roadside single-person shop.\n“This only reinforces the stereotype that the outside world is out to destroy North Korea,” she says.\nThere has also been an official Silicon Valley-backed “Hack North Korea” event.",
    "sentiment": {
        "neg": 0.0777,
        "neu": 0.8403,
        "pos": 0.082,
        "compound": 0.0418
    }
}