{
    "date": "2016-04-18T13:45:47Z",
    "title": "Who said it: Donald Trump or North Korea?",
    "url": "https://www.theguardian.com/world/2016/apr/18/donald-trump-or-north-korea-quiz",
    "content": "The Republican presidential frontrunner and an official from the People’s Republic of Korea have clashed over nuclear weapons. Earlier this month Donald Trump suggested that Japan and South Korea should arm themselves rather than relying on the US to defend them. Comments that were branded “totally absurd and illogical” by a North Korean official. It’s not the first time Trump, who is renowned for his alarmist foreign policy statements, has taken aim at North Korea. In January he promised to make “bad dude” dictator Kim Jong-un “disappear” if he became president. North Korea have been equally bellicose in their threats against the US recently, including the release of the menacingly-titled video “Last Chance” which shows Washington being wiped off the map by a nuclear attack. With the world left hoping that threats from both camps remain just that, we see if you can tell the difference between an official North Korean statement and a soundbite from Trump.",
    "keywords": [
        "threats",
        "korea",
        "world",
        "wiped",
        "donald",
        "nuclear",
        "weapons",
        "trump",
        "official",
        "north",
        "korean"
    ],
    "summary": "The Republican presidential frontrunner and an official from the People’s Republic of Korea have clashed over nuclear weapons.\nEarlier this month Donald Trump suggested that Japan and South Korea should arm themselves rather than relying on the US to defend them.\nComments that were branded “totally absurd and illogical” by a North Korean official.\nIt’s not the first time Trump, who is renowned for his alarmist foreign policy statements, has taken aim at North Korea.\nWith the world left hoping that threats from both camps remain just that, we see if you can tell the difference between an official North Korean statement and a soundbite from Trump.",
    "sentiment": {
        "neg": 0.0553,
        "neu": 0.9127,
        "pos": 0.032,
        "compound": -0.1127
    }
}