{
    "date": "2016-09-13T13:11:31Z",
    "title": "'I was in a North Korean street gang, now I study at Warwick' –​ a defector answers your questions​ ​",
    "url": "https://www.theguardian.com/world/live/2016/sep/13/i-was-in-a-north-korean-street-gang-now-i-study-at-warwick-any-questions",
    "content": "Hi all, That’s all we have time for today but here’s a parting note from Sungju Thank you so much for your questions and for your time. Please pay attention to the lives of the defectors who are currently suffering in China and there is more information about my personal story in my book if you are interested Thanks again for all your questions. Leisure time in the UK vs leisure time in North Korea I usually watch movies and play football and sometimes read books. Of course it would be different, I don’t even know if I would be alive if I was still in North Korea Learning English When I got to South Korea I thought that money was the most important thing, so I found work at a gas station and convenience store. But one day I saw a person in a suit, she looked very professional which made me think: How can I be that kind of person in 10 or 20 years in my life? The answer was that I had to study. When I was 19, after I defected to South Korea, I started to learn English and then attended winter school and summer school so I could get the right qualifications UK media coverage They mostly cover nuclear weapons and the irrationality of the regime, but i’d also like to see them focus on the daily lives of individuals and the suffering of defectors living in China. They are refugees but they don’t have camps to stay in and the Chinese government thinks that they are illegal immigrants. I’d really like to see the UK media do more on this Are you scared for your safety? This really depends on the situation and the place where I live. If I went to China I would feel fearful but in South Korea or the UK I feel safe A quick fire round of questions I’m not partisan One of my favourite sports is football. I play twice every week (I am playing after this). I support Manchester United No, I like rice and Kimchi Defector literature I have read other books by defectors, the general experience is similar, but there are differences in the details because each city in north Korea is very isolated – like the life in London and Coventry of Birmingham is a different style of life. I have also read books about North Korea written by westerners and these are more focused on the Kim regime and the life in Pyongyang. But there are two societies in one country Pyongyang, and outside of Pyongyang. Should western tourists visit North Korea? This is really difficult question, personally I want to tell westerners not to go visit because if they spend money there it goes to the government, which is not good, but I can’t force you not to go you have the right to travel anywhere. Also, if more westerners to go to North Korea than citizens might start to think differently about what’s outside. Do North Koreans believe the propaganda? They used to, but now with the flow of information in to the country they no longer believe or care about the propaganda. Now people just care about their daily lives, but still pretend to respect the government because they fear punishment Life in a street gang After my parents left home I became a street boy and with 6 friends we became a street gang. You join to survive, to protect each other, but we were vulnerable and people were easily damaged and died on the street. At that time there were so many homeless children, but they had no support from the government. They were more interested in “cleaning” the train station where many stayed and sometimes they’d kick them out in winter when temperatures dipped to minus –15 degrees. Will there by a North Korea without Kim Jong-un? Also by email Kenneth asks: Will there be a DPRK post Kim Jong-un and who will be in succession? Sungju responds: I don’t know... how can I predict the future in 5 or 10 years? There are some predications that he has physical problems but if he died North Korea would not collapse that easily The arts By email Amber asks: Have you had much experience of contemporary arts since coming to the UK? And how does it compare with art inside North Korea? Sungju says: I have been really busy with my studies so I don’t have a chance to visit any art galleries so while I can’t compare it with the UK, I can explain North Korean art which is mostly focused on praising the government. It also tends to focus on the community which has to serve one leader Kim Jong-un. In short the only purpose of North Korean art is to serve the Kim dynasty. Arriving in South Korea They were really nice and they treated me well, because at that time I was 16, only a kid. I don’t remember the questions really – my name, my home town and my experience –but I don’t remember the specifics. I also don’t remember there being any restrictions on what I should say Nuclear weapons Developing nuclear weapons is a rational choice for North Korea, who believe they are crucial for regime survival and more effective than pouring a lot of money into the military. And they choose this over investing in food for people or other things that will benefit the public every time Life after university My plan after finishing my masters degree is to apply for a PHD programme in the UK or US because want to learn more about the reunification policy. To me reunification has two meanings, firstly it’s the only way I can go home and secondly, if we do it right both North Korea and South Korea will benefit. I believe all that defectors have some sort of duty to prepare for reunification, but personally I am really interested in rescuing refugees in China who may be at risk of being repatriated back to North Korea Life in the UK Firstly The weather, I can experience 4 seasons in a day! Then the nature, the green and trees and especially lakes – on campus there is one with geese. The style of lectures is different – in Korea professors talk a lot and students have to absorb everything but here students can teach the professor - there is a discussion. And the food, compared to South Korea the food is not so good here and then the water tastes funny too. Do North Koreans believe they live in a workers’ paradise? Most people hate the situation but they are told by the North Korean government that it has been created by the United States. People also live under the fear of the three generation of punishment policy: if you make a mistake against the government then you and your whole family will be sent to prison camp for lifetime on the charge of high treason. How did you escape? When I was 12 my father left home to get food in China and then he managed to escape from China to South Korea. He resettled there and he sent a broker from South Korea to North Korea to bring me there. It cost him a lot of money. Hi All, Just to let you know that Sungju is with us and we are ready to start. Please continue to leave your questions in the comments and he’ll answer as many as he can in the next hour. Let’s begin ... As we countdown to the Q&amp;A (30 minutes to go) I wanted to share a review of Sungju’s memoir by young reader Patrick Sproull who said: Every Falling Star presents North Korea as a horrifying real-life dystopia. The book, the first of its kind aimed at young adults, is a first-person account of what it is like to be born and raised in a terrifying environment. Lee describes how he ate insects to survive, became a pickpocket and, in one of the book’s most heartbreaking scenes, was forced to bury some of his close friends. Every Falling Star is part memoir, part history lesson – a welcome approach as reliable information from the country is notoriously tricky to source. Young adult literature has repeatedly proved it can be as emotionally mature as adult fiction, a fact sometimes misjudged by new writers to the genre. Lee does not patronise or dilute any of the emotion in his account – several chapters are harrowing to read, and the book is better for it. Read the full verdict here Aged 12 years old Sungju Lee was left to fend for himself on the streets of Gyeong-seong in the north-east of North Korea. Just over 15 years later, he enrolled in a masters at the UK’s prestigious Warwick University. The young defector escaped in 2002, starting a long journey which has seen him set up a charity to support North Korean refugees living in China and become an outspoken advocate for reform in the country he left behind. Sungju has said that he would like to return home one day, but that it would require reunification with the South: one of the world’s longest running diplomatic standoffs. But with a fifth nuclear test launched by the North heightening tensions on the peninsula once more, the possibility couldn’t seem further away. As Sungju releases Every Falling Star, the first North Korean defector memoir aimed at young adults, he has agreed to join us live on Tuesday 13 September from 1-2pm GMT, to answer your questions about North Korea, his story, and what he believes in the best way to engage with the regime. Post your questions in the comments below and he will answer as many as he can in the hour. Alternatively you can email them to maeve.shearlaw@theguardian.com",
    "keywords": [
        "warwick",
        "south",
        "dont",
        "study",
        "korea",
        "gang",
        "answers",
        "uk",
        "questions",
        "sungju",
        "street",
        "china",
        "really",
        "defector",
        "life",
        "north",
        "korean"
    ],
    "summary": "Also, if more westerners to go to North Korea than citizens might start to think differently about what’s outside.\nI don’t remember the questions really – my name, my home town and my experience –but I don’t remember the specifics.\nTo me reunification has two meanings, firstly it’s the only way I can go home and secondly, if we do it right both North Korea and South Korea will benefit.\nAnd the food, compared to South Korea the food is not so good here and then the water tastes funny too.\nHe resettled there and he sent a broker from South Korea to North Korea to bring me there.",
    "sentiment": {
        "neg": 0.0613,
        "neu": 0.8491,
        "pos": 0.0895,
        "compound": 0.0824
    }
}