{
    "date": "2016-04-01T04:00:02Z",
    "title": "New book sheds light on North Korea's abduction programme",
    "url": "https://www.theguardian.com/world/2016/apr/01/north-korea-abduction-robert-boynton-invitation-only-zone-book",
    "content": "In 1978 Kaoru Hasuike and his girlfriend were snatched by four North Korean agents from a beach near the Japanese town of Kashiwazaki, thrown into sacks and bundled onto inflatable rafts. “Keep quiet and we won’t hurt you,” the kidnappers told them as they were taken to the North Korean capital, where until 2002 they were held as pawns in a secretive programme run by the DPRK regime. Hasuike’s story is just one of the accounts in a new book by American journalist Robert Boynton, who has been investigating the North Korean abduction project for more than 14 years. The Invitation-Only Zone: The True Story of North Korea’s Abduction Project looks at why the DPRK chose to kidnap Japanese nationals, and offers first-hand accounts of how abductees were forced to live in North Korean society and train spies. Between 1977 and 1983 the Japanese government estimates that between 20 and 100 people were seized by spies under the control of leader Kim Il-sung. The title of the book comes from the places they were forced to live, cut off from ordinary citizens in “invitation-only” zones to cloak the prisons with an air of exclusivity. Bonyton began working on the book in 2002 after he read a story about a group of Japanese citizens, including Hasuike, returning home from North Korea after 24 years in captivity. “I was just taken aback as someone with an interest in North Korea, and I just thought ‘What the hell is this?’” he says. The abduction policy can be traced back to the early days of North Korea in the late 1940s when Pyongyang agents travelled to the South to capture fishermen at sea or in remote ports to gain knowledge of what was happening across the border. “They would take these guys who were illiterate peasants, treated terribly, poor as dirt [and] take them to the North and show them around,” Boynton says. “They’d feed them with more food than they’d ever seen, and they’d say ‘listen, you’re treated miserably in South Korea, here you, the worker, you’re the soul of the country’.” The policy continued during the Korean War in the early 1950s and its aftermath. In 1969 a Korean Air flight to Seoul was forced to land in Pyongyang by two North Korean jets. Some of those on board returned home a month later, but 11 were allegedly kept in the DPRK. The abduction programme is thought to have expanded in the 1970s when heir apparent Kim Jong-il decided to kidnap foreigners not only from Japan, but the Middle East and south-east Asia too. It was later claimed that other abductees originated from Lebanon, Romania, Thailand and Malaysia. In November the Tokyo Shimbun newspaper claimed it had acquired the first physical evidence that overseas abductions were carried out with the full knowledge of North Korea’s leadership, however some doubt remains about the authenticity of the documents. Future spies The book also delves into claims that Pyongyang used captive foreigners to produce children that could be sent to the world outside as regime spies. James Dresnok, a former US soldier who defected to North Korea in the early 1960s is thought to have married a Romanian abductee who gave birth to a son. Their son went to the Pyongyang Foreign Language School to work for the DPRK’s foreign affairs ministry, and despite his western appearance, identified as a “Chosun saram [North Korean]”. Another US deserter, Sergeant Robert Jenkins, married a Japanese abductee and the couple had two daughters whose first language was Korean. Jenkins, who now lives on Sado Island in Japan, claims the regime wanted to use his children as future spies. One of Boynton’s main questions is addressing how such a programme could remain secret for so long. The journalist partially blames this on the complacency shown by the Japanese political establishment and on the post-war limits of the country’s military. An expression common in Japanese, “shikata ga nai”, meaning “it can’t be helped” sums up the feeling, he says. “What could they have done?” he says. “You have an army that’s not allowed to take unilateral action, you have a liberal and left-leaning mainstream government and you don’t have diplomatic relations with North Korea, so there’s no way to talk.” This inaction had a devastating impact on the families of the victims, he says, many of whom are still waiting to find out what happened to their long lost relatives who were for decades ignored by Japanese law enforcement. “A lot of the emotion came out of meeting the families where you see the level of despair that they experienced,” says Boynton. “Then later on as rumours circulated … there was so much bad faith because it turns out that all these journalists knew about it, all these policemen kind of knew about it, all these police kind of heard of it.” The book comes at a time when the abductions are more contentious than ever. Despite glimmers of hope in May 2014 when the North Korean government finally agreed to open an official investigation – with the Japanese lifting sanctions in return – the regime eventually cancelled the inquiry in February this year. Boynton says he’s not convinced the issue will be resolved anytime soon. “I don’t see how it could be right now,” he says. “I don’t see in whose interest it would be.” A version of this article first appeared on NK News – North Korean news",
    "keywords": [
        "book",
        "boynton",
        "regime",
        "korea",
        "sheds",
        "spies",
        "japanese",
        "pyongyang",
        "light",
        "korean",
        "abduction",
        "programme",
        "north",
        "koreas"
    ],
    "summary": "Hasuike’s story is just one of the accounts in a new book by American journalist Robert Boynton, who has been investigating the North Korean abduction project for more than 14 years.\n“I was just taken aback as someone with an interest in North Korea, and I just thought ‘What the hell is this?’” he says.\nIn 1969 a Korean Air flight to Seoul was forced to land in Pyongyang by two North Korean jets.\nJames Dresnok, a former US soldier who defected to North Korea in the early 1960s is thought to have married a Romanian abductee who gave birth to a son.\n“I don’t see in whose interest it would be.” A version of this article first appeared on NK News – North Korean news",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.9026,
        "pos": 0.0209,
        "compound": -0.2688
    }
}