{
    "date": "2016-02-28T08:00:17Z",
    "title": "The Propaganda Game review – North Korea from the inside out",
    "url": "https://www.theguardian.com/film/2016/feb/28/the-propaganda-game-review-alvaro-longoria-north-korea-mark-kermode",
    "content": "The documentary film-maker Álvaro Longoria gained access to North Korea thanks to the questionable efforts of Alejandro Cao de Benós, the Spanish “No 1 Korean” and DPRK evangelist who proves an increasingly overbearing guide as Longoria and his small crew are shown “real life” in Pyongyang. How much of what they see (free churches, happy people, bountiful state provision) is just for show? All of it, we suspect. Everywhere, the camera is met with a rictus grin of regime approval, in stark contrast to the testimonies of international journalists and human rights activists. Raising as many questions as it answers, Álvaro’s film highlights how little we know of real life in North Korea, and how much propaganda from both sides continues to cloud international understanding.",
    "keywords": [
        "álvaros",
        "korea",
        "inside",
        "understanding",
        "life",
        "thanks",
        "longoria",
        "álvaro",
        "propaganda",
        "real",
        "game",
        "review",
        "north",
        "international"
    ],
    "summary": "The documentary film-maker Álvaro Longoria gained access to North Korea thanks to the questionable efforts of Alejandro Cao de Benós, the Spanish “No 1 Korean” and DPRK evangelist who proves an increasingly overbearing guide as Longoria and his small crew are shown “real life” in Pyongyang.\nHow much of what they see (free churches, happy people, bountiful state provision) is just for show?\nAll of it, we suspect.\nEverywhere, the camera is met with a rictus grin of regime approval, in stark contrast to the testimonies of international journalists and human rights activists.\nRaising as many questions as it answers, Álvaro’s film highlights how little we know of real life in North Korea, and how much propaganda from both sides continues to cloud international understanding.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.8042,
        "pos": 0.1038,
        "compound": 0.2543
    }
}