{
    "date": "2016-08-23T09:58:02Z",
    "title": "Accusations and smear tactics: how North Korea ​explains defections",
    "url": "https://www.theguardian.com/world/2016/aug/23/accusations-smear-tactics-thae-yong-ho-north-korea-defections",
    "content": "North Korea responded to the defection of a prominent diplomat and his family last week with typical hyperbole and inconsistency. First, a spokesman for the government’s Ministry of Truth told newspapers that Thae Yong-ho had been a victim of a South Korean plot. The incident, the official said, was a “typical operation of South Korean intelligence services and part of a plot to bring down North Korea.” But the next day, a different story emerged. The North Korean government was now accusing Thae of raping minors and stealing state money. They labelled him “human scum”, with the state news agency adding that Thae had “proved [he has] no basic loyalty as a human and no conscience and morality by running away to survive and abandoning the homeland and parents and siblings that raised and stood by him.” There is nothing new in these attempts to present political “traitors” as morally repulsive – it’s a tactic the regime has used many times before. More peculiar are inconsistencies in the state’s official response, which echo an earlier attempt by the North Korean government to discredit a high-profile defector, one which led to one of the largest scandals in the uneasy history of relations between Moscow and Pyongyang. This was the abduction of Yi Sang-gu, a North Korean musician who had been studying in Moscow. Unhappy with Kim Il-sung’s policies, on 16 October 1959 Yi applied for political asylum in the Soviet Union. His chances of success were high, since the Soviet government had previously granted asylum to North Korean officials and intellectuals who had run away from the wave of terror unleashed by Kim after the collapse of the opposition in 1957-58. Yi went into in Moscow. After his disappearance, North Korean diplomats rushed to the Soviet authorities and began to feed them stories about Yi. Their claims – and their inconsistency – are reminiscent of what we have heard in the last few days. MS Kapitsa, who at that time was the deputy head of the First Far Eastern Department, and responsible for North Korea, was visited by Pak Tŏk-hwa, an official at the North Korean embassy in Moscow. Pak said Yi had broken all contact with the North Koreans and told Kapitsa that he was politically suspicious. He told the Soviets that Yi had been born in South Korea, and that he had also lived in Japan and Manchuria, hoping this would prompt the Soviet authorities to think twice about assisting him. . Other claims soon followed, including that Yi had been proven to be a Japanese spy and that he was having an affair with a Russian woman whom he wanted to marry despite already having a Korean wife. Days after his disappearance, on an early afternoon in downtown Moscow, Yi was ambushed by North Korean operatives, beaten and pushed into an embassy car. The next day he was sent back to Pyongyang by plane, never to be heard from again. Back in Pyongyang, then Soviet Ambassador AM Puzanov met with Pak Sŏng-ch’ŏl, the newly appointed North Korean foreign minister, to object. However Pak provided the Soviet side with yet another story. He said the abduction was intended because authorities in Pyongyang had ordered the Moscow embassy to send Yi home, due to serious “irregularities” in his behaviour. But they allegedly did not expect that their diplomats would kidnap the musician. This version is remarkably similar to what Kim told Prime Minister Junichiro Koizumi when in 2002 they met to discuss the Japanese citizens who were abducted in the 1970s and 80s. Kim said that those abductions had been carried out by overzealous officials on their own initiative, without any knowledge of the central government. The tradition of dealing with defections with smears and wild accusations is well established – and so it the tradition of being inconsistent. Even accusing Thae of molesting children is similar to what North Korean diplomats said about Yi almost 70 years ago. While back then they accused their political opponent of espionage – the worst crime in the eyes of the Soviet officials, who were their target audience – this time once again they were well aware of the claims that would cause the most shock and disgust. A version of this article first appeared on NK News –North Korean news",
    "keywords": [
        "defections",
        "explains",
        "korea",
        "yi",
        "smear",
        "pak",
        "thae",
        "pyongyang",
        "told",
        "tactics",
        "accusations",
        "soviet",
        "moscow",
        "north",
        "korean"
    ],
    "summary": "North Korea responded to the defection of a prominent diplomat and his family last week with typical hyperbole and inconsistency.\nThe North Korean government was now accusing Thae of raping minors and stealing state money.\nDays after his disappearance, on an early afternoon in downtown Moscow, Yi was ambushed by North Korean operatives, beaten and pushed into an embassy car.\nEven accusing Thae of molesting children is similar to what North Korean diplomats said about Yi almost 70 years ago.\nA version of this article first appeared on NK News –North Korean news",
    "sentiment": {
        "neg": 0.099,
        "neu": 0.8384,
        "pos": 0.0282,
        "compound": -0.2189
    }
}