{
    "date": "2016-04-04T09:09:28Z",
    "title": "How satellites are being used to expose human rights abuses",
    "url": "https://www.theguardian.com/global-development-professionals-network/2016/apr/04/how-satellites-are-being-used-to-expose-human-rights-abuses",
    "content": "It was the satellite images showing recently disturbed ground that seemed to provide the final confirmation. There was an increasing amount of evidence to indicate that the Burundi authorities had dug a mass grave to bury victims killed by police in the Buringa area late last year, including witness statements and videos gathered by Amnesty International. But the before and after satellite images, proving a large amount of earth had been disturbed, were the last pieces of evidence that put a spotlight on this atrocity. Tools known as geospatial technology that map and analyse the earth have been used to expose injustices and human rights abuses for over a decade. Over the years, analysts have found visual evidence for escalating Boko Haram attacks in north-east Nigeria, North Korean labour camps, forced relocations in the Democratic Republic of Congo and have monitored the growing crisis in Darfur, western Sudan. The incredible aspect of this technology is that it gives human rights organisations like Amnesty International a kind of access-all-areas pass. Places where it might be impossible to get to on the ground for safety reasons, or a country with limited access like North Korea, can be reached with satellite imagery, aerial imagery and drone footage. The use of this technology in human rights campaigning is only a 21st century phenomenon. Before the 2000s, satellite imagery was exclusive to governments, but in the late 1990s the market was privatised, which enabled non-governmental experts to start buying satellite imagery from commercial providers such as DigitalGlobe, which is one of the companies Amnesty International uses. Now anyone can buy a satellite image (although, in fact, you don’t buy the image exactly, you just get a lot of data, so you need extra training and skills to process it). Increasingly, human rights organisations are building dedicated teams to monitor global injustices and conflict using this kind of tech. Amnesty has been particularly innovative in using satellites and drones – they’ve become a vital part of their human rights research and their success in getting their message out to a wider audience. The more evidence collected, the more compelling the case they put forward, and their work has had a global impact. For example, in January 2015 the terrorist organisation Boko Haram attacked a village called Doro Baga in north-east Nigeria. As refugees reached a nearby city, it was becoming clearer that it was one of the biggest attacks by Boko Haram to date. However, no journalist or researcher could reach the village and much of the world’s attention was on the tragic Charlie Hebdo attacks in Paris. Amnesty turned to satellite technology and discovered that 50% to 70% of two towns had been burnt to the ground. Every major media outlet in the world reported on the incident and the story made the front page of the New York Times. “Using satellite imagery really allowed us to draw attention to an issue that was completely overlooked and there was just no information available. It almost exclusively relied on satellite imagery with a little bit of testimony. That was very meaningful,” says Christoph Koettl, emergency response manager at Amnesty International US. “It’s a very powerful tool to address the denial of a government.” In another case, the Committee for Human Rights in North Korea used satellite imagery to expose the huge prison camps in the country that the government denied existed. Human rights organisations have since monitored the scale and growth of these prisons using satellites, which made international news. Following continued coverage of the area, a commission of inquiry was set up by the Human Rights Council. It published a report that included an appendix of satellite imagery and in 2014 the North Korean government acknowledged the existence of these labour camps. But the huge impact and success of this satellite-based research only works when it is effectively combined with other research methods, points out Koettl. Where possible, Amnesty’s researchers will conduct interviews, do field research and look at satellite imagery to corroborate this information and extend the research. For example, with this year’s Burundi report, Amnesty had interviewed witnesses who claimed there were mass graves. With satellite imagery, analysts could narrow down the time frame using an image from November 2015 where there was no disturbed soil and compared it to an image in late December 2015, where it appeared that there was a mass grave. Koettl says: “In some cases we do simple analysis internally. We buy satellite imagery, we look at it and we determine specific facts like looking at a satellite from 2014 of a detention facility in comparison to a satellite image from 2010. We can see that the area of the detention facility increased by 40%, for example.” In more complicated analyses however, they’ll use external consultants. While the use of satellites has had a huge impact on the work of human rights organisations, it is still limited as a research tool. In some cases the images might not be clear enough – Koettl says the Democratic Republic of Congo is often very cloudy – and in many cases, the images just don’t exist. For example, if you’re looking for an image of a specific place at a specific time in a rural area, the most up to date image might be from over a year ago. Whereas in more urban areas like London and other major cities, there’ll probably be a satellite image taken every few days because there’s a greater demand for it. But these issues might change in the future. Koettl says there are interesting developments in this field: companies are starting to send smaller and cheaper satellites (micro satellites) into space. “They’re only the size of a shoe box, and the idea is instead of having two in space, why don’t we have 24 small ones, and have real-time monitoring of the earth. “What that means for human rights monitoring is that instead of having a snapshot here and there, which is one of the biggest limitations, it moves in the direction of having more regular imaging of the earth so we can have much bigger archives and can do more detailed research.” Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
    "keywords": [
        "human",
        "using",
        "amnesty",
        "imagery",
        "satellites",
        "used",
        "image",
        "research",
        "koettl",
        "abuses",
        "rights",
        "satellite",
        "expose"
    ],
    "summary": "Tools known as geospatial technology that map and analyse the earth have been used to expose injustices and human rights abuses for over a decade.\nThe incredible aspect of this technology is that it gives human rights organisations like Amnesty International a kind of access-all-areas pass.\nThe use of this technology in human rights campaigning is only a 21st century phenomenon.\nHuman rights organisations have since monitored the scale and growth of these prisons using satellites, which made international news.\nFollowing continued coverage of the area, a commission of inquiry was set up by the Human Rights Council.",
    "sentiment": {
        "neg": 0.0705,
        "neu": 0.8757,
        "pos": 0.0538,
        "compound": -0.0618
    }
}