{
    "date": "2016-03-13T02:31:25Z",
    "title": "North Korean submarine missing and presumed sunk, say reports",
    "url": "https://www.theguardian.com/world/2016/mar/13/north-korean-submarine-missing-and-presumed-sunk-say-reports",
    "content": "A North Korean submarine has gone missing at sea and is presumed to have sunk, according to reports from the US and South Korea. The vessel had reportedly been operating off the North Korean coast during the week when it disappeared. A South Korean defence ministry said Seoul was investigating the reports. Pentagon officials declined to comment on the matter. The US military had been observing the submarine off the North’s eastern coast, CNN said, citing three US officials familiar with the incident. American spy satellites, aircraft and ships had been watching as the North Korean navy searched for the missing sub, the report said. The US was unsure if the missing vessel is adrift or whether it has sunk, CNN reported, but officials believe it suffered a failure during an exercise. The US Naval Institute (USNI) News said the submarine was presumed sunk. “The speculation is that it sank,” an unidentified US official was quoted as telling USNI News. “The North Koreans have not made an attempt to indicate there is something wrong or that they require help or some type of assistance.” North Korea’s navy operates a fleet of 70 submarines, most of them being old diesel models capable of little more than coastal defence and limited offensive capabilities. But they still pose a threat to South Korean vessels. In 2010 a South Korean corvette was reportedly torpedoed by a North Korean submarine near their sea border. In August 2015 Seoul said said 70% of the North’s total submarine fleet – or around 50 vessels – had left their bases and disappeared from the South’s military radar, sparking alarm. The incident comes as tensions were further heightened on the Korean peninsula by a fresh threat from Pyongyang. The official KCNA news agency, citing a statement from military chiefs, warned of a “pre-emptive retaliatory strike at the enemy groups” involved in the joint US-South Korean drill. Pyongyang added it planned to respond to the drills with an “operation to liberate the whole of South Korea including Seoul” with an “ultra-precision blitzkrieg”. Responding to the statement, South Korea’s defence ministry urged Pyongyang to stop making threats or further provocations, according to Yonhap news agency. With Agence France-Presse",
    "keywords": [
        "submarine",
        "south",
        "military",
        "presumed",
        "reports",
        "seoul",
        "missing",
        "officials",
        "say",
        "sunk",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "A North Korean submarine has gone missing at sea and is presumed to have sunk, according to reports from the US and South Korea.\nThe vessel had reportedly been operating off the North Korean coast during the week when it disappeared.\nA South Korean defence ministry said Seoul was investigating the reports.\nAmerican spy satellites, aircraft and ships had been watching as the North Korean navy searched for the missing sub, the report said.\nIn 2010 a South Korean corvette was reportedly torpedoed by a North Korean submarine near their sea border.",
    "sentiment": {
        "neg": 0.1101,
        "neu": 0.8596,
        "pos": 0.0304,
        "compound": -0.2726
    }
}