{
    "date": "2016-05-31T06:11:57Z",
    "title": "North Korea makes another failed attempt to launch ballistic missile",
    "url": "https://www.theguardian.com/world/2016/may/31/north-korea-makes-another-failed-attempt-to-launch-musudan-missile",
    "content": "North Korea’s attempts to put US targets within striking distance suffered a setback on Tuesday morning after a missile launch from the country’s east coast appeared to have failed. South Korea’s joint chiefs of staff said in a statement that the North had launched what appeared to be an intermediate-range Musudan ballistic missile, but added that it had been unsuccessful. The test launch could further damage North Korea’s relations with its traditional ally and main aid donor China, which disapproves of Pyongyang’s nuclear and missile programmes. The missile test came hours before Ri Su-yong, a senior North Korean official, arrived in Beijing for talks with Chinese officials, Kyodo News reported. Ri, who served as the North’s foreign minister until he was recently made a member of the politburo, is a close confidante of North Korean leader Kim Jong-un, and acted as his guardian while he attended boarding school in Switzerland. North Korea has never successfully launched a Musudan: three failed launches in April embarrassed the country’s leadership, coming just before a ruling party congress that was supposed to celebrate its military achievements. With an estimated range of between 2,500km (1,200 miles) and 4,000km (2,400 miles), the Musudan is theoretically capable of reaching South Korea and Japan, and possibly military bases on the US Pacific territory of Guam. The South Korean defence ministry said the test launch took place at around 5.20am local time near the eastern port city of Wonsan, facing the Sea of Japan. “The attempted missile launch ... is believed to have failed,” a ministry spokesman said. “We are analysing and closely monitoring the situation and maintaining a watertight defence posture.” Tensions have been running high on the divided Korean peninsula since Pyongyang conducted its fourth nuclear test in January, followed by a long-range rocket launch the following month. Despite the failure of the recent missile launches, and doubts over North Korean claims that January’s nuclear test involved a powerful hydrogen device, the regime has proved willing to defy UN security council resolutions that ban nuclear tests and the development of ballistic missile technology. Tuesday’s failed launch may have been intended to register North Korea’s anger at Seoul’s refusal to take up repeated offers by Kim to restart military talks to reduce tensions. South Korea has dismissed the offer of talks as “posturing”, given that Kim has also vowed to commit resources to improving the country’s nuclear and ballistic missile programmes. Japan had put its military on alert for a possible missile launch, with the defence ministry ordering the country’s forces to intercept any missile that threatened Japanese territory, according to public broadcaster NHK. Gary Ross, a Pentagon spokesman, said shortly before Tuesday’s failed launch that Washington was “closely monitoring” the situation. “We urge North Korea to refrain from provocative actions that aggravate tensions and instead focus on fulfilling its international obligations and commitments,” Ross said. Last week, G7 leaders demanded that North Korea comply with UN security council resolutions, calling its nuclear and missile tests “a grave threat to regional and international peace and security”.",
    "keywords": [
        "launch",
        "south",
        "military",
        "ballistic",
        "korea",
        "failed",
        "nuclear",
        "test",
        "makes",
        "missile",
        "attempt",
        "north",
        "korean"
    ],
    "summary": "The test launch could further damage North Korea’s relations with its traditional ally and main aid donor China, which disapproves of Pyongyang’s nuclear and missile programmes.\nThe missile test came hours before Ri Su-yong, a senior North Korean official, arrived in Beijing for talks with Chinese officials, Kyodo News reported.\n“The attempted missile launch ... is believed to have failed,” a ministry spokesman said.\nGary Ross, a Pentagon spokesman, said shortly before Tuesday’s failed launch that Washington was “closely monitoring” the situation.\n“We urge North Korea to refrain from provocative actions that aggravate tensions and instead focus on fulfilling its international obligations and commitments,” Ross said.",
    "sentiment": {
        "neg": 0.1052,
        "neu": 0.8383,
        "pos": 0.0565,
        "compound": -0.1951
    }
}