{
    "date": "2016-02-11T11:37:34Z",
    "title": "North Korea says South's pullout from Kaesong complex is 'declaration of war'",
    "url": "https://www.theguardian.com/world/2016/feb/11/north-korea-south-pullout-kaesong-declaration-of-war",
    "content": "North Korea has ordered a military takeover of an industrial complex that was the last significant symbol of cooperation with South Korea, calling Seoul’s withdrawal from the jointly run plant a “dangerous declaration of war”. In the latest escalation of tensions between the two countries, Pyongyang said was it pulling its workers from the Kaesong complex and deporting South Koreans. Seoul had already announced the suspension of its operations there following North Korea’s long-range rocket launch on Sunday. Some South Korean workers had already left Kaesong before Pyongyang’s announcement; those that remained told the Associated Press they had been instructed to wait for more information. Pyongyang also said it was shutting down two crucial cross-border communications hotlines. A South Korean news agency, Yonhap, said Seoul had bolstered military readiness along the western portion of the border but the defence ministry could not confirm the report. Kaesong, a symbol of the “sunshine” reconciliation policy of the late 1990s, opened in 2004 and survived repeated crises. The only exception was in 2013 during a period of heightened cross-border tensions when Pyongyang effectively shut down the zone for five months by withdrawing its 53,000 workers. Hundreds of South Korean trucks crossed the border on Thursday morning to retrieve finished goods and equipment after Seoul accused North Korea of using the hard-currency that it earned from Kaesong to fund its nuclear weapons and ballistic missile programmes. The decision was unavoidable, said South Korea. The closure is thought to be one of the most powerful non-military options open to the South Korean president, Park Geun-hye, as she formulates a response to the recent rocket launch and last month’s nuclear test. South Korea and its allies believe the launch was a covert test of missile technology that could potentially be used to target the US mainland with nuclear warheads. Pyongyang released footage showing leader Kim Jong-un travelling on his private jet to supervise preparations for Sunday’s long-range rocket launch. The footage on North Korean state TV also showed the lift-off of the Unha rocket from a newly expanded launch tower and what appeared to be the first-stage booster separating from the rocket as it flew into space, seen from an onboard camera. Kim, who is believed to be 33, was shown having discussions with military aides on the plane as he flew to the Tongchang-ri rocket station on a Russian-built Ilyushin jet that had been previously described in state media as his private jet. The US national intelligence director, James Clapper, warned on Tuesday that North Korea had expanded its production of weapons-grade nuclear fuel, and said the US now regarded Pyongyang, rather than Iran, as the world’s most worrying nuclear threat. The US and its Asian allies have tightened sanctions on North Korea after its rocket launch. The US Senate voted unanimously to adopt a bill that would punish anyone importing goods, technology or training related to weapons of mass destruction, or engaging in human rights abuses. Penalties would include the seizure of assets, visa bans and denial of government contracts. Japan plans to stop North Korean ships from entering Japanese ports and bar North Koreans from entering Japan. But China, North Korea’s main ally, has been resisting the US-led push for tougher UN sanctions. Its biggest concern is an economic collapse of North Korea that would send thousands of refugees streaming across the border. South Korean media has reported that the North Korean military chief of staff has been executed for corruption and factionalism. Ri Yong-gil, chief of the Korean People’s Army general staff, was put to death earlier this month, Yonhap news agency said, in the latest in a series of purges and executions ordered by Kim since he came to power in late 2011.",
    "keywords": [
        "war",
        "south",
        "launch",
        "declaration",
        "complex",
        "military",
        "pullout",
        "korea",
        "nuclear",
        "kaesong",
        "souths",
        "pyongyang",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "North Korea has ordered a military takeover of an industrial complex that was the last significant symbol of cooperation with South Korea, calling Seoul’s withdrawal from the jointly run plant a “dangerous declaration of war”.\nThe US and its Asian allies have tightened sanctions on North Korea after its rocket launch.\nJapan plans to stop North Korean ships from entering Japanese ports and bar North Koreans from entering Japan.\nIts biggest concern is an economic collapse of North Korea that would send thousands of refugees streaming across the border.\nSouth Korean media has reported that the North Korean military chief of staff has been executed for corruption and factionalism.",
    "sentiment": {
        "neg": 0.049,
        "neu": 0.9118,
        "pos": 0.0393,
        "compound": -0.0826
    }
}