{
    "date": "2016-03-04T06:09:35Z",
    "title": "North Korea: Kim Jong-un orders nuclear weapons readied for use 'at any time'",
    "url": "https://www.theguardian.com/world/2016/mar/04/north-korea-kim-jong-un-orders-country-to-be-ready-to-use-nuclear-weapons-at-any-time",
    "content": "North Korea should be ready to use nuclear weapons “at any time” in the face of a growing threat from its enemies, leader Kim Jong-un has decreed in a further escalation of tensions on the Korean peninsula. Kim’s warning, issued via state-controlled media on Friday morning, appeared to be an attempt to put pressure on the international community after the UN security council on Wednesday adopted a raft of new sanctions against the regime in response to its recent nuclear test and rocket launch. Kim, who was supervising the test-firing of newly developed multiple rocket launchers, said North Korea’s situation had become so perilous that it should have the option of launching a “pre-emptive attack” – a departure from previous claims that the North’s nuclear capability was purely a deterrent. In an apparent threat to neighbouring South Korea, Kim said the new rocket launchers should be “promptly deployed” along with other new weaponry. He said the regime’s enemies – notably the US – were threatening North Korea’s survival, the state-controlled KCNA news agency reported. “At an extreme time when the Americans ... are urging war and disaster on other countries and people, the only way to defend our sovereignty and right to live is to bolster our nuclear capability,” KCNA quoted Kim as saying. “Under the extreme situation that the US imperialist is misusing its military influence and is pressuring other countries and people to start war and catastrophe, the only way for our people to protect sovereignty and rights to live is to strengthen the quality and quantity of nuclear power and realise the balance of power. “We must always be ready to fire our nuclear warheads at any time.” People in the capital, Pyongyang, said the new round of UN sanctions would not affect the country’s progress. “No kind of sanctions will ever work on us, because we’ve lived under US sanctions for more than half a century,” Pyongyang resident Song Hyo-il told the Associated Press. “And in the future we’re going to build a powerful and prosperous country here, relying on our own development.” The US defence department urged the North to “refrain from provocative actions that aggravate tensions, and instead focus on fulfilling its international obligations and commitments”. “We are aware of the reports and are closely monitoring the situation on the Korean peninsula in coordination with our regional allies,” said Commander Bill Urban, a Pentagon spokesman. The UN sanctions target mineral exports and other key sectors of the North Korean economy, as well as requiring member states to inspect cargo shipments to and from the North that go via their ports. The measures, passed on Wednesday, are designed to limit North Korea’s ability to earn foreign currency, which it then uses to fund its nuclear and missile programmes. On Friday the Philippines coast guard announced it had detained a North Korean cargo ship that docked at the port of Subic Bay after arriving from Balembang, Indonesia. The MV Jin Teng was carrying a palm oil byproduct used as livestock food, Philippines authorities said. Nothing suspicious was found by inspectors and bomb sniffer dogs, but safety defects would need to be fixed before the vessel would be allowed to continue its journey to south-western China’s Zhanjiang port. The ship’s documents showed the cargo was for consignees in the Philippines and no new cargo would be loaded at Subic Bay, said coast guard Commander Raul Belesario. In Beijing, foreign ministry spokesman Hong Lei said China, North Korea’s closest ally, hoped the UN sanctions would be implemented “comprehensively and seriously”, while harm to ordinary North Korean citizens would be avoided. At the United Nations, Russia’s ambassador, Vitaly Churkin, asked about the North’s firing of short-range projectiles, said: “It means that they’re not drawing the proper conclusions yet.” Japan’s UN ambassador, Motohide Yoshikawa, said: “That’s their way of reacting to what we have decided. They may do something more … so we will see.” While North Korea is believed to possess a small stockpile of nuclear warheads, most experts say the regime has yet to develop the technology to miniaturise them so they can be mounted on a missile. This is not the first time that Kim – who became leader in late 2011 after the death of his father, Kim Jong-il – has issued threats to the west. In 2013 he threatened a nuclear strike on the US mainland in response to sanctions imposed after North Korea carried out its third nuclear test and the US held its traditional joint military manoeuvres with South Korea – exercises that Pyongyang regards as a rehearsal for an invasion of the North. Dr Leonid Petrov, an expert on North Korea from the Australian National University, said Friday’s statement was not an idle threat. “North Korea is prepared to go a long way in this,” Petrov told Guardian Australia. “They believe it’s the only way they can protect their regime. The survival of the regime is the main concern for the North Korean leadership.” Petrov said the statement was intended to send a message to the UN security council, including formerly more friendly nations Russia and China. “I think North Korea [is] simply mirroring the US rhetoric that nuclear weapons may be used pre-emptively and that’s what North Korea believes they also have the right to do,” he said. Friday’s warning to the west came after North Korea fired a volley of short-range missiles into the sea off its east coast. This followed the UN security council’s unanimous decision to impose the toughest sanctions against the regime in two decades over its nuclear and rocket tests. North Korea has previously carried out live firing near or across its borders when facing international condemnation. Tilman Ruff, a Melbourne University academic and nuclear disarmament advocate, said that despite North Korea’s “really frightening and belligerent” threats he believed its programme to develop a bomb remained mostly a political tool. “I think the leadership would be cognisant of the fact that the military response that would follow any nuclear assault on their behalf would be the end of the regime and possibly take out most of the North Korean population,” he said. Tilman said that even if the regime had a proven long-range missile delivery system, the country’s nuclear weapons cache was small. “They have got probably less than 10 relatively crude nuclear weapons, in the global scale of 15,530 … that’s less than a 10th of a percent of the global nuclear arsenal,” he said. “I really do think that their nuclear programme is primarily about achieving political attention and trying to get the US attention in particular.”",
    "keywords": [
        "orders",
        "regime",
        "korea",
        "nuclear",
        "kim",
        "sanctions",
        "way",
        "weapons",
        "readied",
        "jongun",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "In an apparent threat to neighbouring South Korea, Kim said the new rocket launchers should be “promptly deployed” along with other new weaponry.\nHe said the regime’s enemies – notably the US – were threatening North Korea’s survival, the state-controlled KCNA news agency reported.\nDr Leonid Petrov, an expert on North Korea from the Australian National University, said Friday’s statement was not an idle threat.\n“I think North Korea [is] simply mirroring the US rhetoric that nuclear weapons may be used pre-emptively and that’s what North Korea believes they also have the right to do,” he said.\nFriday’s warning to the west came after North Korea fired a volley of short-range missiles into the sea off its east coast.",
    "sentiment": {
        "neg": 0.1031,
        "neu": 0.8513,
        "pos": 0.0456,
        "compound": -0.2429
    }
}