{
    "date": "2016-11-14T15:12:16Z",
    "title": "Trump has his finger on the nuclear trigger: what will he choose to do? | Bruce Blair",
    "url": "https://www.theguardian.com/commentisfree/2016/nov/14/donald-trump-nuclear-trigger-weapons",
    "content": "Donald Trump has inchoate, inconsistent and sometimes ill-informed views on a raft of nuclear weapons issues: their role in national and international security; the nuclear threats posed by North Korea, Iran and others; the consequences of their use; the inevitability and desirability of nuclear proliferation; the necessity of spending $1tr over 30 years to modernise the US arsenal; and the importance of cutting deals with Russia and others to regulate their stockpiles. He is as yet largely unformed in this critical arena, but some of his stated positions and views have the potential to wreak havoc on the international security order and put the country and the world in nuclear jeopardy. Yet there is a promising side to Trump’s fluid views. They could offer ways to reduce nuclear risks and arsenals. Relevant indications point to his cold war interest in arms negotiations, his interest in achieving rapprochement with Vladimir Putin, and his anti-interventionist leanings. To be sure, some of these leanings are double-edged. His hard-nosed attachment to reducing the cost of America’s defence commitments to Nato and Asian allies while also extricating the US from risky entanglements abroad may well reduce the country’s exposure to nuclear conflict. But it may equally destabilise regional security and encourage allies to build their own nuclear arsenals. Instability and proliferation would only increase the odds of regional nuclear war, which could easily spread across the entire globe. Trump could lower the nuclear temperature, especially in US-Russian relations. He clearly wishes to establish a positive relationship with Putin and he should be encouraged to do thisvia nuclear arms control, just as Ronald Reagan did with his Soviet counterpart. Specifically, Trump should seek a grand bargain: bilateral cuts to 1,000 total weapons (Barack Obama’s 2013 Berlin proposal that remains on the table for Putin to pick up), along with scrapping the missile defence programmes in Romania and Poland that stand in the way of these bilateral cuts, pledging to refrain from using nuclear weapons first against each other, standing down their hair-trigger nuclear missiles, and establishing a joint early warning centre in order to reduce the risk of accidental nuclear war. Some of these elements, especially missile defences, are ingrained in Republican ideologyand a litmust test of party purity. But Trump is no purist or ideologue. He appears to have no fixed programme and seems willing to question long-held premises. Hopefully he will resist old-school hardliners populating his administration who may attempt to block him from extending an olive branch to the Russian bear. Achieving a rapprochement with Russia would go far toward defusing the Nato-Russian tensions in Europe that otherwise could too easily escalate to the level of real nuclear danger. Trump also needs to defuse the growing tensions with North Korea over its expanding nuclear weapons programme, which is on the verge of enabling its mercurial leader to lob nuclear missiles at South Korea, Japan and portions of the United States. Sanctions have not curtailed this threat. Withdrawing the US nuclear umbrella from our allies will not help. On the contrary, Trump will need to reassure our anxious Asian allies and engage North Korea and China more deeply than ever to stop it. If Trump can overcome his anti-interventionist leanings with an out-of-the box approach that goes to the heart of the matter – the deep insecurity of the North Korean regime – then his penchant for defying long-held premises may yield real progress toward halting and reversing this imminent threat. To reduce nuclear danger in the Middle East, Trump will have to accept that his campaign pledge to tear up the Iranian nuclear deal and renegotiate a better deal would in fact not serve the US national interest, or that of Israel. He should listen to the professional Israeli nuclear establishment, the senior generals and career officials who testify that the deal enhances Israeli security and averts the proliferation nightmare of Iran’s enemies getting nukes in droves. Trump also needs to allay nuclear concerns at home. As commander in chief, he will have the power to single-handedly launch a nuclear strike on his own at any time of his choosing with a single phone call. If he gives the order, within minutes hundreds of US nuclear missiles would blast out of their underground silos. Ten minutes later hundreds more would leave their submarine tubes. There would be no take-backs. They would reach their target cities on the other side of the Earth in 30 minutes or less. A large chunk of the American electorate, not to mention a large global audience, is deeply concerned that Trump will command the nation’s nuclear arsenal, giving him the authority to launch a civilisation-ending nuclear strike. This responsibility requires extraordinary composure, competence and diplomatic skill. It requires the qualities of presidential leadership. With the campaign behind him, the hope is that Trump can prove himself a leader with a steady hand whom we can rely on to act with diligence, reason and restraint in times of crisis.",
    "keywords": [
        "bruce",
        "war",
        "trigger",
        "blair",
        "choose",
        "korea",
        "allies",
        "finger",
        "views",
        "north",
        "nuclear",
        "weapons",
        "security",
        "reduce",
        "trump"
    ],
    "summary": "They could offer ways to reduce nuclear risks and arsenals.\nBut it may equally destabilise regional security and encourage allies to build their own nuclear arsenals.\nInstability and proliferation would only increase the odds of regional nuclear war, which could easily spread across the entire globe.\nTrump also needs to defuse the growing tensions with North Korea over its expanding nuclear weapons programme, which is on the verge of enabling its mercurial leader to lob nuclear missiles at South Korea, Japan and portions of the United States.\nOn the contrary, Trump will need to reassure our anxious Asian allies and engage North Korea and China more deeply than ever to stop it.",
    "sentiment": {
        "neg": 0.1184,
        "neu": 0.7911,
        "pos": 0.0906,
        "compound": -0.0587
    }
}