{
    "date": "2016-03-25T17:50:53Z",
    "title": "American held in North Korea says he spied for South and asks forgiveness",
    "url": "https://www.theguardian.com/world/2016/mar/25/north-korea-american-kim-tong-chul-confession-spy",
    "content": "An American detained in North Korea said he had spied against the country and has asked for forgiveness, nine days after a US tourist was sentenced to 15 years in prison with hard labor for subversion. Kim Tong Chol told a press conference in Pyongyang that he had collaborated with and spied for South Korean intelligence authorities in a plot to bring down the North’s leadership and tried to spread religious ideas among North Koreans. In the past, the North Korean regime has used detainees as leverage to secure visits by high-profile US politicians, including former presidents Bill Clinton and Jimmy Carter. Detainees are often made to participate in stage-managed confessions. Describing his acts as “shameful and ineffaceable”, Kim said he feels sorry for his crime and appealed to North Korean authorities to show him mercy by forgiving him. He was born in South Korea and became a naturalized US citizen. In an interview with CNN in January, Kim said he lived in Fairfax, Virginia, before moving in 2011 to Yangji, a city near the Chinese-North Korean border. He said he commuted daily to Rason, a special economic zone in North Korea, where he was president of a trade and hotel services company. He said in the Pyongyang press conference that he was detained in Rason last October. North Korean authorities often arrange press conferences for US and other foreign detainees in which they read statements to acknowledge their wrongdoing and praise the North’s political system. Those detainees have said after their releases that they were coached or coerced on what to say. South Korea’s national intelligence service, the country’s main spy agency, said Kim’s case was not related to the organization in any way and offered no further comment. On 16 March, North Korea’s highest court sentenced Otto Warmbier, a 21-year-old University of Virginia undergraduate, to prison after he confessed he tried to steal a propaganda banner as a trophy for an acquaintance who wanted to hang it in her church. He tearfully confessed at his press conference to the attempted theft, which would be grounds in North Korea for a subversion charge. The US government condemned the sentence and accused North Korea of using such American detainees as political pawns. The North’s actions on the two American detainees came as it faces mounting pressure from the United States, South Korea and their allies following its nuclear weapons test and long-range rocket launch earlier this year. In recent days, North Korea has conducted weapons launches and issued warlike rhetoric in response to South Korean and US military drills that it sees as an invasion rehearsal. North Korea in the past released some US detainees after high-profile American figures visited the country. North Korea is currently holding three South Koreans and a Canadian pastor for what it calls espionage and attempts to establish churches and use religion to destroy the North’s system. This report uses material from the Associated Press",
    "keywords": [
        "spied",
        "south",
        "norths",
        "conference",
        "korea",
        "asks",
        "kim",
        "held",
        "press",
        "detainees",
        "forgiveness",
        "american",
        "north",
        "korean"
    ],
    "summary": "He was born in South Korea and became a naturalized US citizen.\nHe said he commuted daily to Rason, a special economic zone in North Korea, where he was president of a trade and hotel services company.\nHe tearfully confessed at his press conference to the attempted theft, which would be grounds in North Korea for a subversion charge.\nThe US government condemned the sentence and accused North Korea of using such American detainees as political pawns.\nNorth Korea in the past released some US detainees after high-profile American figures visited the country.",
    "sentiment": {
        "neg": 0.0752,
        "neu": 0.8831,
        "pos": 0.0417,
        "compound": -0.0988
    }
}