{
    "date": "2016-10-26T01:49:39Z",
    "title": "'Paranoid' North Korea won't stop building nuclear weapons – US spy chief",
    "url": "https://www.theguardian.com/world/2016/oct/26/paranoid-north-korea-wont-stop-building-nuclear-weapons-us-spy-chief",
    "content": "Persuading “paranoid” North Korea to stop building nuclear weapons is probably a lost cause and efforts to cap its capability are the best hope, according to the US director of national intelligence. James Clapper’s comments on Tuesday come amid mounting concern that the North is moving closer toward having a nuclear-tipped missile that could reach the American mainland. It has conducted two atomic test explosions in 2016 and more than 20 ballistic missile tests. The US has long insisted that it will not accept North Korea as a nuclear-armed state and the state department said on Tuesday there had been no change in policy. Clapper said that while North Korea has yet to test its KN-08 intercontinental ballistic missile, the US already operated on the assumption that Pyongyang potentially had the capability to launch a missile that could reach parts of the United States, particularly Alaska and Hawaii. “I think the notion of getting the North Koreans to denuclearise is probably a lost cause,” Clapper said at the Council on Foreign Relations in New York. He added that the best the US could probably get is some kind of a cap on North Korea’s nuclear capabilities. “They are under siege and they are very paranoid, so the notion of giving up their nuclear capability, whatever it is, is a nonstarter with them,” he said. US administrations have demanded that North Korea agree to denuclearisation, although aid-for-disarmament negotiations have been stalled for years and sanctions have failed to stop the North’s weapons’ programmes. State department spokesman John Kirby said he had not seen Clapper’s comments but said the US still aimed for a resumption of six-nation aid-for-disarmament negotiations that have been stalled since the North pulled out of the talks in 2009 — three years after conducting its first nuclear test. “We want to continue to see a verifiable denuclearisation of the peninsula. We want to see a return to the six-party talk process and that means we need to see the North show a willingness and an ability to return to that process which they haven’t done yet,” Kirby said. Separately on Tuesday, Scott Busby, a senior state department official for human rights, criticized China’s implementation of UN sanctions against North Korea that are intended to starve it of revenue for its development of weapons of mass destruction. Busby, who was speaking at a Washington thinktank, said China’s use of a loophole in the sanctions to purchase huge amounts of North Korean coal was “unacceptable”. He said coal sales were probably the North’s main source of foreign currency. He said the No 2 US diplomat, Antony Blinken, would raise that issue at a planned meeting this week with Chinese officials in Beijing. The US wants China to agree to tighter UN sanctions on North Korea in response to a 9 September nuclear test explosion, and to enforce restrictions already in place. Busby credited China with a “slight improvement” in its treatment of North Korean asylum-seekers who escape across the northern border into China. But he added that China was still repatriating significant numbers to the North. The Obama administration says it is intent on tightening sanctions on the regime of Kim Jong-un, who has doubled down on increasing the North’s nuclear arsenal. In addition to its nuclear and missile tests this year North Korea is also believed to producing more fissile material for bombs. US experts estimate North Korea has 13 to 21 nuclear weapons and could have as many as 100 by 2020. With Associated Press",
    "keywords": [
        "stop",
        "wont",
        "chief",
        "korea",
        "state",
        "probably",
        "nuclear",
        "building",
        "sanctions",
        "test",
        "weapons",
        "china",
        "spy",
        "missile",
        "paranoid",
        "north"
    ],
    "summary": "Persuading “paranoid” North Korea to stop building nuclear weapons is probably a lost cause and efforts to cap its capability are the best hope, according to the US director of national intelligence.\nThe US has long insisted that it will not accept North Korea as a nuclear-armed state and the state department said on Tuesday there had been no change in policy.\nUS administrations have demanded that North Korea agree to denuclearisation, although aid-for-disarmament negotiations have been stalled for years and sanctions have failed to stop the North’s weapons’ programmes.\nIn addition to its nuclear and missile tests this year North Korea is also believed to producing more fissile material for bombs.\nUS experts estimate North Korea has 13 to 21 nuclear weapons and could have as many as 100 by 2020.",
    "sentiment": {
        "neg": 0.0557,
        "neu": 0.8801,
        "pos": 0.0642,
        "compound": 0.0161
    }
}