{
    "date": "2016-02-22T08:01:14Z",
    "title": "Rip Curl's use of North Korean factories leads to calls for industry transparency",
    "url": "https://www.theguardian.com/australia-news/2016/feb/22/rip-curls-use-of-north-korean-factories-leads-to-calls-for-industry-transparency",
    "content": "Australian surfwear brands have been urged to publish a list of every factory they use after an investigation revealed some garments being made for the Rip Curl brand had been manufactured in North Korea. Rip Curl was forced to issue a public apology on Sunday, after a report by Fairfax Media showed images of the brand’s ski jackets taken by an Australian businessman on a tour of Taedonggang clothing factory near Pyongyang last year. The clothing was labelled “made in China.” In a statement posted on Facebook on Sunday, the Victoria-based company said “the founders and directors of Rip Curl take full responsibility for this screw up”. “We are very sorry that Rip Curl has breached the trust our customers put in us to make sure that the products they wear cause them no moral concern,” the statement said. “That’s our responsibility to you and we have let you down on this one. The company said it was made aware some months ago that some of its garments had been found in North Korean factories, and “took immediate steps to investigate and rectify the situation”. “All of our suppliers know that our terms of trade prevent them diverting production to non-certified factories and we do undertake factory inspections and audits to try to prevent this happening,” the statement said. “In this case we took immediate action to discipline the supplier for his breach and we are increasing our inspections and audits. “Regardless of this, two styles totalling 4,000 units of Rip Curl ski wear did slip through and was shipped to customers. “Again, this sort of screw up is our responsibility to prevent and we are doing everything in our power to make sure it does not happen again. We don’t like the abuse of people in their jobs in any country either and apologise wholeheartedly for letting this happen in the first place.” Rip Curl’s chief financial officer, Tony Roberts, told Fairfax Media a supplier had diverted “part of their production order to an unauthorised subcontractor, with the production done from an unauthorised factory, in an unauthorised country, without our knowledge or consent, in clear breach of our supplier terms and policies”. “We do not approve or authorise any production of Rip Curl products out of North Korea,” he said. Michelle O’Neil, national secretary of the Textile, Clothing and Footwear Union of Australia (TCFUA), said it was “highly likely” that other Australian brands were sourcing part of their products from North Korea, saying incorrect labelling was a “longstanding practice”. “The way it’s described in the industry is it’s China plus one, companies that have some of the work made in China and some of it made in North Korea,” O’Neil said. “To suggest that it was unauthorised or they were unaware that it was happening in their supply chain in 2016 is unacceptable.” O’Neil said it had become a “brand risk” for companies not to investigate their own supply chain, after the international outrage caused by the collapse of the Rana Plaza garment factory in Bangladesh in 2013, which killed 1,134 people. “I don’t think any consumer will accept a company saying to them we didn’t know,” she said. “Brands like Rip Curl want people to focus on the myth of the lifestyle they are selling. What they can’t hide anymore is the lifestyle of the workers making their products.” Oxfam Australia’s labour rights advocacy manager, Joy Kyriacou, said it was not good enough for Rip Curl to plead ignorance or put the blame on its own supplier. “At the end of the day not only is it morally reprehensible, it’s actually their responsibility,” she said. Kyriacou said it was the first time she had seen products sold under an Australian label outsourced to North Korea, which is not a signatory to any international labour agreements and does not allow for international oversight. “I think Australians would be quite shocked to know that this iconic brand doesn’t know what’s happening in its supply chain and is potentially treating workers in a way that would not be acceptable to any Australian,” she said. Oxfam has called on Rip Curl to publish details of its procurement policies and the factories used in its supply chain online, and urged fellow Australian surfwear brands Quiksilver and Billabong to follow suit. Both Quiksilver and Billabong provide details of their supply chain policies online but neither provide details of the factories they use. A spokesman from Billabong told Guardian Australia the company complies with a standard set by Social Accountability International and appointed a third-party compliance auditor last year after reviewing its practices in July. He said the company had also narrowed its vendor base, conducted more than 60 compliance audits and engaged with NGOs, and said it would be willing to talk to Oxfam about their suggestions. California-based Quiksilver is regulated by the California Transparency in Supply Chains Act 2010 and enforces its own Quiksilver Ethical Standards of Trade program, which requires suppliers to comply with a code of conduct and “act reasonably in all respects and to do their best to eliminate and prevent any abusive, exploitative or illegal conditions at their workplaces”.",
    "keywords": [
        "industry",
        "leads",
        "factory",
        "factories",
        "korea",
        "supply",
        "chain",
        "calls",
        "rip",
        "transparency",
        "company",
        "curls",
        "australian",
        "products",
        "curl",
        "north",
        "korean"
    ],
    "summary": "“Regardless of this, two styles totalling 4,000 units of Rip Curl ski wear did slip through and was shipped to customers.\n“We do not approve or authorise any production of Rip Curl products out of North Korea,” he said.\n“The way it’s described in the industry is it’s China plus one, companies that have some of the work made in China and some of it made in North Korea,” O’Neil said.\n“Brands like Rip Curl want people to focus on the myth of the lifestyle they are selling.\nBoth Quiksilver and Billabong provide details of their supply chain policies online but neither provide details of the factories they use.",
    "sentiment": {
        "neg": 0.0373,
        "neu": 0.9167,
        "pos": 0.0461,
        "compound": 0.01
    }
}