{
    "date": "2016-03-17T10:31:51Z",
    "title": "North Korea: UN investigator outlines 15-point plan to deal with Kim Jong-un",
    "url": "https://www.theguardian.com/world/2016/mar/17/north-korea-existential-threat-michael-kirby-un-human-rights",
    "content": "With 20 nuclear warheads and a “missile system it continues to parade and test” North Korea poses an existential threat to the world, said the head of a UN investigation into human rights abuses in the country. Like health and climate change “it’s an issue that affects us all”, Michael Kirby told a London conference on North Korea. Kirby and his team found evidence of “systematic and appalling” human rights abuses on a scale with those perpetrated by Nazi Germany during their inquiry, which was based on testimonies from 80 witnesses and 240 confidential interviews. The team’s report was 400 pages long but by Kirby’s own admission it still did not manage to address serious allegations of forced labour or the persecution of Christians and homosexuals. Nearly two years later Kim is yet to appear at the Hague, an American student has been sentenced to 15 years hard labour for allegedly stealing a poster and thousands of North Koreans continued to be imprisoned and executed with impunity. Kirby’s inquiry has also now been disbanded deliberately, he claimed, to send message to world leaders that North Korea is now everyone’s responsibility, not just the UN’s. Kirby, a retired Australian judge, gave the conference his 15 commandments – “five more than the almighty” – that could help temper the threat posed by Kim and his regime. 1. Committee of experts An expert panel should be established to explore how to bring the regime to justice, Kirby said. “What do you do if we bring home powerful evidence of crimes against humanity and a veto [from one of the five permanent members of the UN security council] prevents you taking it further? How can you deal with that problem?” he asked. 2. Tell the media: Kim Jong-un is no joke “The unpleasant and unfortunate aspect of the modern media is that they are obsessed with Kim Jong-un’s porta-potty. But this is no joke, this is deadly serious,” he said. 3. China’s ‘soft power’ is key China, arguably North Korea’s closest ally, should be kept engaged in an attempt to discuss human rights in the country, he said. But China should also be reminded that Kim is not as stable as China once claimed. Last December, for example, Beijing said North Korea was “a country that is of no security concern” within weeks Pyongyang had set off a fourth nuclear test, Kirby added. 4. Translation The personal experience of North Korean suffering is on almost every page of the UN report but it is currently only available in English. It must be translated in to Korean and Chinese, Kirby argued, suggesting it should be available at every airport around the world. 5. Speak to the people North Koreans barely hear from the world so “we need need to be more imaginative about how we get in,” said Kirby, who said he was excited about the prospect that the BBC might start a Korean broadcast in to the country. North Koreans need to know that “in free societies we do things by debate, discussion, controversy and disagreement,” he added. 6. Keep offering Kim dialogue Kirby wrote to Kim after his report was published to warn him that the ICC could brings charges against him, but said he also offered to go to North Korea to discuss the report in person. His offer was never accepted as Pyongyang vehemently rejected its findings, but Kirby said he would still like to see the high commissioner for human rights get on a plane one day to try and forge a path forward. Keeping the lines of communication open is vital, he said. 7. Support the Seoul office in bringing Kim to justice The UN inquiry gathered facts which are “the empirical foundation for application of international law and of universal opinion”, said Kirby. An office in Seoul has been set up to take the findings to the next stage and hold Kim Jong-un to account. “[This is] an important and unusual development that deserves our full support,” said Kirby. 8. Do not delay in replacing the UN expert on North Korea It is “important and urgent” that Marzuki Darusma, the outgoing special rapporteur on human rights in North Korea, is replaced quickly, with the delay of some of these UN processes, Kirby argued. Last week Darusma used his final report to warn that repression at the hands of the DPRK leadership “remains unabated”. 9. Remind North Korea of its responsibilities “North Korea cannot withdraw from the principle of human rights, if you sign the treaties, you are legally bound to them,” said Kirby – a fact they must be reminded of at every opportunity. 10. Involve all Koreans Kirby also called upon South Korea to make the problems of North a cross-political issue. “In an existential matter – such as the future of the Korean peninsula – it’s the responsibility of the government to reach across the aisle and engage the opposition. This is something that concerns the whole of the Korean family,” he said. 11. Abolish the family ballot “If there’s one thing that’s a true disgrace to human rights it’s the family ballot system [whereby Koreans can apply for a brief meeting with relatives they lost contact with when Korean peninsula was split in two].” All families should be allowed to meet, not just a select few, he said. And it’s not just families, he added: “Why shouldn’t the dentists of North Korea not be able to meet the dentist of South Korea?” – “What about the pharmacologists and agricultural workers?” 12. North Korea’s ‘friends’ can help Whilst the US, Japan and Korea are North Korea’s main antagonists, there are others like Cuba, Russia and some African country’s that take a more empathetic stance. These nations could provide a good intermediary, persuading North Korea to talk to countries they have previously refused to engage with, said Kirby 13. Remember all wars end – and ensure accountability “We always have to remind ourselves that all wars end and, at the end, there can be demands for accountability,” said Kirby. “One of the most powerful images of the 20th century was the image of those tyrants, the Nazis, sitting at Nuremberg being confronted with the crimes against humanity they had committed.” 14. Engage the UN security council It is unusual for the UN security council to take on issues of human rights, but they have put claims of systematic abuses in the DPRK on their agenda, said Kirby, “an indication that the inter-connection of security and human rights is vital.” 15. Beware the risk of nuclear accident The biggest issue with North Korea flexing its military might “is not that the government will use it against its neighbours. The biggest risk is an accident, or that a mistake will occur,” said Kirby. He said it was impossible to separate human rights abuses from the nuclear threat, and all interventions should include consideration of the well-being of the people.",
    "keywords": [
        "investigator",
        "human",
        "deal",
        "15point",
        "korea",
        "kirby",
        "plan",
        "kim",
        "report",
        "outlines",
        "jongun",
        "rights",
        "security",
        "koreans",
        "north",
        "korean"
    ],
    "summary": "Like health and climate change “it’s an issue that affects us all”, Michael Kirby told a London conference on North Korea.\nKirby’s inquiry has also now been disbanded deliberately, he claimed, to send message to world leaders that North Korea is now everyone’s responsibility, not just the UN’s.\nNorth Koreans need to know that “in free societies we do things by debate, discussion, controversy and disagreement,” he added.\nAnd it’s not just families, he added: “Why shouldn’t the dentists of North Korea not be able to meet the dentist of South Korea?” – “What about the pharmacologists and agricultural workers?” 12.\nBeware the risk of nuclear accident The biggest issue with North Korea flexing its military might “is not that the government will use it against its neighbours.",
    "sentiment": {
        "neg": 0.0715,
        "neu": 0.8711,
        "pos": 0.0574,
        "compound": -0.0401
    }
}