{
    "date": "2016-03-17T00:57:39Z",
    "title": "US urges immediate release of student sentenced to hard labor in North Korea",
    "url": "https://www.theguardian.com/world/2016/mar/16/us-student-15-years-hard-labor-north-korea-kangaroo-court",
    "content": "The sentencing of 21-year-old US student Otto Warmbier to 15 years’ hard labour in North Korea was “unduly harsh”, the US state department has said, as it called for his immediate release and experts denounced the country’s legal process. Spokesman Mark Toner discouraged all US citizens from traveling to North Korea, a longstanding recommendation of the agency, citing the risk of “arrest and long-term detention for actions that would not be cause for arrest in the United States or other countries”. The University of Virginia student’s conviction on Wednesday was conducted before a “kangaroo court”, an expert has said. Katharine Moon from the Brookings Institute said: “There’s no due process at all and everybody is handpicked by the regime ... They are not independent assessors of people’s guilt or innocence.” Warmbier, who was visiting the isolated communist nation with a backpacking tour group, was detained 2 January in Pyongyang for allegedly stealing a propaganda sign from a staff-only area of the hotel he was staying. State media said Warmbier’s crime was committed with “the tacit connivance of the US government and under its manipulation”. The court decided that Warbier had committed his crime “pursuant to the US government’s hostile policy toward [North Korea] in a bid to impair the unity of its people after entering it as a tourist”. Pyongyang regularly accuses the US of sending operatives to North Korea for the purpose of overthrowing the hostile regime. Toner said a representative from the Swedish embassy in North Korea was able to confirm Warmbier was in good health and that members of the Swedish delegation were able to visit him in prison and were also present at his sentencing. In a televised statement in February, Warmbier offered an admission of guilt, saying his crime was “aimed at hurting the work ethic and the motivation of the Korean people”. It is widely believed that this statement was coerced by North Korean authorities. Warmbier also claimed during his court appearance that he stole the sign under the direction of a woman from the Friendship United Methodist Church in Wyoming, Ohio, who offered him a used car worth $10,000 if he could return with the banner as a “trophy” from North Korea. Church officials responded that they did not know the woman identified by Warmbier, adding that he was not a member of the congregation. The tour group operator, Young Pioneer Tours, said it was following the sentencing and suggested that the outcome “should be viewed in similar context of previous cases of Americans being sentenced in the DPRK”. In November 2014 two Americans, Kenneth Bae and Matthew Miller were released after receiving similar sentences for committing ostensibly minor crimes in the country. “This is what the North Koreans do,” said Steven Weber, a professor of political science at the University of California at Berkeley. “Their repertoire is pretty limited, and they keep doing the same things to turn the temperature up.” Weber said one of the political motivations of the act was likely the historic 2015 nuclear deal between the US and Iran, which leaves North Korea as the last remaining “rogue” nuclear nation. “That’s why you see that general ratcheting up of North Korea. They want to say ‘we can still cause problems in the world too. Don’t think you can now put pressure on us as a result of having now taken the Iran issue off the table’.” Moon said the big picture political game was clearly part of the psychology behind the detention and the sentence but added “there is no doubt in anyone’s mind who understands North Korea that the officials are and were seriously upset about this kind of action”, likening the removal of propaganda in a communist regime to stomping on a flag or spitting on a national monument. Ohio governor and Republican presidential candidate John Kasich addressed the sentence Wednesday, calling it “an affront to concepts of justice” and asking the Obama administration to “redouble its efforts to secure his release”. Warmbier is an Ohio native and his family currently lives in the state. The University of Virginia, where Warmbier was studying before his detention, said it was “aware of the recent media reports regarding Otto Warmbier and remains in touch with his family”, but university spokesperson Anthony de Bruyn said that no further comment would be made. Moon said if Warmbier is forced to actually serve the hard labor sentence, he will likely be tasked with work in rock quarries or agricultural work and would be facing near-starvation conditions of depravation. Moon also noted that Warmbier still might be treated better than the typical North Korean inmate. “Foreigners aren’t usually housed in the same cells as regular North Koreans, and sometimes they are put in better, almost hotel-style places,” Moon said. Warmbier’s sentencing, first reported by China’s Xinhua news agency, comes on the heels of a UN security council agreement on a new round of sanctions in response to the regime’s recent nuclear test and rocket launch.",
    "keywords": [
        "moon",
        "hard",
        "work",
        "student",
        "regime",
        "korea",
        "warmbier",
        "state",
        "university",
        "sentencing",
        "sentence",
        "sentenced",
        "immediate",
        "urges",
        "release",
        "labor",
        "north"
    ],
    "summary": "The sentencing of 21-year-old US student Otto Warmbier to 15 years’ hard labour in North Korea was “unduly harsh”, the US state department has said, as it called for his immediate release and experts denounced the country’s legal process.\nThe court decided that Warbier had committed his crime “pursuant to the US government’s hostile policy toward [North Korea] in a bid to impair the unity of its people after entering it as a tourist”.\nPyongyang regularly accuses the US of sending operatives to North Korea for the purpose of overthrowing the hostile regime.\n“That’s why you see that general ratcheting up of North Korea.\nMoon also noted that Warmbier still might be treated better than the typical North Korean inmate.",
    "sentiment": {
        "neg": 0.0902,
        "neu": 0.859,
        "pos": 0.0509,
        "compound": -0.1584
    }
}