{
    "date": "2016-02-10T01:22:59Z",
    "title": "North Korea making bomb fuel as sanctions evaded or ignored – experts",
    "url": "https://www.theguardian.com/world/2016/feb/10/north-korea-making-bomb-fuel-as-sanctions-evaded-or-ignored-experts",
    "content": "North Korea has expanded a uranium enrichment facility and restarted a plutonium reactor that could start recovering material for nuclear weapons in weeks or months, the US intelligence chief has said. James Clapper said Pyongyang announced in 2013 its intention to refurbish and restart nuclear facilities, to include the uranium enrichment facility at Yongbyon and its graphite-moderated plutonium production reactor, which was shut down in 2007. US intelligence had assessed that North Korea has expanded Yongbyon and restarted the plutonium production reactor there, he said. Separately, UN experts said North Korea was continuing to evade UN sanctions – using airlines, ships and the international financial system to trade in prohibited items for its nuclear and ballistic missile programs. The experts monitoring sanctions against the North says Pyongyang also continued to export ballistic missile-related items to the Middle East and trade in arms and related material to Africa. In part they blamed “the low level of implementation” by the 193 UN member states of the sanctions adopted since the country’s first nuclear test in 2006. Members either did not understand the resolutions or had not made their enforcement a priority – raising “important questions about the overall efficacy of the sanctions regime”. The report was sent to the security council, where the United States and China have been working on the text of a new sanctions resolution since North Korea’s latest nuclear test on 6 January, which was followed by long-range rocket lauch – both banned activities. Clapper, the US intelligence chief, told the Senate Armed Services Committee that North Korea had been operating its reactor long enough that it could begin to recover plutonium “within a matter of weeks to months”. Both findings will deepen concern that North Korea is not only making technical advances in its nuclear weapons program me following its recent underground test explosion and rocket launch, but is building a nuclear arsenal. US-based experts have estimated that North Korea may have about 10 bombs but that could grow to between 20 and 100 by 2020. North Korea on Sunday launched a rocket carrying an Earth observation satellite into space. The launch followed a 6 January underground nuclear explosion that North Korea claimed was the successful test of a “miniaturised” hydrogen bomb – a more complex and powerful category of atomic weapon. Many outside experts were skeptical and Clapper said the low yield of the test “is not consistent with a successful test of a thermonuclear device”. Clapper said that Pyongyang was also committed to developing a long-range nuclear-armed missile capable of posing a direct threat to the United States, “although the system has not been flight-tested”. Meanwhile a US official said on Tuesday that the satellite launched by North Korea on the banned rocket at the weekend had stabilised in its orbit – a step forward from a 2012 launch. The satellite was initially tumbling in orbit but had stabilised, unlike its 2012 counterpart. “It’s in a stable orbit now. They got the tumbling under control,” the official said. Martin O’Donnell, a spokesman with the US Strategic Command, said the satellite had been in roughly the same orbit since its launch on Sunday. “If we see a dramatic change in altitude that could mean [the orbit] is going to decay,” he said. With Associated Press",
    "keywords": [
        "making",
        "plutonium",
        "korea",
        "experts",
        "sanctions",
        "nuclear",
        "ignored",
        "evaded",
        "reactor",
        "test",
        "satellite",
        "orbit",
        "fuel",
        "rocket",
        "north",
        "bomb"
    ],
    "summary": "North Korea has expanded a uranium enrichment facility and restarted a plutonium reactor that could start recovering material for nuclear weapons in weeks or months, the US intelligence chief has said.\nUS intelligence had assessed that North Korea has expanded Yongbyon and restarted the plutonium production reactor there, he said.\nSeparately, UN experts said North Korea was continuing to evade UN sanctions – using airlines, ships and the international financial system to trade in prohibited items for its nuclear and ballistic missile programs.\nUS-based experts have estimated that North Korea may have about 10 bombs but that could grow to between 20 and 100 by 2020.\nNorth Korea on Sunday launched a rocket carrying an Earth observation satellite into space.",
    "sentiment": {
        "neg": 0.0452,
        "neu": 0.8917,
        "pos": 0.0631,
        "compound": 0.0264
    }
}