{
    "date": "2016-01-07T13:29:50Z",
    "title": "Parochial MPs turn blind eye to global flash points",
    "url": "https://www.theguardian.com/politics/blog/2016/jan/07/parochial-pmqs-turn-blind-eye-global-flash-points",
    "content": "I watched PMQs at home yesterday while mending a hole in my trouser pocket, not the one created by George Osborne’s tax hikes. For what it’s worth in troubled times I thought Jeremy Corbyn did what he’s paid to do by putting David Cameron on the back wellie over faulty flood management. But what appalled me – I have just reread Hansard to be sure – was how horribly parochial the occasion was and usually is nowadays. Yes, I know, floods were the session’s dominant theme and floods are pretty serious even if your home has not been inundated. So are housing shortages, climate change, the threat to care homes and to Channel 4, Isis/Daesh’s terrorist bravado and Emily Thornberry’s links with Iraqi ambulance-chasing lawyers before she was promoted to be Islington’s defence spokesman. But they will all pale into insignificance or become a great deal worse if Wednesday morning’s reports are confirmed: that North Korea has successfully tested an H-bomb. It led next day’s edition of the Guardian – as it should – but was inside-page news in all the other papers I take at home, even the FT. What does it take to scare some people? A five-year-old in a jihadi kit? So perhaps we shouldn’t be surprised there was not a word about it at PMQs, not even from any of the dwindling numbers of outward-looking MPs who realise that care homes, better flood defences and certainly anti-warming policies all depend on basic stability in the world’s economic and political order. That must be why Dave made one such talented MP, Rory Stewart, floods minister. Oh dear. But systemic stability is now at serious risk, as even George Osborne seems to have noticed. In the current manic phase of his Treasury career, he has moved from alarm in his July budget to weird optimism in December’s autumn statement (finding that £2bn of funny money down the sofa must have helped). He is now back in gloomy mode over the “cocktail of threats” looming in 2016. The IMF is twitchy too. Ahead of a speech in Cardiff, Osborne popped up on Radio 4’s Today programme to prime us all, but only succeeded in making listeners wonder why he kept stressing that the Bank of England is “independent” – a dozen times, I’d say. Has he quietly nationalised the central bank as Clement Attlee once did in a very different world and Venezuela’s faltering Corbynistas did this week? We’ll come back to them and we’ll wait and see if scientific wind analysis bears out Pyongyang’s claims to have cracked the H-bomb are true or just a stunt to keep the hungry citizens in fear and awe of the hereditary Marxist tyrant’s power: Kim the Teenage Bomb Boy. If it’s true that such flakes have got the bomb even mighty Beijing may be forced to take steps against its embarrassing neighbour. But that isn’t the half of it. Also not mentioned in our elected representatives’ new year return to PMQs was Saudi Arabia’s alarming showdown with Iran and its likely impact on the deteriorating events in Syria, where Isis is losing territory while posting more boastful YouTube videos: a very postmodern combination of spin over substance. It’s the time of year when Fleet Street’s finest pundits make their predictions for the months ahead. Few take the opportunity to admit last year’s mistakes except in general terms (Anatole Kaletsky was a rare exception before he left the Times over its paywall). But, as Nye Bevan famously remarked, why look into the crystal ball – always risky – when you can read the book? One week in and the financial year 2016 has started badly. Global stock markets (which hold much of the value of all our pensions) have caught fright over China’s economic downturn and the Chinese government’s futile attempts to rig tumbling market confidence. The FTSE in London had its worst start for ages, and the US market is propped up by a handful of giants, mostly bullish tech companies. This is all bad stuff. In Beijing, President Xi Jinping, who recently downed a pint with Dave near Chequers, is trying to tackle corruption (or is it merely enemies, Jeremy?) among China’s communist elite. Xi could end up in jail himself if he pushes his luck and his rivals overthrow him. The US is entering an election year with a hesitant president retreating from his authority and Donald Trump, a fraudulent braggart, in serious contention for the Republican nomination. Scary stuff, but it’s no better down south in Latin America, until recently a zone of rising hope. Argentina has gone Tory, Brazil’s left-leaning presidency is in deep trouble over corruption. Oil-rich Venezuela, where Labour’s leader and so many of his allies currently park their hopes of a fairer world, is gripped by soaring violence and inflation, coupled with food shortages. The showdown between the Chavista successor, President Nicolás Maduro, and the conservative MUD coalition that decisively won December’s parliamentary election is coming to a dangerous climax over control of the courts and other state institutions – this in a country with the world’s largest known oil reserves. We would once have been reading more about this than we do. Our politicians would be more engaged too. It matters, not just to Labour leftwingers. Closer to home, Spain also matters, where the once triumphant Socialist party, reduced to 90 seats in December’s election, is torn between a rock and a very hard place. Should it prop up Mariano Rajoy’s Popular party – the outgoing government reduced to 123 seats in the 350-seat cortes – in the interest of stability? Or should it join some form of coalition with the leftwing insurgents of Podemos (69 seats) and small regional parties? Either way the Socialist party loses. And, as in Scotland, Catalonia’s ambitions for independence add to the uncertainty. Core Europe? Don’t ask. There is a split between the prosperous north and the struggling south, another between the Eurosceptic periphery, Britain and the Scandies to the fore. A third is growing between the relatively liberal west and the former Iron Curtain countries of central Europe, now drifting back to authoritarianism as well as to barbed wire. In closing their borders they are trendsetters for post-Schengen Europe as not even winter stems the pitiful tide of refugees and migrants from broken and terrorised states to the south and east. Poland’s new Law and Justice government is following Hungary’s lead in attacking the independent courts and the media - alarming even British Tory MPs like the Polish-born Daniel Kawczynski. It was reported this week that Warsaw will help Cameron with his EU negotiations in return for British troops in Poland. Steady on there, Dave! Just across their much-invaded border in Berlin, Cameron’s key ally, Angela Merkel, is starting to pay a potentially fatal price for misjudging her voters’ tolerance of mass migration, a crisis intensified by the alleged “immigrant attacks” on women in Cologne and other cities. As with Pyongyang’s H-bomb, let’s not rush to judgment. It’s too sensitive. Chances are that the resilience of institutions everywhere will allow most, though not all, these flash points to become calmer. Black swan events are black swan events because they are rare. So caution and the bias towards continuity will probably calm down Law and Justice’s reactionaries before Brussels starts handing out parking fines. Chances are Trump will be exposed as another Elmer Gantry, ripping off the poor. Kim’s bomb may be a Lego one. It has already being reported that Nigel Farage’s wheel nuts weren’t loosened by a would-be assassin, but carelessly tightened by a car mechanic in Britain. Says the French garage that repaired his Volvo. We should be thankful for such small mercies. But black swan events do happen. Ask the flood victims of Scotland and the north of England, who were told they faced one in 100-year risks but whose swans keep floating back. A cocktail of black swan, chancellor! One week in my nightmare for 2016 resides in warmer countries. Iran and Saudi Arabia are both oil-cursed backward autocracies that impoverish and/or oppress their own people. Both are under political and financial pressure, both feel isolated and betrayed, the Saudis by Obama’s nuclear deal with Tehran, which they mistrust. It serves their regimes’ interests to inflame sectarian religious passions for domestic purposes with consequences that ripple across the Middle East. The Saudis knew what they were doing when the executed Sheikh Nimr al-Nimr, an inflammatory Shia cleric of the kind British judges allow to live on benefits in quiet suburbs. Not a nice man by most accounts, but they shouldn’t have done it. The Saudis are our unlovely allies, the Iranians our scheming enemies. This could quickly go horribly wrong in the sort of way the assassination at Sarajevo went wrong in 1914. There’ll be no room for flood management schemes if it does. We need pessimism of the intellect, optimism of the will. But who will lead?",
    "keywords": [
        "south",
        "times",
        "black",
        "stability",
        "mps",
        "flash",
        "flood",
        "parochial",
        "week",
        "events",
        "serious",
        "points",
        "blind",
        "seats",
        "global",
        "turn",
        "eye",
        "swan"
    ],
    "summary": "But systemic stability is now at serious risk, as even George Osborne seems to have noticed.\nChances are that the resilience of institutions everywhere will allow most, though not all, these flash points to become calmer.\nBlack swan events are black swan events because they are rare.\nBut black swan events do happen.\nA cocktail of black swan, chancellor!",
    "sentiment": {
        "neg": 0.1051,
        "neu": 0.7981,
        "pos": 0.0968,
        "compound": -0.0205
    }
}