{
    "date": "2016-02-03T06:59:09Z",
    "title": "Japan puts military on alert to shoot down North Korean rocket",
    "url": "https://www.theguardian.com/world/2016/feb/03/japan-puts-military-on-alert-to-shoot-down-north-korean-rocket",
    "content": "Japan has threatened to shoot down any North Korean missile that threatens its territory and has deployed ballistic missile defence units in preparation for what officials in Pyongyang says is the imminent launch of a satellite. Japan’s defence minister, Gen Nakatani, on Wednesday ordered the deployment of Aegis destroyers in the Sea of Japan and Patriot missile batteries on land, hours after North Korea confirmed that it was preparing to launch the satellite – an act that would inevitably use a banned long-range rocket. North Korea has informed the International Maritime Organisation, a UN agency, that it planned to launch the Kwangmyongsong earth observation satellite sometime between 8 and 25 February. Among the most likely dates for the launch is 16 February, the birthday of Kim Jong-il, father of the current North Korean leader, Kim Jong-un. North Korea insists its rocket launches are for strictly civilian purposes, but the US, Japan and South Korea suspect that the regime uses them to conduct covert tests of long-range missile technology. UN security council resolutions ban North Korea from carrying out nuclear tests and developing its ballistic missile capabilities. “Today the defence minister issued an order” to destroy such a missile if it “is confirmed that it will fall on Japanese territory”, Japan’s defence ministry said in a statement. Nakatani had issued the order, citing the “possibility that North Korea will launch a missile it calls a ‘satellite’ within coming days”, the statement added. Nakatani told reporters: “We want to take all possible measures to be ready to deal with any eventuality.” Japan’s prime minister, Shinzo Abe, called the possible launch a “serious provocation”, adding that he would work with the US and South Korea to demand that Pyongyang abandon the planned launch. “If North Korea goes ahead and launches the rocket, it would clearly violate UN security council resolutions and pose a serious provocation,” Abe said in parliament. “The reality is that it is a launch of a ballistic missile.” South Korea also warned Pyongyang against going ahead with the launch. “We warn that if North Korea proceeds with a long-range missile launch, the international society will ensure that the North pays searing consequences for it,” said senior South Korean presidential official Cho Tae-yong. North Korea is thought to have made progress towards developing a nuclear warhead small enough to be mounted on a missile capable of striking the US mainland, but experts believe the country is some way off perfecting an inter-continental ballistic missile capability. “North Korea is still a long way off from being able to strike the US mainland,” Siegfried Hecker, a leading authority on Pyongyang’s nuclear weapons programme, told AFP recently. “It has only had one successful space launch. It needs a lot more, but it has made a large effort in that direction.” The prospect of a missile launch has sparked widespread condemnation, as the UN deliberates a fresh round of sanctions in response to North Korea’s fourth nuclear test early last month. Pyongyang claimed it had tested a hydrogen bomb for the first time, but experts believe that residual evidence and the size of the seismic shock point to a far less powerful device. Japan has been developing its missile defence capability since 1998, when a North Korean Taepodong-1 missile flew over its territory before landing in the Pacific. Japan’s missile defence options include PAC-3 surface-to-air anti-ballistic missiles positioned on land, including in central Tokyo, and SM-3 interceptors mounted on warships equipped with Aegis radar systems. North Korea’s last long-range rocket launch, in December 2012, was seen as having successfully put the country’s first communications satellite into orbit after several failed attempts. South Korea, meanwhile, warned that its neighbour would pay a “severe price” if it went ahead with the launch. “North Korea’s notice of the plan to launch a long-range missile, coming at a time when there is a discussion for security council sanctions on its fourth nuclear test, is a direct challenge to the international community,” the presidential Blue House in Seoul said in a statement. “We strongly warn that the North will pay a severe price … if it goes ahead with the long-range missile launch plan.” In Washington, US state department spokesman John Kirby said the UN security council needed to “send the North Koreans a swift, firm message”.",
    "keywords": [
        "puts",
        "launch",
        "south",
        "military",
        "satellite",
        "korea",
        "nuclear",
        "japan",
        "longrange",
        "alert",
        "security",
        "missile",
        "defence",
        "shoot",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "North Korea insists its rocket launches are for strictly civilian purposes, but the US, Japan and South Korea suspect that the regime uses them to conduct covert tests of long-range missile technology.\nUN security council resolutions ban North Korea from carrying out nuclear tests and developing its ballistic missile capabilities.\n“The reality is that it is a launch of a ballistic missile.” South Korea also warned Pyongyang against going ahead with the launch.\nJapan has been developing its missile defence capability since 1998, when a North Korean Taepodong-1 missile flew over its territory before landing in the Pacific.\nSouth Korea, meanwhile, warned that its neighbour would pay a “severe price” if it went ahead with the launch.",
    "sentiment": {
        "neg": 0.083,
        "neu": 0.839,
        "pos": 0.0779,
        "compound": -0.0767
    }
}