{
    "date": "2016-12-06T12:17:58Z",
    "title": "Trump’s China tweets are just tough talk | Melissa Chan",
    "url": "https://www.theguardian.com/commentisfree/2016/dec/06/trump-china-tweets-trade-us-beijing-north-korea",
    "content": "President-elect Donald Trump’s recent tweetstorm accuses China of manipulating its currency and building military instalments on islands in the South China Sea. On the campaign trail, Trump pledged to slap tariffs on Chinese imports as a way to save American manufacturing jobs. His rhetoric suggests he’s chomping at the bit for a trade war. But Trump will need China’s help. His own slogan, “Make America Great Again”, implicitly acknowledges the declining power of the United States, and it is true that when it comes to North Korea, the US is not powerful enough at this moment and on its own to deal with its most pressing national security problem. Trump will have no choice but to hold off on his trade war. It is a fact that we have a nuclear North Korea. In their meeting two days after the election, Barack Obama warned Trump about Pyongyang. It made an impression on Trump, who obliquely referenced it in his later interview with the New York Times. Kim Jong-un may take advantage of the early months of Trump’s presidency to test the new leader – something his father, Kim Jong-il, did by detonating a second nuclear device shortly after Obama’s first term as president. The danger has accelerated over the past eight years, and North Korea now has the ability to mount a weapon on a ballistic missile. One of the few things the US can do is to appeal to China to bring pressure to bear on North Korea over its programme. It has not been a particularly effective strategy, but unfortunately it is one of just a few diplomatic options the US has left. Since he won the election, Trump has continued to take to Twitter. Critics call it an irresponsible compulsion, supporters believe it’s part of a grand strategy. Trump’s former campaign manager, Corey Lewandowski, has accused the media of taking everything Trump says literally. “The American people didn’t. They understood it,” he added. Perhaps those Americans who voted for Trump do not expect him to actually wage a trade war with China. Perhaps China will choose not to take what Trump tweets as planned policy. But both suppositions are dangerous to take for granted. In China, Trump’s words have already riled one of the major state-controlled papers reflecting Communist party views. The Global Times writes that China must fight back, “regardless of the consequences to the dynamics of the Sino-US relationship”. Trump will need that relationship – including that trade relationship – if he wants to maintain stability on the Korean peninsula. On the trade front, any real trade war would harm both economies, and Trump waging one would cut off America’s nose to spite its face. Almost one-fifth of China’s exports head to the US, and China has unique leverage from its control of supply chains for some of the US’s most important products, such as iPhones. Tariffs would not build new factories in the US; they would only mean that factories in China producing for the US would move to Vietnam or another southeast Asian country – a trend that is already happening. This latest round of geopolitical handwringing began with a call between Trump and Taiwan’s president, Tsai Ing-wen. Trump’s team may insist that words signify nothing, but if that was truly the belief, Trump himself would not have responded so quickly on Twitter to say that Tsai had initiated the call. The exchange upended a diplomatic arrangement established almost 40 years ago that switched US recognition of China from Taipei to Beijing. Policymakers on both sides of the political aisle panicked. Media headlines sounded the siren. But in the past day or so, some of that has given way to calmer commentary – not just from Republicans – acknowledging that a recalibration of the US-Taiwan relationship, and as a consequence the US-China relationship, is overdue. On Monday during the White House’s regular press briefing, spokesman Josh Earnest said: “Progress that we have made in our relationship with China could be undermined” by Trump’s call. The view of critics of the Obama administration, however, is precisely that there has not been enough progress to justify maintaining the status quo with Beijing. Trump’s main advisers on China want to get tough. But past presidents have also had ambitious plans concerning China, only to soften their position once in office. Staunch anti-communist Ronald Reagan opposed normalising relations with Beijing and spoke frequently in support of Taiwan while on the campaign trail. By 1984, as president, he had made his first trip to a communist country – to the People’s Republic of China. If history is at all helpful, it suggests that Trump’s Twitter tune on China may yet change.",
    "keywords": [
        "war",
        "melissa",
        "talk",
        "chan",
        "trade",
        "tweets",
        "korea",
        "twitter",
        "north",
        "president",
        "tough",
        "china",
        "trumps",
        "relationship",
        "trump"
    ],
    "summary": "President-elect Donald Trump’s recent tweetstorm accuses China of manipulating its currency and building military instalments on islands in the South China Sea.\nThe danger has accelerated over the past eight years, and North Korea now has the ability to mount a weapon on a ballistic missile.\nPerhaps those Americans who voted for Trump do not expect him to actually wage a trade war with China.\nIn China, Trump’s words have already riled one of the major state-controlled papers reflecting Communist party views.\nIf history is at all helpful, it suggests that Trump’s Twitter tune on China may yet change.",
    "sentiment": {
        "neg": 0.0885,
        "neu": 0.8364,
        "pos": 0.0751,
        "compound": -0.0034
    }
}