{
    "date": "2016-02-12T16:30:19Z",
    "title": "Short story collection smuggled out of North Korea sparks global interest",
    "url": "https://www.theguardian.com/books/2016/feb/12/short-story-collection-smuggled-out-of-north-korea-global-interest-bandi",
    "content": "A collection of short stories written under a pseudonym and smuggled out of North Korea is on its way to becoming an international literary sensation, with its agent fielding offers from around the world for an author who is being labelled the North Korean Solzhenitsyn. Barbara Zitwer, the literary agent for the pseudonymous North Korean author Bandi’s collection, The Accusation, said that she had not left her desk since accepting pre-emptive offers for the book from the US and the UK, describing international interest as “immediate and stunning”. “Within a few days, I have accepted pre-empts and I expect to close in Germany, Israel, Sweden, Italy, and other territories before the London book fair [in April],” said Zitwer. Bandi’s stories are set in 1990s North Korea and include stories about a wife attempting to make breakfast during a famine and a factory supervisor trying avoid denouncing a friend while staying on the ruling party’s good side himself. They were smuggled out of the country with the help of the Happy Reunification Road Organisation, which works to help North Koreans and for the reunification of the country. It was published in South Korea in 2014 by Chogabje. Zitwer, who has worked with major Korean authors on titles including Kyung-Sook Shin’s Please Look After Mother and Han Kang’s The Vegetarian, said it was “unheard of until now” to find a work of fiction from North Korea. “I have been working with Korean literature for more than 10 years and I have never come across anything like Bandi. And what is especially incredible is that the author is living in the north and has not left,” she said. “The stories depict the everyday lives of various characters living in North Korea – they are personal stories that illuminate the umbrella of horror that North Koreans live under all the time. They are the voices of mothers and sons, fathers and brothers, sisters and aunts,” said Zitwer. One, she said, tells of a mother whose toddler is frightened of a huge poster of Karl Marx that he can see from their window, so she closes the blinds. A government official later comes to find out why her blinds are closed before a major parade that day, and she explains how her baby was scared of the image. “Within a few hours, however, the husband returns home and is scared to death that his wife was honest and shortly thereafter, guards come to take the mother, father and baby out of their home and they are put on a train to somewhere we can only imagine,” said Zitwer. “As I read the story, I felt the mother’s tender love for her baby – it is a story of a mother and her child, but pervading every molecule is the terror of the North Korean regime. “I thought the baby would be killed right there. The story was the most terrifying because the life depicted is an average day for a North Korean family. Our worst nightmares are their everyday lives. Even the unimaginable horrors are daily occurrences.” Hannah Westland, of the publisher Serpent’s Tail, which acquired the book for UK publication, said that The Accusation “isn’t just a book with a good story behind it: it’s a collection of perfectly crafted novellas that, like Aleksandr Solzhenitsyn’s work [from the old Soviet Union], speak with authority and truth-to-power directness”. Their classical construction, she said, harks back to the likes of Gogol and Chekhov, while Bandi’s “absurdist approach to satire” is reminiscent of Ionesco’s Rhinoceros, and his “biting wit … reminds you of that other great Russian literary dissident, Mikhail Bulgakov”. “The fact that Bandi has almost certainly never had access to either of the two latter writers underlines the quality of his own work,” said Westland, who will publish in spring 2017. North American rights to The Accusation have been pre-empted by Grove Press, with the French translation out in March from Éditions Philippe Picquie, and rights also sold in Japan and Taiwan. Global Spanish rights have been acquired by Libros del Asteroide. Dutch rights have gone to Ambo Anthos, and there is an auction underway in Germany, said Zitwer, with further offers in from other territories. Hee-yoon Do, the president of Happy Reunification Road, said that if the author hears the news that his book will be published around the world, “he will not be able to keep back his tears. And he will eagerly look forward to seeing the people all around world recognise that North Korean people have been living miserably and cruelly, like slaves.” Zitwer said the publication of The Accusation in the west “is confirmation of the indomitable spirit of freedom of thought and imagination”. “As much and as hard as the brutal leader of North Korean tries to robotise the population, he cannot. Free thought, free ideas, artistic efforts and most of all a great sense of free imagination cannot be destroyed or eliminated,” she said.",
    "keywords": [
        "book",
        "collection",
        "zitwer",
        "korea",
        "author",
        "short",
        "mother",
        "sparks",
        "baby",
        "accusation",
        "korean",
        "rights",
        "interest",
        "global",
        "north",
        "smuggled"
    ],
    "summary": "A collection of short stories written under a pseudonym and smuggled out of North Korea is on its way to becoming an international literary sensation, with its agent fielding offers from around the world for an author who is being labelled the North Korean Solzhenitsyn.\nBandi’s stories are set in 1990s North Korea and include stories about a wife attempting to make breakfast during a famine and a factory supervisor trying avoid denouncing a friend while staying on the ruling party’s good side himself.\n“The stories depict the everyday lives of various characters living in North Korea – they are personal stories that illuminate the umbrella of horror that North Koreans live under all the time.\nThe story was the most terrifying because the life depicted is an average day for a North Korean family.\n“As much and as hard as the brutal leader of North Korean tries to robotise the population, he cannot.",
    "sentiment": {
        "neg": 0.0826,
        "neu": 0.8386,
        "pos": 0.0788,
        "compound": 0.0398
    }
}