{
    "date": "2016-03-16T12:50:02Z",
    "title": "Wh​o else has North Korea locked up for 'crimes against the state'?",
    "url": "https://www.theguardian.com/world/2016/mar/16/otto-warmbier-north-korea-us-detention-kenneth-bae",
    "content": "American student Otto Warmbier has been sentenced to 15 years’ hard labour for “severe crimes” against the North Korean state. The 21-year-old University of Virginia student was detained on 2 January after he allegedly stole a political propaganda poster from the restricted “fifth floor” of his hotel in Pyongyang. In North Korea’s typically theatrical manner, Warmbier was then paraded on state TV at the end of February, sobbing and begging for forgiveness. He was further accused of plotting to destroy state unity under the “tacit connivance of the US government and under its manipulation”. The sentence for what he says was the “the worst mistake” of his life is likely to inflame tensions between Pyongyang and Washington, already running high after Pyongyang’s quick succession of nuclear tests this year. Thousands of westerners travel to the authoritarian state without incident every year, so while Warmbier’s case is rare, it is not unique. North Korea is thought to be currently detaining two other western prisoners over crimes against the state, and has a history of making high-profile arrests to gain leverage with the US, presenting prisoners on TV and forcing diplomats into negotiations. So who else has been caught up in this political game? And how were they charged? We look at some of Pyongyang’s most recent western arrests. Kim Dong-chul – detained for ‘espionage’ In January reports began to circulate that North Korea was holding an American citizen who they were accusing of stealing state secrets. Originally a South Korean businessman who had become a US citizen, the man identified as Kim Dong-chul gave an interview to CNN claiming he had spied on behalf of “South Korean conservative elements” hoping to overthrow leader Kim Jong-un’s regime. The 62-year-old told the reporter that he had travelled extensively between China and North Korea in recent years, and showed them a copy of his passport. A defector later undermined his confession, thought to have been made under duress, and claimed that he was on a humanitarian mission to the country. “He told the churches that he was a missionary working on North Korea and sending stuff from China into the North to help poor North Koreans,” said Ma Young-ae, who recognised him after seeing him on television. Further details of his fate are yet to emerge. Hyeon Soo Lim – detained for ‘crimes against the state’ Hyeon Soo Lim, a South Korean-born Canadian pastor and head of one of the country’s largest presbyterian churches, was sentenced life with hard labour in December. The 60-year-old has since said though he “wasn’t originally a labourer” he has now “gotten used to it”. In a video released on a state-controlled website after his arrest last February, Lim appeared to read from a script as he admitted his guilt. “The worst crime I committed was to rashly defame and insult the highest dignity and the system of the republic,” he said. His confession drew widespread scepticism, as other foreigners formerly detained in the North came forward to say they too had been coerced into making similarly incriminating statements. Jeffrey Fowle – 170 days for ‘leaving a bible at a club’ An American who was held for nearly six months in 2014 was only freed after a US diplomat flew out to Pyongyang to negotiate his release. Back in the US, Fowle said he had been arrested because he left a Korean-English Bible in a nightclub toilet in Pyongyang. The DPRK is one of the world’s worst place to be Christian, where any form of “evangelism” is considered a serious crime. A report released by the Korean Central News Agency said that Kim Jong-un had taken “a special measure” by releasing Fowle, taking “into consideration the repeated requests of US president Barack Obama.” Matthew Miller – 202 days because he ‘wanted to stay’ Getting arrested during his trip to the DPRK was apparently exactly what 23-year-old US citizen Matthew Miller was hoping for. “I was trying to stay in the country... I just wanted to speak to an ordinary North Korean person,” said Miller in an interview with NK News after he was released. “They wanted me to leave. The very first night they said, ‘We want you to leave on the next flight.’ But I refused.” Miller was arrested in April 2014 and went on trial five months later. He was sentenced to six years of hard labour for entering the country illegally and for committing “hostile acts”. He said the charges were partly true: he had wanted to claim asylum in the country, and confirmed he had had intentionally damaged his tourist visa upon crossing the border. In September 2014, when CNN were in North Korea to film the International Pro-Wrestling Contest, reporters were offered five-minute interviews with Miller, Fowle and fellow detainee Kenneth Bae where all three reportedly gave “bizarre” and “eerily similar” statements about their incarceration. Fowle was released the next month, but Miller and Bae had to wait until November when US director of national intelligence, James Clapper, visited the country and negotiated their release. Kenneth Bae - 738 days for ‘proselytising under the guise of tourism’ The most high-profile of the recent western detainees, Kenneth Bae, a missionary from Washington, was originally given a 15-year sentence in 2012 for alleged “anti-state” crimes. A frequent visitor to North Korea and the head of Nation Tours, Bae was arrested while leading a tour group to the north-eastern port city of Rajin. He was accused of conducting illegal religious activity and proselytising under the guise of tourism. His detention, which came at a tense time in relations with the US, caused widespread speculation that Pyongyang was using him as a pawn to force political concessions. He spent two years in North Korea before Clapper helped negotiate his release. Bae is reportedly planning a book about his two-year-ordeal.",
    "keywords": [
        "miller",
        "korea",
        "state",
        "locked",
        "crimes",
        "wanted",
        "country",
        "bae",
        "pyongyang",
        "fowle",
        "north",
        "korean"
    ],
    "summary": "American student Otto Warmbier has been sentenced to 15 years’ hard labour for “severe crimes” against the North Korean state.\nKim Dong-chul – detained for ‘espionage’ In January reports began to circulate that North Korea was holding an American citizen who they were accusing of stealing state secrets.\nThe 62-year-old told the reporter that he had travelled extensively between China and North Korea in recent years, and showed them a copy of his passport.\n“He told the churches that he was a missionary working on North Korea and sending stuff from China into the North to help poor North Koreans,” said Ma Young-ae, who recognised him after seeing him on television.\nHe spent two years in North Korea before Clapper helped negotiate his release.",
    "sentiment": {
        "neg": 0.1234,
        "neu": 0.8492,
        "pos": 0.0274,
        "compound": -0.2602
    }
}