{
    "date": "2016-03-16T07:12:34Z",
    "title": "North Korea sentences US college student to 15 years' hard labour",
    "url": "https://www.theguardian.com/world/2016/mar/16/north-korea-sentences-us-student-to-15-years-hard-labour",
    "content": "North Korea has sentenced an American college student to 15 years’ hard labour after finding him guilty of “crimes against the state”, in a ruling that is certain to increase tensions with Washington. Otto Warmbier, a 21-year-old economics student at the University of Virginia, was found guilty of committing “severe crimes” against the North Korean state after he was held for allegedly attempting to steal a political banner from a restricted area of the hotel where he was staying in the capital Pyongyang. Warmbier’s conviction by the North’s supreme court, announced on Wednesday by China’s Xinhua news agency, comes soon after the UN security council agreed a new round of sanctions in response to the regime’s recent nuclear test and rocket launch. The White House also announced a fresh round of sanctions on North Korea in response to those same incidents on Wednesday. There was no immediate confirmation of the trial, which reportedly lasted less than an hour, by the North Korean state media. Calling Warmbier’s detention “completely unjustified”, Republican presidential candidate John Kasich, governor of Warmbier’s home state of Ohio, called on North Korea to “immediately release Otto Warmbier and let him return to his family here in Ohio”. “His detention was completely unjustified and the sentence North Korea imposed on him is an affront to the concepts of justice. Continuing to hold him only further alienates the international community.” Kasich repeated his calls for the Obama administration to “redouble its efforts” to secure Warmbier’s release. Later on Wednesday, the White House spokesman, Josh Earnest, urged North Korea to show leniency for the 21-year-old student. “We strongly encourage the North Korean government to pardon him and grant him special amnesty and immediate release.” Tensions on the Korean peninsula have risen in recent weeks following the start of the largest-ever joint military exercises involving South Korea and the US. In response, Pyongyang has kept up a daily barrage of threats to carry out nuclear strikes against Seoul and Washington over the drills, which the North regards as a rehearsal for an invasion. Earlier this week the North Korean leader, Kim Jong-un, warned that the country was about to carry out tests of another nuclear warhead, as well as ballistic missiles capable of carrying nuclear bombs to the US and other targets. While there is some disagreement over how advanced North Korea’s nuclear programme is, US officials believe North Korea is some way off being able to mount a nuclear warhead and deliver it to a target as far away as the mainland US. “We have not seen North Korea demonstrate capability to miniaturise a nuclear weapon, and again, put it on a ballistic missile,” the Pentagon spokesman, Peter Cook, told reporters. In the past, the regime has used detainees as leverage to secure visits by high-profile US politicians, including former presidents Bill Clinton and Jimmy Carter. The US accused North Korea of using Warmbier for propaganda purposes after he made a stage-managed confession in late February. In a prepared statement read out before TV cameras, Warmbier said a member of Friendship United Methodist Church in Wyoming, Ohio, described as the mother of a friend, had offered him a used car worth $10,000 if he could return with the banner as a “trophy” from North Korea. Church officials said they did not know the woman identified by Warmbier, adding that he was not a member of the congregation. Warmbier broke down in tears as he acknowledged and apologised for his alleged crime, which he described as “the worst mistake of my life”. Warmbier was arrested in early January, as he was about to board a flight from Pyongyang for Beijing at the end of a visit arranged by Young Pioneer Tours, an agency specialising in travel to North Korea. On its website, the US State Department strongly discourages all travel to North Korea, with which Washington does not have diplomatic relations, and warns of the “risk of arrest and long-term detention”. Warmbier’s parents pleaded with the North to show leniency, citing his youth and the fact that he had made a full confession in public. Bill Richardson, the former governor of New Mexico, who had previously travelled to North Korea, met Pyongyang’s ambassador to the UN on Tuesday to press for Warmbier’s release, the New York Times reported. “I urged the humanitarian release of Otto, and they agreed to convey our request,” Richardson told the newspaper. North Korea last year sentenced Canadian pastor Hyeon Soo Lim to life imprisonment with hard labour on sedition charges.",
    "keywords": [
        "hard",
        "college",
        "sentences",
        "labour",
        "student",
        "warmbiers",
        "korea",
        "warmbier",
        "state",
        "washington",
        "15",
        "nuclear",
        "release",
        "north",
        "korean"
    ],
    "summary": "The White House also announced a fresh round of sanctions on North Korea in response to those same incidents on Wednesday.\nThere was no immediate confirmation of the trial, which reportedly lasted less than an hour, by the North Korean state media.\n“His detention was completely unjustified and the sentence North Korea imposed on him is an affront to the concepts of justice.\nLater on Wednesday, the White House spokesman, Josh Earnest, urged North Korea to show leniency for the 21-year-old student.\nNorth Korea last year sentenced Canadian pastor Hyeon Soo Lim to life imprisonment with hard labour on sedition charges.",
    "sentiment": {
        "neg": 0.0922,
        "neu": 0.8354,
        "pos": 0.0724,
        "compound": -0.0441
    }
}