{
    "date": "2016-10-07T10:40:49Z",
    "title": "Aid agencies in call for North Korea funding after devastating floods",
    "url": "https://www.theguardian.com/world/2016/oct/07/north-korea-floods-aid-funding-unicef-save-the-children",
    "content": "International aid agencies have called for millions of dollars of funding for an urgent relief effort in North Korea after floods in the country’s remote north-east in August left 70,000 people homeless and 600,000 others in need of humanitarian assistance, including tens of thousands of children. Unicef and Save the Children said on Friday that without further help, many more children will be at risk as the country prepares for a long and bitterly cold winter, when temperatures regularly drop well below zero. Officials estimate that 130 people died in the flooding, triggered by Typhoon Lionrock, and another 400 are missing. Save the Children’s programme director in North Korea, Paolo Fattori, told the Guardian by phone from Pyongyang: “The situation is very serious.” Fattori, who has made several visits to the worst-affected areas of North Hamgyong province, said many of the displaced victims had built makeshift shelters but were effectively living in the open with no access to clean water. “The greatest risk is to children, particularly if they are not rehoused and given access to a proper water supply before the winter sets in,” he said. “We are already seeing a rise in cases of diarrhoea and other stomach ailments associated with lack of clean water and poor hygiene.” North Korean authorities have mobilised 200,000 people to help with the relief effort, which will centre on the construction of 20,000 homes before temperatures drop to dangerously low levels. “The situation right now is urgent and on an enormous scale not seen here in decades,” said Fattori. “That’s why we need the international community to step up and immediately increase funding for this emergency response. There can be no delay.” Humanitarian agencies have asked for $28m (£23m) to provide immediate and long-term help to flooding victims, but have so far secured only a quarter of that amount. North Korea is particularly susceptible to flooding: a massive rainstorm in the summer of 2012 killed an estimated 169 people, while a series of floods and droughts was partly to blame for a famine that killed hundreds of thousands of people between 1994 and 1998. Aid workers said victims of flooding were in desperate need of basic items such as food, hygiene kits and temporary shelter. The floods also wrecked tens of thousands of homes and public buildings, as well as railways, roads, power supplies, factories and farmland, according to a report by the country’s official KCNA news agency. “Thousands of children are suffering and the impending winter will trigger a second disaster if we do not increase assistance for children and families,” said Oyunsaihan Dendevnorov, Unicef’s North Korea Korea representative, on Friday. “They have lost everything: clean water, food, medicine and shelter. Without more attention, the suffering of children will only get worse.” Save the Children and Unicef have already delivered emergency shelters, water purification tablets and hygiene kits, among other essentials, but say much more is needed.",
    "keywords": [
        "floods",
        "children",
        "save",
        "flooding",
        "thousands",
        "water",
        "korea",
        "victims",
        "funding",
        "devastating",
        "winter",
        "need",
        "aid",
        "agencies",
        "north"
    ],
    "summary": "International aid agencies have called for millions of dollars of funding for an urgent relief effort in North Korea after floods in the country’s remote north-east in August left 70,000 people homeless and 600,000 others in need of humanitarian assistance, including tens of thousands of children.\n“That’s why we need the international community to step up and immediately increase funding for this emergency response.\nThere can be no delay.” Humanitarian agencies have asked for $28m (£23m) to provide immediate and long-term help to flooding victims, but have so far secured only a quarter of that amount.\nAid workers said victims of flooding were in desperate need of basic items such as food, hygiene kits and temporary shelter.\n“Thousands of children are suffering and the impending winter will trigger a second disaster if we do not increase assistance for children and families,” said Oyunsaihan Dendevnorov, Unicef’s North Korea Korea representative, on Friday.",
    "sentiment": {
        "neg": 0.1313,
        "neu": 0.7807,
        "pos": 0.088,
        "compound": -0.0961
    }
}