{
    "date": "2016-04-29T06:30:42Z",
    "title": "China will 'never allow war or chaos' on Korean peninsula, says Xi Jinping",
    "url": "https://www.theguardian.com/world/2016/apr/29/nkorea-military-nuclear-missile",
    "content": "Beijing showed its impatience over North Korea’s continued illegal missile launches as the United Nations security council threatened more sanctions against Kim Jong-un’s regime, which is believed to be preparing for a further nuclear test. President Xi Jinping of China underscored Beijing’s commitment to enforcing existing UN sanctions on North Korea and to preventing any instability on its doorstep. “As a close neighbour we will never allow war or chaos on the [Korean] peninsula,” he told a meeting of regional foreign ministers in Beijing. The UN security council on Thursday held urgent closed-door consultations after North Korea’s unsuccessful launch earlier in the day of two medium-range missiles. The North has now made three bids in two weeks to test-fly a Musudan missile, which is capable of striking US bases on the Pacific island of Guam. “We are looking at a response,” said China’s ambassador, Liu Jieyi, who holds the security council presidency for April. Security council diplomats warned North Korea to expect a response after Pyongyang’s repeated failed attempts to test-fire a powerful ballistic missile, the latest defiance of UN resolutions. The Japanese ambassador Motohide Yoshikawa said Tokyo condemned the “grave and very clear violations” of UN resolutions that comprised a direct threat to Japan’s national security. The 15-member council was unanimous in condemning the latest launches, Yoshikawa said. UN resolutions bar North Korea from developing any ballistic missile-related technology, and South Korea said it would push for fresh penalties. Diplomats said they expected the council to issue a statement on Friday after the Chinese delegation requested time to consult with officials in Beijing. South Korea said a first launch on Thursday of what was understood to be a Musudan missile saw the rocket plunge back to earth seconds after take-off. A second attempt in the evening – again of a Musudan – also appeared to have failed, a defence ministry official said. An initial effort on 15 April – the birthday of late founding leader Kim Il-sung – ended in what the Pentagon described as “fiery, catastrophic” failure, with the missile apparently exploding just after take-off. South Korean military officials say the North is desperate to register a successful launch ahead of next week’s ruling party congress, at which Kim Jong-un is expected to take credit for pushing ahead with the country’s nuclear programme. In recent months the North has claimed a series of major technical breakthroughs in developing what it sees as the ultimate goal of its nuclear drive: an intercontinental ballistic missile capable of delivering a nuclear warhead to targets across the United States. The achievements trumpeted by Pyongyang have included miniaturizing a nuclear warhead to fit on a missile, developing a warhead that can withstand atmospheric re-entry and building a solid-fuel missile engine. Last Saturday it successfully tested a submarine-launched ballistic missile – a move that was promptly condemned by the security council. South Korea and the United States began wrapping up on Friday their annual Foal Eagle military exercise, which was beefed up this year in response to the January nuclear test. North Korea regularly condemns the large-scale joint drills, which it insists are provocative rehearsals for invasion. With Agence France-Presse",
    "keywords": [
        "war",
        "south",
        "united",
        "ballistic",
        "korea",
        "council",
        "china",
        "peninsula",
        "nuclear",
        "warhead",
        "chaos",
        "security",
        "missile",
        "allow",
        "jinping",
        "xi",
        "north",
        "korean"
    ],
    "summary": "President Xi Jinping of China underscored Beijing’s commitment to enforcing existing UN sanctions on North Korea and to preventing any instability on its doorstep.\n“As a close neighbour we will never allow war or chaos on the [Korean] peninsula,” he told a meeting of regional foreign ministers in Beijing.\n“We are looking at a response,” said China’s ambassador, Liu Jieyi, who holds the security council presidency for April.\nUN resolutions bar North Korea from developing any ballistic missile-related technology, and South Korea said it would push for fresh penalties.\nNorth Korea regularly condemns the large-scale joint drills, which it insists are provocative rehearsals for invasion.",
    "sentiment": {
        "neg": 0.0729,
        "neu": 0.8338,
        "pos": 0.0933,
        "compound": 0.0714
    }
}