{
    "date": "2016-07-19T17:57:55Z",
    "title": "North Korea a poor excuse for Trident renewal | Letter from Andy Kershaw",
    "url": "https://www.theguardian.com/uk-news/2016/jul/19/north-korea-a-poor-excuse-for-trident-renewal",
    "content": "To use the fabrication of a threat from North Korea as a justification for the renewal of Trident – as Theresa May did in the Commons debate on Tuesday night (Report, 19 July) – exposes not only the depths of deception to which the government will sink but its deep ignorance of the reality of North Korea. A similar bone-headedness on the part of our alleged “intelligence services” cannot escape us either. I am no supporter of the North Korean regime. It must be an appalling place to live. However, unlike our government frontbench and the bulk of our MI6 spooks, I have actually been there. Four times. And I can tell you that the DPRK is in no position to threaten anyone, not even its immediate neighbours. It is not ready to “lash out” – a cliche much favoured by lazy western journalists who know nothing about the country and who, of course, have never been there. It is simply not in the interests of North Korea to “lash out”. It has nothing to gain by doing so. Since the end of the Korean war in 1953, North Korea has just wanted to be left alone – to rely on Kim Il-Sung’s founding principle of “Juche”, meaning self-reliance. If the DPRK has seemed at times hostile to the outside world, that is surely understandable when the enduring, slack-witted policy of the US, in particular, has been to poke the DPRK with a sharp stick and then run away. Neither has North Korea got the capability to attack its neighbours, never mind Theresa May and her constituents in Maidenhead. Almost every military vehicle I’ve seen in North Korea, over four visits, has been parked up at the kerb, broken down, with the heads of two teenage DPRK soldiers down inside the engine. The whole country is held together with string and Sellotape. But, in the way of the Stalinist planned economy, this week it will be all string and no Sellotape. Next week, all Sellotape and no string. And on the basis of this bogus threat, the UK government can, somehow, find billions of pounds to renew Trident? Readers will have noticed that there is never, these days, the money to properly fund our schools and hospitals, and provide the elderly with the care and dignity they deserve. But, always, billions are available to the military. To confront a threat that doesn’t actually exist. And even one from a feeble, tragic, cartoon country such as North Korea. Andy Kershaw Todmorden, West Yorkshire • How about two nuclear submarines instead of four? Britain would retain a limited nuclear deterrent – arguably necessary for self-defence given the potential for geopolitical instability in the long term – while at the same time advocating the case for disarmament by reducing its own weapons capability. It would be cheaper too. Scott Fuller Bromley, Kent • Join the debate – email guardian.letters@theguardian.com",
    "keywords": [
        "letter",
        "times",
        "korea",
        "poor",
        "threat",
        "week",
        "andy",
        "sellotape",
        "kershaw",
        "excuse",
        "string",
        "country",
        "dprk",
        "trident",
        "north",
        "renewal"
    ],
    "summary": "It is simply not in the interests of North Korea to “lash out”.\nSince the end of the Korean war in 1953, North Korea has just wanted to be left alone – to rely on Kim Il-Sung’s founding principle of “Juche”, meaning self-reliance.\nNeither has North Korea got the capability to attack its neighbours, never mind Theresa May and her constituents in Maidenhead.\nAlmost every military vehicle I’ve seen in North Korea, over four visits, has been parked up at the kerb, broken down, with the heads of two teenage DPRK soldiers down inside the engine.\nAnd even one from a feeble, tragic, cartoon country such as North Korea.",
    "sentiment": {
        "neg": 0.1364,
        "neu": 0.8348,
        "pos": 0.0288,
        "compound": -0.2488
    }
}