{
    "date": "2016-07-27T05:00:33Z",
    "title": "North Korea accuses Seoul of 'cunning plot' to release snakes over border",
    "url": "https://www.theguardian.com/world/2016/jul/27/north-korea-accuses-seoul-of-cunning-plot-to-release-snakes-over-border",
    "content": "North Korean border patrol guards have been ordered to capture snakes apparently released by South Korea to wreak havoc in its northern neighbour, sources have claimed. Pyongyang is said to have told the military that Seoul’s spy agency is behind the unseasonably high number of snakes in Ryanggang province, which borders China. “Earlier this month, border patrol units received orders to capture snakes before they crawl over the banks of the Yalu River,” said a source in the province. He added that the core message from Pyongyang was that South Korea’s National Intelligence Service was using the reptiles “as part of a ‘cunning scheme’ to challenge our unity”. Multiple sources in Ryanggang province are said to have corroborated these claims. But not all soldiers are convinced of the plot. “Some grumble about the nature of the state’s claims. They point out that not even a three-year-old would believe the South would attack us with snakes over [anti-regime] propaganda leaflets or CDs,” said the source. Despite the skepticism, North Korea’s Ministry of People’s Security and other public agencies are reportedly urging residents to stay alert to the danger of snakes at all times. In some areas, there have been rumours of people dying from snake bites. According to the source, Pyongyang’s claims of an attack from outside forces could be an attempt to “psychologically arm the people during the 200-day battle”, one of Kim Jong-un’s so-called speed campaigns to boost the economy. State propaganda has previously proclaimed that the large number of stick insects plaguing corn fields was due to imperialist scheming by the United States, said the source. “Of course, a dearth of pesticides was the actual cause of the infestation,” he said. “The rhetoric will taper off eventually because, contrary to this outlandish narrative, few people have actually spotted any snakes.” Meanwhile, rumours that a single snake bite could be fatal have led smugglers, who spend much of their time in or around the Yalu River, to buy high-quality rubber trousers. Demand briefly surged, driving up the cost of one pair of trousers by 60,000 won ($7). A version of this article first appeared on Daily NK",
    "keywords": [
        "border",
        "south",
        "cunning",
        "korea",
        "accuses",
        "source",
        "yalu",
        "trousers",
        "claims",
        "states",
        "seoul",
        "province",
        "sources",
        "snake",
        "plot",
        "snakes",
        "release",
        "north"
    ],
    "summary": "North Korean border patrol guards have been ordered to capture snakes apparently released by South Korea to wreak havoc in its northern neighbour, sources have claimed.\nPyongyang is said to have told the military that Seoul’s spy agency is behind the unseasonably high number of snakes in Ryanggang province, which borders China.\n“Earlier this month, border patrol units received orders to capture snakes before they crawl over the banks of the Yalu River,” said a source in the province.\n“Some grumble about the nature of the state’s claims.\nThey point out that not even a three-year-old would believe the South would attack us with snakes over [anti-regime] propaganda leaflets or CDs,” said the source.",
    "sentiment": {
        "neg": 0.0597,
        "neu": 0.8724,
        "pos": 0.0679,
        "compound": -0.0244
    }
}