{
    "date": "2016-07-08T08:36:19Z",
    "title": "South Korea and US agree to deploy THAAD missile defence system",
    "url": "https://www.theguardian.com/world/2016/jul/08/south-korea-and-us-agree-to-deploy-thaad-missile-defence-system",
    "content": "US and South Korean military officials have said they are ready to deploy an advanced US missile defence system in South Korea to cope with North Korean threats – a move likely to raise strong objections in Beijing, Moscow and Pyongyang. Seoul and Washington launched formal talks on deploying the Terminal High-Altitude Area Defence (THAAD) after North Korea conducted a nuclear test and a long-range rocket launch earlier this year. China, Russia and North Korea say the deployment could help US radars spot missiles in their countries. On Friday, South Korea’s deputy defence minister for policy, Yoo Jeh-seung, told a nationally televised news conference that Seoul and Washington would quickly deploy the system because North Korea’s growing weapons capabilities posed a big threat to the region. He said the two countries were close to determining the best military location for THAAD while also satisfying environmental, health and safety standards. At the same news conference, Lt Gen Thomas S Vandal, the commanding general of the US Eighth Army in South Korea, said North Korea’s pursuit of weapons of mass destruction required that the allies ensure they can defend themselves, and that THAAD was critical to their defensive strategy. Worries about North Korea grew last month when, after a string of failures, it finally sent a new mid-range ballistic missile more than 870 miles (1,400km) high. Analysts say the high-altitude flight of the Musudan missile meant that North Korea had made progress in its push to be able to strike US forces throughout the region. The Musudan’s potential 3,500km range puts much of Asia and the Pacific within reach. North Korea is also trying to develop a long-range nuclear missile that can reach the continental US, but South Korean defence officials say Pyongyang does not yet possess such a weapon. Some believe, however, that North Korea does have the ability to mount nuclear warheads on shorter range missiles. THAAD is also a source of tension between Washington and Beijing, which is a traditional ally of North Korea. Beijing in February agreed to the toughest UN sanctions yet to punish Pyongyang for its weapons development, and has vowed to implement them fully. But the Chinese president, Xi Jinping, reiterated Beijing’s worries over the THAAD deployment when he met Barack Obama on the sidelines of a nuclear security summit in Washington in late March. On Friday, China’s foreign ministry swiftly criticised the move. “China expresses strong dissatisfaction and resolute objection to this,” it said on its website. The missile decision came after the US asked other nations to employ fewer North Korean workers as a way to reduce Pyongyang’s access to foreign currency and sanctioned the North Korean leader, Kim Jong-un, for the first time, citing “notorious abuses of human rights” in a move that infuriated Pyongyang. The efforts are aimed at increasing economic pressure on North Korea, which angered the US this year by conducting its fourth nuclear test and by carrying out a rocket launch that Washington said used banned ballistic missile technology. US officials declined to name the countries approached about reducing their use of North Korean labour, though he said they did not yet include China and Russia, believed to be among the prime destinations for North Korean workers. It was not clear when the request was made. The US said in April it was working to cut off revenue streams to North Korea by targeting remittances from its overseas workers. A UN report last year estimated that more than 50,000 North Koreans were working abroad, earning the state up to $2.3bn (£1.8bn) annually, although some experts question these figures. Aside from China and Russia, many are believed to be working in African countries and on construction sites in the Middle East, including in Qatar, which is preparing to host the 2022 World Cup. The North Korean government captures the bulk of the foreign exchange earned by its workers abroad, analysts say, but they are allowed to send some back to their families. North Korea on Thursday reacted angrily to what it described as Washington’s “declaration of war” by blacklisting Kim for rights abuses, calling the move a “hideous crime”, according to the official KCNA news agency. US officials said they acted in part because of a looming congressional deadline to report on human rights in North Korea.",
    "keywords": [
        "south",
        "agree",
        "korea",
        "say",
        "system",
        "thaad",
        "washington",
        "deploy",
        "nuclear",
        "workers",
        "missile",
        "defence",
        "north",
        "korean"
    ],
    "summary": "US and South Korean military officials have said they are ready to deploy an advanced US missile defence system in South Korea to cope with North Korean threats – a move likely to raise strong objections in Beijing, Moscow and Pyongyang.\nChina, Russia and North Korea say the deployment could help US radars spot missiles in their countries.\nNorth Korea is also trying to develop a long-range nuclear missile that can reach the continental US, but South Korean defence officials say Pyongyang does not yet possess such a weapon.\nTHAAD is also a source of tension between Washington and Beijing, which is a traditional ally of North Korea.\nUS officials said they acted in part because of a looming congressional deadline to report on human rights in North Korea.",
    "sentiment": {
        "neg": 0.0955,
        "neu": 0.831,
        "pos": 0.0735,
        "compound": -0.139
    }
}