{
    "date": "2016-01-28T12:41:52Z",
    "title": "Man who fled North Korea makes second application for temporary asylum in Russia",
    "url": "https://www.theguardian.com/world/2016/jan/28/man-who-fled-north-korea-makes-third-application-for-asylum-in-russia",
    "content": "A refugee who fled a labour camp in North Korea and faces almost certain death if deported back has applied for a second time for temporary asylum in Russia. The 36-year-old, whose name is being withheld due to safety concerns, is unlikely to receive asylum but activists will continue to appeal until he receives some sort of status or can be moved to a third country, human rights campaigner Svetlana Gannushkina said. He still faces the threat of being deported or kidnapped by North Korean intelligence, which has seized North Koreans in Russia before, she said. In total the refugee has so far had one request for temporary asylum and two requests for permanent asylum rejected. Of 211 North Koreans who appealed to the Russian migration service between 2004 and 2014, only two received asylum, while 90 received temporary asylum for one year, according to Gannushkina’s Citizen Assistance group. North Korea and Russia signed an agreement in November to deport each other’s undocumented citizens. Although Russia has said those at risk of persecution would not be returned under the treaty, the migration service has previously ruled that this man did not prove that his life would be under particular threat in North Korea. A November decision to refuse him temporary asylum seen by RBC newspaper said a significant number of people face persecution there and his “fears of being shot are connected only with North Korea employing the same punishment against all defectors”. A 2014 UN investigation found that forcibly repatriated North Koreans are commonly subjected to torture, detention, execution or sexual violence. The man first fled North Korea during a famine in 1997 and spent 10 years in China before he was deported and sent to a labour camp. He managed to escape to China again and crossed into Russia in 2013, where he was arrested and only allowed to apply for asylum after a hunger strike.",
    "keywords": [
        "fled",
        "man",
        "korea",
        "russia",
        "refugee",
        "second",
        "application",
        "threat",
        "makes",
        "deported",
        "asylum",
        "temporary",
        "service",
        "north",
        "koreans"
    ],
    "summary": "A refugee who fled a labour camp in North Korea and faces almost certain death if deported back has applied for a second time for temporary asylum in Russia.\nIn total the refugee has so far had one request for temporary asylum and two requests for permanent asylum rejected.\nNorth Korea and Russia signed an agreement in November to deport each other’s undocumented citizens.\nA 2014 UN investigation found that forcibly repatriated North Koreans are commonly subjected to torture, detention, execution or sexual violence.\nThe man first fled North Korea during a famine in 1997 and spent 10 years in China before he was deported and sent to a labour camp.",
    "sentiment": {
        "neg": 0.1139,
        "neu": 0.8382,
        "pos": 0.0479,
        "compound": -0.2692
    }
}