{
    "date": "2016-08-27T09:00:03Z",
    "title": "'How could our country lie so completely?': meet the North Korean defectors",
    "url": "https://www.theguardian.com/global/2016/aug/27/north-korea-defectors-ian-birrell",
    "content": "One day, when he was 25 years old, Park Sang-hak was strolling around a huge square in the North Korean port of Wonsan. It is a drab place, with just a few flags and painted propaganda posters providing splashes of colour. But, as a trusted party worker and the son of a top spy, Park had been given rare dispensation to travel to the city along the bumpy roads from the capital, Pyongyang, and he had made plans to see a friend from university. The pair talked animatedly as they walked around on that autumnal day in 1993. This was a break from the usual repetitive routine of life in the world’s most repressive nation: ceaseless work broken by Monday political classes and Saturday self-criticism sessions. The square was packed as they mingled with men in spartan clothes and women with regulation hairstyles. They passed an imposing statue of Kim Il-sung, the state’s founder, who landed in the city after its postwar liberation from Japan. Suddenly, they saw hundreds of leaflets raining down from the sky. “There were about 800 people there and just five security men, so I grabbed one and put it quickly in my pocket,” recalls Park, now 48, showing me how fast he stuffed away the piece of paper as we chat over fruit in a Seoul cafe. His friend was too scared to do the same; they could have faced party expulsion, exile to the countryside, even execution. Later, they read the story on the leaflet about a family of defectors who had fled to South Korea, and looked with wonder at pictures of escaped women in bikinis on a beach. The flyer was sent by the South as part of a propaganda war being waged on both sides of the divided nation. Once, Park would have been sceptical about its message: he was from a privileged family and had been told since birth that his great leaders were wise, their nation the world’s finest, that jealous enemies such as South Korea and the US sought to overthrow their glorious system. When, as a teenager, he discovered a neighbouring family had disappeared in the night, he was disturbed, but he accepted they must have done wrong. But first Park’s grandmother, on a rare visit from Japan, told him how much happier people seemed in other places, although he warned her against spreading rumours about the regime. Then fellow students, chosen to study in communist countries, whispered stories about life outside. “One had been to Berlin, where he had access to the west. I was shocked to learn some people had free access, since, if you travelled to South Korea and were caught, you went to a concentration camp. And I discovered in Europe people did not have weekly self-evaluation sessions [where citizens must confess to ‘wrongdoings’], which were a source of great stress for our people.” Yet, as a young bureaucrat rising in the system, Park had no desire to leave; not until one day in the summer of 1999, when he received a message from a Chinese man. He had come on behalf of Park’s father, who was working in Japan for the government. His father had realised the family were in danger; he wanted them to leave. “This was the moment my dreams crashed,” Park says. “I was sad and scared, but I knew I had no choice.” As entire families are held culpable for offences, he says, “If I stayed, I would be sent to a prison camp, since my father was not coming back.” His father had discovered the horrific scale of famine in North Korea and feared fresh purges. Huge numbers had starved to death due to the loss of financial aid after the collapse of the Soviet Union, followed by a series of natural disasters. But even to say the word “famine” was a crime, because it implied state failure. Park, suspecting a trap, demanded proof that the message was genuine, asking for photographs of his father. This took two months to arrange, “but felt like 20 years”. A week later, he bribed a border guard to defect across the Yalu river to China with his mother, brother and sister. In the first weeks of a new century, he arrived in Seoul, aged 32, to start his new life. He quickly found a job in a university’s technology department, where he was able to use his engineering skills. But many defectors do not integrate so easily. Often, they struggle to settle in a world they find so strange, with its personal freedoms and paralysing choice. They are, after all, emerging from an Orwellian land where life is determined by a rigid hierarchy dependent upon family history, where the state controls everything under a despotic dynasty that has ruled though three generations since 1948. Today, this diminutive man dedicates his life to bringing down the brutal regime that brainwashed him and 25 million fellow citizens. Park quit his job in 2003 after learning his fiancee had been beaten so badly following his escape that she was left unrecognisable, that his two uncles had been tortured to death and that his teenage cousins were reduced to street begging. “I had to do something,” he says. “I was mad that these innocent people had been tortured and killed.” Park does not fight with bombs and bullets, but with flyers such as the one that once floated down beside him. This year, he has dispatched 2m leaflets attacking the dictatorship in homemade balloons sent across the barbed-wire border. The leaflets are sent in packages alongside dollars, declarations of human rights, booklets about South Korea, sweets, soap operas and even comic films such as The Interview that ridicule North Korea’s leadership. Park believes that information can break down the walls of the world’s toughest totalitarian state and that truth can free citizens from their cocoon of total censorship. “All defectors ask the same question: how could our country lie so completely to us?” he says when we meet again two days later. It is a cloudy July night and we are driving to Gimpo, by the North Korean border, so he can send over 10 balloons, 150,000 leaflets, $2,000 (£1,500) in cash and a cartoon banner mocking “supreme leader” Kim Jong-un. Park’s team – comprising his wife, his brother and his sister-in-law – work silently but systematically as they fill agricultural tubes with hydrogen, then release them with dangling parcels attached. “Obviously, we have no idea how many get in,” Park says, “but at least there is no risk to people smuggling the information in.” Watching the balloons disappear into the night, it is hard not to think that these are flimsy weapons with which to fight the maverick nuclear power that lies a mile north. Yet Park’s missions seem to have stung North Korea. He has been named “Enemy Zero”. Five years ago, he survived an assassination attempt by an agent armed with two poison-tipped pens and a torch that fired bullets. The would-be killer asked to meet, but the police went in his place; now Park has permanent bodyguards. Missiles have been fired back over the border in response to his balloon launches, and at times of tension South Korea has deployed the police to prevent his efforts. But Park is far from alone. Dozens more defectors, dismayed by international inertia towards a dictatorship that enslaved an entire population for seven decades, are trying to topple tyranny with similar tactics. Aided by non-profit organisations such as the New York-based Human Rights Foundation, activists are using drones to send memory sticks from China loaded with books, encyclopedias and films. Others bribe border guards or use boats and fishermen to send banned data, documentaries and radios. The risks are high: three women were executed after being caught circulating a South Korean drama about a defector last November. Kim Jong‑un has cracked down hard to consolidate his position since becoming leader five years ago, and only two of the other seven people who stood beside his father’s coffin are still thought to be alive. He has toughened border controls, warning that people who aid illegal crossings face the death penalty and offering rewards for soldiers who stop them. Those with cash and luck can still get through, but in the past two years alone the cost has doubled to $14,000 (£11,000). In such a closed culture, even the most banal items can seem revolutionary. One prominent defector told me how watching Titanic made her realise the restrictive nature of North Korea and the real meaning of love. Another described being transfixed by Chinese television commercials for products she had never seen before, such as bottled water. A third man told me how he smuggled in DVDs of Desperate Housewives – its glossy view of life in the US runs counter to the official line. A fourth was fascinated by Jane Eyre, so different from the censored version shorn of any sexual frisson or societal critiques. For five years, Kim Heung-kwang was among the party cadres seeking to stem the flow of such seditious material. A computer-science professor at Hamhung University, he was recruited to join the state censorship team and study seized electronic devices. He went on searches, took bribes from terrified families and confiscated “capitalist” materials. Afterwards, he would read captured books and watch banned films at his leisure, then lend them to friends – until the day he was denounced in 2003. He was tortured, stripped of his post and sent to work on a farm. Thanks to his wealth, however, he was able to flee the country a year later. Arriving in South Korea, Kim sought to subvert the system he had once followed so fervently by setting up a group of intellectual defectors. He made videos, such as one showing the inside of a bookshop that told viewers to look at the number of volumes on sale; another featured taps with hot and cold water, so rare north of the border. He loaded them on to “stealth” memory sticks, designed to seem empty if checked by officials, along with books and essays. Thousands were sent through secret smuggling pipelines that date back to the deadly famine two decades ago. Like Park, the professor was placed on a hitlist of enemies of the state. “I knew North Korea was a republic of lies, so I thought that to reveal the truth was the best way to destabilise the regime,” he tells me in his tiny office, with a South Korean flag on the desk and a world map on the wall. “Outsiders think North Korean minds are controlled by the state, but if they have access to well-made information, they have the capacity to understand it.” His aim is not to bring down the regime, but to help people see reality: “Then it is their choice whether to have revolutionary or evolutionary change.” The penalties for watching even the mildest materials are harsh, as 32-year-old musician Jiwon Jung can testify. We meet in a downtown cafe. She has cropped hair, several earrings and a ready smile. Her mother was a doctor and her father taught the accordion. Like many elite North Koreans, the family bought illegal items that gave glimpses into the wider world. “We would listen to music, although we didn’t know it was from a couple of decades ago,” she recalls. She was arrested more than a decade ago as the result of investigations into the family of a close friend. “The police would interrogate me, asking again and again if I listened to foreign music and films. They would get friends to testify against me that I was the ringleader and smuggling videos, then beat me for days until I admitted it.” After confessing her “crimes”, Jung was sentenced to eight years in prison, which, due to forced labour and poor food, can often be a death sentence. Her family were able to use their connections to get her out after a year, claiming that she suffered a severe illness. They smuggled her to China as soon as she was released, but the broker they paid to get her over the border sold her as a slave. The young woman was sent to the countryside, forced to work in fields and barely fed before escaping months later for South Korea. Now Jung has joined the North Korean People’s Liberation Front, a quasi-military group in the South, waging information war against the Kim regime and preparing for its collapse. Although not armed, its members wear fatigues and its logo is a map of Korea with a gunsight targeting Pyongyang. “When it comes to overthrowing the government, I don’t think it is possible,” admits Choi Jung-hoon, its affable commander, despite claims of links to army dissidents over the border. “But that doesn’t mean we shouldn’t try. I want to slowly change the situation there.” The group claims to have smuggled in thousands of notels – cheap, battery-powered, Chinese-made devices that play DVDs and content stored on memory sticks. Although recently legalised in North Korea, they are meant to be registered, so that use can be monitored. Choi shows me pictures of USBs hidden in popular biscuits and sweet wrappers. Few citizens own computers – which have their own operating system, “Red Star”, and control access to what one defector calls “very boring” state-run websites – but most have access to television. Choi was an army officer in North Korea’s cyber-hacking unit for nearly 20 years, before leaving, almost by accident, in 2006. After hearing that a South Korean family was offering a $10,000 reward for contact with a kidnapped man, he searched the North to find him, successfully. But when he took the man to China to claim his reward, the family held a press conference and revealed publicly what Choi had done. “The regime ordered my execution,” Choi says. “I couldn’t go back.” Two years ago, he survived an attempt on his life by a female agent posing as a defector. We speak in the group’s Seoul headquarters, a nondescript office with its logo on the wall and so many pairs of army boots under the table I have to push back my chair to sit down. He admits that, when he was forced out of the country, he was filled with regret – his family was successful, his career was thriving and he had no reason to doubt the dominant ideology. “I never realised how horrifying the regime was that I defended,” he says intensely. “But the more you believe in something, the more you feel betrayed when you see through it. Finding out what the government had been doing changed my life. That’s why I work so hard to get information in.” *** More than two-thirds of the 28,000 defectors in South Korea are women, most of whom endured terrible traumas after fleeing. Many others are trapped in China, forced into marriage or slave labour, at risk of repatriation if caught. If they are sent back, they face abuse from prison guards or are sent to work in mines or political camps. Suicide rates are high among defectors, even in the South. Official figures indicate that one in seven defector deaths are suicides – a legacy of abuse, the impact on family members left behind and the struggle to survive in a free society. This inspired Lee So-yeon, 40, to fight for fellow North Korean female defectors. A former soldier, Lee worked as a cleaner after escaping, before pursuing a degree with the aim of turning her personal pain into action against the men behind atrocities. Now she runs a human rights group making videos in which abuse victims tell their stories, accusing high-ranking assailants and detailing locations and dates of attacks. These are loaded on to USB sticks with information about women’s rights, then smuggled into North Korea and scattered on the ground in public places. When we meet, Lee shows me a leopardskin makeup bag with a sly smile. Inside are several freshly smuggled North Korean mobile phones that contain pictures of people watching banned content. Already this year, her New Korea Women’s Union, which also helps new arrivals settle, has sent more than 1,200 memory sticks north. “We accuse specific offenders of carrying out sexual offences,” she says. “The videos tell them they will be subjected to punishment after reunification.” One of her key challenges is to explain basic human rights. “The big problem with women in North Korea is that even when they are sexually abused [or] raped or their rights are violated, they do not know these are violations. They are really emotionally damaged. Then, when defecting, they are often put through more trauma – and because they do not know these things are wrong, they suffer badly from depression.” Lee’s own story is typical. She enlisted for the army after leaving school. Famine was starting to bite: corpses littered the streets and the government stopped supplying free food to citizens. Soldiers’ rations were cut in half; some resorted to stealing from villagers. Lee served for a decade; discharge was not an option. There was widespread sexual abuse. “One company commander had 120 female soldiers under his command and he raped 30 of them,” says Lee. Was it her unit? “Yes,” she replies. “In North Korea, there is a form of social stigma, so if a woman were to step up and say: ‘I was sexually abused,’ she would be the one blamed. And, because power was so prized, lower ranks could not step up over such matters.” Yet Lee never doubted the system. She had seen leaflets sent from the south, but she dismissed them as psychological warfare. “We were trained all our lives to worship the Kim regime. Even when people were dying all around me, I never thought the leaders were the problem. I just wondered if I was going to die.” After finally being discharged in 2001, she ended up selling black-market goods near the Chinese border. Buyers seeking items from abroad would ask for something “fun”. Listening to banned radio, watching foreign films and talking to people who had crossed the border, she began to learn about the outside world and slowly understand the scale of state duplicity. “One time I heard a radio broadcast with a defector woman talking about what her life was like in South Korea. That was when I got the desire to leave.” Lee’s first attempt at escape in 2006 ended in failure. She was caught, beaten and sent to prison for a year of re-education. Two years later, she tried again. After bribing a border guard with $500 (£380), she was successful. She spent six months in China, hiding until she could find a broker to take her to South Korea. She tells me she had bad experiences in China that she cannot bear to talk about. Many defectors are badly scarred by their experiences, especially the children. One teacher tells me they struggle to cope with simple things, such as seeing pupils talk back to teachers, or even seeing pizza for the first time. “The other day, we played a couple of North Korean songs and they reacted very badly. They still suffer such trauma,” the teacher says. Yet young South Koreans show surprisingly little interest in their cause. One poll at a Seoul university found that eight out of 10 students had never met a defector, although many refugees hide their backgrounds. “The youth in South Korea today show total apathy towards their brothers and sisters in North Korea,” says Cho Myung-chul, the first defector to become a South Korean MP. “If this lack of awareness and interest is not addressed, our society is doomed.” His government has passed a human rights act, after more than a decade of fierce debate, that will log atrocities and fund local groups. But it is a polarising issue. Two years ago, one far-left group of five MPs was disbanded by a court after accusations of pro-North activities. For many years following the famine, liberal South Korean governments pursued a “sunshine policy” of aid and engagement with the North (technically, the two nations remain at war: when conflict ended in 1953, they merely signed a truce). The past two South Korean presidents, both on the right, have taken a tougher line, demanding an end to the North’s sabre-rattling and nuclear aggression. South Korea sees reunification as a core policy, with a special government ministry and programmes to assist defectors. But many are sceptical about the practicalities, especially given the growing economic disparity between Asia’s fourth biggest economy and its poor, isolated neighbour. “We are not going to war,” says Lee Jung-hoon, South Korea’s ambassador for human rights, who supports defector activism. “The change has to come from within. So, they have to hear information. They need to understand the situation outside their walls.” The efforts of defectors to subvert a state that once controlled them seem to be having an impact. A leaked North Korean security report from September 2014 revealed that “inappropriate recordings and propaganda publications” were on the rise, with mobile phones proving difficult to control. Citizens were ordered to disable Bluetooth on phones to stop data transfers, and searches have been increased in schools, factories and offices. One school was singled out for praise after insisting on daily reports from all students and staff to prevent suspicious activities such as “watching and circulating illegal content”. But these attempts to empower citizens can do only so much: the key to the disintegration of the regime can come only from China, which supports Pyongyang as a buffer against the west. *** Perhaps the most haunting story of escape and defection I hear is from Hyeonseo Lee, whose gripping biography The Girl With Seven Names has become a global bestseller. “I saw a public execution aged seven, the victim’s brains exploding from machine-gun fire,” she says. “People cannot believe how these things happen, but for us that was normal life. It didn’t seem strange. Because we were brainwashed, we thought these people deserved to die.” Lee’s family was in the top strata of society, so she questioned her leaders only when she saw starving people dying in the streets. She began secretly to watch Chinese television at the age of 16, hanging a blanket over her bedroom window. When her family’s home burned down following an accident, her father ran back to grab their most precious possessions: portraits of Kim Jong‑il and Kim Il-sung. Without them, even in such circumstances, the family might have been carted off to prison – all families must display them in their homes. She crossed an icy river the following year to reach China and her mother sent a message telling her not to return. Lee spent years underground, during which she was kidnapped, narrowly escaped being forced into a brothel and survived police interrogation by pretending to be Chinese. Eventually, she reached South Korea – then, 11 years after she last saw her family, returned to the border on a daring, successful mission to smuggle her mother and brother across the border. Her father had died several years earlier, after falling out of favour with the regime and facing interrogation and beatings. I first meet her at dinner with a dozen other people. She arrives late, laughs a lot and generally lights up the room. Yet, talking alone the next day in a cake shop, Lee confesses her struggles, that she keeps busy to avoid awful memories. “When I meet people, I forget the pain. I want to keep positive and show that North Koreans can be positive people. But when I am on my own, I think about the past and it gives me more trauma.” Sometimes she cries at her computer; even sympathetic messages on social media remind her that she is a victim. “I don’t know how to enjoy your life,” she says. “Keeping busy is my escape.” She believes it is her duty to spread the word about “this alien life”. She plans to send back videos of her success as an inspiration to others. “Many female defectors are successful. It can be difficult to adjust, but this is still better than staying in hell. I want people to escape the country, but, if not, to know there is life outside. These are the most brainwashed people in the world. Only a small number are waking up.” • Jiwon Jung is a name assumed to protect family members in North Korea. The author travelled with Human Rights Foundation, a non-partisan organisation that assists defector groups.",
    "keywords": [
        "lie",
        "border",
        "south",
        "sent",
        "korea",
        "completely",
        "meet",
        "defectors",
        "country",
        "family",
        "park",
        "life",
        "north",
        "korean"
    ],
    "summary": "The risks are high: three women were executed after being caught circulating a South Korean drama about a defector last November.\nThis inspired Lee So-yeon, 40, to fight for fellow North Korean female defectors.\nInside are several freshly smuggled North Korean mobile phones that contain pictures of people watching banned content.\n“The other day, we played a couple of North Korean songs and they reacted very badly.\n“The youth in South Korea today show total apathy towards their brothers and sisters in North Korea,” says Cho Myung-chul, the first defector to become a South Korean MP.",
    "sentiment": {
        "neg": 0.1274,
        "neu": 0.8027,
        "pos": 0.0699,
        "compound": -0.1508
    }
}