{
    "date": "2016-02-07T15:26:01Z",
    "title": "Kim Jong-un goes for nuclear option in familiar brinkmanship",
    "url": "https://www.theguardian.com/world/2016/feb/07/kim-jong-un-nuclear-option-familiar-brinkmanship",
    "content": "There is a tendency to dismiss Kim Jong-un, North Korea’s youthful dictator, as a buffoon and a lightweight. His pudgy looks and weird haircut – which gave rise to the western media’s mocking nickname of “Fatboy Kim” – have led some to suggest he is not a serious person. But Kim’s decision on Sunday to fire a satellite-bearing rocket into space was, in reality, almost certainly the illegal test launch of a ballistic missile with potential to deliver a nuclear warhead to the western US mainland. It does not get much more serious than that. What is Kim up to? It is a question with a direct bearing on how a predictably furious international community now responds. The rocket launch comes hard on the heels of last month’s underground nuclear test, the regime’s fourth and the second since Kim, 33, took power in 2011. The timing thus appears deliberately provocative. If it was Kim’s intention to goad the US, South Korea and Japan, whom he regards as his principal adversaries, then the ploy worked. They spent Sunday trying to outdo each other’s expressions of outrage, while Britain joined in from the sidelines. It may be that Kim calculates another round of UN security council sanctions on North Korea is inevitable following January’s nuclear test. So in a sense, he is getting his retaliation in first, by showing the western allies how little their displeasure matters and daring them to do their worst. He may also calculate that, as in the past, their “worst” may not really amount to very much. In 2013, after an earlier underground nuclear test, the UN banned arms sales, certain types of technology transfers and luxury-goods exports, and placed restrictions on banking and travel. North Korea’s roof did not fall in. On the contrary, reports from inside the isolated country, while largely anecdotal, suggest Kim’s free market and agricultural sector reforms, including new financial incentives for individuals, are boosting overall economic performance. China, as usual, was more circumspect in its reaction, expressing “regret” that Pyongyang had again ignored legally binding UN injunctions. Yet Kim knows that only China, North Korea’s main ally and biggest trading partner, can impose sanctions, such as an oil embargo, that would really hurt, and is loth to do so. Although the UN security council met again on Sunday for emergency talks, the fact that more than a month has passed since the 6 January nuclear test without new sanctions being agreed may have convinced Kim he can go on defying his critics. An optimistic interpretation is that Kim, giving the lie to his clownish, bon-viveur image, is actually being rather Machiavellian by setting the stage for a new opening to the west. In line with his “military first” doctrine, he may seek an improved relationship while talking from a position of strength. Perhaps Kim has studied the fate of his fellow dictators Saddam Hussein of Iraq and Muammar Gaddafi of Libya. Both leaders abandoned their pursuit of nuclear weapons, for different reasons. Both subsequently fell victim to violent regime change and came to a sticky end. Acting up, then making nice, is a well-trodden North Korean strategy. “For years, North Korea has engaged in what experts in Washington have called ‘a provocation cycle’ — ramping up provocative behaviour, such as launching missiles or conducting nuclear tests, followed by charm offensives and offers to begin a dialogue. Under Kim Jong-un, the provocation cycle continues to spin dangerously,” wrote Mark Bowden in a Vanity Fair profile last year. North Korea watchers say Kim seems to be particularly influenced by the populist style and legacy of his late grandfather, Kim Il-sung, who founded the DPRK in 1948, rather than by his less charismatic and revered father, Kim Jong-il, who died in 2011. Kim III bears a physical resemblance to the heavily built Kim I and dresses in a similarly conservative, middle-aged style. He has also tried to cultivate a cult of personality, having himself photographed at every opportunity with laughing workers. His fashionable wife, Ri Sol-ju, is frequently by his side. Following his grandfather, Kim subscribes to the Juche ideological belief system, a sort of Marxist-Leninist variation on ethnic nationalism used to underpin the idea of Korean racial superiority and independence. In Kim’s case, this is mixed up with an apparently regal belief in his divine right to rule, based on hereditary entitlement. On this basis, Kim may feel he can do no wrong. Henry VIII would have understood but modern-day interlocutors find it harder to grasp. Bowden suggests how Kim’s extraordinary childhood experience may now illuminate his actions: “At age five, we are all the centre of the universe. Everything – our parents, family, home, neighbourhood, school, country – revolves around us. For most people, what follows is a long process of dethronement, as ‘His Majesty the Child’ confronts the ever more obvious and humbling truth. Not so for Kim. His world at age 5 has turned out to be his world at age 30 ... Everyone does exist to serve him.” There is another, disturbing possibility when trying to read Kim’s intentions. Perhaps this singular product of a sheltered, dysfunctional upbringing known for his impulsive and erratic behaviour simply does not know what he is doing. Just because the US, Japan and South Korea have failed, so far, to modify North Korea’s threatening behaviour and have eschewed more forceful methods does not mean they will continue to do so indefinitely. Every time North Korea ups the ante, the potential for real-time military clashes, rather than exchanges of insults and diplomatic shadow-boxing, grows. Confrontation is as likely to occur by accident as by design. It is far from clear that Kim understands the risk he is running.",
    "keywords": [
        "familiar",
        "option",
        "goes",
        "brinkmanship",
        "korea",
        "north",
        "kim",
        "nuclear",
        "test",
        "does",
        "sanctions",
        "kims",
        "western",
        "jongun",
        "koreas"
    ],
    "summary": "There is a tendency to dismiss Kim Jong-un, North Korea’s youthful dictator, as a buffoon and a lightweight.\nThe rocket launch comes hard on the heels of last month’s underground nuclear test, the regime’s fourth and the second since Kim, 33, took power in 2011.\nIt may be that Kim calculates another round of UN security council sanctions on North Korea is inevitable following January’s nuclear test.\nIn 2013, after an earlier underground nuclear test, the UN banned arms sales, certain types of technology transfers and luxury-goods exports, and placed restrictions on banking and travel.\nEvery time North Korea ups the ante, the potential for real-time military clashes, rather than exchanges of insults and diplomatic shadow-boxing, grows.",
    "sentiment": {
        "neg": 0.089,
        "neu": 0.8524,
        "pos": 0.0586,
        "compound": -0.0671
    }
}