{
    "date": "2016-11-11T11:15:18Z",
    "title": "Nuclear weapons: how foreign hotspots could test Trump's finger on the trigger",
    "url": "https://www.theguardian.com/us-news/2016/nov/11/donald-trump-nuclear-weapons-foreign-policy-north-korea-iran-russia",
    "content": "On Donald Trump’s first day in office he will be handed the “nuclear biscuit” – a small card with the codes he would need to talk to the Pentagon war room to verify his identity in the event of a national security crisis. Some presidents have chosen to keep the “biscuit” on them, though that is not foolproof. Jimmy Carter left his in his clothes when he sent them to the dry-cleaners. Bill Clinton had it in his wallet with his credit cards, but then lost the wallet. Others have chosen to give the card to an aide to keep in a briefcase, known as the “nuclear football”, together with a manual containing US war plans for different contingencies and one on “continuity of government”, where to go to ensure executive authority survives a first nuclear strike. The “biscuit” and “football” are the embodiment of the awesome, civilisation-ending power that will be put in Trump’s hands on 20 January. They only become relevant in very rare moments of extreme crisis, but a US president’s ability to manage crises around the world will help determine whether they become extreme. There is one such situation already in the in-tray Trump will find on his desk, on the Korean peninsula, where the North Korean regime is rapidly developing a long-range nuclear missile. Another could blow up at any time with Russia, whose warplanes are flying increasingly close to Nato planes and ships in a high-stakes game of chicken. And Trump could trigger a third crisis, with Iran, if he follows through with his threat to tear up last year’s agreement curbing its nuclear programme in return for sanctions relief. Trump’s election has added a new layer of uncertainty to all these potential flashpoints. “I have no idea what he would do, and neither I suspect, does he,” said James Acton, the co-director of the nuclear policy programme at the Carnegie Endowment for International Peace. “Let’s not kid ourselves he has policies for these issues. He doesn’t have a team that has done deep dives into these questions.” The temperament question During the campaign, 10 former US nuclear launch officers, who once manned missile silos and held the keys necessary to execute a launch order, signed a letter saying Trump should not have his “finger on the button” because of his temperament. One of those former officers, Bruce Blair, said that if US early warning radar showed the country was under attack by nuclear missiles, there would be time for a president to receive a briefing that could be as short as 30 seconds and the commander-in-chief would then have between three and 12 minutes to make up his mind. He would have to take into account that the early warning system had been wrong before and could be vulnerable to ever more sophisticated hacking. “I think [Trump] lacks knowledge of the world, and knowledge of nuclear weapons and the consequences of their use. He’s not competent. He lashes out at the smallest provocation and he divides the world into winners and losers,” Blair said. “He’s a bully and I wouldn’t have confidence that he would be reasoned and restrained in a crisis.” Others have argued that in reality, the decision time is not that short. The fact that the US has so many options – land- and sea-based missiles as well as bombers – means it does not have to launch on warning of an attack. There would be more time for Trump to think and ask for advice. “The prompt launch of our nuclear missiles is not required nor is it US policy,” Peter Huessy, president of Geostrategic Analysis and a guest lecturer at the US Naval Academy, argued. North Korea Kim Jong-un has accelerated testing of nuclear weapons and missiles, and most analysts believe he will reach the capability of making a miniaturised warhead that could be put on an intercontinental ballistic missile capable of reaching the US west coast within Trump’s first term as president. Daryl Kimball, the executive director of the Arms Control Association, said that Pyongyang could seize the opportunity of presidential transition to test Trump’s mettle. “I am worried about the people Trump is going to put in charge on that file,” Kimball said. “He is facing a very empty bench. Many of the Republican foreign policy establishment are ‘never-Trumpers’, and the North Korea problem is not going to wait.” Trump has offered to talk to Kim, offering the possibility of breaking through the diplomatic impasse that has cut off almost all engagement with the regime. But a unilateral move could unnerve US allies in the region, already anxious about Trump’s remarks during the campaign suggesting they do not contribute enough to deserve the shelter of the US nuclear umbrella. “He has talked about Nato and our alliances with South Korea and Japan as though they are protection rackets,” Jeffrey Lewis, director of the East Asia Nonproliferation Programme at the Middlebury Institute of International Studies at Monterey. “This is particularly dangerous in South Korea, where there is a significant group of people who think Seoul should be more independent of Washington and acquire nuclear weapons. Asked about Japan or South Korea building nuclear weapons, Trump said ‘have a good time’. Japan probably won’t take him up on the offer, but South Korea might. I worry South Korea might be followed by Taiwan.” Iran Trump has threatened to tear up the nuclear deal six major powers signed with Iran last year, in which Iran scaled down its nuclear programme in return for relief from international sanctions. He and other Republicans have argued that the US would get more concessions if they reapplied sanctions. “That would be a catastrophic decision,” Acton said. “The other parties to this deal would still consider themselves bound by it, whether or not the US did. If we withdrew, the Iranians would demand redress, and the other parties would be sympathetic. If you want to put pressure on Iran you need multilateral sanctions. Behaving unilaterally is very unlikely to work.” Even before taking office, Trump would be under heavy pressure from the other parties to the deal – the UK, France, Germany, Russia and China – who have started investing and trading with Iran, not to deliver on his threat. Doing so could isolate the US and potentially trigger a nuclear arms race in the Gulf. Russia Trump has claimed he could improve relations with Russia, and in particular with Vladimir Putin personally, that would defuse the high tensions over Ukraine and Syria. Such deals could well be at the expense of the people of those countries, but could conceivably lessen the chances of a complete end to arms control and the return to an expensive and dangerous nuclear arms race. Hans Kristensen, a nuclear expert at the Federation of American Scientists (FAS), points out that the deepest cuts in nuclear arsenals have been achieved by Republican administrations. “Republicans love nuclear weapons reductions, as long as they’re not proposed by a Democratic president,” Kristensen wrote on an FAS blog “That is the lesson from decades of US nuclear weapons and arms control management. If that trend continues, then we can expect the new Donald Trump administration to reduce the US nuclear weapons arsenal more than the Obama administration did.” The current arms treaty limiting the strategic arsenals of both countries, New Start, expires in 2021. A decision will have to be made whether to replace it or let arms control wither. Both Putin and Trump could save tens of billions of dollars by cutting arsenals. As part of any deal, however, Putin would ask for the scrapping of the US missile defence system currently being erected in eastern Europe. Any concessions on the US trillion-dollar nuclear weapon modernisation programme, which Trump endorses in his transition website, would bring him in direct conflict with the Republican establishment. “I could imagine Trump personally being more flexible,” Acton said. “But it would set up a huge fight with Congress. Congress loves missile defence.”",
    "keywords": [
        "south",
        "trigger",
        "iran",
        "korea",
        "finger",
        "hotspots",
        "nuclear",
        "weapons",
        "programme",
        "trumps",
        "test",
        "missile",
        "foreign",
        "arms",
        "trump"
    ],
    "summary": "“I think [Trump] lacks knowledge of the world, and knowledge of nuclear weapons and the consequences of their use.\n“This is particularly dangerous in South Korea, where there is a significant group of people who think Seoul should be more independent of Washington and acquire nuclear weapons.\nAsked about Japan or South Korea building nuclear weapons, Trump said ‘have a good time’.\nDoing so could isolate the US and potentially trigger a nuclear arms race in the Gulf.\n“Republicans love nuclear weapons reductions, as long as they’re not proposed by a Democratic president,” Kristensen wrote on an FAS blog “That is the lesson from decades of US nuclear weapons and arms control management.",
    "sentiment": {
        "neg": 0.1026,
        "neu": 0.8252,
        "pos": 0.0722,
        "compound": -0.1126
    }
}