{
    "date": "2016-09-01T08:50:10Z",
    "title": "'Everyone screamed at the snake': backstage at North Korea's f​​ilm festival",
    "url": "https://www.theguardian.com/film/2016/sep/01/everyone-screamed-during-the-sex-scene-backstage-at-north-koreas-film-festival",
    "content": "There is no red carpet at the Pyongyang international film festival. In 2014, when Hong Yong-hee, the star of the 1972 North Korean classic The Flower Girl, walked into the capital’s International Cinema Hall, she walked on the concrete like everyone else. The Democratic People’s Republic of Korea doesn’t build hype around their film stars. “There isn’t that culture over there,” says Vicky Mohieddeen, creative projects manager of Koryo Tours. Mohieddeen, 34, hails from Scotland and lives in Beijing. “It’s a quite odd festival compared with others,” she says. PIFF, with its 15th edition opening on 16 September, is not your typical smorgasbord of industry schmooze. Networking is scarce in a country where foreigners are supervised by personal guides 24/7. With three screenings a day in seven theatres across Pyongyang, the majority of films are foreign titles for a local audience. North Korean filmgoers are so excited when the theatre’s doors crack open, they literally run for a seat. Some are left standing in the aisles, some sit on the floor, and many seats have two people squeezed into them. “It really is the only opportunity to see international films,” said Mohieddeen. People bring in street food or popcorn, which was introduced in 2014, flown over from China by Koryo Tours. The Beijing-based company co-present PIFF, which was founded in 1989 by British film-maker Nick Bonner, who co-directed North Korean film Comrade Kim Goes Flying in 2013. A film festival in a hermit kingdom has its restrictions. With one of the worst human rights records, the DPRK could be seen as its own horror film, from its poverty to its lack of free speech and political prisoners trapped in brutal labour camps. There’s a lot outsiders don’t know about North Korea. The same is true of PIFF. The lineup is never announced. “We don’t usually know the programme until we get there,” says Mohieddeen. Past screenings have included Bollywood films (such as Ram-Leela, similar to Romeo and Juliet), Vietnamese fantasy flicks (the martial arts-fuelled Blood Letter) and Thai thrillers, such as Mindfulness and Murder, which Mohieddeen remembers seeing at PIFF in 2012 due to one scene in particular. “It was overt that two men in the film were having an affair, and there was a little bit of a sex scene,” she said. “But people were more shocked by a snake coming out of a wicker basket. The audience screamed right through that and not at the sex scene.” Popular genres are romance (but generally no hanky panky), dramas (such as British TV drama Sherlock Holmes) and sports movies, which work well “because of a team spirit, versus an individual,” said Mohieddeen. “That’s a common theme.” The first Japanese films screened in 2000 with eight titles by Japanese director Yoji Yamada, which was the first break in North Korea’s 50-year ban on Japanese cultural imports. They also show a small run of DPRK-produced films, such as The Schoolgirl’s Diary, which was distributed in France in 2007. The festival is a rare opportunity to mingle with the North Korean people – and to see how they react to cinema. “People cry,” said Mohieddeen. “They’re a lot louder than western audiences with their ‘oohs’ and ‘aahs’.” While it’s no secret the DPRK’s former leader Kim Jong-il was a film buff, the film festival was founded as a cultural exchange between countries of Non-Aligned Movement in 1987. Since 1990, it has been held every two years, screening roughly 100 features, shorts, documentaries and animated films from 40 countries. In a pdf for applying film-makers, the festival committee stresses the “exchange and cooperation between world film-makers with the ideal of Independence, Peace and Friendship”. The film selection process remains a mystery, though there are obvious restrictions around political content and conflict. American and South Korean films have never been screened. The closest thing there’s been to a US film was a screening of The Cross, a 2010 short about an illegal Mexican immigrant who is captured while trying to cross the border to the US, by Korean-American-Canadian director Christina Choe. “Obviously they’re not going to show a film that’s challenging their viewpoint directly,” said Mohieddeen, who handles the foreign film submissions in the tour group’s Beijing office. “But we don’t have a list of rules saying, ‘This is what we won’t show.’” The festival’s opening ceremony at Ponghwa theater is like seeing the DPRK version of the Oscars – a glamorous woman in a short dress and a man in a suit introduce the festival in English and Korean. They stand together on a blue-lit stage next to a sculpture of a dove and a rainbow. It’s an evolution from previous years, said Mohieddeen, who has attended four PIFFs since her first visit in 2008. “It used to be very traditional, with two North Korean hosts in traditional dress,” she said. “They’re definitely presenting themselves differently.” The Torch prize, an Olympic-style cup with flames, is awarded for best film, director, actor and actress, among other categories. The most recent feature winner was a German film called My Beautiful Country, which is set during the Kosovo war. The international jury has a rotating cast of five industry professionals. In the past, it has included French film producer François Margolin, Russian film director Mikhail Kosyrev and Russell Edwards, a Sydney film critic who sat on PIFF’s 2012 jury. He remembers flying to Pyongyang to watch 16 features and 10 shorts in a special screening room. “It was like being in an isolation chamber within an isolation chamber,” he recalls. And the jury used that chamber to dispute the films. “The discussions were so intense and even heated,” says Edwards. “The North Korean jury member, who was a film professor from Pyongyang University, was very reserved and didn’t offer much. The rest of us argued about every film.” Despite the food shortages in a country that had a famine in the 1990s, and last year’s drought, which cut food production in half, the festival has still had fancy dinner parties for festival delegates with fresh vegetables, bread rolls and bottled drinks and gourmet portions of cucumber and beef. Even in a country with no film celebrity culture, there was a Taedong Boat Cruise with North Korean actors and actresses. For the locals, it costs roughly 75p to see a film in a country where the average income is about £50 a month. Foreigners – only 10 tourists are allowed to visit the festival – pay £1,500 for a five-day visit to Pyongyang and fly in with North Korea’s one-star national airline. Despite the hefty fee, the festival is for locals, so the tour group cannot have full access to all films and cinemas, “just one or two,” said Mohieddeen. To compensate, they visit the Pyongyang Feature Film Studios, which Koryo Tours calls “the Hollywood of the DPRK” and attend Q&amp;As with DPRK actors. Most films are not subtitled in English. “If films are in a third language and don’t have English subtitles, they tend not to add them,” said Mohieddeen. “In that way, you’re reminded it’s not for foreigners at all.” But is the festival just a big propaganda exercise? Edwards strikes a similarity between PIFF and other film festivals. “All governments and corporations invest in the arts as a way to offset the other things they do. Cannes, Berlin and Sundance partially exist to promote local industry interests and to show the sophistication and refinement of the people who bankroll them,” said Edwards. “Why should Pyongyang be any different? It was Mussolini that invented film festivals, after all.” • This article was amended on 27 September 2016. An earlier version misquoted Vicky Mohieddeen as saying the audience screamed during a sex scene in the film Mindfulness and Murder. In fact she said they did not, but screamed through a different scene.",
    "keywords": [
        "films",
        "festival",
        "film",
        "snake",
        "piff",
        "country",
        "screamed",
        "korean",
        "scene",
        "mohieddeen",
        "pyongyang",
        "backstage",
        "north",
        "koreas"
    ],
    "summary": "There is no red carpet at the Pyongyang international film festival.\nNorth Korean filmgoers are so excited when the theatre’s doors crack open, they literally run for a seat.\nThe Beijing-based company co-present PIFF, which was founded in 1989 by British film-maker Nick Bonner, who co-directed North Korean film Comrade Kim Goes Flying in 2013.\nA film festival in a hermit kingdom has its restrictions.\nThe festival is a rare opportunity to mingle with the North Korean people – and to see how they react to cinema.",
    "sentiment": {
        "neg": 0.0498,
        "neu": 0.8672,
        "pos": 0.083,
        "compound": 0.1002
    }
}