{
    "date": "2016-11-22T05:54:17Z",
    "title": "Turmoil in east Asia: sensitive moment for region unsettled by Trump",
    "url": "https://www.theguardian.com/world/2016/nov/22/turmoil-east-asia-region-unsettled-trump",
    "content": "Political turmoil in South Korea, where President Park Geun-hye is facing noisy calls for her impeachment, comes at a particularly sensitive moment for security in east Asia, where North Korea’s menacing nuclear weapons and missile development programmes are advancing unchecked. The rogue regime in Pyongyang led by the youthful dictator, Kim Jong-un, conducted another illegal missile test shortly before the US presidential election on 8 November. While reportedly unsuccessful, it was the regime’s fifth ballistic missile firing in two months, and followed its fifth and biggest nuclear test explosion in September. South Korea’s army chiefs responded angrily, indicating they were ready to hit back. “Our military strongly condemns North Korea for continuously conducting illegal provocative acts and are thoroughly prepared for any possibility of additional provocation,” an official statement said. But concern is growing that, at this critical juncture, South Korea’s foremost ally is at best distracted, or at worst, may not longer be reliable. Like their counterparts in Japan, South Korea’s leaders have been un-nerved by statements by Donald Trump, US president-elect, that the two countries should pay more for their own defence. South Korea pays about $860m a year towards the cost of stationing 28,000 American troops. Under a bilateral security treaty, Japan, where 50,000 US personnel are based, pays about $2bn a year. Like some kind of mafia chieftain running a protection racket, Trump appears to be demanding money with menaces. Trump also suggested at one point in the presidential campaign that South Korea and Japan acquire their own nuclear weapons to deter North Korea. This idea runs directly contrary to years of global counter-proliferation efforts. It is also deeply offensive to Japanese people, the only victims to date of a nuclear attack. What Trump may do, in practice, about North Korea is unknown. But the Obama administration is not waiting to see. Earlier this month, John Kerry, the US secretary of state, pledged to deploy a defensive missile system known as Thaad (terminal high altitude area defence) in South Korea “as soon as possible”. Thaad is designed to shoot down incoming ballistic missiles. Japan is upping its game, too. Earlier this year Tokyo said it was planning to acquire a wider range of ship-borne interceptors, upgrading two of its maritime self-defence force’s six Aegis frigates and building two more. It may also deploy the Thaad system. Unsurprisingly, North Korea has condemned these developments – but so, too, has China. It says the anti-missile systems will disturb the regional balance of power and could be used to undermine its own defences. Russia has made similar objections regarding Nato missile deployments in Poland, and has responded in kind in Kaliningrad. China’s displeasure may stoke wider tensions with the US and its regional allies. Washington has been critical of Beijing’s failure to rein in North Korea. Although China has supported UN sanctions against Pyongyang and condemned its nuclear explosions, it has not applied its unique economic leverage to make Kim back off. It is likely that Xi Jinping, China’s president, views the North Korean conundrum in the broader context of his efforts to thwart Obama’s so-called pivot to Asia and assert Chinese regional dominance at US expense. One front in this escalating war for power and influence is the South China Sea, where China is building military bases on disputed islands despite a UN court ruling that its activities are illegal. Another potential flashpoint is Taiwan. Xi is squeezing the island’s newly-elected president whom he suspects of pursuing a pro-independence agenda. China is also challenging Japan is a separate island dispute in the East China Sea. Shinzo Abe, Japan’s conservative prime minister who is frequently assailed by official Chinese media, last week became the first foreign leader to meet Trump. Abe wanted to gauge the election victor’s intentions in east Asia. He declared afterwards that Trump could be trusted. But Abe’s verdict will not prevent supporters of moves to “re-interpret” the post-war pacifist constitution and expand Japan’s independent defence capabilities from using current tensions with China and North Korea, and continuing doubts about Trump, to justify accelerated Japanese rearmament. Shigeru Ishiba, a former defence minister who is tipped as a possible successor to Abe, suggested on Monday it was not unreasonable for Trump to want Tokyo to do more to render the US-Japan alliance more effective. “In the future, this structure should change,” he said. In Japan’s cautious political parlance, that amounts to a call to arms.",
    "keywords": [
        "unsettled",
        "turmoil",
        "east",
        "south",
        "defence",
        "korea",
        "north",
        "china",
        "nuclear",
        "region",
        "japan",
        "moment",
        "sensitive",
        "missile",
        "asia",
        "trump",
        "koreas"
    ],
    "summary": "South Korea’s army chiefs responded angrily, indicating they were ready to hit back.\n“Our military strongly condemns North Korea for continuously conducting illegal provocative acts and are thoroughly prepared for any possibility of additional provocation,” an official statement said.\nBut concern is growing that, at this critical juncture, South Korea’s foremost ally is at best distracted, or at worst, may not longer be reliable.\nSouth Korea pays about $860m a year towards the cost of stationing 28,000 American troops.\nTrump also suggested at one point in the presidential campaign that South Korea and Japan acquire their own nuclear weapons to deter North Korea.",
    "sentiment": {
        "neg": 0.1048,
        "neu": 0.8405,
        "pos": 0.0548,
        "compound": -0.1551
    }
}