{
    "date": "2016-01-13T13:00:55Z",
    "title": "North Korea's UK ambassador: 'We want peace, but we've been victimised'",
    "url": "https://www.theguardian.com/world/2016/jan/13/north-korea-uk-ambassador-we-want-peace-victimised",
    "content": "Sitting on deep leather sofas in the North Korean embassy – stationed in a 1930s family home in Acton, west London – ambassador Hyon Hak-bong is poring over Kim Jong-un’s New Year’s address. Like many of his fellow devout citizens, the North Korean ambassador to the UK starts many of his sentences by quoting the “eternal president” Kim Il-sung, the “dear leader” Kim Jong-il, or the “brilliant comrade” Kim Jong-un. Armed with a highlighter, he helpfully marks the passages from the address he believes are particularly relevant. “If aggressors dare to provoke us, even to the slightest degree, we will never tolerate it but will respond resolutely with a merciless sacred war of justice,” said Kim on 1 January on the subject of national security. Two days later, North Korean state media would triumphantly claim that the regime had completed a successful “hydrogen bomb” test. This was a key point, according to Hyon: “We develop nuclear weapons not to threaten the world with war but to protect our independence. We want peace, but our nation has been victimised for centuries by one invader and then another.” What does Hyon say to claims from experts that the country’s nuclear might has been overstated? “Experts around the world, even in South Korea, know that the DPRK has developed enriched uranium and achieved the nuclear fusion process, and therefore is at our level of expertise to detonate a hydrogen bomb,” he replied. He declined to go into specifics, but said: “We have been forced to develop nuclear capabilities. It is only by having a deterrent that we can focus fully on economic matters.” The economy Using the New Year’s speech as his guide, the ambassador returned to the contents of Kim’s address, pointing out that the leader had promised to improve the struggling economy. “We have huge potential,” said Hyon. “Since our great leader Kim Jong-il died four years ago, Kim Jong-un has made tremendous achievements. There have been a number of significant monuments built, commemorating our attainments in science and technology.” A fundamental change to North Korea’s economy under the young Kim has been the increased use of private markets, allowing people to buy anything from electronics to cosmetics and food. But asked about Korean scholar Andrei Lankov’s claims that these markets are an integral part of the North Korean economy, Hyon is dismissive. “That is ridiculous,” he said. “Lankov has never visited my country and is imagining things to make a good story. “It is true that markets are available for trading certain goods that the state cannot provide,” he added, “but this does not contradict with socialism. This commercial trading is tolerated by the government and welcomed by the people, but it is nonsense that it supersedes the socialist system.” Also “nonsense”, according to Hyon, are any claims of human rights violations in the DPRK. In particular, the UN’s 2014 periodic review of the country – a process conducted by the UN’s Human Rights Council every four and a half years, which made 268 recommendations for human rights improvements, of which the DPRK accepted 113. Among the accepted recommendations were that the DPRK should strengthen domestic legal frameworks, improve rights for women and children, and advance social wellbeing. Those rejected? That North Korea should abolish public executions and generic crimes such as “crimes against the state”. Hyon brands accusations of human rights abuses against North Korea as “stupid, stupid”, and maintains that defectors are merely “spreading slander”. To emphasise his point, he returns again to Kim’s New Year’s address, where the leader mentions that all efforts should now be focused on “building an economic giant” to “improve the people’s standard of living”. Gesturing respectfully towards the carefully framed portraits of Kim Il-sung and Kim Jong-il on the wall (each with flowers lovingly arranged beneath), Hyon said that “our leaders have always travelled the country and formed policy from the people’s ideas and concerns. “The philosophy of socialism is all about serving the masses and improving their livelihood. How can the media say we do not respect our people?” The great leaders It is on the subject of North Korea’s leaders that Hyon is his most passionate. Highlighted by an incident in April 2014 when two officials from the embassy asked a nearby hair salon to remove a poster of Kim Jong-un emblazoned with the words “bad hair day?”. So why are North Koreans so affronted by such jokes? “We respect our leaders completely,” said Hyon, his hand pressed to his heart. “They share our sorrows and our happiness. They are our fathers. They do not sleep well because they toil every day and night for the people.” “When Kim Jong-il died, the people’s tears were real. The western media insinuated that the people were forced to cry, but that is ridiculous. You cannot force someone to cry.” And what does he think of the British satire directed at the UK’s political leaders? “I don’t know about jokes directed at David Cameron,” he says, “but I don’t think people should make fun of the Queen. People should always show respect to the head of state.” But undoubtedly the main point Hyon returns to is that the reunification of the Korean peninsula – “the ultimate goal of every Korean”. Despite the immense social upheaval it would involve and the astronomical cost – estimates suggest sums of between $50bn (£34.7bn) to more than $3tn – Hyon insists that reunification is still possible. “We want to replace the armistice agreement created at the end of the Korean war with a peace pact. Without any foreign interference – especially from the US – we want to create a sovereign state of Korea. This is our dream.” And with a flourish, Hyon highlights the slogan that Kim declared should be cherished by the people in 2016. “Let us frustrate the final challenges by the anti-reunification forces within and without, and usher in a new era of independent reunification!”",
    "keywords": [
        "leaders",
        "leader",
        "korea",
        "victimised",
        "state",
        "peace",
        "uk",
        "weve",
        "kim",
        "nuclear",
        "hyon",
        "ambassador",
        "korean",
        "rights",
        "north",
        "koreas"
    ],
    "summary": "Like many of his fellow devout citizens, the North Korean ambassador to the UK starts many of his sentences by quoting the “eternal president” Kim Il-sung, the “dear leader” Kim Jong-il, or the “brilliant comrade” Kim Jong-un.\nTwo days later, North Korean state media would triumphantly claim that the regime had completed a successful “hydrogen bomb” test.\n“Since our great leader Kim Jong-il died four years ago, Kim Jong-un has made tremendous achievements.\nBut asked about Korean scholar Andrei Lankov’s claims that these markets are an integral part of the North Korean economy, Hyon is dismissive.\nHyon brands accusations of human rights abuses against North Korea as “stupid, stupid”, and maintains that defectors are merely “spreading slander”.",
    "sentiment": {
        "neg": 0.0795,
        "neu": 0.7909,
        "pos": 0.1297,
        "compound": 0.1561
    }
}