{
    "date": "2016-07-03T11:37:58Z",
    "title": "Kim Jong-un has gained weight and struggles to sleep, says spy agency",
    "url": "https://www.theguardian.com/world/2016/jul/03/kim-jong-un-weight-insomnia-spy-agency-north-korea",
    "content": "Kim Jong-un has gained about 40kg (90lb) in weight since becoming North Korean leader four years ago, and binges on food and drink to cope with his constant fear of being assassinated, according to a report by South Korea’s spy agency. Kim, who became leader after his father, Kim Jong-il, died of a heart attack in December 2011, also suffers from insomnia, the national intelligence service told a closed session of the South Korean parliament. The 33-year-old, who weighed 90kg when he became leader, saw his weight balloon to 120kg by 2014, Lee Cheol-woo, a member of South Korea’s ruling party, told journalists. Kim is now thought to weigh 130kg, Lee added. The intelligence service attributes Kim’s bingeing and lack of sleep to concerns over his personal safety, possibly fearing reprisals for several top-level purges he has presided over in recent years. “He keeps a close tab on any potential threats to his power, including the military, and he is obsessed with ensuring his personal safety,” Lee said, citing intelligence reports. “Because of his habitual binge eating and drinking, he is likely to develop adult [lifestyle] diseases.” Kim has been ruthless in his treatment of perceived opponents, dashing any hopes that he would be a more flexible leader than his father and grandfather, Kim Il-sung, North Korea’s founder. Speculation over Kim Jong-un’s health rose in late 2014 after he failed to appear in public for three weeks, missing a session of the supreme people’s assembly. Earlier that year, state TV footage showed him limping during a factory inspection, fuelling rumours that he was suffering from gout or diabetes. North Korean authorities, in a rare display of openness about their leader’s health, admitted that he was suffering from an “uncomfortable physical condition” – apparently the result of ankle injuries sustained during “gruelling” visits to factories and military units. Last month, Kim was photographed with a cigarette during a visit to a children’s camp in the capital Pyongyang, even though the country was in the middle of an anti-smoking drive. He had not been seen with a cigarette in public since mid-March, when he lit up during a test on a rocket motor. Analysts said Kim, a heavy smoker, may have been trying to avoid smoking while on official visits. His father, who is said to have given up cigarettes on doctor’s orders more than a decade before his death, once singled out smokers as one of the “three main fools of the 20th century”, along with people who knew nothing about music or computers. The older Kim also had an overdeveloped concern for his safety. He was reportedly terrified of flying – a fear he has not passed on to his son, who has a private jet – preferring to travel around North Korea, and to China and Russia, on a heavily armoured train. South Korean intelligence officials said they had confirmed that Kim Jong-un’s aunt, Kim Kyong-hui, was still alive despite her prolonged absence from public view. Her husband and one-time close aide to Kim, Jang Song-taek, was executed in late 2013 for treason and corruption after being denounced as a “traitor for all ages”.",
    "keywords": [
        "south",
        "sleep",
        "leader",
        "public",
        "lee",
        "north",
        "weight",
        "agency",
        "kim",
        "safety",
        "spy",
        "struggles",
        "intelligence",
        "gained",
        "koreas",
        "jongun",
        "korean"
    ],
    "summary": "Kim Jong-un has gained about 40kg (90lb) in weight since becoming North Korean leader four years ago, and binges on food and drink to cope with his constant fear of being assassinated, according to a report by South Korea’s spy agency.\nKim, who became leader after his father, Kim Jong-il, died of a heart attack in December 2011, also suffers from insomnia, the national intelligence service told a closed session of the South Korean parliament.\nThe 33-year-old, who weighed 90kg when he became leader, saw his weight balloon to 120kg by 2014, Lee Cheol-woo, a member of South Korea’s ruling party, told journalists.\n“He keeps a close tab on any potential threats to his power, including the military, and he is obsessed with ensuring his personal safety,” Lee said, citing intelligence reports.\nSouth Korean intelligence officials said they had confirmed that Kim Jong-un’s aunt, Kim Kyong-hui, was still alive despite her prolonged absence from public view.",
    "sentiment": {
        "neg": 0.0854,
        "neu": 0.844,
        "pos": 0.0706,
        "compound": -0.0979
    }
}