{
    "date": "2016-01-24T11:43:33Z",
    "title": "The Lovers and the Despot: study of Kim Jong-Il's cinephilia is hard to adore",
    "url": "https://www.theguardian.com/film/2016/jan/24/the-lovers-and-the-despot-study-of-kim-jong-ils-cinephilia-is-hard-to-adore",
    "content": "There’s not a lot that’s warm and fuzzy about the late dictator of North Korea, Kim Jong-Il. One factoid that floats around is that “the guy loved movies!” As the documentary The Lovers and the Despot shows, even this is tinged with darkness. Built around a lengthy interview with former film star Choi Eun-hee, directors Robert Cannan and Ross Adam tell the strange tale of how Choi, a South Korean, and her ex-husband, director Shin Sang-ok, were kidnapped by Kim’s agents and pressed into servitude, with the order to make North Korea’s film output great. Adding some strangeness into the mix: Choi and Shin, while certainly unhappy with being captured, proceeded to produce some of the best work of their lives, and with more freedom than they had while working in the capitalist system. Images from their films mixed with appearances at state functions and international film festivals play out over Choi’s recollection. It’s an amazing examination of how, in no matter how bizarre of a setting, life eventually settles into a “new normal” and how people find ways to carry on. (Choi now lives in the United States.) It’s one hell of a yarn, which makes The Lovers and the Despot’s strangely soporific style something of a disappointment. Cannan and Adam color in the edges with footage of North Korea in the late 1970s, and on more than one occasion leaves one feeling that there’s a more interesting movie on this topic lurking right around the corner. Not much is explained about Choi’s years in detention before her husband is also abducted, other than she did a lot of gardening. Shin’s dalliance with another film star is introduced as a juicy plot point, then dropped. While the overall story is shocking, once you are told the hook, the rest (no disrespect to the people who endured it) is something of an anticlimax. “Why do all our films have crying in them?” we hear Kim complain on audiotape before hatching his plot. The Lovers and the Despot, like the Rogen and Franco comedy The Interview did with Kim Jong-un, continues the trend of presenting the Kims as “goofball totalitarians”. For whatever reason, images of Kim Jong-il with his puff of hair and large glasses continue to get chuckles from audiences, even as we know how his people are oppressed. The west has yet to figure out fully if it should categorise North Korea as a threat, a pest of a joke. Despite direct access to witnesses, this isn’t the film that’s going to solve that puzzle.",
    "keywords": [
        "hard",
        "shin",
        "thats",
        "despot",
        "study",
        "lovers",
        "jongils",
        "korea",
        "north",
        "theres",
        "kim",
        "film",
        "choi",
        "star",
        "cinephilia",
        "adore"
    ],
    "summary": "There’s not a lot that’s warm and fuzzy about the late dictator of North Korea, Kim Jong-Il.\nOne factoid that floats around is that “the guy loved movies!” As the documentary The Lovers and the Despot shows, even this is tinged with darkness.\nShin’s dalliance with another film star is introduced as a juicy plot point, then dropped.\nThe west has yet to figure out fully if it should categorise North Korea as a threat, a pest of a joke.\nDespite direct access to witnesses, this isn’t the film that’s going to solve that puzzle.",
    "sentiment": {
        "neg": 0.0994,
        "neu": 0.7831,
        "pos": 0.1174,
        "compound": 0.0696
    }
}