{
    "date": "2016-08-20T15:33:14Z",
    "title": "North Korea brands UK-based defector Thae Yong-ho as 'human scum'",
    "url": "https://www.theguardian.com/world/2016/aug/20/north-korea-brands-uk-based-defector-human-thae-yong-ho-scum",
    "content": "North Korea has branded a London-based diplomat who defected to South Korea this week as “human scum” in its first official response to the incident. Pyongyang also denounced the British government for rejecting its demands to return Thae Yong-ho, who was North Korea’s deputy ambassador to the UK. Thae is the highest-ranking diplomat to defect from North Korea to the South, Seoul said. He and his family arrived in South Korea on Wednesday and are under government protection. North Korean state media claimed that Thae had defected to escape charges of misusing government funds, selling state secrets and committing child rape. The KCNA news agency said British officials had been informed of his alleged crimes. It said Britain had tainted its image as a law-abiding nation by “handing over the fugitives without passports to the South Korean puppets and neglecting its duty to protect diplomats living in its own country”. “This one clearly deserves legal punishment for crimes he has committed, but he proved that he is human scum that has no basic loyalty as a human and no conscience and morality by running away to survive and abandoning the homeland and parents and siblings that raised and stood by him,” KCNA added. Seoul said that Thae decided to defect because of his disgust with the government of North Korean leader, Kim Jong-un, his yearning for South Korean democracy and concerns about the future of his children. North and South Korea are technically still at war because their 1950-53 conflict ended in an armistice rather than a peace treaty. More than 29,000 North Koreans have defected to South Korea in the past 63 years to escape poverty and the harsh regime in the north. Pyongyang often accuses the south of paying its citizens to defect, or claims they have been kidnapped. In April, 13 North Koreans working at a North Korean restaurant in China defected to the south in the largest group defection since Kim took power in late 2011. Later that month, South Korea revealed that a colonel in North Korea’s military spy agency had defected last year. South Korea does not always make high-level defection cases public. Its announcement of Thae’s defection came with ties between the rivals at one of their lowest points in decades following the North’s nuclear test and long-range rocket launch earlier this year. Most South Korean analysts said it was too soon to interpret the defections of Thae and other senior officials as indicators that North Korea’s ruling elite was starting to crack because there were no significant signs that Kim’s grip on power was weakening. North Korea recently expressed anger at a US plan to place an advanced missile defence system in South Korea and has warned of unspecified retaliation, while firing several missiles into the sea earlier this month.",
    "keywords": [
        "human",
        "south",
        "scum",
        "korea",
        "yongho",
        "brands",
        "defection",
        "defect",
        "ukbased",
        "defector",
        "koreas",
        "defected",
        "thae",
        "north",
        "korean"
    ],
    "summary": "North Korea has branded a London-based diplomat who defected to South Korea this week as “human scum” in its first official response to the incident.\nPyongyang also denounced the British government for rejecting its demands to return Thae Yong-ho, who was North Korea’s deputy ambassador to the UK.\nThae is the highest-ranking diplomat to defect from North Korea to the South, Seoul said.\nLater that month, South Korea revealed that a colonel in North Korea’s military spy agency had defected last year.\nNorth Korea recently expressed anger at a US plan to place an advanced missile defence system in South Korea and has warned of unspecified retaliation, while firing several missiles into the sea earlier this month.",
    "sentiment": {
        "neg": 0.1579,
        "neu": 0.8057,
        "pos": 0.0364,
        "compound": -0.4585
    }
}