{
    "date": "2016-11-29T17:31:54Z",
    "title": "North Korea satellite images show prison camps accused of 'atrocities'",
    "url": "https://www.theguardian.com/world/2016/nov/29/north-korea-prison-camps-satellite-images",
    "content": "New satellite images of North Korean prison camps have been released, showing the continued existence of political prison camps described by the United Nations as being used to perpetrate “unspeakable atrocities”. North Korea’s government denies such camps exist, but new analysis from human rights groups shows several of these camps, also known as kwanliso, have been maintained and expanded since being the subject of the 2014 UN inquiry. The UN commission found inmates had been subject to “deliberate starvation, forced labor, executions, torture, rape and the denial of reproductive rights” and estimated that “hundreds of thousands of political prisoners” had died in the camps in the past five decades. Greg Scarlatoiu, executive director of the Committee for Human Rights in North Korea (HRNK), a Washington DC-based NGO, said on Tuesday: “This regime still relies on a vast network of unlawful imprisonment facilities in order to exercise coercion and control and punishment of its population.” It is estimated that between 80,000 and 120,000 political prisoners were detained in political prison camps in 2014. “The people held there do not have sentences, they are not given sentences. Most of them don’t know why they were sent there,” said Scarlatoiu. Since the UN inquiry, there has been continued activity on agricultural fields and in industrial factories at the camps, according to an HRNK report on Camp 25 that analyzed satellite images and witness testimony from defectors. The report, combined with other HRNK analyses, also reveals patterns in detention facility operations under Kim Jong-un, who became leader of North Korea after the death of his father in December 2011. “Detention facilities close to the border of China have shut down. Inland facilities have expanded,” said Scarlatoiu. “Most importantly, thousands of people have disappeared in the process of being relocated away from the border.” HRNK’s findings on Camp 25 were backed by an Amnesty International report released last week, which included satellite photos of Camp 25 and Camp 15 collected in May and August 2016. Amnesty’s photos also showed the government has maintained these camps. In the two years following the UN inquiry, the camps have added six new guard posts and upgraded a building housing a reported crematorium. These findings are consistent with Google Earth images from May which show people harvesting crops inside the prison perimeter, according to Amnesty. Kerry Moscogiuri, Amnesty UK’s Director of Campaigns, said: “These images chronicle abuse on an industrial scale.” In 2014, the UN commission, prompted by the inquiry findings, wrote to Kim to warn that he could face trial at the international criminal court (ICC) as leader of North Korea. Kim has not faced the court, and diplomatic efforts have recently focused on the country’s attempt to build a nuclear warhead. After North Korea conducted a powerful nuclear test in September, the UN security council met to discuss the potential for bilateral sanctions.",
    "keywords": [
        "political",
        "scarlatoiu",
        "camp",
        "inquiry",
        "atrocities",
        "korea",
        "prison",
        "camps",
        "accused",
        "images",
        "satellite",
        "north"
    ],
    "summary": "New satellite images of North Korean prison camps have been released, showing the continued existence of political prison camps described by the United Nations as being used to perpetrate “unspeakable atrocities”.\nThe report, combined with other HRNK analyses, also reveals patterns in detention facility operations under Kim Jong-un, who became leader of North Korea after the death of his father in December 2011.\nIn the two years following the UN inquiry, the camps have added six new guard posts and upgraded a building housing a reported crematorium.\nThese findings are consistent with Google Earth images from May which show people harvesting crops inside the prison perimeter, according to Amnesty.\nAfter North Korea conducted a powerful nuclear test in September, the UN security council met to discuss the potential for bilateral sanctions.",
    "sentiment": {
        "neg": 0.0854,
        "neu": 0.8865,
        "pos": 0.0281,
        "compound": -0.2363
    }
}