{
    "date": "2016-06-13T15:00:30Z",
    "title": "North Korean defectors see American dream deferred as reality sets in the US",
    "url": "https://www.theguardian.com/us-news/2016/jun/13/north-korean-defectors-america-reality",
    "content": "When Chang Ho Kim was living in North Korea, information trickled in from China about the world outside the closed country. Through the lens of pirated movies, he says, America had looked to Kim like “a very rich and luxurious place”. In 1997, at the height of a famine that killed around one million people, Kim escaped with his wife into China, then Mongolia, then to South Korea. Defectors from the North automatically become South Korean citizens after a mandatory three-month transition that is part debriefing, part re-education. Most North Korean defectors in the South stand out, and the Kims were no exception. They have distinct accents, and are often shorter and slighter with darker, sallow skin from years of malnutrition. It’s hard to avoid South Koreans’ prejudice and suspicions that North Koreans are spies. Remembering the Hollywood images of the US, the Kims decided to make their way to the US illegally through a broker. But for the Kims, and others like them, life in the US is not necessarily easier. The American celluloid dream comes with skyrocketing price tags. North Koreans arrive with little or no experience of bills, rent, and no means to cope with the lack of social services and health insurance that illegal immigrants must navigate. “American life is so hard. Money, money, money,” said Pastor Young Gu Kim, an evangelical South Korean immigrant who helps defectors. “Some defectors told me, ‘Oh pastor, sometimes I miss it over there.’” Like Chang Ho Kim, many North Koreans enter illegally and settle in Los Angeles, amid the large population of ethnic Koreans. Nearly 200 former North Koreans live in Los Angeles, advocacy groups say, but exact numbers are unknown. “South Korea has an enormous program to resettle North Koreans. It’s basically a yearlong program, but then it goes on beyond that in many ways where there are grants for education, for housing, and all kinds of things,” said Lindsay Lloyd , who currently leads the George W Bush Institute’s Freedom in North Korea project. “So the scale of their programs to bring these people into South Korea, compared to what happens here in the US, it’s just radically, radically different.” In South Korea, refugees received a few thousand dollars to start their new lives and learned skills most people take for granted: grocery shopping or using an ATM. “When refugees come to the United States ... the US government only provides about six months worth of support for them,” Lloyd added. “It’s done through groups like Catholic charities and others that really just address the basics: find a place to live, get some basic healthcare, maybe some rudimentary English lessons, a first job, that kind of thing.” The State Department has documented 192 North Koreans entering the US from 1 January 2002 to 1 January 2016. But this only includes refugees who have obtained green cards through the North Korean Human Rights Act of 2004. As undocumented immigrants, Kim’s family live in a two-bedroom apartment in LA’s Koreatown. Previously, they shared the unit with another North Korean family who have since moved back to South Korea. Kim’s wife works full-time at a massage parlor where he works part-time. Korean churches and community groups offer aid and small cash payments from time to time. A couple years ago, the family was about to be deported, said Kim, who has changed his name since arriving in the US. But they were able to stay on a U visa for crime victims. The visa enabled them to receive “food stamps, the best thing about America,” he said. He thinks the country should do more for North Koreans, providing money and benefits. Lloyd said Kim’s thinking was not surprising coming from someone who lived in a Communist state. “It’s understandable that somebody coming out of that background would have very different expectations about what the government is supposed to do for them.” North Koreans in the US experience feelings of isolation, experts say, that’s exacerbated by a lack of community. A large tide of South Koreans emigrated to the US in the 1960s and 1970s, after the Korean war, and old prejudices and suspicions toward North Koreans linger. In October 2014, the Bush Institute at the George W Bush Presidential Center published a qualitative survey, “US-Based North Korean Refugees.” It found that “even those on a path to citizenship lived almost entirely within Korean communities”, the survey reported. “However, nearly all also said they did not feel completely accepted or included, and often felt looked down upon or pitied.” “North Koreans, South Koreans – everyone thinks it’s the same people,” Pastor Kim said, but the two groups are “so different”. Ok Soon Joo is one of the fortunate ones with a green card. In September 2011, she arrived in the US. After escaping from North Korea on her second try, she spent several years in China, married to a Chinese man. She eventually escaped to a refugee camp in Thailand, where she was able to phone an aunt who had made it to America several months earlier. “Luckily for me it only took 10 months” to reach America, she said. Because she had late-stage stomach cancer, her application was expedited. She arrived in Colorado and immediately had surgery. The cancer has been treated, but overall, she’s not in great health. When she left her small town in North Korea, she left her 12-year-old son and husband behind. Later she learned that they ran out of food and the boy went missing. Joo spent years in China during which she had a six-year old daughter with the Chinese man. But she lived there undocumented and has no proof that she is the child’s mother. She sends the girl a couple hundred dollars a month through her Chinese grandparents. Life was hard in China, Joo said. “When you’re in China, as a woman, your problems become worse. There’s sexual trafficking and sexual slavery. There are people who are there to exploit the women that defect. Because you don’t have a Chinese identification card on you, you have to do what the broker wants ... You lose any shred of human dignity.” Now 38, Joo works in a skincare shop and lives with her partner, a South Korean man, in Koreatown. She’s grateful for her life in the US, but her thoughts are preoccupied with the past. “Because we were born in North Korea, that title keeps haunting me,” she said. “I’m wondering: did I commit many sins in a past life to be born in North Korea?” Joo knows it’s almost impossible to find her son, but she said she hopes she can reunite with her daughter. “I want to bring them here. I didn’t come here to America just so I could live well by myself.” The North Koreans who have US citizenship may have the easiest time moving forward in their new lives. Sammy Hyun, who was jailed in North Korea after trying to sneak back into the country, was able to escape with his family to a UN refugee camp in Beijing. Now a US citizen, he works as a sushi chef and lives in Koreatown with his six-year-old son Ari and his new wife. Hyun, 40, said during an interview last year that he was happy in the US, where he’s lived since 2007. The next day he was leaving to visit his older brother and sister in South Korea. He had bought them vitamins and dried fruit (a common gift for Korean Americans) from the big-box store Costco, which he described as “truly amazing.” When asked how he felt about his US passport, he answered in English: “Lucky”.",
    "keywords": [
        "joo",
        "south",
        "korea",
        "reality",
        "dream",
        "kim",
        "deferred",
        "china",
        "defectors",
        "sets",
        "kims",
        "koreans",
        "american",
        "life",
        "north",
        "korean"
    ],
    "summary": "Defectors from the North automatically become South Korean citizens after a mandatory three-month transition that is part debriefing, part re-education.\nIt’s hard to avoid South Koreans’ prejudice and suspicions that North Koreans are spies.\nNearly 200 former North Koreans live in Los Angeles, advocacy groups say, but exact numbers are unknown.\nBut this only includes refugees who have obtained green cards through the North Korean Human Rights Act of 2004.\nPreviously, they shared the unit with another North Korean family who have since moved back to South Korea.",
    "sentiment": {
        "neg": 0.0932,
        "neu": 0.8514,
        "pos": 0.0554,
        "compound": -0.048
    }
}