{
    "date": "2016-01-07T19:01:20Z",
    "title": "Diplomacy alone will defuse North Korea. The US must lead the way | Charles K Armstrong",
    "url": "https://www.theguardian.com/commentisfree/2016/jan/07/diplomacy-alone-defuse-north-korea-us-must-lead-way",
    "content": "The Obama administration has let the Korean problem fester under a policy of “strategic patience”. North Korea’s latest nuclear test – the third to take place during Barack Obama’s presidency – exposes the failure of this policy, which has neither curbed North Korea’s nuclear programs nor reduced tensions in the Northeast Asian region. It is time for a renewed diplomatic effort to defuse the threat posed by North Korea. Compared to the Middle East, the Korean problem is relatively straightforward, not embedded in complex national and sectarian conflicts across a wide region. There is a great deal of common interest among the countries in Northeast Asia – including South Korea, Japan, China, Russia, and yes, North Korea – to find a peaceful, long-term solution to the current crisis. Critics will argue that agreements with North Korea have never worked in the past, but in fact the US-DPRK Agreed Framework of October 1994 halted North Korea’s plutonium processing for nine years. The Six-Party agreements of 2005 and 2007 among the US, the two Koreas, China, Russia, and Japan offer a ready-made blueprint for regional peace and security. The US must re-engage with North Korea, test its intentions and seek common ground for resolving this crisis. A diplomatic solution will not be achieved quickly or easily. It will require considerable firmness, determination, creativity, and, yes, patience. Pyongyang evokes America’s “hostile policy” to justify its nuclear program, and America has a massive military presence in Northeast Asia, including bilateral alliances with South Korea and Japan. Resolving the six-decade confrontation between the US and North Korea, rooted in the 1950 – 53 Korean War, is key to achieving peace and security in the region. But, preoccupied with conflicts elsewhere in the world – especially the Middle East – the Obama administration does not seem willing to seriously consider a renewed diplomatic push. Yet ignoring North Korea will not make the problem go away, as Kim Jong-un has dramatically shown the world. It is time for the US to take focused, sustained and intelligent action. The immediate US and international response to the North Korean nuclear test has been a call for more, new, or more strongly enforced sanctions. Even if a new sanctions regime were to be put into place, or existing sanctions brought to bear more harshly, it is far from clear that this would have much effect on North Korea. Unlike Iran, North Korea has no oil exports to boycott and little presence in the global economy. China, despite its vocal criticism of Pyongyang’s actions, has been reluctant to enforce UN sanctions vigorously and is more fearful of instability or collapse in North Korea than it is concerned about North Korea’s nuclear development. Beijing sees North Korea’s survival as being in China’s strategic interest and is not likely to push Pyongyang to the brink any time soon. Because North Korea is a nuclear armed country, responding with military action has been largely ruled out. Any strike against North Korean nuclear facilities, much less an attack on the nuclear-armed country, would result in catastrophe for the Korean peninsula and the entire region. Instead, the US and South Korea will probably escalate their show of force in upcoming joint military exercises, as they did in the spring of 2013. But overflights of B-2 bombers and large-scale troop movements will only reinforce Pyongyang’s view of America’s “hostile policy” and make North Korea even more determined to maintain and increase its nuclear deterrent. The North Korean problem won’t go away on its own, despite magical thinking to the contrary. Both South Korean Park Geun-hye’s recent emphasis on “unification” and perhaps Obama’s “strategic patience” seem to be waiting for North Korea to collapse. But there is no sign that North Korea is facing an imminent domestic crisis; its economy is doing reasonably well by the country’s own low standards, and the scheduling of a Korean Workers’ Party Congress for May 2016 – the first Party Congress in 36 years – indicates a good deal of confidence on the part of the Kim leadership. North Korea as we know it is not about to disappear. Besides, is that what the world really wants? Regime change, even if relatively peaceful, always has unexpected and often very destructive consequences, as we’ve seen in Iraq and Libya, and perhaps will soon see in Syria. And it does not seem that North Korea is the kind of regime that will go quietly into the night. All of these reasons make the case for diplomacy all the more compelling. The Obama administration has applied remarkably creative and effective diplomacy to address longstanding and seemingly intractable issues such as normalization with Cuba and the Iranian nuclear program. Negotiation has more potential than pressure alone, and holds less danger than military confrontation. It’s time for the United States to show leadership through hard-headed diplomacy – that alone will reduce the nuclear threat North Korea poses.",
    "keywords": [
        "diplomacy",
        "k",
        "policy",
        "south",
        "lead",
        "defuse",
        "korea",
        "problem",
        "way",
        "nuclear",
        "armstrong",
        "sanctions",
        "region",
        "charles",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "It is time for a renewed diplomatic effort to defuse the threat posed by North Korea.\nCritics will argue that agreements with North Korea have never worked in the past, but in fact the US-DPRK Agreed Framework of October 1994 halted North Korea’s plutonium processing for nine years.\nThe US must re-engage with North Korea, test its intentions and seek common ground for resolving this crisis.\nAnd it does not seem that North Korea is the kind of regime that will go quietly into the night.\nIt’s time for the United States to show leadership through hard-headed diplomacy – that alone will reduce the nuclear threat North Korea poses.",
    "sentiment": {
        "neg": 0.1005,
        "neu": 0.7856,
        "pos": 0.114,
        "compound": 0.0149
    }
}