{
    "date": "2016-02-08T02:43:27Z",
    "title": "South Korean navy fires warning shots at North Korean patrol boat",
    "url": "https://www.theguardian.com/world/2016/feb/08/south-korean-navy-fires-warning-shots-at-north-korean-patrol-boat",
    "content": "The South Korean navy has fired warning shots at a North Korean patrol boat, further heightening tensions already raised after Pyongyang’s launch of a long-range rocket over the weekend. The defence ministry in Seoul said the North Korean vessel crossed the disputed Yellow Sea border just before 7am (2300 GMT Sunday). It “quickly retreated” at 7.15am after five warning shots were fired by a naval gun, a ministry official said. The de-facto maritime boundary between the two Koreas – the Northern Limit Line – is not recognised by Pyongyang, which argues it was unilaterally drawn by US-led United Nations forces after the 1950-53 Korean War. Both sides complain of frequent incursions by the other and there were limited naval clashes in 1999, 2002 and 2009. Incidents like Monday’s intrusion are quite common and rarely escalate into anything more serious. However, South Korea is on a high state of alert following Sunday’s rocket launch, which Seoul insists amounted to a disguised ballistic missile test. South Korean President Park Geun-hye has called for heightened vigilance against any further provocation following the launch and North Korea’s fourth nuclear test last month.",
    "keywords": [
        "shots",
        "launch",
        "south",
        "naval",
        "patrol",
        "fires",
        "warning",
        "seoul",
        "navy",
        "test",
        "boat",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "The South Korean navy has fired warning shots at a North Korean patrol boat, further heightening tensions already raised after Pyongyang’s launch of a long-range rocket over the weekend.\nThe defence ministry in Seoul said the North Korean vessel crossed the disputed Yellow Sea border just before 7am (2300 GMT Sunday).\nIt “quickly retreated” at 7.15am after five warning shots were fired by a naval gun, a ministry official said.\nHowever, South Korea is on a high state of alert following Sunday’s rocket launch, which Seoul insists amounted to a disguised ballistic missile test.\nSouth Korean President Park Geun-hye has called for heightened vigilance against any further provocation following the launch and North Korea’s fourth nuclear test last month.",
    "sentiment": {
        "neg": 0.161,
        "neu": 0.7919,
        "pos": 0.047,
        "compound": -0.3418
    }
}