{
    "date": "2016-01-26T10:30:01Z",
    "title": "Unicef warns of severe child malnourishment in North Korea",
    "url": "https://www.theguardian.com/global-development/2016/jan/26/unicef-appeal-2016-severe-child-malnourishment-north-korea",
    "content": "About 25,000 children in North Korea require immediate treatment for malnutrition after a drought cut food production by a fifth and the government reduced rations, Unicef has warned. The UN’s children’s fund is asking for £12.6m ($18m) in donations for its North Korea work as part of a global £1.9bn humanitarian appeal for children. It said the money needed for its work had doubled in three years, driven by global conflicts and extreme weather that were forcing growing numbers of children from their homes and exposing millions more to food shortages, violence, disease and abuse. For the first time, it said a quarter of the worldwide appeal would go towards educating children in emergencies, focusing on 5 million children affected by the Syrian civil war, which is now in its fifth year. In North Korea, Unicef said severe drought during 2015 in four agricultural provinces led to a 20% reduction in crop production compared with 2014. “The impact of this will continue into 2016. Cereal rations were reduced, impacting the nutritional and health status of women and children,” it said in a statement. International aid appeals for North Korea are often severely underfunded as foreign governments try to pressure Pyongyang to curtail its nuclear ambitions. Aid workers warn that whenever North Korea conducts nuclear weapon trials – such as the hydrogen bomb test this month – foreign funds dry up. During 2015, Unicef received only 38% of the £15.5m North Korea appeal. The hermit nation suffered a famine in the 1990s that killed as many as a million people, and the country still relies heavily on foreign aid. “The severe drought last year reduced food production and children’s access to safe, clean water,” Unicef’s representative in North Korea, Timothy Schaffter, told the Guardian. “Without safe water, children are at greater risk of diarrhoea, which is a leading cause of malnutrition and death. We have reports of a 72% increase in diarrhoea among children under five in the most severely drought-affected provinces. “If we are unable to secure additional funding, our supplies of essential medicines will start running out in March, nutrition supplies will be depleted by mid-year, and our highly successful immunisation programme will run out of basic vaccines before the year’s end.” In its global 2016 appeal, the bulk of the funds sought would provide life-saving aid needed for Syria and the resultant refugee crisis in Egypt, Iraq, Jordan, Lebanon and Turkey, Unicef said. It called for £126m for children in Yemen, where 10 million children are in urgent need of humanitarian aid, and said it needed £17.9m to help children in Burundi, one of the poorest countries in the world, and where a political crisis has led to street fighting and mass displacement. About one in nine children worldwide are living in conflict zones, said Unicef which warned of donor fatigue: protracted crises in Afghanistan, the Democratic Republic of the Congo and Sudan were all less than 40% funded in 2015. “In the past few months I have seen with my own eyes children pushed beyond the boundaries of human suffering in Burundi, north-east Nigeria and along the migrant and refugee route in Europe,” said Afshan Khan, Unicef’s director of emergency programmes. Extreme weather posed a further risk to children. “Climate change, deforestation and the worsening El Niño weather system are pointing to more frequent and intense disasters in 2016, impacting a larger number of children in east Asia and the Pacific,” Unicef regional emergency adviser Carmen van Heese said. The impact of El Niño in the Pacific islands had caused typhoons and floods, Unicef said. Drought warnings are in force for Fiji, Tonga, Samoa, Vanuatu and Palau. “Children and families are struggling to cope with one of the worst El Niño cycles ever recorded, with more frequent and intense cyclones expected in 2016,” Unicef said, warning of further malnutrition and crop failures.",
    "keywords": [
        "unicef",
        "children",
        "drought",
        "2016",
        "child",
        "korea",
        "weather",
        "warns",
        "appeal",
        "aid",
        "severe",
        "reduced",
        "north",
        "malnourishment"
    ],
    "summary": "In North Korea, Unicef said severe drought during 2015 in four agricultural provinces led to a 20% reduction in crop production compared with 2014.\nInternational aid appeals for North Korea are often severely underfunded as foreign governments try to pressure Pyongyang to curtail its nuclear ambitions.\nAid workers warn that whenever North Korea conducts nuclear weapon trials – such as the hydrogen bomb test this month – foreign funds dry up.\nDuring 2015, Unicef received only 38% of the £15.5m North Korea appeal.\n“The severe drought last year reduced food production and children’s access to safe, clean water,” Unicef’s representative in North Korea, Timothy Schaffter, told the Guardian.",
    "sentiment": {
        "neg": 0.1432,
        "neu": 0.8223,
        "pos": 0.0345,
        "compound": -0.375
    }
}