{
    "date": "2016-08-30T07:54:17Z",
    "title": "North Korea executes officials by anti-aircraft gun in new purge – report",
    "url": "https://www.theguardian.com/world/2016/aug/30/north-korea-reportedly-executes-officials-anti-aircraft-gun-purge",
    "content": "North Korea’s purge of senior officials who are deemed a threat to Kim Jong-un’s leadership of the country has continued with the public executions of two senior officials, according to South Korean media, possibly to generate fear among members of the elite after recent high-level defections. The conservative daily, the JoongAng Ilbo, reported on Tuesday that Hwang Min, a former agriculture minister, and Ri Yong-jin, a senior official at the education ministry, were executed by anti-aircraft gun at a military academy in Pyongyang earlier this month. Hwang was reportedly killed for making policy proposals that were seen as a direct threat to Kim’s leadership. The report did not give details of the proposals. Ri was said to have been executed for falling asleep during a meeting chaired by Kim. The newspaper’s front-page report, based on information from an unnamed source it claimed had “special knowledge” of the regime, has not been independently verified. No announcement has been made by the state’s official KCNA news agency. The rumoured executions, though, would fit into a pattern of purges Kim has ordered against perceived enemies since he became leader in late 2011 after the death of his father, Kim Jong-il. The most influential official to have been executed was Jang Song-thaek, Kim’s uncle and second-in-command. Jang, denounced as a “traitor for all ages”, was killed in December 2013 after being found guilty of treason and other crimes against the North Korean state. In April last year, Hyon Yong-chol, a former defence chief, was executed after falling asleep during a military rally attended by Kim. The JoongAng Ilbo speculated that the executions could herald a new round of purges, intended as a show of force by Kim in retaliation for recent defections, including that of Thae Yong-ho, deputy ambassador at the North Korean embassy in London. The regime denounced Thae as “human scum ”, and claimed he had fled to South Korea to escape charges of misusing government funds, selling state secrets and committing child rape. The JoongAng Ilbo said the defections had “rekindled talk of instability and disunity among the North Korean elite”.",
    "keywords": [
        "defections",
        "korea",
        "antiaircraft",
        "ilbo",
        "kim",
        "report",
        "executes",
        "executions",
        "senior",
        "official",
        "officials",
        "purge",
        "executed",
        "joongang",
        "gun",
        "north",
        "korean"
    ],
    "summary": "The conservative daily, the JoongAng Ilbo, reported on Tuesday that Hwang Min, a former agriculture minister, and Ri Yong-jin, a senior official at the education ministry, were executed by anti-aircraft gun at a military academy in Pyongyang earlier this month.\nHwang was reportedly killed for making policy proposals that were seen as a direct threat to Kim’s leadership.\nJang, denounced as a “traitor for all ages”, was killed in December 2013 after being found guilty of treason and other crimes against the North Korean state.\nIn April last year, Hyon Yong-chol, a former defence chief, was executed after falling asleep during a military rally attended by Kim.\nThe JoongAng Ilbo said the defections had “rekindled talk of instability and disunity among the North Korean elite”.",
    "sentiment": {
        "neg": 0.1291,
        "neu": 0.8421,
        "pos": 0.0288,
        "compound": -0.358
    }
}