{
    "date": "2016-01-06T19:16:53Z",
    "title": "The Guardian view on North Korea: a puzzle for China | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2016/jan/06/the-guardian-view-on-north-korea-a-puzzle-for-china",
    "content": "Looking at the bizarre, sinister world of North Korea’s leadership, it is almost anyone’s guess why the world’s most reclusive regime decided to mark the new year by exploding a device it claimed was a hydrogen bomb, sending seismographs quivering and unleashing new tensions in international relations. Detection of the explosion was swiftly followed by condemnation from Washington, Moscow, most European capitals – and even Beijing. A UN security council meeting was urgently convened. But the exact nature of the device remains in doubt. Experts and officials, notably in South Korea, the first potential victim of North Korean militarism, noted that the explosive yield fell short of H-bomb force. Speculation suggested a hybrid weapon, or even bluff. Yet the uncertainty does nothing to diminish the shock of an event that shatters hopes that the North Korean threat had somehow been reduced in recent years. That North Korea has sought to acquire H-bomb technology is beyond doubt, as is its frequently demonstrated ability to exert a form of international blackmail. The underlying message runs something like this: beware, for we are ready to go to any extreme. Whether the H-bomb claim is substantiated or not, this latest development does nothing for Asia’s stability. It is a wake-up call, highlighting the dangers of proliferating weapons of mass destruction – and the use to which such devices could be put. Ever since North Korea’s first atomic test in 2006 (followed by others in 2009 and 2013), the risk of escalation and confrontation in a region where peace only rests on the 1953 armistice has long been obvious. Central to these questions are the very characteristics of the North Korean regime, a totalitarian state whose opacity, paranoia and unpredictability are as daunting as its repression of its own population. The current “Leader”, Kim Jong-un, may appear ridiculous, with his striking hairdos, bizarre propaganda videos and obsession with American basketball, but his ruthless system is no joke. It is a sect-like, highly ideological state that runs prison camps holding hundreds of thousands, where family members can be held for generation after generation if a single ancestor has been labelled an “enemy of the people”. In 2014, a UN report found that the North Korean terror machine was without contemporary parallel, with enslavement, forced labour, torture, rape, compulsory abortions, collective punishment and executions. Behind the eerie aesthetics of stadium choreography, and the PR stunts aimed at attracting tourists to Pyongyang, lies a regime that for decades has squandered an estimated one third of its GDP on military spending and building a nuclear arsenal, rather than guaranteeing even minimal levels of food for its own citizens (as the famines of the 1990s demonstrated). Beyond its disastrous human rights record, it is an abject social and economic failure. Satellite pictures show a country plunged into darkness at night, while its southern neighbour on the peninsula is brilliant with lights. The stories from refugees that have managed to escape are heart-wrenching. It is important to keep this human toll in mind when watching the shenanigans of the 32-year-old Kim Jong-un, who may have calculated that detonating a bomb, just like political purges and high-profile executions, would consolidate his four-year-old grip on power. It is equally crucial that outside powers get the balance right in reacting to the H-bomb claim. China’s role will be key – it is North Korea’s sole ally and economic backer, and it has made a staple of throwing its weight around in the region. Chinese impatience with this new test will likely show in the UN, and there is a possibility that a new layer of sanctions will be added to those already existing. But China has also long used – and upheld – North Korea as a bulwark against the kind of regional chaos and US military encroachment that Beijing fears would follow regime collapse. China’s capacity to rein in Kim Jong-un is perhaps as uncertain as the motivation behind his latest provocation. That the detonation occurred 50 miles from the Chinese border, and after months of Chinese efforts to rekindle talks with North Korea, is a serious rebuff. China will be wary that South Korea and Japan may now be encouraged to strengthen defence arrangements with the US. Yet however uncertain China’s influence may be, it is the only real option. A strong, responsible Chinese show of determination is urgently needed, both within the UN framework and through economic leverage, to avert the danger spiralling.",
    "keywords": [
        "economic",
        "regime",
        "korea",
        "north",
        "editorial",
        "china",
        "kim",
        "chinese",
        "hbomb",
        "puzzle",
        "koreas",
        "jongun",
        "view",
        "guardian",
        "korean"
    ],
    "summary": "Experts and officials, notably in South Korea, the first potential victim of North Korean militarism, noted that the explosive yield fell short of H-bomb force.\nYet the uncertainty does nothing to diminish the shock of an event that shatters hopes that the North Korean threat had somehow been reduced in recent years.\nThat North Korea has sought to acquire H-bomb technology is beyond doubt, as is its frequently demonstrated ability to exert a form of international blackmail.\nChina’s capacity to rein in Kim Jong-un is perhaps as uncertain as the motivation behind his latest provocation.\nThat the detonation occurred 50 miles from the Chinese border, and after months of Chinese efforts to rekindle talks with North Korea, is a serious rebuff.",
    "sentiment": {
        "neg": 0.1452,
        "neu": 0.7858,
        "pos": 0.0691,
        "compound": -0.2265
    }
}