{
    "date": "2016-02-10T13:25:33Z",
    "title": "Seoul shuts down joint North-South Korea industrial complex",
    "url": "https://www.theguardian.com/world/2016/feb/10/seoul-shuts-down-joint-north-south-korea-industrial-complex-kaesong",
    "content": "South Korea is to close an industrial complex it operates with North Korea in retaliation for Pyongyang’s rocket launch last weekend, bringing to a sudden halt one of the last symbols of cooperation between the two countries. Officials in Seoul said the decision to shut down the Kaesong complex was intended to prevent the regime of North Korean leader, Kim Jong-un, from using hard currency earned through the venture to fund its nuclear and ballistic missile programmes. On Sunday, North Korea launched what it claimed was a satellite into orbit. South Korea and its allies believe the launch was a covert test of missile technology that could one day be used to target the US mainland with nuclear warheads. The Kaesong park, which lies six miles north of the heavily armed border that has separated the two Koreas for more than 60 years, opened in 2004 and was hailed as an important step towards economic cooperation and reconciliation. The site is usually unaffected by periods of political tension between the two Koreas, although work there was severely affected after North Korea pulled its workers out in April 2013 in protest at joint military exercises by South Korea and the US. The closure is thought to be one of the most powerful non-military options open to the South Korean president, Park Geun-hye, as she formulates a response to the recent rocket launch and last month’s nuclear test. The South Korean unification minister, Hong Yong-pyo, said North Korea had earned 616 billion won (£355m) in cash from Kaesong, which relies on South Korean investment and technology, and tens of thousands of skilled North Korean workers. “It appears that such funds have not been used to pave the way to peace, as the international community had hoped, but rather to upgrade its nuclear weapons and long-range missiles,” Hong told reporters in Seoul. The unification ministry said in a statement that the government had “decided to completely shut down” the complex, and had asked North Korean authorities to help ensure the safe return of South Korean workers from Kaesong. The park had been opened “with a view to assisting the lives of the North Korean people, providing impetus to lifting up the North Korean economy and achieving the shared progress for both South and North Korea,” the ministry’s statement said. “However, such assistance and the efforts of our government have ultimately been wrongly harnessed in the service of upgrading North Korea’s nuclear weapons and long-range missiles.” Kaesong, which has benefited from more than 1 trillion won in South Korean state and private investment, was seen as an indication of how the two countries might cooperate after reunification. Cheong Seong-chang, from Seoul thinktank the Sejong Institute, said South Korea had made “the worst possible choice” in closing Kaesong. “Shutting it down will likely lead to more confrontation between the two Koreas, which will further intensify anxiety among South Koreans over national defence, not to mention the economic toll on our companies,” Cheong said. Last year, 124 South Korean companies hired 54,000 North Korean workers to produce socks, wristwatches and other goods worth about £340m. North Korea has yet to officially comment on the closure, which comes as news emerged of another attempt by Kim to tighten his grip on power. South Korean media has reported that the North Korean military chief of staff has been executed for corruption and factionalism. Ri Yong-gil, chief of the Korean People’s Army general staff, was put to death earlier this month, Yonhap news agency said, in the latest in a series of purges and executions ordered by Kim since he came to power in late 2011. They include the execution of his influential uncle, Jang Song-thaek, who was executed in December 2013 for charges that included treason and corruption.",
    "keywords": [
        "south",
        "complex",
        "park",
        "industrial",
        "korea",
        "workers",
        "seoul",
        "nuclear",
        "shuts",
        "kaesong",
        "northsouth",
        "koreas",
        "joint",
        "north",
        "korean"
    ],
    "summary": "South Korea is to close an industrial complex it operates with North Korea in retaliation for Pyongyang’s rocket launch last weekend, bringing to a sudden halt one of the last symbols of cooperation between the two countries.\nOn Sunday, North Korea launched what it claimed was a satellite into orbit.\nCheong Seong-chang, from Seoul thinktank the Sejong Institute, said South Korea had made “the worst possible choice” in closing Kaesong.\nLast year, 124 South Korean companies hired 54,000 North Korean workers to produce socks, wristwatches and other goods worth about £340m.\nSouth Korean media has reported that the North Korean military chief of staff has been executed for corruption and factionalism.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.8885,
        "pos": 0.0593,
        "compound": 0.0042
    }
}