{
    "date": "2016-05-30T06:42:01Z",
    "title": "'Stealth gospel' music aims to shake up North Korea's songs of praise",
    "url": "https://www.theguardian.com/world/2016/may/30/stealth-gospel-music-shake-up-north-korea-songs-of-praise",
    "content": "From giant balloons and illicit DVDs to portable media players, campaigners have been extremely persistent in finding ways to smuggle information inside North Korea. But “stealth gospel”, whereby adoring references to the ruling Kim dynasty in classical propaganda music are replaced with mentions of Jesus and the Holy Spirit, must be one of the most creative. No Chain, a project initiated by former North Korean political prisoner Jung Gwang-il, has recorded 32 new songs almost identical to the ones played on state-run radio – but with a twist. “It sounds exactly the same as what you would hear in North Korea, the same accompaniment, the same type of voice, but the names have all been changed,” Jung said. “[The customs officials] aren’t going to sit there and listen to each song, because the music sounds the same to what they’re used to hearing,” he added. No Chain uses its network of smugglers along the China-DPRK border to distribute the music, which is secretly loaded on USB sticks and SD cards. They do so at great risk: the penalty if they’re caught is public execution. Jung, who presented the project at the Oslo Freedom Forum recently, was stressed that his aim was not to proselytise. Instead, he said he was using religion as a way to expose North Korea’s isolated citizens to alternative ways of thinking. “In the DPRK there is no concept of love that isn’t about loyalty and love for the regime and the ‘dear leader’. We’ve done this to show that outside, people believe in whatever they want,” he said. Jung hired a music studio, a producer, and enlisted the help of a defector who used to work as a singer in Pyongyang. “We took great pains to reproduce the exact sound – the singing, the intonation, the methods,” Jung said. But it’s also about bringing a bit of cheer. Testing the songs on fellow defectors in the US, Jung says: “They hear the words and they’re like, ‘what the hell?’, chuckling and laughing. They’re so surprised.” Pop attrition Music is a well-worn battleground in North Korea’s ongoing fight to control the hearts and minds of its citizens. Patriotic songs celebrating the “exploding mental strength of our million citizens” are a regular fixture of state-run radio and TV, with Kim even announcing his own theme tune in 2012 and founding his own all-female pop group. But it’s also increasingly being used to expose isolated citizens to the outside world – and incense the regime. Following a nuclear test in January, Pyongyang declared it had been driven to “the brink of war” by a barrage of pop music being pumped across the demilitarised zone by a fleet of loudspeakers installed by South Koreans. A spokesman for the South Korean defence ministry said they had been careful to choose “a diverse range of the most recent popular hits to make it interesting”, including a selection of catchy K-pop tracks. The international community responded to Kim’s provocation with a new sanctions, but analysts say these measures continually fail to deter the regime and instead further alienate average citizens. Writing in the Guardian, Korea specialist Andrei Lankov argued that “even if sanctions were to inflict damage on the North Korean economy – which has exceptionally low dependence on foreign trade – the only victims will be common North Koreans, who will just suffer more.” For Jung, who started out by smuggling seeds for Doctors Without Borders in 2008, these measures have made smuggling music, foreign films and TV programmes all the more important, thanks to their power to act as a subversive force against the regime’s rhetoric. “Dramas and Hollywood action films may be classified as entertainment, but when we send them to North Korea, where people are living lives of forced labour, they realise that others don’t have to focus only on working to survive,” he explains. “It may be simple entertainment, but it has a profound impact.”",
    "keywords": [
        "theyre",
        "jung",
        "gospel",
        "music",
        "praise",
        "korea",
        "regime",
        "used",
        "stealth",
        "pop",
        "shake",
        "citizens",
        "songs",
        "aims",
        "north",
        "koreas"
    ],
    "summary": "From giant balloons and illicit DVDs to portable media players, campaigners have been extremely persistent in finding ways to smuggle information inside North Korea.\n“It sounds exactly the same as what you would hear in North Korea, the same accompaniment, the same type of voice, but the names have all been changed,” Jung said.\n“[The customs officials] aren’t going to sit there and listen to each song, because the music sounds the same to what they’re used to hearing,” he added.\nInstead, he said he was using religion as a way to expose North Korea’s isolated citizens to alternative ways of thinking.\nThey’re so surprised.” Pop attrition Music is a well-worn battleground in North Korea’s ongoing fight to control the hearts and minds of its citizens.",
    "sentiment": {
        "neg": 0.095,
        "neu": 0.795,
        "pos": 0.1101,
        "compound": 0.018
    }
}