{
    "date": "2016-09-25T08:03:27Z",
    "title": "Obama’s failed ‘Asian pivot’ leaves China ascendant | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2016/sep/25/obama-failed-asian-pivot-china-ascendant",
    "content": "Tsai Ing-wen is new to the job and the strain is beginning to show. Elected president of Taiwan in a landslide victory, she took office in May, buoyed by high approval ratings. Yet in a few short months, Tsai’s popularity has plunged by 25%. The reason may be summed up in one word: China. Suspicious that Tsai’s Democratic Progressive party, which also won control of parliament, harbours a pro-independence agenda, Beijing suspended official and back-channel talks with its “renegade province” and shut down an emergency hotline. More seriously, for many Taiwanese workers, China also curbed the lucrative tourist trade, which brought millions of mainland visitors to the island during the accommodating presidency of Tsai’s predecessor, Ma Ying-jeou. Cross-strait investment and business have also been hit. Tsai faces contradictory pressures. The public wants the benefit of closer economic ties with China but Beijing’s intentions are rightly distrusted by a population that increasingly identifies itself as Taiwanese, not Chinese. Given President Xi Jinping’s ominous warnings that reunification cannot be delayed indefinitely, China’s military build-up and hawkish suggestions that Beijing may resort to force, Taiwanese ambivalence is wholly understandable. This dilemma – how to work constructively with a powerful, assertive China without compromising or surrendering national interests – grows steadily more acute. It is shared by states across the east and southeast Asian region. From Indonesia and the Philippines to Vietnam, Japan, Seoul, Malaysia and Singapore, the quandary is the same. But the answers proffered by national leaders are different and sometimes sharply at odds. The China dilemma is felt strongly in Washington. The US has striven in recent years to strengthen Asian alliances, increase trade and raise its regional military profile – Barack Obama’s so-called rebalance or pivot to Asia – in a bid to contain and channel China’s ambitions peacefully. But analysts say the pivot appears to be in trouble. For Europeans fixated on Syria and immigration, this may not seem especially worrying or relevant. That’s shortsighted. If Obama and future US presidents get China wrong, the resulting damage could be global, threatening the security and prosperity of all. Obama is already badly off-track. His grand plan to promote interdependent economic self-interest across the Pacific Rim while excluding China – the Trans-Pacific Partnership or TPP (similar to the controversial US-Europe Transatlantic Trade and Investment Partnership or TTIP) – is in deep trouble. Shinzo Abe, Japan’s prime minister, declared last week that the TTP was a crucial “pillar” of future US influence. “Success or failure will sway the direction of the global free trade system and [shape] the strategic environment in the Asia-Pacific,” Abe said. His warning reflected alarm in Tokyo that a risk-averse Obama is again proving an unreliable partner and will fail to get the deal ratified by Congress. It has already been disowned by both his most likely successors, Hillary Clinton and Donald Trump. Washington’s painfully obvious inability to curb China’s controversial island-building programme straddling the international shipping lanes of the South China Sea is seen as further evidence that the pivot is failing. Each week seems to bring news of another Chinese airstrip or newly fortified reef. Ignoring neighbouring countries’ rival claims, Chinese has effectively unilaterally annexed 80% of the sea’s area, through which passes $5tn of world trade annually. “Freedom of navigation” patrols by US warships, soon to be backed by Japan’s navy, have had little discernible impact while increasing the risk of direct military confrontation. China has flatly rejected a precedent-setting UN court ruling that deemed its claim to own the Spratly Islands, also claimed by the Philippines, to be illegal. Beijing has taken a similarly intransigent stance in its dispute with Japan over the Senkaku (Diaoyu) Islands in the East China Sea. Some observers detect ulterior motives. China’s military construction on the Spratlys and “its effort to exhaust and eventually displace Japan in a contest for the Senkakus can be seen as an attempt psychologically and physically to isolate Taiwan and to prepare the battle space for China’s possible use of military force to unify the PRC and Taiwan”, an analysis by the International Institute for Strategic Studies said. Perceived American weakness has led some allies to take matters into their own hands. It emerged last week that Taiwan’s military is also engaged in island fortification, at Itu Aba, its sole possession in the South China Sea. More dramatically still, the maverick Philippines president, Rodrigo Duterte, switched sides last week, announcing Manila would cease maritime co-operation with the US. China, he said, was the stronger partner. Duterte’s shift reflects his anger at American criticism of human rights abuses rather than a deep strategic rethink. But it will certainly hearten Beijing. Other regional players are more cautious, an attitude encouraged by Beijing’s divide-and-rule tactics. Vietnam’s prime minister, Nguyen Xuan Phuc, meekly agreed in talks with Xi this month that “maritime co-operation through friendly negotiations” was the best way forward. But like China, Hanoi is rapidly building military capacity and cementing alliances with India, among others, in anticipation of less amicable times ahead. Similar diplomatic hedging of bets was on display in Laos this month, when an Association of Southeast Asian Nations (Asean) summit deliberately avoided mention of the UN court ruling. This feeble anxiety to play down differences – and evident lack of confidence in US leadership – plays into China’s hands. The China dilemma extends far beyond the South China Sea. Having made nuclear disarmament a top priority in 2009, Obama has failed dismally to halt North Korea’s accelerating pursuit of nuclear weapons. The threat was underscored by Pyongyang’s biggest ever test explosion earlier this month. China, the only country with real leverage, has helped impose additional UN sanctions on North Korea. But it has consistently balked at taking game-changing measures, such as cutting off fuel oil supplies, which could force Kim Jong-un to think again. Beijing also says it will block “unilateral” measures by other countries. Obama’s impotence has intensified questions in Japan and elsewhere about the credibility of the American security umbrella, encouraging nationalists who argue that Tokyo should re-arm in earnest – or even deploy its own nuclear weapons. But their main concern is not North Korea – it is China. Xi is not looking for a fight. His first-choice agent of change is money, not munitions. According to Xi’s “One Belt, One Road” plan, his preferred path to 21st-century Chinese hegemony is through expanded trade, business and economic partnerships extending from Asia to the Middle East and Africa. China’s massive Silk Road investments in central and west Asian oil and gas pipelines, high-speed rail and ports, backed by new institutions such as the Asia Infrastructure Investment Bank, are part of this strategy, which simultaneously encourages political and economic dependencies. Deng Xiaoping once said to get rich is glorious. Xi might add it is also empowering. Western neoliberals are optimistic. They typically argue that market-based economic exchanges can produce a win-win situation for rival states. In this way, China’s rise may be peacefully accommodated, they say. Xi must also calculate that time is on China’s side. “China’s economic development and military modernisation programmes have witnessed dramatic progress since the early-1980s,” said Karl Eikenberry in the American Interest. “China’s aggregate GDP in 1980 was the seventh largest in the world… By 2014, China’s GDP had multiplied 30 times to more than $9tn and is now the second largest in the world… The PRC’s military spending, less than $10bn in 1990, grew to more than $129.4bn in 2014, second only to that of the US.” On current trends, China’s 2035 GDP could be a third larger than the US, Eikenberry said. Yet for less sanguine analysts, this prospective disparity, this growing lack of balance, plus the expanding number of potential flashpoints in the South China Sea, Taiwan and elsewhere, point only one way – towards future military conflict between the US and China. The Pentagon now officially refers to the Chinese “threat”. This is the so-called “Thucydides Trap”, a reference to the Athenian historian’s account of the seemingly inevitable conflict between the rising city-state of Athens and the status quo power Sparta in the fifth century BC. Nowadays, the US is the status quo power and China the bumptious usurper. Open conflict is not inescapable, but it is under active discussion. A recent study by the Rand Corporation made a detailed examination of who might “win” such a military showdown. It concludes that it would probably be catastrophic for both sides. Yet the study also suggests that, if war cannot be avoided, the US might be best advised to strike first, before China gets any stronger and the current US military advantage declines further. The dilemma is clear: amid rising nationalism in both countries, China is not willing to have its ambitions curbed or contained and the US is not ready to accept the world number two spot. These two juggernauts are on a collision course. It’s unclear who or what can prevent a pile-up. The other players in the conflict between Beijing and Washington JAPAN Faced by what it perceives to be a growing threat from China, Japan’s government, led by its conservative prime minister, Shinzo Abe, has sought greater freedom to project military force beyond the country’s borders. This is controversial, since it involves the “reinterpretation” of Japan’s postwar pacifist constitution. Concrete steps include joint naval patrols with the US in the South China Sea and direct help for coastal states such as the Philippines. VIETNAM The communist one-party regime in Hanoi is an unlikely partner for the US, given still painful memories of the Vietnam war. But Vietnam has been wooed by Obama and George W Bush as part of Washington’s attempts to control and channel China’s regional ambitions. Vietnam has been involved in deadly fishing grounds clashes with China, with whom it fought a war in 1979. It has also sought help elsewhere. Earlier this month, the Indian prime minister, Narendra Modi, offered a $500m credit line for defence co-operation. But Hanoi is also carefully hedging its bets by keeping diplomatic lines open to Beijing. INDONESIA The world’s most populous Muslim country, Indonesia has vast human and natural resources and is seen as one of the new 21st-century economic players. Anxious to balance development needs and national pride, President Joko Widodo recently visited the Natuna Islands in the southern South China Sea, scene of repeated, minor fishing boat clashes with Chinese vessels. Widodo vowed to defend “sovereign territory” against foreign encroachment. But, officially, Indonesia calls itself a “non-claimant” country and says it is not formally in dispute with Beijing. This suits both countries, at least for now. By sidestepping their differences, they can get on with business. SOUTH KOREA The Seoul government is more worried about its unpredictable northern neighbour than it is about China. Its defence minister said last week that South Korea has plans in place to assassinate Kim Jong-un and the North Korean leadership if the nuclear threat becomes critical. Seoul sticks close to the US, which maintains military bases in the country. But abiding South Korean distrust of Japan, Washington’s other key east Asian ally, dating back to the Second World War, has undermined attempts to present a united front to Beijing – with which Seoul maintains friendly relations. INDIA Like China, India is rapidly expanding its military capabilities, spending an estimated $100bn on new defence systems since Narendra Modi became prime minister in 2014. Like China, its ambition is to project itself as a regional superpower looking both east and west. This potentially brings the two countries into conflict. They have long-standing border disputes in the Kashmir/Xinjiang and Arunachal Pradesh areas. In a forerunner to Obama’s pivot to Asia, George W Bush’s administration launched a strategic partnership with Delhi, partly as a counterbalance to China. For its part, Beijing maintains close ties with Pakistan, India’s historical foe. RUSSIA China and Russia are old enemies dating back to the cold war, but these days, they claim to be close friends. A visit to Beijing by President Vladimir Putin in June saw the launching of a number of trade and oil deals worth up to $50bn. China sees Russia as a valuable provider of raw materials but also as a political and military partner in relation to the US. In defiance of Washington, the two countries held large-scale war games in the South China Sea last week, practising taking over islands in disputed waters. Putin also values collaboration as a way of circumventing sanctions imposed by the US and EU after Russia’s invasion of Crimea.",
    "keywords": [
        "leaves",
        "south",
        "war",
        "military",
        "economic",
        "ascendant",
        "beijing",
        "pivot",
        "failed",
        "sea",
        "trade",
        "week",
        "china",
        "simon",
        "chinas",
        "asian",
        "tisdall",
        "obamas"
    ],
    "summary": "Washington’s painfully obvious inability to curb China’s controversial island-building programme straddling the international shipping lanes of the South China Sea is seen as further evidence that the pivot is failing.\nBeijing has taken a similarly intransigent stance in its dispute with Japan over the Senkaku (Diaoyu) Islands in the East China Sea.\nThe China dilemma extends far beyond the South China Sea.\nConcrete steps include joint naval patrols with the US in the South China Sea and direct help for coastal states such as the Philippines.\nIn defiance of Washington, the two countries held large-scale war games in the South China Sea last week, practising taking over islands in disputed waters.",
    "sentiment": {
        "neg": 0.0968,
        "neu": 0.8142,
        "pos": 0.0891,
        "compound": -0.0268
    }
}