{
    "date": "2016-10-19T15:00:32Z",
    "title": "Chimpanzee seen smoking at North Korea's reopened zoo",
    "url": "https://www.theguardian.com/world/2016/oct/19/chimpanzee-seen-smoking-north-korea-reopened-zoo-pyongyang",
    "content": "Visitors to a newly reopened zoo in North Korea have been flocking to a new attraction: a smoking chimpanzee. According to officials at the Central zoo in Pyongyang, which has been criticised for animal cruelty in the past, the 19-year-old female chimpanzee Azalea, Dallae in Korean, smokes a pack a day. The chimpanzee can use a lighter to light her own cigarettes, or spark up from a lit cigarette. The zoo has insisted, however, that she does not inhale. The spectacle, which would shock animal rights campaigners, made visitors roar with laughter on Wednesday as the chimpanzee sat puffing away. Her trainer seemed to be encouraging the smoking and prompted her to touch her nose, bow thank you and do a simple dance. The zoo is pulling in thousands of visitors a day to see attractions ranging from elephants, giraffes, penguins and monkeys to a hi-tech natural history museum. NK News reported North Korea has stocked the zoo with animals from all over the world, with many of the deals being called into question by animal rights campaigners. The zoo has also been criticised in the past for keeping animals in “woefully inadequate” conditions. Renovations at the zoo began in 2014 as part of efforts by the North Korean leader, Kim Jong-un, to create leisure centres around the capital. Another popular attraction is the dog pavilion. The zoo also arranges performances featuring other animals trained to do tricks, including a monkey that slam dunks basketballs and doves that fly around and land on a woman skating on an indoor stage.",
    "keywords": [
        "past",
        "chimpanzee",
        "visitors",
        "animals",
        "zoo",
        "animal",
        "seen",
        "rights",
        "reopened",
        "korean",
        "smoking",
        "north",
        "koreas"
    ],
    "summary": "Visitors to a newly reopened zoo in North Korea have been flocking to a new attraction: a smoking chimpanzee.\nThe spectacle, which would shock animal rights campaigners, made visitors roar with laughter on Wednesday as the chimpanzee sat puffing away.\nNK News reported North Korea has stocked the zoo with animals from all over the world, with many of the deals being called into question by animal rights campaigners.\nThe zoo has also been criticised in the past for keeping animals in “woefully inadequate” conditions.\nRenovations at the zoo began in 2014 as part of efforts by the North Korean leader, Kim Jong-un, to create leisure centres around the capital.",
    "sentiment": {
        "neg": 0.0479,
        "neu": 0.8315,
        "pos": 0.1206,
        "compound": 0.125
    }
}