{
    "date": "2016-03-23T14:38:26Z",
    "title": "North Korean rhetoric has reached new heights – and the world is losing patience | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2016/mar/23/north-korea-rhetoric-pyongyang-us-china-nuclear-destruction",
    "content": "Even by North Korean standards, threatening to nuke Manhattan is a bit much. It does after all contain the UN, and North Korean diplomats accredited there. A lot of countries would be really quite annoyed. Yet Pyongyang’s rhetoric, never knowingly understated, is now raging out of control. The threat to New York – “all the people there would be killed immediately and the city would burn … to ashes” came on 13 March. Nine days later, the targets – literally, in crosshairs on a video – were the White and Blue Houses; the latter is South Korea’s presidential office and residence. The vile sexist vitriol directed at the South’s president, Park Geun-hye, daily plumbs new depths. Ugly bat and bitch are among the politer epithets. Meanwhile, volleys of missiles rain into Korea’s east sea (never call it the sea of Japan), with no notice to shipping, although so far without incident. In 2016 the Korean pendulum has swung back into crisis mode. This began on 6 January with North Korea’s fourth nuclear test in a decade, closely followed on 7 February by a successful satellite launch – which doubles as a partial test for launching a ballistic missile. So far, so normal. North Korea conducts both kinds of test every few years. This swift one-two, while deplorable, was hardly unexpected. With the nominally ruling Workers’ Party of Korea (WPK) set to hold its first full congress for 36 years in May, fireworks were guaranteed. This is how Kim Jong-un makes his wretched subjects feel good about themselves, and about him. What is new this time is the fierce reaction. The US and South Korea have both lost patience. Ominously for Kim, even China is fed up. The US Congress, with rare speed and bipartisan unanimity – though no fruit hangs lower than North Korea – passed a tough new bilateral sanctions bill. UN sanctions, previously weak to ensure Chinese and Russian support, are much more severe this time. The Philippines swiftly impounded two North Korean vessels; Chinese ports are turning away others. South Korea has shut the Kaesong industrial complex – the last inter-Korean joint venture left from the “sunshine” era of greater political and commercial contact. The US and South Korea stage large and lengthy joint war games every spring. This year’s, Foal Eagle, which began on 7 March and continues until 30 April, has been beefed up to be the biggest ever. Though avowedly a defensive exercise, this includes rehearsals for Oplan 5015, which envisages attacking North Korea’s nuclear sites and “decapitating” the top leadership. Not to defend Kim’s appalling and reckless regime, but you can see why he is unnerved. He never expected so robust a reaction to routine provocations. No doubt he deserves it. But will backing him into a corner bring him to heel? Or might it backfire, prompting him to lash out? As the distinguished expert Andrei Lankov put it, North Korea now has nothing to lose. We have been here before, and survived; 2013 saw a spring of North Korean sabre-rattling, for no clear reason, which ended as suddenly as it began. In fresh tensions last August, shots were fired across the demilitarised zone – though carefully calibrated to cause no harm. With any luck the peninsula will emerge unscathed this time too. Yet the risks are real. As in 2010 when North Korea, then ruled by Kim Jong-il, sank a South Korean navy corvette (it denies this) and shelled a southern island, Kim Jong-un might be tempted to try a direct provocation ahead of the WPK Congress, to show he means business. That would be dangerous. The mood in Seoul has hardened, as has Park personally. She faces parliamentary elections on 13 April, and may feel that a hard line helps; though her conservative ruling Saenuri party should win anyway, against a divided and demoralised liberal opposition. Her predecessor Lee Myung-bak took flak for not retaliating after 2010’s attacks. By some accounts Washington stayed his hand, and it may yet have to do so again. New rules of engagement now give the South’s frontline commanders greater leeway. The old bias towards caution has weakened; some in the military are itching to teach Kim a lesson. In such an atmosphere, the risk is that any incident or accident may escalate. Anger at North Korean recidivism is understandable, but machismo is not a strategy. Under Kim Jong-un, North Korea has grown harder to read. What does he want? To survive, mainly. At home, that means proving his fidelity to his father’s and grandfather’s heritage by doing what they did, only more so and louder. But he also wants to fix the North’s broken economy. The WPK Congress may yield new ideas on that score. Fed up though Obama and Park understandably are, it would have been wise to wait till May to see where North Korea is heading overall, then to try to craft a sophisticated long-term approach. Kicking Kim is a gut reaction, not a policy. Sooner or later Korea will see a return to diplomacy; there is no other way. That will be under new leaders, in Washington (the mind boggles) and in Seoul; Park must leave office in 2018. The immediate outlook on the peninsula is icy; we must just hope it does not turn fiery.",
    "keywords": [
        "fostercarter",
        "south",
        "wpk",
        "patience",
        "world",
        "losing",
        "korea",
        "reached",
        "heights",
        "aidan",
        "kim",
        "rhetoric",
        "test",
        "congress",
        "koreas",
        "park",
        "north",
        "korean"
    ],
    "summary": "Even by North Korean standards, threatening to nuke Manhattan is a bit much.\nIt does after all contain the UN, and North Korean diplomats accredited there.\nThe Philippines swiftly impounded two North Korean vessels; Chinese ports are turning away others.\nThough avowedly a defensive exercise, this includes rehearsals for Oplan 5015, which envisages attacking North Korea’s nuclear sites and “decapitating” the top leadership.\nAnger at North Korean recidivism is understandable, but machismo is not a strategy.",
    "sentiment": {
        "neg": 0.1205,
        "neu": 0.8131,
        "pos": 0.0664,
        "compound": -0.0843
    }
}