{
    "date": "2016-01-10T00:05:04Z",
    "title": "The Observer view on North Korea’s nuclear bomb test | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2016/jan/10/china-and-us-must-work-to-together-combat-north-korean-menace",
    "content": "It was, it transpired, probably quite a small bomb, in terms of yield and explosive power, and not the game-changing thermonuclear device that North Korea initially bragged about. Nevertheless, Kim Jong-un’s unwelcome birthday surprise (the North Korean dictator turned 33 on Friday) – ordering his country’s fourth underground nuclear test in less than 10 years – has caused a big splash. Last week’s unanticipated detonation sent shockwaves across Asia and has plunged the US and China into an unedifying display of public finger pointing over who is most to blame. Given that the threat posed by Pyongyang’s UN-proscribed development of nuclear weapons and long-range missiles is nothing new, the shambolic, divided and largely clueless response of the international community to this latest provocation is dismaying to behold. It’s true that permanent members of the UN security council, including China and Russia, were unanimous in their condemnation. It’s true that the council convened in emergency session. It’s true that Kim was again told to observe UN injunctions he has consistently ignored. But then… nothing. The explanation, now, as in the past, is that North Korean misbehaviour, whether it is illegal weapons testing, contrived border incidents or ship sinkings, is automatically viewed in the wider geostrategic context of Asian security rivalry. The result is paralysis. In this bigger theatre, expansionist China, not recalcitrant North Korea, is cast as the villain by the US and regional allies, notably Japan. Thus John Kerry, the US secretary of state, lost no time in berating Beijing for failing to rein in its unruly neighbour. “China had a particular approach… that has not worked and we cannot continue business as usual,” he warned. China could do more. It buys about 90% of North Korea’s exports. It supplies most of its oil. Its support for the extra sanctions being discussed at the UN would be welcome, as would its co-operation in Iran-style banking restrictions aimed at North Korea’s leadership. But when the US talks about deploying B52 nuclear-capable bombers to the north-south border, importing an advanced missile shield into South Korea and emphasising strong military ties with Japan, as it did last week, China, understandably, looks askance. Beijing’s response to Kerry reflected hostility to what it sees as Washington’s meddling in east Asian security affairs – Korean stability, Taiwanese autonomy, disputes in the South and East China seas. China continued to seek denuclearisation of the peninsula, said its spokeswoman Hua Chunying, an implicit reference to suspected US nuclear capability linked to its South Korean military bases. But the US should do more, too, Hua said. “It takes two to tango.” Whether Barack Obama, in his last year in office, has the energy or clout to follow his counter-proliferation success with Iran with a big push on North Korea is doubtful. While China has been too acquiescent over Kim’s dangerous antics, it is fair to say that Obama, increasingly focused on his domestic legacy and badly burned on Syria, Libya and Isis, has taken his eye off the Korean ball in particular and foreign policy challenges in general. Melodramatic last-gasp outreach has been tried before. In October 2000, at the fag-end of Bill Clinton’s presidency, then secretary of state, Madeleine Albright, unexpectedly flew to Pyongyang in a bid for a historic breakthrough. Nothing lasting came of it. The reaction of friends and neighbours has been formulaic and unimaginative. Renewed emphasis on enhanced self-defence capacity from allies of Shinzo Abe, Japan’s conservative prime minister, and South Korea’s unhelpful resumption of cross-border propaganda broadcasts, may only serve to deepen China’s suspicions and fuel Kim’s paranoid posturing. Philip Hammond, Britain’s foreign secretary, who was in the region last week, was reduced to platitudes. A fresh start is needed. Kim’s dictatorship grows more extreme. The dangers posed by the regime are not confined to nuclear proliferation. Its unchecked, systemic human rights abuses are deeply shocking. It engages in cyber warfare. It peddles arms and spreads corruption. It is an international menace. China and the US, the only players that count, should set aside differences. Years of patient diplomacy have not worked. They jointly have the means to enforce peaceful change. All Koreans deserve a better, safer future. Kim deserves to be in jail.",
    "keywords": [
        "south",
        "observer",
        "secretary",
        "korea",
        "bomb",
        "editorial",
        "nuclear",
        "china",
        "true",
        "security",
        "korean",
        "test",
        "view",
        "north",
        "koreas"
    ],
    "summary": "It was, it transpired, probably quite a small bomb, in terms of yield and explosive power, and not the game-changing thermonuclear device that North Korea initially bragged about.\nNevertheless, Kim Jong-un’s unwelcome birthday surprise (the North Korean dictator turned 33 on Friday) – ordering his country’s fourth underground nuclear test in less than 10 years – has caused a big splash.\nIn this bigger theatre, expansionist China, not recalcitrant North Korea, is cast as the villain by the US and regional allies, notably Japan.\nIt buys about 90% of North Korea’s exports.\nIts support for the extra sanctions being discussed at the UN would be welcome, as would its co-operation in Iran-style banking restrictions aimed at North Korea’s leadership.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.8234,
        "pos": 0.0847,
        "compound": -0.0763
    }
}