{
    "date": "2016-01-07T16:25:09Z",
    "title": "Nuclear weapons risk greater than in cold war, says ex-Pentagon chief",
    "url": "https://www.theguardian.com/world/2016/jan/07/nuclear-weapons-risk-greater-than-in-cold-war-says-ex-pentagon-chief",
    "content": "The risks of a nuclear catastrophe – in a regional war, terrorist attack, by accident or miscalculation – is greater than it was during the cold war and rising, a former US defence secretary has said. William Perry, who served at the Pentagon from 1994 to 1997, made his comments a few hours before North Korea’s nuclear test on Wednesday, and listed Pyongyang’s aggressive atomic weapons programme as one of the global risk factors. He also said progress made after the fall of the Soviet Union to reduce the chance of a nuclear exchange between the US and Russia was now unravelling. “The probability of a nuclear calamity is higher today, I believe, that it was during the cold war,” Perry said. “A new danger has been rising in the past three years and that is the possibility there might be a nuclear exchange between the United States and Russia … brought about by a substantial miscalculation, a false alarm.” Alongside the risks stemming from cyber-attack, North Korea’s nuclear programme and volatility between India and Pakistan in Kashmir, Russia’s military interventions in Ukraine and Syria and the increasingly assertive posture of its air and sea patrols have brought Russian forces into close proximity to their western counterparts. In a new study, the arms control advocacy group Global Zero analysed 146 such incidents over the past 21 months, classing two of them as high risk. It deemed 33 provocative in that they “stray from the norm of routine incidents, resulting in more aggressive or confrontational interaction that can quickly escalate to higher-risk incidents or even conflict”. Over the same period, the group counted 29 incidents between North and South Korea, including three high-risk incidents, and 40 military encounters around disputed islands in the South China Sea, which brought confrontations and near-misses between Chinese forces and those of the US or its regional allies. Ten of the incidents were deemed provocative. In south Asia, where three nuclear-armed states face off , the study counted 54 significant military incidents between India, Pakistan and China, including 22 border clashes in and around Kashmir. Pakistan is outnumbered by India in terms of conventional forces and is growing increasingly reliant on the threat of the early use of tactical weapons to deter an attack. Such weapons would have to be deployed to border positions in a crisis to represent an effective deterrent, but it is not clear if or when launch authority would be delegated to field commanders. Kashmir remains the most volatile nuclear frontline, but the zone where Russia and the west rub up against each other is also becoming increasingly precarious, underlining the inherent risks of US and Russian nuclear doctrine. Twenty years after the cold war, neither nation has ruled out first use of its nuclear arsenal and both maintain a launch-on-warning, keeping a combined total of 1,800 nuclear weapons on hair-trigger alert. Barack Obama would have less than 30 minutes to decide whether early warning satellite data showing an incoming missile attack was credible. His Russian counterpart, Vladimir Putin, would have under half that time to make up his mind because Russia does not currently have a working early warning satellite. “These weapons are literally waiting for a short stream of computer signals to fire. They don’t care where these signals come from.” said Bruce Blair, a former US missile launch officer and co-founder of Global Zero. “Their rocket engines are going ignite and their silo lids are going to blow off and they are going to lift off as soon as they have the equivalent of you or I putting in a couple of numbers and hitting enter three times.” The risks are compounded by inexperience. Neither the US nor Russian presidents, nor the overwhelming bulk of the military leadership in both countries, had to deal with the near-misses and constant pressure of the cold war standoff. Communication between Nato and Russian chains of command is at a new low, far worse than in the 1970s and 80s. The shooting down of a Russian warplane by the Turkish air force over the Turkey-Syria border in November - the first time a Nato member had downed a Russian warplane since the Korean war – exposed the breakdown. “It showed how our institutional memory and understanding of Russia has been allowed to atrophy. We believed our own propaganda about partnership,” a senior Nato official said a few days after the incident. Referring to the possibility of a nuclear exchange triggered by a military incident that spiralled out of control, the official said: “It is still remote, but it is no longer trivial.” Nuclear experts say the growth of cyberwarfare potentially poses the biggest threat to the integrity and reliability of automated command and control systems. “In the cold war we were not contemplating how a cyber-attack might go awry. Its hard to be specific about that risk, but it seems to be very real and a growing danger,” said Perry, who has written a book, My Journey at the Nuclear Brink, which highlights the increasing risks. “Some kind of cyber-attack on our nuclear command system either in the United States or Russia could be the basis for a miscalculation made about a launch.” US Strategic Command headquarters in Omaha, Nebraska, had not provided comment by the time of publication, but the generals in charge of the nuclear arsenal admit they do not know the extent to which it has been compromised because the threat is so new. “The sophistication of the cyberthreat has increased exponentially” over the past decade, the command’s former head, retired general James Cartwright, told the Associated Press in April. It was “reasonable to believe that that threat has extended itself”to nuclear command and control systems,” he said. “Have they been penetrated? I don’t know. Is it reasonable technically to assume they could be? Yes.” A 2013 review by the Pentagon’s defence science board found that US nuclear weapon control systems had not been properly assessed for their cyber-vulnerabilities. The then head of US Strategic Command, General Robert Kehler, told the Senate armed services committee in 2013 that there was “no significant vulnerability” in the nuclear command and control system, but later conceded: “We don’t know what we don’t know.” When asked whether Russia and China could prevent a cyber-attack from launching their nuclear missiles, he replied: “Senator, I don’t know.” The threats of cyber and nuclear warfare collide at a time when momentum is draining away from the arms control effort under way at the beginning of Obama’s presidency, when he vowed to work for the elimination of nuclear weapons. Moscow has made increasingly frequent reference to Russia’s nuclear arsenal in combative rhetoric directed at its perceived adversaries. The country’s ambassador in Copenhagen has said Danish warships would be “targets for Russian nuclear missiles” if they installed advanced radar equipment. The US has accused Moscow of violating the intermediate-range nuclear forces treaty by secretly developing a medium-range cruise missile. On 9 November, Putin was filmed meeting some of his generals in Sochi, and the cameras captured a glimpse of a graphic presentation of what appeared to be an alarming new weapon. Codenamed Status-6, it was a large drone submarine designed to carry a huge thermonuclear dirty bomb into a foreign port. “If detonated, Status-6 would be capable of dousing cities like New York in massive amounts of radioactive fallout,” Jeffrey Lewis, of the James Martin Centre for Non-proliferation Studies, wrote in Foreign Policy magazine. “At the risk of understating things, this project is bat-shit crazy. It harkens back to the most absurd moments of the cold war, when nuclear strategists followed the logic of deterrence over the cliff and into the abyss.” In its efforts to reassure its eastern European allies over the threat of Russian encroachment, the US has also been mixing its conventional and nuclear signalling. For the first time since the cold war, it flew formations of strategic bombers over the Arctic last year. Over the next decade, the Pentagon is planning a $355bn (£243bn) spending spree to fund 12 new nuclear-armed strategic submarines, as many as 100 new strategic bombers, new land-based, intercontinental ballistic missiles capable of deployment on mobile launchers, and more than 1,000 nuclear-capable cruise missiles. The missiles are described as uniquely destabilising, as they come in conventional and nuclear variants, so an adversary would have no way of knowing which was being launched. The UK rejected a cruise-based deterrent in 2013 because, as the then defence secretary Philip Hammond said, it “would carry significant risk of miscalculation and unintended escalation”. Perry said: “In the cold war, we and Russia were in the process of dismantling nuclear weapons … Today, in contrast, both the Russia and the US are beginning a complete rebuilding of the cold war nuclear arsenals. And today Russia is threatening the use of nuclear weapons … Those are very dramatic steps between today and the 90s. That is a major difference.”",
    "keywords": [
        "greater",
        "war",
        "chief",
        "russia",
        "threat",
        "risk",
        "incidents",
        "nuclear",
        "cold",
        "weapons",
        "russian",
        "command",
        "expentagon",
        "control"
    ],
    "summary": "“The probability of a nuclear calamity is higher today, I believe, that it was during the cold war,” Perry said.\nTwenty years after the cold war, neither nation has ruled out first use of its nuclear arsenal and both maintain a launch-on-warning, keeping a combined total of 1,800 nuclear weapons on hair-trigger alert.\nFor the first time since the cold war, it flew formations of strategic bombers over the Arctic last year.\nPerry said: “In the cold war, we and Russia were in the process of dismantling nuclear weapons … Today, in contrast, both the Russia and the US are beginning a complete rebuilding of the cold war nuclear arsenals.\nAnd today Russia is threatening the use of nuclear weapons … Those are very dramatic steps between today and the 90s.",
    "sentiment": {
        "neg": 0.1255,
        "neu": 0.8408,
        "pos": 0.0337,
        "compound": -0.3315
    }
}