{
    "date": "2016-10-31T10:00:15Z",
    "title": "How the world views the US elections, from Israel to North Korea",
    "url": "https://www.theguardian.com/us-news/2016/oct/31/world-opinion-us-election-russia-china-mexico-europe",
    "content": "Russia Russia has played an unexpectedly prominent role in this year’s US election, although the extent of the Kremlin’s involvement in hacking Democratic servers and the WikiLeaks disclosures will probably never be known. What is clear is that Moscow has enjoyed making trouble. Vladimir Putin has a personal dislike of Hillary Clinton going back to her time as secretary of state, while Trump fits perfectly into the mould of “chaos candidates” that Russia has supported in other western countries. It would take a conspiracy theorist to believe Trump is actually a Kremlin stooge rather than simply a “useful idiot”, and some in Russia believed a Trump presidency could actually have more potential for conflict than a Clinton one. Under Clinton, relations would be unlikely to be rosy but would probably stay within a long-established paradigm of mutual distrust and limited cooperation on certain issues. US politics tends to be portrayed as driven by geopolitical interests rather than personalities, and so most ordinary Russians assume that little will change, whoever wins. Still, the warm words about Putin from Trump, and the slightly more positive tone of television coverage relating to the real estate tycoon, have both left their mark. A poll over the summer found that 22% of Russians had a positive opinion of Trump, compared with just 8% for Clinton. Shaun Walker in Moscow Mexico Trump’s rise has stirred more unease and indignation in Mexico than perhaps any other country. He launched his campaign by describing Mexican migrants as rapists and robbers and promised to build a border wall, with Mexico paying. Trump’s wall and his pledges to rip up the North American Free Trade Agreement, or Nafta, and slap tariffs on Mexican-made products have also caused preoccupation in business circles, which over the past 25 years have bet on closer US relations. Mexicans have responded by mocking Trump with memes, lampooning him with piñatas and burning him in effigy, but ironically the candidate may have ceded the position of most-hated political figure to Mexico’s own president. Enrique Peña Nieto was widely rebuked for sharing a platform with Trump at the presidential palace in August and failing to challenge his anti-Mexican comments. Meanwhile, Trump has frequently been compared to Mexico’s own perennial outsider, Andrés Manuel López Obrador, a leftwing populist who has twice refused to accept election results which went against him. Other parts of Trump’s discourse sound eerily familiar to Mexicans, such as his pledge to lock up his opponent. Some have even mused that Trump has finally cracked the idea that the US is a model for Mexico. “I’ve never felt so third world as when I saw the gringos in crisis because things could happen there that already happened here,” tweeted Esteban Illades, editor of the Mexican magazine Nexos. David Agren in Mexico City Iran In Tehran, one thing is certain: no matter which candidate wins the US presidential race, Iran will face a tougher time ahead. Even Hillary Clinton – seen in Tehran as the lesser of two evils – has consistently been more hawkish on Iran than Barack Obama. But Iranians have been amused by the bitter rivalry been Clinton and Trump and in an unprecedented move, state TV broadcast the last presidential debate. Trump’s talk of election-rigging gave hardliners a sense of schadenfreude, reminding them of Washington’s accusations that Iran’s 2009 vote was rigged. Meanwhile, the tycoon’s toxic rhetoric and use of the media remind many of their own former president Mahmoud Ahmadinejad. Although Clinton served as secretary of state under Obama, she is mainly seen as the architect of the economic sanctions that brought Iran back to the negotiating table, rather than the person who secured last year’s nuclear deal. Credit for the landmark deal goes to her successor, John Kerry. Iranians have not forgotten Clinton’s past comments on Iran, and an extract from a 2008 interview with ABC has been shared widely on social media. In the clip, she says: “I want the Iranians to know that if I’m the president, we will attack Iran … we would be able to totally obliterate them.” The comments came after a question about a hypothetical Iranian attack against Israel but have been circulated more recently out of context. Analyst Ahmad Shirzad told the reformist newspaper Shargh that Obama had been “Iran’s best choice” to avoid confrontation – and that it was unlikely that Clinton would match him. Saeed Kamali Dehghan, Iran correspondent China The rulers of one-party China are not known for asking the masses what they think of their political masters, and there have been no official polls on the US elections. But the Communist party has made no attempt to disguise its own delight at the political turmoil unfolding on the other side of the Pacific. “For a long time, many Americans regarded US democracy as the gold standard,” one prominent scholar mused in the party-run Global Times newspaper. “But more and more Americans feel shame about this kind of democracy, and this year’s election. “Chinese people can evaluate the US system of democracy when watching its general election.” A study released last month by the Pew Research Center suggested that if China could vote, Hillary Clinton would come out on top. Pew said 37% of Chinese held a positive view of Clinton compared with just 22% for her Republican rival. Forty per cent viewed Trump unfavourably against 35% for Clinton. Those figures may reflect a distaste for the way in which Trump has made China-bashing a recurrent feature of his campaign, accusing it of “raping” the US and creating global warming as a “hoax”. They might also speak to approval for Clinton’s outspokenness on civil rights issues. Chinese feminists still revere Clinton for a 1995 speech she gave at a UN conference in Beijing in which she declared: “Human rights are women’s rights – and women’s rights are human rights.” But if the people prefer Clinton, some suspect the party itself is secretly hoping a Trump presidency would boost China’s quest for superpower status by dealing a severe blow to its main rival. Tom Phillips in Beijing Canada The American election has been closely watched north of the border, with many in Canada nervously wondering who will end up at the helm of Canada’s largest trading partner. The US accounted for 60% of Canada’s global trade in 2014, a relationship underpinned by Nafta. Trump, who has described the agreement as “the worst trade deal in history”, has vowed to renegotiate the terms and would move to withdraw the US from the deal if Canada and Mexico refuse. Polls suggest Canadians overwhelmingly support Hillary Clinton, with up to 80% of Canadians saying they would cast their vote for her. But Trump has attracted a small but loyal legion of fans in Canada who say his promise to green-light the Keystone XL pipeline shows that a Trump presidency could benefit to Canada. Little about Clinton’s campaign has been discussed in Canada. Instead her candidacy has come to be defined by who she is not: Trump. Canadian politicians on both the left and right have voiced concerns over the Republican nominee, but Justin Trudeau, Canada’s prime minister, has repeatedly shied away from offering his views on the candidates. “I’m not going to pick a fight with Donald Trump right now. I’m not going to support him either, obviously,” he told a forum in early March. It was a softening of the stance he took in December when he described Trump’s proposal to bar foreign Muslims as “ignorant [and] irresponsible”. But Trudeau has since become increasingly tight-lipped, heeding advisers who warn that Canada must not be perceived to be interfering in the American election. Ashifa Kassam in Toronto Israel No foreign relationship is more important to Israelis than the relationship with the US, and the scrutiny of potential occupants of the White House has had all the passionate intensity of the weighing of a potential prom night date. After the Obama-Netanyahu years, which have been marked by a frosty and difficult relationship, the question – boiled to its crude simplicities – is whether Hillary would be more friendly than Obama and whether Trump, despite his pro-Israel noises, is tainted by the antisemitism of some of his supporters. Oddly, given the history of Obama’s relationship with the Israeli prime minister and Benjamin Netanyahu’s controversial speech to Congress opposing the Iran deal, Netanyahu has been unexpectedly cautious on the elections. Of more immediate concern to Netanyahu and his allies in recent weeks has been whether, in the time between election day and the inauguration, Obama might launch or support a new initiative on the Israel-Palestine peace process. Netanyahu met both candidates during his visit to the UN general assembly but otherwise has been discreet – although Israel Hayom, the free mass distribution paper nicknamed the “Bibiton” for its support of Netanyahu, has seemed most sympathetic of the Israeli media to Trump. If there has been less interest in Hillary Clinton it is because she is seen as a known quantity, cautiously regarded as more supportive of Israel than Obama. Trump, however, is seen as a different issue. Although he has said he “would be great for Israel” and has pointed to his Jewish son-in-law Jared Kushner, others remember earlier comments where he said he would be neutral on the Israel-Palestine issue. The reality is that despite his sometimes strongly pro-Israel statements (and the apparent support of one of Netanyahu’s biggest backers, the casino magnate Sheldon Adelson) Trump alarms many Israelis. Where they see in Clinton a continuation of a status quo and experience of the region, Trump’s approach to foreign policy is seen as wayward, imprecise at best, and contradictory. His comments in December to the Republican Jewish Coalition, in which he said he suspected many members wouldn’t back him because he was rich and didn’t want their contributions, was seen by some in the Israeli media as reinforcing stereotyping of Jews. His stance on other issues, including immigration, and his racist remarks about Mexican migrants were also seen as deeply uncomfortable. More serious still has been the kind of people that Trump has attracted and the views of people and groups Trump himself has retweeted. The liberal daily Haaretz framed the question in a bald but careful headline: Donald Trump an anti-Semite? Israel’s Top GOP Supporter Insists Otherwise. Peter Beaumont in Jerusalem Middle East In the Middle East, many are wary of what a new president in the Oval Office will mean for American policy in the region. Washington’s traditional allies are eager for a more hawkish leader than Obama, whose nuclear deal with Iran and reluctance to deploy US forces against the regime of Bashar al-Assad in Syria have fueled fears of an American realignment towards Tehran and away from the Gulf states. While Clinton is often seen as a known quantity in the region – and one who is more likely to defend America’s longtime allies and clients – most see Trump as an unknown whose unpredictability could further destabilize the region. Trump’s incendiary comments on banning Muslims from entering the country have also aroused disbelief and mockery, but social media users often note that Trump’s populist demagoguery matches that deployed by Arab despots. Others in the region see the Trump candidacy as a symbol of western democracy and values gone awry, hinting at a more profound global realignment. “From our point of view, the revolutions of the Arab spring were an inflection point to measure the west’s strength in defending democracy, and they failed,” wrote Jamil Matar, a columnist in the Lebanese newspaper Assafir. “What hope now do we have in a west that is in constant decline?” Kareem Shaheen in Beirut North Korea Kim Jong-un is hoping Donald Trump will be the next occupant of the White House. The North Korean leader has not publicly commented on the US presidential election, but if state media are to be believed, Trump represents his best hope of engagement with the west. The DPRK Today newspaper has described the billionaire property mogul as a “wise politician” and “prescient presidential candidate”. “It turns out that Trump is not the rough-talking, screwy, ignorant candidate they say he is, but is actually a wise politician and a prescient presidential candidate,” Han Yong-muk wrote in a column. Residents of the North Korean capital, Pyongyang, believe Trump would be more open to dialogue – a key regime demand that would allow it to use its nuclear programme to secure a no-first-strike guarantee from the US and the resumption of international aid. Keisuke Fukuda, a Japanese journalist with Toyo Keizai magazine, said he had interviewed North Korean citizens who were “looking forward to change” in Washington’s political direction. The desire to talk appears to be reciprocal. In June, Trump said he would welcome a visit to the US by Kim Jong-un, although he would stop short of honouring the dictator with an official state dinner. Despite North Korea’s growing isolation, eight years of the Obama presidency have not been all bad for the country. Clinton’s approach to the regime is not expected to differ significantly from Obama’s policy of sanctions and international isolation – measures she supported as secretary of state and which have failed to dent Kim’s missile and nuclear weapons programmes. Trump has called on China to do more to rein in Pyongyang’s nuclear ambitions – perhaps the only North Korea initiative on which he and Clinton agree. Justin McCurry Japan and South Korea North Korea’s apparent enthusiasm for a Trump presidency could be connected to his desire to dismantle the postwar arrangements that many believe have ensured the security of the US’s most important allies in the Asia-Pacific, Japan and South Korea. In a campaign speech late last year, Trump described Japan, where 47,000 US troops are based, as a security freeloader. “If somebody attacks Japan, we have to immediately go and start World War III, OK? If we get attacked, Japan doesn’t have to help us,” he said. “Somehow, that doesn’t sound so fair.” Trump’s frequent claim that Japan is taking advantage of US largesse is inaccurate. Tokyo contributes ¥192bn ($1.84bn) a year towards maintaining the US military presence. US bases in Japan cost about $5.5bn a year, according to the Pentagon, about half of which goes on salaries and other personnel costs. South Korea, meanwhile, contributes $850m a year – about half the cost of maintaining 28,500 troops on the southern side of the heavily fortified border that divides the Korean peninsula. Yet Trump has returned to the theme throughout the campaign: “As far as Japan and other countries, we are being ripped off by everybody in the world,” he said at an event in Las Vegas. “We’re defending other countries, we’re spending a fortune doing it. We have to tell Japan, in a very nice way, we have to tell Germany, all these countries, South Korea, we have a say, ‘You have to help us out.’” More alarming than Trump’s claim that Japan is not pulling its weight on bilateral security ties is his suggestion that Japan and South Korea should end their dependence on the US nuclear umbrella and develop their own nuclear deterrents. That, many analysts agree, could spark an Asia-Pacific arms race that would further destabilise an already tense region. Justin McCurry in Tokyo Afghanistan Just as Afghanistan has been almost entirely absent from the two presidential campaigns, neither are the US elections a topic of debate in Afghan media, where the war with the Taliban and domestic political chaos take up most of the bandwidth. To the extent the elections are discussed by ordinary Afghans, conversations centre around Trump, particularly his demonization of Muslims, which gathered pace after the Orlando nightclub shooting in June. The perpetrator, Omar Mateen, was of Afghan origin, and Trump’s explicit linking of Afghans to terrorism earned him widespread contempt. Afghans in general seem unsure of what either candidate has in store for their country, apart from two indications from the Trump campaign: his proposed ban on Muslims from entering America; and his calls to pull American troops home, or at least limit their role in Afghanistan, which would likely have a destabilising effect on the country. Neither is popular with Afghans. Recently, though, Afghans have mostly treated the US elections with a certain sarcastic distance. After the third presidential debate, Trump’s refusal to accept the election results if he did not win led to a wave of snarky commentary on social media. Some suggested that perhaps the Afghan president, Ashraf Ghani, would need to fly to Washington to broker a national unity government deal, as the US secretary of state, John Kerry, did after the divisive 2014 Afghan election. Sune Engel Rasmussen in Kabul Germany If Hillary Clinton were to run against Donald Trump for the German presidency, she would win by a landslide. An October survey run by the polling institute Infratest Dimap found that 86% of Germans would vote for the former US secretary of state. An earlier poll discovered that even among supporters of the rightwing populists Alternative für Deutschland, only one in four could imagine voting for Trump. The widely held view is that a Trump presidency would add further turmoil to an increasingly unstable global economy, a development which Germany, as an exporting nation, would suffer particularly strongly. “Donald Trump could endanger our prosperity,” wrote Die Welt. But Der Spiegel also noted a distinct lack of enthusiasm for Clinton’s presidency among the German public. “The fact that Clinton’s public appearances can be wooden should not lessen our faith in her. How often has Angela Merkel been accused of a lack of passion? And now she is the most respected leading politician in the world.” The German chancellor herself has barely commented on the presidential race. Having been attacked by Trump for “ruining Germany”, Merkel has consistently passed on the opportunity to retaliate, though her dislike of political grandstanding is well-known. Germany’s foreign minister, on the other hand, has been more outspoken, doing away with diplomatic protocol when he described Trump in August as a “hate preacher”. Frank-Walter Steinmeier openly stated he was “not neutral” on the question of the US presidency, and that listening to the Republican candidate’s tirades made him “frightful of what will happen to this world” if he came to power. Philip Oltermann in Berlin Italy In Italy, a country that traditionally has great affection for the US, support for Hillary Clinton runs high, with polls showing that about 63% of Italian voters would support the former secretary of state over Donald Trump. Italians are well aware that the Republican candidate has been compared to two of the country’s own former leaders: the fascist Benito Mussolini, and Silvio Berlusconi, the billionaire media mogul who won three elections but who was ultimately brought down by a series of tax and sex scandals. With the wisdom of hindsight, Trump has been labelled “America’s Berlusconi”. In La Repubblica, the columnist Vittorio Zucconi said that, notwithstanding the obvious similarities between the two men – their hair, their treatment of women as sexual objects, their alleged avoidance of tax – both had captured the hearts of a certain class of voters who hate the political establishment. Among these voters, stories about the candidates’ foibles did nothing to dent their popularity. Both could only be brought down by their own self-destructive tendencies, Zucconi concluded. Gianni Riotta, the former editor of Il Sole 24 Ore, said that – despite being a “disastrous” prime minister – Berlusconi was a more astute politician than Trump has proven to be, having counted both George W Bush and Vladimir Putin as friends. Berlusconi – a confirmed billionaire with vast media holdings – was also a better businessman, Riotta said. In Italy, the race for the White House is almost always interpreted through the lens of the country’s own fractured political landscape, and Italy’s political leaders have not shied away from choosing sides. True to his own centrist instincts, prime minister Matteo Renzi, head of the Democratic party, publicly sided with Hillary Clinton even before she won the Democratic nomination. On the right, the xenophobic head of the Northern League, Matteo Salvini, travelled to the US to lend his support to Donald Trump, while a top official of the anti-establishment Five Star Movement said he would side with Jill Stein, the Green party candidate. Stephanie Kirchgaessner in Rome United Kingdom The Foreign Office is already preparing to breathe a sign of relief if its favoured candidate, Hillary Clinton, romps home: it would mean a reliable president who is more emotionally engaged with Europe, the renewed threat posed by Russia, and a solution to the Syria crisis. Britain sees its relationship with the US as key to countering the perception that Brexit will lead to a more isolationist UK foreign policy. Relations between the UK and the US under David Cameron and Barack Obama were never poor, but they were punctuated by bumps: the Commons failure to back military action against Syria’s use of chemical weapons in 2013, Cameron’s risky and ultimately disastrous pledge to stage a referendum on Brexit, and Obama’s criticism that the UK and France took their eye off the ball in Libya, allowing the country to descend into chaos. Above all, Obama never seemed able to grasp the impact of the refugee crisis caused by the Syrian war. As the UK negotiates its departure from the European Union, Clinton will hope that it does not lead to an acrimonious divorce that destabilises the world economy. The softer the Brexit, the happier the White House will be. A President Clinton would also hope Brexit does not lead to a downgrade of Nato, or duplication with a more assertive EU foreign and defence policy. Increasingly Clinton may find herself needing to choose between Britain and Europe, something that will make the Foreign Office distinctly queasy. Foreign secretary Boris Johnson has already been manoeuvring to show his personal support for a more muscular Syrian policy in line with Clinton’s own long-stated support for a no-fly zone. Britain will also be at the front of the queue if she chooses to take a more assertive line with Putin. At present, Britain has been the rhetorical outrider, but it may get some practical backing from the White House. The UK will hope stabilisation of its defence budget, the renewal of Trident nuclear submarines, and its willingness to send troops to the Baltic states will ensure that it remains at the front of the queue when it comes to security cooperation, if not a trade deal. Patrick Wintour in London Iraq Iraq is currently consumed by the battle to retake Mosul from Isis, and preparing for its own elections next year, so the US election has received relatively little attention – even though the outcome is likely to be critical to Iraq’s future. Renewed American military and financial support has been key to the fight against Isis, particularly in the current campaign to retake Mosul, the jihadi group’s last major stronghold in the country. Over $1.6bn was provided for training and equipping Iraqi forces in 2016 alone. US special forces troops and air power are providing key support to the broad coalition now marching on the city. The US also sends hundreds of millions of dollars to Iraq for non-military aid, which will be particularly needed in Mosul. The US defence secretary, Ash Carter, has said he is already in talks about possible support for reconstruction. But Trump has criticised the Mosul operation, and long made clear he wants to reduce foreign aid, particularly to countries he thinks “hate” the United States. Resentment about the 2003 invasion and its fallout would probably put Iraq on that list. Clinton by contrast is expected to continue backing Iraq in its fight against Isis, and more broadly. So Iraqis who are following the election closely are most likely to back a Clinton victory. Even in northern Kurdistan, where Republicans are generally popular, there is little support this year for a man seen locally as “a bigot and uncontrollable”. Emma Graham Harrison in Irbil",
    "keywords": [
        "world",
        "views",
        "korea",
        "hillary",
        "elections",
        "support",
        "obama",
        "election",
        "clinton",
        "israel",
        "japan",
        "trumps",
        "trump",
        "media",
        "foreign",
        "north"
    ],
    "summary": "Even Hillary Clinton – seen in Tehran as the lesser of two evils – has consistently been more hawkish on Iran than Barack Obama.\nPolls suggest Canadians overwhelmingly support Hillary Clinton, with up to 80% of Canadians saying they would cast their vote for her.\nIf there has been less interest in Hillary Clinton it is because she is seen as a known quantity, cautiously regarded as more supportive of Israel than Obama.\nSune Engel Rasmussen in Kabul Germany If Hillary Clinton were to run against Donald Trump for the German presidency, she would win by a landslide.\nTrue to his own centrist instincts, prime minister Matteo Renzi, head of the Democratic party, publicly sided with Hillary Clinton even before she won the Democratic nomination.",
    "sentiment": {
        "neg": 0.0681,
        "neu": 0.8344,
        "pos": 0.0976,
        "compound": 0.1079
    }
}