{
    "date": "2016-01-19T13:55:02Z",
    "title": "Agence France Presse to open bureau in North Korea",
    "url": "https://www.theguardian.com/media/2016/jan/19/agence-france-presse-bureau-north-korea-afp",
    "content": "Agence France Presse is to open a bureau in North Korea, becoming one of just a handful of news organisations to have a permanent base in the secretive state. AFP said on Tuesday it had struck a deal in Paris with the Korean Central News Agency to open up an operation producing text, photos and video in Pyongyang. The bureau will have two permanent North Korean staff, overseen by the agency’s management team in Asia, with foreign correspondents making regular trips to the country. “The opening of an Agence France-Presse bureau in Pyongyang will further strengthen the agency’s international network,” said the AFP chief executive, Emmanuel Hoog. “AFP’s role is to be present everywhere in the world in order to fulfil its news mission as completely as possible, in particular through images.” AFP – which is a public company but governed by a board of representatives from French news organisations and government – has 200 bureaux across 150 countries. Other organisations with a presence in North Korea include the Associated Press, Japan’s Kyodo and China’s Xinhua. The opening of the bureau comes less than two weeks after reports the country had exploded a nuclear weapon, claimed to be a hydrogen bomb. North Korea is listed by the Committee to Protect Journalists as the world’s second most heavily censored state after Eritrea.",
    "keywords": [
        "bureau",
        "france",
        "korea",
        "agence",
        "state",
        "afp",
        "permanent",
        "opening",
        "presse",
        "pyongyang",
        "open",
        "north",
        "organisations"
    ],
    "summary": "Agence France Presse is to open a bureau in North Korea, becoming one of just a handful of news organisations to have a permanent base in the secretive state.\nThe bureau will have two permanent North Korean staff, overseen by the agency’s management team in Asia, with foreign correspondents making regular trips to the country.\n“The opening of an Agence France-Presse bureau in Pyongyang will further strengthen the agency’s international network,” said the AFP chief executive, Emmanuel Hoog.\nOther organisations with a presence in North Korea include the Associated Press, Japan’s Kyodo and China’s Xinhua.\nNorth Korea is listed by the Committee to Protect Journalists as the world’s second most heavily censored state after Eritrea.",
    "sentiment": {
        "neg": 0.0448,
        "neu": 0.929,
        "pos": 0.0264,
        "compound": -0.051
    }
}