{
    "date": "2016-09-13T08:00:54Z",
    "title": "Every Falling Star review – teens learn there's more to North Korea than memes",
    "url": "https://www.theguardian.com/world/2016/sep/13/every-falling-star-review-teens-learn-theres-more-to-north-korea-than-memes",
    "content": "For many teenagers, North Korea is written off as a meme, a silly joke, or a country that could not possibly be real. This view mostly comes from The Interview, Seth Rogen and James Franco’s comedy about a pair of journalists who try to assassinate dictator Kim Jong-un – a film that riled North Korea and almost brought Sony Pictures to its knees last year. But in his memoir, Every Falling Star, North Korean defector Sungju Lee attempts to flip this narrative on its head. Lee was born into a wealthy military family but when he turned 12 things started to go wrong. He was separated from his parents and forced to fend for himself on the streets of Gyeong-seong, in the north-east of the country, where he joined a street gang. Every Falling Star presents North Korea as a horrifying real-life dystopia. The book, the first of its kind aimed at young adults, is a first-person account of what it is like to be born and raised in a terrifying environment. Lee describes how he ate insects to survive, became a pickpocket and, in one of the book’s most heartbreaking scenes, was forced to bury some of his close friends. Every Falling Star is part memoir, part history lesson – a welcome approach as reliable information from the country is notoriously tricky to source. Young adult literature has repeatedly proved it can be as emotionally mature as adult fiction, a fact sometimes misjudged by new writers to the genre. Lee does not patronise or dilute any of the emotion in his account – several chapters are harrowing to read, and the book is better for it. My biggest concern about the book was that it would follow the all too familiar tale of finding a family in the form of a street gang, but this was not the case. Lee manages to portray the complex nature of his former peers: they are sweet, empathetic young men bound by circumstance. The book’s strongest suit is that it never resorts to cliche, which is often difficult to achieve in a memoir. But there are occasions when Lee references some detail about life in North Korea, but then moves on without fully expanding on it. It is understandable that he would want to protect those he left behind, but it does at times become frustrating. Lee has crafted a novel that is both educational (the history of North Korea is explained in an extended prologue) yet gripping, and one that ends with a message of hope. With a narrative that never feels like it is talking down to its audience, this memoir is an enlightening and poignant read.",
    "keywords": [
        "falling",
        "book",
        "memes",
        "young",
        "korea",
        "theres",
        "teens",
        "street",
        "star",
        "country",
        "learn",
        "lee",
        "memoir",
        "review",
        "north"
    ],
    "summary": "For many teenagers, North Korea is written off as a meme, a silly joke, or a country that could not possibly be real.\nBut in his memoir, Every Falling Star, North Korean defector Sungju Lee attempts to flip this narrative on its head.\nEvery Falling Star presents North Korea as a horrifying real-life dystopia.\nEvery Falling Star is part memoir, part history lesson – a welcome approach as reliable information from the country is notoriously tricky to source.\nBut there are occasions when Lee references some detail about life in North Korea, but then moves on without fully expanding on it.",
    "sentiment": {
        "neg": 0.0955,
        "neu": 0.8107,
        "pos": 0.0938,
        "compound": 0.0278
    }
}