{
    "date": "2016-12-11T18:26:33Z",
    "title": "From Kashmir to North Korea: Donald Trump’s quick fixes",
    "url": "https://www.theguardian.com/us-news/shortcuts/2016/dec/11/from-kashmir-to-north-korea-donald-trumps-quick-fixes",
    "content": "The president-elect is about to step onto a world stage more complex and fraught with danger than most living souls can remember. But he’s Donald Trump! No job is too big for the reality TV star turned leader of the free world, no region too screwed. And he has already hinted at how quickly he will fix some of the trickiest files in his foreign in-tray. Tremendous! North Korea Trump started his delicate handling of Pyongyang’s growing nuclear threat last February, when he said he would “get China to make [Kim Jong-un] disappear”. “I mean, this guy’s a bad dude, and don’t underestimate him,” he added. But, apart from one oblique reference to North Korea after his big meeting with Barack Obama, The Donald has been uncharacteristically quiet on the matter since his election. His early diplomatic faux pas – speaking by telephone to the president of Taiwan, which China considers to be a breakaway province of the mainland – may have complicated his relationship with Beijing considerably. Perhaps he will now make good on his pre-election suggestion to thrash things out with Kim Jong-un, over an all-American burger. Israel and Palestine Many presidents have attempted to deliver peace to Israel and Palestine. No one has managed it yet, but can anyone else claim to have the negotiating skills of Donald Trump? “I would love to be able to be the one that made peace with Israel and the Palestinians,” he has said. “I would love that; that would be such a great achievement.” Trump’s secret weapon? Son-in-law, Jared Kushner, whose father has business interests in Israel. “He knows the region, knows the people, knows the players,” Trump has said. But those players, when questioned by reporters from the New York Times, did not seem quite so familiar with him. “I don’t personally know Jared Kushner and have never met him,” said one Palestinian leader. Isis Isis-schmisis. The brutal terror network is no match for Trump, who has long spoken of a plan to crush it. He ramped up his commitment in a contradictory thank-you speech last week. No more expensive intervention, he told a crowd, no more “fighting in areas that we shouldn’t be fighting”. America first! But also Isis. “Our focus must be on fighting terrorism and destroying Isis,” he said. He did not explore how this would be done while reducing US intervention, but these details can be ironed out over Christmas. Kashmir Trump caused diplomatic eyebrows to raise around the world when he heaped praise on Pakistan’s prime minister, Nawaz Sharif, during an official telephone call. According to details leaked by the Pakistani government, Trump referred to Sharif as a “terrific guy”. Days later, the incoming vice-president, Mike Pence, reassured Pakistan’s old rival India that Trump would be “fully engaged with both nations”, but also suggested the president-elect’s purported boardroom experience could help him make short work of their decades-long dispute over Kashmir. “I think you’re also going to see an energetic leadership in the world, prepared to engage and to look for ways that he can bring those extraordinary deal-making skills to bear on lessening tensions and solving problems in the world,” Pence said of his boss.",
    "keywords": [
        "kashmir",
        "fixes",
        "korea",
        "world",
        "isis",
        "telephone",
        "skills",
        "quick",
        "donald",
        "fighting",
        "israel",
        "trumps",
        "trump",
        "sharif",
        "north",
        "knows"
    ],
    "summary": "But he’s Donald Trump!\nNorth Korea Trump started his delicate handling of Pyongyang’s growing nuclear threat last February, when he said he would “get China to make [Kim Jong-un] disappear”.\nBut, apart from one oblique reference to North Korea after his big meeting with Barack Obama, The Donald has been uncharacteristically quiet on the matter since his election.\nNo one has managed it yet, but can anyone else claim to have the negotiating skills of Donald Trump?\n“He knows the region, knows the people, knows the players,” Trump has said.",
    "sentiment": {
        "neg": 0.0994,
        "neu": 0.8299,
        "pos": 0.0708,
        "compound": -0.0304
    }
}