{
    "date": "2016-02-08T16:34:15Z",
    "title": "Engage with Russia, and with North Korea",
    "url": "https://www.theguardian.com/news/defence-and-security-blog/2016/feb/08/engage-with-russia-and-with-north-korea",
    "content": "The Doomsday Clock is still set at three minutes to midnight, the closest it has come to the world’s destruction since the iciest days of the cold war, despite the nuclear deal with Iran and the Paris deal over climate change. North Korea, whose launch of a long-range rocket on Sunday followed close on a nuclear test which it claimed gave it the capability to “wipe out the whole territory of the US all at once”, was a factor in the decision by The Bulletin of the Atomic Scientists last month to keep the symbolic countdown to three minutes to apocalypse. But it was not the only factor; far from it. “The world may be used to outrageous rhetoric from North Korea, but officials in several other countries made irresponsible comments in 2015 about raising the alert status of nuclear weapon systems, acquiring nuclear capabilities, and even using nuclear weapons”, said the Bulletin’s Science and Security Board. It added: “...the United States, Russia, and other nuclear weapons countries are engaged in programmes to modernize their nuclear arsenals, suggesting that they plan to keep and maintain the readiness of their nuclear weapons for decades at least—despite their pledges, codified in the Nuclear Non-Proliferation Treaty, to pursue nuclear disarmament.” The Bulletin scientists continue: “The Russians will have fewer launchers, but their future force will be more mobile and have more flexibly targeted warheads. The United States plans to spend $350bn in the next 10 years to maintain and modernize its nuclear forces and infrastructure, despite rhetoric about a nuclear weapons-free world. “With no follow-on arms control agreement in sight and deeply disturbing nuclear rhetoric issuing from Russia, the risks of short launch times, of large warhead stockpiles, and of narrowing channels for averting crisis recall the dark days of the cold war.” Drop the rhetoric and “engage North Korea to reduce nuclear risks”, says the Bulletin. “Neighbours in Asia face the most urgent threat, but as North Korea improves its nuclear and missile arsenals, the threat will rapidly become global. Now is not the time to tighten North Korea’s isolation but to engage seriously in dialogue.” The west, meanwhile, should engage with Russia in a new “rules of the game”, to refrain from establishing new forward military bases, and from introducing nuclear weapons “as more central tools of the confrontation”, a thinktank report urged on Monday. Barack Obama seems to be completely unengaged. Where does Britain stand? All Michael Fallon, the defence secretary, seems to keep on saying is that Britain’s Trident nuclear weapons system is needed “now more than ever”. The threat posed by Isis and extreme, violent, jihadist, groups, is more immediate than any threat posed to Britain’s national security than Putin’s Russia. Western leaders say they need Russia in the fight against Isis in Syria. That does not mean to say the west should continue to ignore the use by the Assad regime, Russia’s ally, of chemical weapons, barrel bombs, and cluster bombs. There will come a time when Russia will need the west. And nuclear weapons will be irrelevant.",
    "keywords": [
        "korea",
        "russia",
        "west",
        "threat",
        "nuclear",
        "weapons",
        "engage",
        "rhetoric",
        "bulletin",
        "north"
    ],
    "summary": "“With no follow-on arms control agreement in sight and deeply disturbing nuclear rhetoric issuing from Russia, the risks of short launch times, of large warhead stockpiles, and of narrowing channels for averting crisis recall the dark days of the cold war.” Drop the rhetoric and “engage North Korea to reduce nuclear risks”, says the Bulletin.\n“Neighbours in Asia face the most urgent threat, but as North Korea improves its nuclear and missile arsenals, the threat will rapidly become global.\nAll Michael Fallon, the defence secretary, seems to keep on saying is that Britain’s Trident nuclear weapons system is needed “now more than ever”.\nThe threat posed by Isis and extreme, violent, jihadist, groups, is more immediate than any threat posed to Britain’s national security than Putin’s Russia.\nAnd nuclear weapons will be irrelevant.",
    "sentiment": {
        "neg": 0.1263,
        "neu": 0.8299,
        "pos": 0.0437,
        "compound": -0.2651
    }
}