{
    "date": "2016-07-06T12:27:58Z",
    "title": "'It's America's fault': the view on Brexit from North Korea",
    "url": "https://www.theguardian.com/world/2016/jul/06/its-americas-fault-the-view-on-brexit-from-north-korea",
    "content": "It took nearly two weeks, but North Korea has finally released its official opinion on Brexit – and it’s all America’s fault. An editorial published in the state newspaper Rodong Sinmun concluded that 52% of British voters opted to leave the European Union because it had lost its “original spirit”. The article, titled “European Union confused”, argued the EU was meant to counterbalance the “US’s imperialist monolithic system” but had lost its way, and had started supporting America in its “reckless” foreign policy pursuits instead. This in turn has led to “turmoil of destruction, blood, civil-war and anarchistic chaos” in the Middle East and “endless refugees” heading to Europe, according to extracts translated by NK News. The secretive state is well known for its verbose attacks on its enemies, but North Korea watchers will not be surprised that once again the blame falls at Washington’s door. Here’s a quick refresher on how they’ve reacted to other major news events, from terror attacks to climate change. US police brutality The US is a “disgrace” and a “global laughing stock”, wrote the state news agency KCNA after the police shooting of unarmed teenager Michael Brown led to riots in the city of Ferguson in 2014. Making the most of Schadenfreude, North Korea went on to brand the US a “human rights graveyard”, calling on Washington to sort out its problems at home before condemning others. Just six months earlier, the UN had accused North Korea of human rights abuses akin to that of Nazi Germany. The Iraq War As Lord Chilcot releases his long awaited inquiry into the Iraq war, which concludes that the UK pushed “for military action when peaceful alternatives had not been exhausted”, it is worth looking back at how North Korea reacted. According to NK News, the 2003 invasion spooked the then leader Kim Jong-il, who was rushed to an underground compound by his “elite security team”. The implication was “sobering” for the DPRK – if the US would go after regime change in Iraq, could North Korea be next? Kim’s response? Keep developing the nuclear weapons programme. 9/11 North Korea has a mixed record when it comes to responding to terror attacks on US soil. They issued condolences when the New York’s twin towers were hit by two planes on 11 September 2001 killing nearly 3,000 people, yet earlier this year they released a chilling article warning that a North Korean nuclear attack on US soil could cause even more damage. “A final war will wipe the country from history, leaving no time [for] regret,” the article promised, although North Korea expert Daniel Pinkston told NK News that these threats were probably intended for a domestic audiences as a way to encourage them to support government propaganda. Climate change At other times North Korea has been an unlikely champion on global issues. Despite denouncing the United Nations report on their human rights record, the state has been happy to collaborate with the agency on climate change, endorsing a global framework. But why? According to The Conversation, it is within the state’s interests: not only is the country vulnerable to extreme weather, but the fallout could end up undermining state control.",
    "keywords": [
        "human",
        "war",
        "change",
        "korea",
        "brexit",
        "fault",
        "state",
        "nk",
        "iraq",
        "americas",
        "rights",
        "view",
        "global",
        "north"
    ],
    "summary": "It took nearly two weeks, but North Korea has finally released its official opinion on Brexit – and it’s all America’s fault.\nJust six months earlier, the UN had accused North Korea of human rights abuses akin to that of Nazi Germany.\nThe implication was “sobering” for the DPRK – if the US would go after regime change in Iraq, could North Korea be next?\n9/11 North Korea has a mixed record when it comes to responding to terror attacks on US soil.\nClimate change At other times North Korea has been an unlikely champion on global issues.",
    "sentiment": {
        "neg": 0.146,
        "neu": 0.8092,
        "pos": 0.0448,
        "compound": -0.3303
    }
}