{
    "date": "2016-02-01T07:00:21Z",
    "title": "A tour of North Korea's multimillion dollar museum – in Cambodia",
    "url": "https://www.theguardian.com/world/2016/feb/01/north-korea-panoramic-museum-cambodia-angkor-wat",
    "content": "North Korean tour guides lead visitors through the regime’s latest cultural showpiece, a grand new panorama museum reported to have cost $24m. The museum’s showpiece is a 120m long, 13m high, 360° mural painted by the country’s lauded Mansudae studio artists. But this isn’t Pyongyang and the mural does not depict scenes of heroism by the ruling Kim dynasty. Instead the museum is in Siem Reap in Cambodia, a stone’s throw from the world heritage site of Angkor Wat but thousands of miles from the seat of the DPRK regime, and the paintings depict the Angkor era of 802 -1431. Part grand design and part diplomacy project, the Angkor Panorama museum, which opened in December, is the latest cultural export North Korea hopes will bring in much-needed funds for its struggling economy. The ambitious centrepiece echoes the panoramic paintings at the Victorious Fatherland Liberation War museum in Pyongyang – minus the North Korean propaganda. Walking the circular viewing deck, visitors start with horrific scenes from the Cham War between the Khmers and the Vietnamese before moving on to the construction of the famous Bayon Temple and ending with the daily life of Khmers. Surrounding the viewing deck is an artificial jungle constructed from fake trees, rocks, huts and sculptures which seamlessly meets the painted wall. Originally from Pyongyang, the tour guide explains that a “merited artist” from Mansudae, North Korea’s biggest art studio in Pyongyang, was responsible for the main piece, but that it took 63 artists almost two years to complete. But the state-run studio, which employs 4,000 people, is no stranger to creating gigantic works of art: its artists have built almost every statue, sculpture and piece of propagandist art currently on show North Korea. Lucrative asset Its international division, the Mansudae Overseas Projects Group, is a thriving multi-million dollar business bringing in much needed funds to the isolated regime. A host of foreign governments have requested their own grandiose, often propaganda-themed projects. Mansudae commissions include Botswana’s Three Dikgosi Monument; Senegal’s African Renaissance monument; Namibia’s Heroes’ Acre; Benin’s King Behazin’s Statue and the Democratic Republic of Congo’s statue of former dictator, Laurent Kabila. Other projects have included Angola’s Agostino Neto Mausoleum, which is reported to have cost $55m, and two statues of Robert Mugabe thought to have cost Zimbabwe $5m. The group also contributed panoramic murals to Syria’s October War Museum. Special relationship Ever since the 1940s, when Kim Il-sung and Cambodia’s Norodom Sihanouk first became friends, the two countries have historically enjoyed a special relationship. But though in recent times this seems to have waned – with Hun Sen’s current government favouring investment from South Korea – Cambodia hasn’t cut ties with the DPRK completely. Last year the country was reported to have banned The Interview, an American comedy about Kim Jong-un, after pressure from the North, and though the Angkor Panorama Museum is the first cultural project of its kind, North Koreans have run “Pyongyang” themed restaurants in Siem Reap and the capital Phnom Penh for years. “I believe that Angkor Panorama Museum, one of the symbols of friendship and cooperation between the DPRK and the Kingdom of Cambodia, will contribute to further consolidate our traditional friendship,” said Hong Ki-chol, the North Korean ambassador to Cambodia. The official statement from Cambodia’s deputy prime minister Sok An added that the museum would be a valuable contribution to their tourist industry and help strengthen “friendship and cooperation between the two nations.” Kickbacks With North Korea heavily sanctioned after a series of provocative nuclear tests in recent years, foreign trade is exceptionally hard for the regime to come by. But projects like the panorama museum may help bridge the gap. According to the the construction deal, North Korea will manage and operate the site for the next 10 years, after which it will be transferred to the Cambodian authority that oversees the Angkor province and archaeological site. Profits from the sale of tickets, souvenirs and the cafe will be split evenly. “The museum is sure to produce hard currency the regime needs to sustain itself,” says Greg Scarlatoiu from the Committee for Human Rights in North Korea. Scarlatoiu added that the investment was ironic, given that “many of North Korea’s own cultural heritage assets are in a very precarious state.” These include the listed Koguryo tombs; the caves in Kujang and Kaesong, the old capital of the Koryo kingdom. Visitors? But has North Korea done enough to bring in revenue? The crowds were thin on the ground when the museum first opened to visitors and journalists last month, and the the Japan Times recently reported that only 30 people were coming through the doors per day. Foreign visitors, who didn’t want to give their full names, also had mixed feelings. Phil from the UK felt that it exceeded expectations. “The panorama is brilliantly done. The animated movie is a good introduction to Khmer history, although some of it is dubious. The museum is probably a nice addition for tourists, but it is also excessive in a way.” Lily, from Serbia, said that though “it was a nice representation, I do feel the price of $15 is a bit pricey, especially for Cambodians.” Neil, also from the UK, added: “The panorama is impressive, but with the main Angkor temples a few kilometres away, the trip may not be worth it for most tourists.” The writer regularly visits North Korea for academic purposes and is writing under a pseudonym",
    "keywords": [
        "reported",
        "dollar",
        "regime",
        "korea",
        "multimillion",
        "visitors",
        "projects",
        "panorama",
        "cambodia",
        "angkor",
        "pyongyang",
        "tour",
        "museum",
        "north",
        "koreas"
    ],
    "summary": "North Korean tour guides lead visitors through the regime’s latest cultural showpiece, a grand new panorama museum reported to have cost $24m.\nPart grand design and part diplomacy project, the Angkor Panorama museum, which opened in December, is the latest cultural export North Korea hopes will bring in much-needed funds for its struggling economy.\nThe ambitious centrepiece echoes the panoramic paintings at the Victorious Fatherland Liberation War museum in Pyongyang – minus the North Korean propaganda.\n“I believe that Angkor Panorama Museum, one of the symbols of friendship and cooperation between the DPRK and the Kingdom of Cambodia, will contribute to further consolidate our traditional friendship,” said Hong Ki-chol, the North Korean ambassador to Cambodia.\nBut has North Korea done enough to bring in revenue?",
    "sentiment": {
        "neg": 0.0451,
        "neu": 0.8559,
        "pos": 0.0991,
        "compound": 0.156
    }
}