{
    "date": "2016-02-07T19:37:06Z",
    "title": "Why China won’t punish North Korea for its rocket launch | Christopher Green",
    "url": "https://www.theguardian.com/commentisfree/2016/feb/07/why-china-wont-punish-north-korea",
    "content": "The North Korean long-range rocket that took off from the country’s northwest coast this morning poses a fresh round of searching questions for governments all the way from Beijing to Washington DC. Pyongyang’s second successful launch of a satellite, coming so soon after its fourth nuclear detonation on 6 January, threatens to set the tone for relations around the region for the coming year. Preparations for the launch were meticulous. Following the blast-off at 9.30am, the state-controlled broadcaster KCTV announced a news bulletin to be shown live at 12.30pm. News of a “complete success” was then duly conveyed by Ri Chun-hee – a famous newscaster – dressed in her trademark bright pink. The launch is sure to be followed in the coming days by congratulatory meetings in workplaces and residential complexes around the country, as well as endless televised reminders of the Korean People’s Army’s prowess and interviews in which citizens issue predictable declarations of delight. Throughout, the launch will be linked to the fact that the seventh congress of the Korean Workers’ party – the first for 36 years – is to take place in May. North Korea’s government may not be beholden to voters, but that doesn’t mean the public is ignored – especially not the army of party officials, security personnel and soldiers who implement Kim family rule. The rocket launch sends a signal to those people: that there is national pride to be had at their country’s technical achievements and that, even though the state falls well short of providing basic necessities such as stable electricity, clean water and universal sanitation, it is capable of political and military dominance. Internationally, Pyongyang’s goal is to achieve uncontested nuclear status on the world stage, and the launch represents a calculated manoeuvre to raise the stakes in this direction. As an emergency meeting of the UN security council convenes to discuss the launch – a clear violation of past UN resolutions – those attending will be well aware that the process of condemnation and punishment for North Korea’s nuclear detonation in January is still incomplete. Meanwhile, Pyongyang is determined not to give up its nuclear weapons and missiles, and calls within South Korea and Japan to nuclearise in response are, while still a minority, getting louder. In the west the blame for diplomatic inaction over North Korea tends to be placed on China. It has long been remarked both in the US and in South Korea, from where I write, that the road to putting meaningful pressure on Pyongyang always runs through Beijing. This is undoubtedly true, and China has been accused of refusing to exercise the influence it has. But China’s stance reflects more than mere pushback against interfering outsiders. Beijing has one eye on the larger strategic picture, which includes its understandable fear of discord among its own borderland populations – there are a million ethnic Koreans living in the region that borders North Korea, one of a multitude of ethnicities living all across the People’s Republic. The “Korea problem” is also connected to China’s own interests in the South China Sea, where Beijing’s expansionism faces off against the US, whose strategic goal is to buttress the power of smaller states in the region. In the end, China has little reason to budge over North Korea without a quid pro quo further south, and whether the US and China can cooperate to create a peaceful and prosperous east Asia will determine the fate of the Korean peninsula. Isolating this issue from other problems in the wider region is unlikely to bear fruit. With today’s missile launch, North Korea was issuing a reminder that maintaining peace and stability in this part of the world is a complex and risky game.",
    "keywords": [
        "launch",
        "wont",
        "south",
        "korea",
        "beijing",
        "china",
        "nuclear",
        "christopher",
        "region",
        "punish",
        "green",
        "coming",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "The North Korean long-range rocket that took off from the country’s northwest coast this morning poses a fresh round of searching questions for governments all the way from Beijing to Washington DC.\nMeanwhile, Pyongyang is determined not to give up its nuclear weapons and missiles, and calls within South Korea and Japan to nuclearise in response are, while still a minority, getting louder.\nIn the west the blame for diplomatic inaction over North Korea tends to be placed on China.\nIt has long been remarked both in the US and in South Korea, from where I write, that the road to putting meaningful pressure on Pyongyang always runs through Beijing.\nWith today’s missile launch, North Korea was issuing a reminder that maintaining peace and stability in this part of the world is a complex and risky game.",
    "sentiment": {
        "neg": 0.0636,
        "neu": 0.8537,
        "pos": 0.0828,
        "compound": 0.1148
    }
}