{
    "date": "2017-04-27T18:05:35Z",
    "title": "'We are a target': South Korean village wakes up on frontline with North",
    "url": "https://www.theguardian.com/world/2017/apr/27/we-are-a-target-south-korean-village-frontline-with-north-us-thaad-defence-system-in-seongju",
    "content": "It took just a few hours to transform Seongju from a sleepy farming village in the South Korean foothills into a symbol of the US military might ranged against North Korea. Once a retreat for amateur golfers , the Lotte Seongju country club is now in the hands of the most powerful military in the world and its South Korean allies. On land where dispirited golfers once cursed a badly sliced drive, work is under way to rush into service a defence system able to locate and destroy North Korean missiles before they threaten the South – or the 28,500 US troops stationed there. Villagers complained about the disruption caused by the arrival of the terminal high-altitude area defense (Thaad) system but the impact has been spread far beyond the bucolic hills of Seongju. The deployment has dominated the final days of South Korea’s election campaign, pushed Seoul’s relations with Beijing to breaking point and cast doubt on the wisdom of Donald’s Trump’s decision to dispense with “strategic patience” towards Pyongyang. Most of Seongju’s few hundred residents were asleep when six camouflaged trailers rolled in before dawn on Wednesday, carrying the components of the Thaad system. As they digested their sudden – and unwanted – propulsion into the heart of the latest round of tensions over North Korea’s nuclear and ballistic missile programmes, bewilderment quickly turned to anger. “Look at how beautiful this place is,” said Baek Gwang-soon, a resident in her mid-70s who was briefly questioned by police as she left her home to tend her crops. “Until a few weeks ago, I had no idea what Thaad even was and now it’s right on our doorstep.” When assembled, the first battery will comprise six truck-mounted launchers that can fire up to 48 interceptors towards incoming missiles picked up by the system’s X-band radar. Originally scheduled to go into operation by the end of the year, Thaad could be up and running in time to further complicate South Korea ’s presidential election on 9 May – a vote triggered by domestic political scandal but which has been dominated by the North and Thaad. Moon Jae-in, a liberal former human rights lawyer who is favourite to succeed Park Geun-hye, who was impeached , condemned Thaad’s deployment. But to the disappointment of his liberal support base, he has promised only to reconsider its long-term future. Trump has expressed an intention to take a tougher stance against Pyongyang over its missile and nuclear programmes but it is unclear how his administration will act differently from Barack Obama’s . Trump and his officials have hinted that they would respond militarily to a further nuclear or missile test by North Korea. However, such action from the US would be fraught with risks of triggering a wider war with mass casualties. After a rare White House briefing to the entire US Senate on Wednesday, Washington told the South Korean government that sanctions and diplomatic pressure remained its priorities for dealing with North Korea. Adm Harry Harris, commander of the US Pacific command, said on Wednesday: “[Thaad] will be operational in the coming days and able to better defend South Korea against the growing North Korean threat.” He added that the US carrier strike group led by the USS Carl Vinson – which Trump had described as an “armada” – was now east of Okinawa and within “striking range” of North Korea. The people of Seongju were not reassured, however. On top of concerns about the effect the defence system’s radar’s electromagnetic waves may have on them and their melon crops, many believe Thaad’s deployment has put them firmly in Pyongyang’s sights. “We are worried that we are now a North Korean target,” said Seongju’s mayor, Lee Seok-joo. “But there is also a strong element of political theatre in all of this. To get the votes they need, the main candidates in the presidential election are pandering to conservative voters – and that means not outwardly opposing Thaad.” But the deployment of the missiles is not unanimously welcomed by voters in Seoul, 155 miles (250 km) north-west of Seongju. Twice a year, air raid sirens ring out across the South Korean capital, emptying its busy streets in minutes as people take cover in subway stations and underground shopping arcades. The drills are a reminder that Seoul and its population of 10 million people are just 35 miles south of the demilitarised zone, the heavily armed border that has separated north from south since the cessation of Korean war in an uneasy truce more than six decades ago. But on a warm Thursday afternoon, North Korea appeared furthest from the minds of many of the city’s residents. In the Sinchon neighbourhood, shoppers paused to watch a trio of young K-pop hopefuls going through the motions, while university students filled cafes. Seoul did as it often does when faced with a North Korean crisis, and offer a collective shrug of the shoulders. Cho Eun-hye, a 21-year-old civil servant, laughed when asked whether she was concerned about a North Korean missile attack. “Rather than give in to the Americans by deploying Thaad, I would rather see South Korea make a genuine attempt to engage with the North,” she said. “It might not bring about reunification but, at the very least, we will be able to peacefully coexist.” But older South Koreans, who played a decisive role in installing Park and her equally conservative predecessor Lee Myung-bak in the presidential Blue House, were less optimistic. “People of my generation are more worried about our national security because we know what war is like,” said Kwon Ki-hwan, who was 12 when the Korean war started in 1950. “I’ve seen what happens to people during a war with my own eyes, so I support anyone who puts our security first. And that includes deploying Thaad. “I would prefer peace through talks, of course, but that’s for the politicians to decide. My biggest fear is that one day we will have a second Korean war. It might be sparked by a decision made by the US, but the victims will be Koreans.” In Seongju, residents vowed they were not about to abandon their newfound role as activists on the frontline of South Korean politics. Although many voted for Park, who agreed to deploy Thaad just before her presidency was plunged into crisis last summer, they were holding aloft banners this week in Seoul that would not have been out of place at a leftwing rally: “No Thaad. No War”, and “Hey USA – are you friends or occupation troops?” Moon’s foreign policy adviser, Choi Jong-kun, said: “The public are fed up with the status quo on North Korea. They want pressure and sanctions to be joined by some sort of engagement.” Moon wants to bring the North Koreans to the negotiating table “to make them ponder what might happen if we sat down together”, according to Choi, an associate professor of politics and international studies at Yonsei University in Seoul. “Until now, it’s been the same old mantra from South Korea: unless you change first, we won’t talk to you.” Choi said a Moon presidency would work closely with the Trump administration but would “regain control” of North Korea policy after weeks of political limbo after Park’s impeachment. “Moon is alarmed by the idea that ensuring the safety of South Koreans could one day be beyond our control,” he said. “Conservatives liked to boast that they took a hardline against the North and were stronger on national security, but the scorecard for the past two presidents says the exact opposite.”",
    "keywords": [
        "moon",
        "war",
        "village",
        "south",
        "seongju",
        "korea",
        "frontline",
        "thaad",
        "seoul",
        "target",
        "trump",
        "wakes",
        "north",
        "korean"
    ],
    "summary": "It took just a few hours to transform Seongju from a sleepy farming village in the South Korean foothills into a symbol of the US military might ranged against North Korea.\n“We are worried that we are now a North Korean target,” said Seongju’s mayor, Lee Seok-joo.\nBut on a warm Thursday afternoon, North Korea appeared furthest from the minds of many of the city’s residents.\nSeoul did as it often does when faced with a North Korean crisis, and offer a collective shrug of the shoulders.\nCho Eun-hye, a 21-year-old civil servant, laughed when asked whether she was concerned about a North Korean missile attack.",
    "sentiment": {
        "neg": 0.0862,
        "neu": 0.846,
        "pos": 0.0678,
        "compound": -0.0612
    }
}