{
    "date": "2017-08-18T05:02:52Z",
    "title": "North Korea: Tillerson rejects Bannon claim that military strike is off table",
    "url": "https://www.theguardian.com/world/2017/aug/18/north-korea-tillerson-rejects-bannon-claim-that-military-strike-is-off-table",
    "content": "The US secretary of state, Rex Tillerson, has insisted that Washington is still considering using force against North Korea, in a public challenge to claims by the White House’s chief strategist, Steve Bannon, that “there is no military solution” to the nuclear crisis. Following talks with Japan’s foreign and defence ministers in Washington on Thursday, Tillerson said the US was seeking a peaceful solution to the standoff with Pyongyang but reserved the right to use military force if political and economic pressure failed to curb the regime’s nuclear ambitions. The US was “prepared militarily” to respond, he said. In an interview with The American Prospect published on Wednesday, Bannon, who was fired from the administration on Friday, said of North Korea’s nuclear threats: “There is no military solution, forget it. “Until somebody solves the part of the equation that shows me that 10 million people in Seoul don’t die in the first 30 minutes from conventional weapons, I don’t know what you’re talking about, there’s no military solution here, they got us.” Tillerson declined to respond directly to Bannon’s remarks but said he and the defence secretary, James Mattis, had Trump’s full support in keeping the military option open. “I think we have been quite clear as to what the policy and the posture towards North Korea is,” Tillerson told reporters. “Our approach has been endorsed by the president.” He repeated his warning that North Korea faced a “bleak future” if it did not agree to negotiate the dismantling of its nuclear weapons programme, and that any diplomatic effort “has to be backed by a strong military consequence if North Korea chooses wrongly”. “That is the message the president has wanted to send to the leadership of North Korea – to remind the regime of what the consequences for them would be if they chose to carry out those threats.” Mattis warned of “strong military consequences” if the North initiated hostilities. Military analysts warn that a US pre-emptive strike against the North would be met with immediate retaliation against South Korea. A North Korean artillery barrage targeting civilians in Seoul could cause 30,000 casualties “in a short amount of time”, according to a 2012 study by the Nautilus Institute for Security and Sustainability. Any further escalation could result in many more casualties north and south of the heavily armed border dividing the two countries, and possibly spread to neighbouring Japan, which hosts US military bases and almost 50,000 troops. While Trump and the North Korean leader, Kim Jong-un, have toned down their rhetoric in recent days, the prospects for an early diplomatic breakthrough appear dim, as the US and South Korea prepare for annual military exercises that North Korea regards as a rehearsal for an invasion. The North’s deputy ambassador to the UN, Kim In-ryong, warned that the regime would not enter negotiations over its nuclear weapons programme as long as the US maintained its “hostile policy and nuclear threat”. In a telephone conversation this week with the UN secretary general, António Guterres, Kim repeated a key North Korean demand that the US end its “arrogant provocations” and “extremely dangerous actions around the Korean peninsula” – thought to be a reference to the defence drills and frequent practice sorties over South Korea by US B-1B heavy bombers based in Guam. Kim said North Korea reserved the right to carry out its threat to fire four ballistic missiles into waters off the coast of the US Pacific territory of Guam, home to US air force and naval bases and 160,000 people. The top US military officer said the Ulchi-Freedom Guardian drills, involving about 75,000 American and South Korean troops, would begin as planned on Monday. Speaking to reporters during a visit to Beijing, Joseph Dunford, chairman of the US joint chiefs of staff, said the exercises were “not currently on the table as part of the negotiation at any level”. Dunford added: “My advice to our leadership is that we not dial back our exercises. The exercises are very important to maintaining the ability of the alliance to defend itself. “As long as the threat in North Korea exists, we need to maintain a high state of readiness to respond to that threat.” The US has dismissed a “dual suspension” proposal by China that would involve cancelling the drills in exchange for North Korea halting its weapons programmes.",
    "keywords": [
        "solution",
        "table",
        "south",
        "claim",
        "rejects",
        "military",
        "korea",
        "threat",
        "tillerson",
        "nuclear",
        "strike",
        "weapons",
        "bannon",
        "north",
        "korean"
    ],
    "summary": "In an interview with The American Prospect published on Wednesday, Bannon, who was fired from the administration on Friday, said of North Korea’s nuclear threats: “There is no military solution, forget it.\n“I think we have been quite clear as to what the policy and the posture towards North Korea is,” Tillerson told reporters.\nMilitary analysts warn that a US pre-emptive strike against the North would be met with immediate retaliation against South Korea.\nA North Korean artillery barrage targeting civilians in Seoul could cause 30,000 casualties “in a short amount of time”, according to a 2012 study by the Nautilus Institute for Security and Sustainability.\nThe top US military officer said the Ulchi-Freedom Guardian drills, involving about 75,000 American and South Korean troops, would begin as planned on Monday.",
    "sentiment": {
        "neg": 0.0744,
        "neu": 0.8711,
        "pos": 0.0545,
        "compound": -0.1801
    }
}