{
    "date": "2017-08-30T14:03:27Z",
    "title": "Donald Trump says 'talking not the answer' to North Korea crisis",
    "url": "https://www.theguardian.com/world/2017/aug/30/north-koreas-kim-jong-un-says-missile-launch-a-prelude-to-containing-guam",
    "content": "Donald Trump and Kim Jong-un have stepped up their rhetoric over North Korea’s nuclear programme, a day after Pyongyang drew international condemnation when it launched a mid-range missile over Japan. The US president, who on Tuesday said “all options are on the table” to contain North Korea, tweeted on Wednesday that “talking is not the answer” and said the US had been paying “extortion money” to the regime. The North Korean leader earlier described Tuesday’s missile launch as a “meaningful prelude to containing” the US Pacific territory of Guam, adding that more ballistic missile tests were to come. Hours after North Korea confirmed the test, the UN security council unanimously condemned the launch and repeated demands that Pyongyang halt its ballistic missile and nuclear weapons programmes. The 15-member council described North Korea’s actions as “outrageous” and called for the full implementation of tough sanctions agreed less than a month ago. But it did not recommend fresh measures against the regime, and said it remained committed to a peaceful solution to the nuclear crisis on the Korean peninsula. “The security council stresses that these DPRK actions are not just a threat to the region, but to all UN member states,” it said, referring to the north by its official title, the Democratic People’s Republic of Korea. The statement went on to express “grave concern that the DPRK is, by conducting such a launch over Japan as well as its recent actions and public statements, deliberately undermining regional peace and stability”. The emergency meeting was called after the North Korean intermediate-range missile designed to carry a nuclear payload flew over northern Japan on Tuesday morning. The missile is believed to have been a relatively untested Hwasong-12, the same type Kim has recently threatened to use against Guam, a key US military base located about 1,800 miles (3,000km) south-east of North Korea. North Korea’s KCNA state news agency said Kim had “personally guided” the missile, which came in response to military drills involving tens of thousands of troops from South Korea and the US. Pyongyang regards the annual Ulchi-Freedom Guardian exercises, which end on Thursday, as a dress rehearsal for an invasion and often responds with a display of its own increasing military might. “The current ballistic rocket launching drill like a real war is the first step of the military operation of the Korean People’s army in the Pacific and a meaningful prelude to containing Guam,” KCNA quoted Kim as saying. The launch on Tuesday triggered sirens in towns across northern Japan, sending some residents underground but leaving many unsure of how to protect themselves. North Korea had twice before sent rockets over Japan, in 1998 and 2009, but the regime claimed those were carrying communications satellites. On Wednesday, Pyongyang was explicit in referring to the launch as involving a missile, which South Korean experts said travelled 2,700km before landing in the Pacific, east of the northern Japanese island of Hokkaido. “The drill had no impact on the security of neighbouring countries,” KCNA insisted, adding that Kim expressed “great satisfaction” over the launch. The agency quoted Kim as saying that there would be “more ballistic rocket launches” in the Pacific, adding that the regime would monitor Washington’s response before deciding on its future actions. Some analysts have suggested that Pyongyang could have sent the missile over Japan having concluded that targeting areas closer to Guam would cross a “red line” and invite a more robust response from the White House. The launch had historical as well as diplomatic significance, coming on the 107th anniversary of the Japan-Korea treaty of 1910, which marked the start of 35 years of Japanese colonial rule of the Korean peninsula. In ordering the launch on Tuesday, Kim had communicated the anger many Koreans still felt towards Japan, with his “bold plan to make the cruel Japanese islanders insensible on bloody 29 August”. The north’s official Rodong Sinmun newspaper said the test should remind Washington that “it can neither browbeat [North Korea] with any economic sanctions or military threats and blackmail, nor make [it] flinch from the road it has chosen for itself”. Weeks after he threatened to counter North Korean provocations with “fire and fury”, Trump had initially offered a more measured response to Tuesday’s missile launch. “Threatening and destabilising actions only increase the North Korean regime’s isolation in the region and among all nations of the world,” he said. “All options are on the table.” The US ambassador to the UN, Nikki Haley warned that “enough is enough” and that tough action had to be taken in response to North Korea’s most recent provocation. The US has reportedly proposed that the UN security council adopt a statement condemning the ballistic launch and demanding that “all states ... strictly, fully, and expeditiously implement” UN sanctions against the regime. The draft statement, however, does not include fresh punitive measures. Seven previous rounds of UN sanctions did little to slow North Korea’s nuclear and weapons programmes.",
    "keywords": [
        "launch",
        "regime",
        "korea",
        "crisis",
        "donald",
        "kim",
        "talking",
        "answer",
        "japan",
        "trump",
        "missile",
        "response",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The US president, who on Tuesday said “all options are on the table” to contain North Korea, tweeted on Wednesday that “talking is not the answer” and said the US had been paying “extortion money” to the regime.\nThe North Korean leader earlier described Tuesday’s missile launch as a “meaningful prelude to containing” the US Pacific territory of Guam, adding that more ballistic missile tests were to come.\nNorth Korea had twice before sent rockets over Japan, in 1998 and 2009, but the regime claimed those were carrying communications satellites.\nWeeks after he threatened to counter North Korean provocations with “fire and fury”, Trump had initially offered a more measured response to Tuesday’s missile launch.\n“Threatening and destabilising actions only increase the North Korean regime’s isolation in the region and among all nations of the world,” he said.",
    "sentiment": {
        "neg": 0.0793,
        "neu": 0.8611,
        "pos": 0.0596,
        "compound": -0.0809
    }
}