{
    "date": "2017-08-09T08:18:00Z",
    "title": "North Korea v the US: how likely is war?",
    "url": "https://www.theguardian.com/world/2017/aug/09/north-korea-v-the-us-how-likely-is-war",
    "content": "The war of words between the US and North Korea has escalated, with Donald Trump warning any threats would be met with “fire and fury” and Pyongyang promptly announcing it was “carefully examining” a plan to attack an American military base in the western Pacific. Tensions on the Korean peninsula have been running high since North Korea’s two intercontinental ballistic missile tests last month and two nuclear bomb tests last year, which has lead to increased sanctions on the already isolated nation. But despite two unpredictable nuclear-armed leaders trading barbs, most observers believe the possibility of conflict remains remote, with the North Korean leadership using its nuclear program as a bargaining chip rather than an offensive weapon. Jean Lee, Wilson Center fellow, former AP Pyongyang bureau chief No one in the region, not even North Korea, wants another war. But Kim Jong-un is going to push it as far as he can to get what he wants: recognition from the United States that North Korea is a nuclear power, and legitimacy at home as a ruler who can defend his people against the big, bad US. In some ways, Trump’s threats play into the North Korean calculus: Kim Jong-un wants his people to believe that the United States continues to threaten the very existence of North Korea. That fearmongering brings the North Korean people together, and justifies the regime’s diversion of precious resources into building nuclear bombs and ballistic missiles. What I’m concerned about is a miscalculation or mishap that could force troops in the region to take military action. Remember, we had a military confrontation between South Korea and North Korea at a frontline Korean island in 2010 that killed several South Korean civilians. And with test launches of ballistic missiles straying into Japanese territorial waters, Japan may feel forced to act. Andrei Lankov, professor at Kookmin University, Seoul, and director of NK News We will be treated with fine examples of bellicose rhetoric by North Korean media. I’m just waiting for some colourful abusive description of President Trump, soon to be produced by the North Korean propagandists, and perhaps Trump will dispatch an aircraft carrier or two to cruise around the Korean peninsula. Once North Korea finishes development and deployment of a nuclear force capable of hitting the continental US, they might be ready to talk about a nuclear and missile freeze. The US should accept this option. There is a very little probability of conflict. But North Koreans are not interested in diplomacy: they want to get the ability to wipe out Chicago from the map first, and then they will be interested in diplomatic solutions. They will get such capability within a couple of years. The US president is employing both rhetoric and tactics which for decades have been used only by the North Korean side of the conflict. On the North Korean side, it is business as usual, of course: they repeat their promise to transform Seoul into the “sea of fire” every few years. Jiyoung Song, senior lecturer in Korean studies, University of Melbourne They will exchange some harsh words for a while and until Washington talks, secretly or publicly, with Pyongyang. Kim Jong-un will keep test-firing. There is no military solution to the North Korean problem. North Korea wants to be recognised as a legitimate nuclear state by the US and establish diplomatic relations with the US. Constantly reminding the world and especially the US of their nuclear and missile capabilities is part of their regime survival calculations. All options are on the table for Pyongyang, and North Korea did propose peace talks with the US a number of times to end the 1953 armistice and replace it with a peace treaty. What North Korea is also trying to do is to break the South Korea-US alliance and undermine the new South Korean president Moon Jae-in’s initiatives for improved inter-Korean relations. He’s proposed numerous talks with North Korea and Pyongyang has deliberately ignored Seoul’s good gestures. Kim Jong-un wants to talk directly with Trump, undermining Moon, but the US is reluctant to talk with North Korea unless Kim denuclearises or at least freezes its nuclear programmes. It’s wishful thinking that Kim will give up his nuclear power. Neither [Russian president Vladimir] Putin nor Xi [Jinping, the Chinese president] would want another war in the Korean peninsula, and Kim Jong-un has no friends in international relations. He developed a very dangerous weapon that’s threatening everyone, especially those in South Korea. If Trump doesn’t want Kim to further develop his nuclear ambition, he has to sit down and talk with Kim. Robert Kelly, associate professor, Pusan National University There are two ways to think about what Trump said. The optimistic way – if you’re a Trump supporter – is that he’s trying to be unpredictable. What this is really intended to do is pressure the Chinese, to signal to them that strategic patience is over. The less optimistic, and probably more accurate, reading is that this is Trump shooting his mouth off. There’s rhetoric on both sides – it’s like two bullies in the playground yelling at each other. The North Koreans are not going to offensively strike an American base or the American homeland unilaterally without any provocation – to do that would bring crushing American retaliation. The North Koreans aren’t stupid. Their nuclear weapons are intended for defence, not offence. The North Koreans are worried about what happened to Gaddafi and Saddam Hussein, they’re worried about the Americans leveraging change and they know that nuclear weapons are guaranteed to prevent that from happening. That’s what this is really all about. The Guam thing is another empty threat. But the North Koreans are not going to back down. They’ll continue with the missile testing and make sure that the warhead has been miniaturised. They also need to make sure that the vehicles don’t break up when they re-enter the atmosphere. In the meantime, they’ll respond to American bluster with their own bluster. We’re not used to unpredictability and anxiety coming from the American side of this relationship. That’s why people are so unnerved – we’re not used to Potus talking like this. John Delury, North Korea expert, Yonsei University, Seoul For all the bluster, there is no rational case for war and sanctions have proved their inefficacy. So, if we want any progress, we are left with diplomacy. The US message to Pyongyang should be: “We want you to prosper and maybe after you have prospered you’ll be able to let go of the nukes because you are feeling more confident and you are integrating into the region and you want to be like the rest of east Asia.” But some people don’t want progress. For example, if you are focused on non-proliferation, then there is a good argument that you just want to beat up North Korea every day and isolate them and keep them down so that every other country that is considering going nuclear says to themselves: “Well, I sure don’t want to be North Korea.” There is a rationale for that. The North Koreans love the verbal hostilities. They will do this ad nauseam. They are happy to do daily threat battles with the White House. That is actually quite wonderful for them. They like the attention and it all underlines their point that they are under siege by the Americans. But an outbreak of military conflict is not impossible. It is hard to get the balance. I do think there are real things to be concerned about. I think South Koreans are insufficiently concerned and not watching the situation enough. I think the South Korean government is being too quiet about this. Professor Andrew O’Neil, ballistic missile testing expert, Griffith University Much will depend on North Korea’s actions with respect to missile testing. If NK tests a nuclear device (they tested two in 2016) after two watershed ICBM [intercontinental ballistic missile] testing in July, this will be highly provocative and place intense pressure on the US and its allies, as well as China, to come up with additional measures to pressure Pyongyang. The problem here is that: a) security council sanctions haven’t worked in restraining North Korea; and b) there is no appetite for carrying out military strikes against North Korean WMD installations for fear of triggering a wide conflict in north-east Asia. President Trump’s “fire and fury” comments, however, could be a game-changer in the sense that he may feel compelled to use military force to uphold US credibility internationally. If he doesn’t act in the face of a major North Korean provocation, his own credibility will take a big hit, which may in itself move him closer to military action. The cycle historically has been that both sides have become more risk-averse as conflict becomes more likely. The possibility this time around is that Kim Jong-un and Donald Trump may have too much confidence in their capacity to manage a crisis and de-escalate before a spiral gains traction. It’s important to appreciate that Kim Jong-un’s domestic circumstances also play a role. Turnover at senior levels of the regime is frequent and brutal, and Kim’s position is not necessarily secure. He would be anxious about the potential for a Chinese-sponsored coup and his own power base. Standing up to the enemy that is the foundation for NK’s historical and contemporary threat narratives (ie the US) plays well with Kim’s domestic base and probably helps to reinforce his control over the regime, the military and the party.",
    "keywords": [
        "war",
        "south",
        "military",
        "korea",
        "nuclear",
        "kim",
        "korean",
        "trump",
        "missile",
        "v",
        "pyongyang",
        "north",
        "likely"
    ],
    "summary": "Jean Lee, Wilson Center fellow, former AP Pyongyang bureau chief No one in the region, not even North Korea, wants another war.\nIn some ways, Trump’s threats play into the North Korean calculus: Kim Jong-un wants his people to believe that the United States continues to threaten the very existence of North Korea.\nRemember, we had a military confrontation between South Korea and North Korea at a frontline Korean island in 2010 that killed several South Korean civilians.\nNorth Korea wants to be recognised as a legitimate nuclear state by the US and establish diplomatic relations with the US.\nJohn Delury, North Korea expert, Yonsei University, Seoul For all the bluster, there is no rational case for war and sanctions have proved their inefficacy.",
    "sentiment": {
        "neg": 0.1051,
        "neu": 0.8101,
        "pos": 0.0848,
        "compound": -0.0673
    }
}