{
    "date": "2017-08-09T10:38:39Z",
    "title": "How worried are you about the North Korea US standoff?",
    "url": "https://www.theguardian.com/world/2017/aug/09/how-worried-are-you-about-the-north-korea-us-standoff",
    "content": "Donald Trump has warned North Korea that any threat to the United States will be met with “fire and fury”, in a dramatic televised warning that North Korea has responded to by saying it is considering a missile strike on the US Pacific territory of Guam. Guam’s governor, Eddie Calvo, on Wednesday attempted to reassure residents that there was “no threat” of a North Korean strike, but the increase in rhetoric has increased tensions in the region. We would like to hear from readers in South Korea, Japan, and other Asia-Pacific countries on their views of the latest situation. Are you worried about the possibility that the rhetoric will lead to conflict? What’s the mood like in your area, or among your friends and family? If you live in Guam, Okinawa, or another place with a US military presence: are you worried that North Korea will develop the capability to strike? Or do you think the latest comments from Trump and Pyongyang are mere bluster and political bargaining? You can share your experience via the form below. We’ll use a selection of your responses in our reporting.",
    "keywords": [
        "whats",
        "korea",
        "guam",
        "threat",
        "standoff",
        "strike",
        "rhetoric",
        "trump",
        "latest",
        "worried",
        "north"
    ],
    "summary": "Donald Trump has warned North Korea that any threat to the United States will be met with “fire and fury”, in a dramatic televised warning that North Korea has responded to by saying it is considering a missile strike on the US Pacific territory of Guam.\nGuam’s governor, Eddie Calvo, on Wednesday attempted to reassure residents that there was “no threat” of a North Korean strike, but the increase in rhetoric has increased tensions in the region.\nWe would like to hear from readers in South Korea, Japan, and other Asia-Pacific countries on their views of the latest situation.\nAre you worried about the possibility that the rhetoric will lead to conflict?\nIf you live in Guam, Okinawa, or another place with a US military presence: are you worried that North Korea will develop the capability to strike?",
    "sentiment": {
        "neg": 0.0824,
        "neu": 0.8164,
        "pos": 0.1012,
        "compound": 0.0082
    }
}