{
    "date": "2017-08-10T04:00:27Z",
    "title": "Hope, pride, fear: how North Koreans feel about their homeland",
    "url": "https://www.theguardian.com/world/2017/aug/10/hope-pride-fear-how-north-koreans-feel-about-their-homeland",
    "content": "Though North Korea consumes an extraordinary amount of international attention for such a small and impoverished country, the “Hermit Kingdom” remains remarkably closed. We still know very little about what its people think. We know what they say when they meet visitors; but those who get to meet foreigners are at the top of society, and they speak under constant scrutiny and threat of punishment. We know what defectors say; but they are people who have chosen to and managed to leave, and thus are by their nature atypical. Our best indication is what North Koreans say when they are working illicitly in China, though even then their views are skewed by their experience of living in border areas and venturing abroad. A few are able to share their views from inside the country, using illegally owned Chinese phones that can pick up mobile signals along the border, but can be used for only a few minutes lest they be traced. We do know that North Koreans have good reason to be afraid of American military might. The country was flattened by US airstrikes in the Korean war. It is structured around the idea that it is still at war (technically true: no peace treaty was signed at the end of the conflict, only an armistice). The leadership has long blamed foreign aggression for the country’s economic struggles. These lessons start early; in primary school maths classes, pupils calculate the number of “American imperialist bastards” killed by the Korean people’s army. Recent history has only reinforced the dire warnings from the leadership: George W Bush singled it out as part of the “axis of evil” before invading Iraq. Many in the elite will conclude, not least from that example, that their fates are directly tied to Kim Jong-un’s. The family’s aura, though diminished, remains part of the regime’s survival strategy – and were he removed by outsiders, they could well face the loss of their comfortable lifestyles, criminal trials or even death. There may be others who would be more willing to jettison him in theory; the faultlines and tensions at the top have grown more obvious, and Kim’s ruthlessness in purging and executing his uncle in 2013 will have sent a shiver through the ranks. But US intelligence on the top figures in the regime is poor, and while Seoul is understood to know much more about the family networks at the heart of power, it is thought even they struggle to map particular individuals, interests and conflicts. Nor is it clear – given that key personnel tend to move between party and military posts – whether individuals could bring institutions with them. Disaffection among the rank and file, who have enjoyed none of the luxuries of their superiors, is real and growing. The country was once one of the most prosperous and industrialised in the region. The state gave its people jobs, food and healthcare and promised there was “nothing to envy” in the outside world. But the devastating famine of the 90s, which killed hundreds of thousands, spelled the death blow for a system that was already struggling. These days, the vast majority of people are dependent on the private sector. Workers pay bribes so that they do not have to go to their assigned job: the wages are so low that they can do better by paying not to work and going elsewhere. These days, the government is nothing but an obstacle, controlling the clothing and even the hairstyles of its people without putting food on their tables. All the while, officials grow fat from bribes and business deals. Kim has attempted to create a sense of momentum. There has been a construction boom in Pyongyang, and improvements in food production. But the gulf between the rhetoric and the reality of life in North Korea is glaring and corrosive. Despite the country’s astonishingly stringent controls, foreign media have slipped into the country, further undermining official claims. North Koreans who have ventured abroad have seen how much easier life is elsewhere. North Koreans are understandably wary of sharing their real views with their own compatriots – yet increasingly, the accounts that slip out of the country talk of outright cynicism and anger. But it is unclear how widespread such sentiments are, and unlikely that they could be transformed into a bottom-up movement for reform. The regime is propped up by fear, not faith, thanks to a vast network of informers and a system of collective punishment. Tens of thousands are believed to be held in political prison camps. A UN report released in 2014 warned that the “gravity, scale and nature of [human rights] violations reveal a state that does not have any parallel in the contemporary world”. (Pyongyang, predictably, claimed the accusations were lies spurred by foreign hostility.) But in North Korea, as elsewhere, it is possible for people to hold more than one idea: to blame the government for the grievous economic conditions, to hate its cruelty, to understand that life is much better elsewhere – and simultaneously to feel a certain pride in their country’s military achievements and ability to stand up to the Americans. This latter sentiment is, indeed, a key part of the regime’s calculus in pursuing nuclear weapons so devotedly. In that sense, Donald Trump’s bluster may, if anything, help to rally the population behind the regime.",
    "keywords": [
        "homeland",
        "military",
        "regime",
        "korea",
        "views",
        "say",
        "fear",
        "life",
        "hope",
        "country",
        "know",
        "pride",
        "koreans",
        "feel",
        "north"
    ],
    "summary": "Though North Korea consumes an extraordinary amount of international attention for such a small and impoverished country, the “Hermit Kingdom” remains remarkably closed.\nOur best indication is what North Koreans say when they are working illicitly in China, though even then their views are skewed by their experience of living in border areas and venturing abroad.\nWe do know that North Koreans have good reason to be afraid of American military might.\nBut the gulf between the rhetoric and the reality of life in North Korea is glaring and corrosive.\nNorth Koreans who have ventured abroad have seen how much easier life is elsewhere.",
    "sentiment": {
        "neg": 0.1235,
        "neu": 0.8013,
        "pos": 0.0752,
        "compound": -0.1574
    }
}