{
    "date": "2017-12-20T04:54:25Z",
    "title": "South Korea president suggests joint drills with US could be suspended",
    "url": "https://www.theguardian.com/world/2017/dec/20/south-korea-president-suggests-joint-drills-with-us-could-be-suspended",
    "content": "The South Korean president, Moon Jae-in, has suggested his country’s joint military drills with the US could be postponed to reduce tensions with North Korea, but said the move would depend on Pyongyang’s actions in the coming weeks. Moon also said he would like North Korean athletes to participate in the upcoming Winter Olympics in the South Korean town of Pyeongchang, amid concern that the regime could try to disrupt the Games, possibly by testing ballistic missiles or launching a cyber attack. “It is possible for South Korea and the US to review the possibility of postponing the exercises,” Moon said in an interview with the US broadcaster NBC. “I have made such a suggestion to the US and the US is currently reviewing it. However, all this depends on how North Korea behaves.” While Washington and Seoul insist that their joint military activity is purely defensive, the drills have become a major source of tension in the region, with North Korea denouncing them as rehearsals for an invasion. A spokesman for the US Pacific command, Dave Benham, declined to discuss any plans for exercises. The US and South Korea hold drills throughout the year to improve their readiness for a North Korean attack. The two biggest, held every spring, involve tens of thousands of US and South Korean troops. Earlier this month, the countries launched large-scale joint aerial drills, a week after North Korea said it had tested an intercontinental ballistic missile capable of striking the US mainland. More than 230 aircraft took part, including six F-22 Raptor stealth fighters. “If North Korea stops its provocations leading up to the Pyeongchang Olympics, it will greatly help in holding a safe Olympics,” Moon said. “Also, it will help in creating a conducive atmosphere towards inter-Korean as well as US-North Korean dialogue.” Since becoming president in May, Moon has expressed a desire to see North Korea take part in the Pyeongchang Games, which open on 9 February, just 80km (50 miles) from the demilitarised zone, the heavily armed border that has divided North and South Korea since their 1950-53 conflict ended in a truce. It is not clear what form any North Korean participation would take, however. The only two North Korean athletes to have qualified for the Games – the figure skating pair Ryom Tae-ok and Kim Ju-sik – missed the deadline to register for their event. Moon said he believed North Korea would decide whether or not to take part “at the last minute”. He added that he did not believe North Korea would try to disrupt the Olympics, the first to be held on the Korean peninsula since the 1988 Summer Games in Seoul. The US Olympic committee has said it will send a full team to Pyeongchang, after the US ambassador to the UN, Nikki Haley, suggested US participation was an “open question”, due to concerns over athletes’ safety.",
    "keywords": [
        "moon",
        "south",
        "korea",
        "games",
        "pyeongchang",
        "north",
        "president",
        "drills",
        "suggests",
        "joint",
        "olympics",
        "suspended",
        "korean"
    ],
    "summary": "The South Korean president, Moon Jae-in, has suggested his country’s joint military drills with the US could be postponed to reduce tensions with North Korea, but said the move would depend on Pyongyang’s actions in the coming weeks.\n“It is possible for South Korea and the US to review the possibility of postponing the exercises,” Moon said in an interview with the US broadcaster NBC.\nThe US and South Korea hold drills throughout the year to improve their readiness for a North Korean attack.\nThe two biggest, held every spring, involve tens of thousands of US and South Korean troops.\n“If North Korea stops its provocations leading up to the Pyeongchang Olympics, it will greatly help in holding a safe Olympics,” Moon said.",
    "sentiment": {
        "neg": 0.0535,
        "neu": 0.8954,
        "pos": 0.051,
        "compound": 0.0568
    }
}