{
    "date": "2017-08-19T23:05:26Z",
    "title": "Women have every right to refuse treatment in childbirth | Letters",
    "url": "https://www.theguardian.com/theobserver/2017/aug/19/letters-women-have-every-right-to-refuse-treatment-in-childbirth",
    "content": "Your editorial “Safety of mother and child should override ideology during birth” last week took my breath away. First, women have a right to exercise their autonomy in childbirth, opting for and declining treatment as they see fit. Second, what is safest is not always obvious. Short-term risks and benefits sometimes conflict with evidence on optimal health in the longer term and women’s mental wellbeing is important as well as the mother and baby being alive and physically well. As a service user representing women’s views, I was responsible for facilitating a consensus statement on normal birth with the Royal College of Midwives and the Royal College of Obstetricians and Gynaecologists. This was intended to “make normal labour and birth a reality” in hospitals often designed more for examinations, monitoring and surgical procedures than to offer emotional security, privacy and comfort. Rates of normal birth are declining in the UK; currently less than 40%. There is still a huge amount to be done to provide the kind of care and support women need during labour. But you have ignored all this, focusing instead on a problem identified at one small, isolated hospital some years ago, a problem not evident at the other hospital in the same trust, let alone across the country. Staff shortages and NHS budget cuts are a more significant and widespread problem. This is a phoney war. Let us all work positively for the wellbeing of women and babies, using high-quality evidence and rejecting uncalled-for inflammatory headlines. Mary Newburn Member, Maternity Transformation Stakeholder Council London SW14 Cohen’s no slowcoach As a park-run devotee, I was delighted with the positive exposure in last week’s Run supplement, marred only by Nick Cohen’s description of a time of 27 minutes as “sluggish” (“A runner’s story”). I hope this doesn’t deter anybody. Many regulars at Lancaster park-run, including myself, would be delighted with such a “sluggish” time, which would put them in the first half of finishers. All are welcome, even if it takes you an hour to walk round or you have to give up halfway. Come and try it out – you could get hooked, as I have. Mike Wright Lancaster Pupils learn from mixed classes In her column “Men should be helped to cross social barriers to find prosperity and love” (Comment), Sonia Sodha argues that education should do more to bring those from different backgrounds together. Mixed-ability schools are, as she says, vital in achieving this aim, but most comprehensive schools tend to segregate their pupils by “ability”, through banding or setting arrangements. However, good, mixed-ability teaching and learning are dependent on sharing and analysis of learning and a class ethos that is supportive, challenging and stimulating. In such an environment, pupils have the opportunity to get to know each other. They can learn to respect each other’s interests and aptitudes; how to work independently and collaboratively, how to share, to criticise constructively, to modify opinions after listening to others’ points of view. They can become friends for life, though their social backgrounds may be very different, by solving problems together. David Curtis Solihull No rhyme nor reason Kitty Empire is wrong (“Kesha Sebert unchained”, New Review). “Hyundai” does, in the original Korean, rhyme with “highway” (think Hyun Day). In the US, with its large Korean community, it is pronounced correctly. I have always wondered why the company encouraged its name to be mispronounced here as “Hi Un Die”. Bob Owen Sherborne, Dorset North Korea mistrusts us Yes, “there would still be a Korean crisis” no matter who had become US president (“It takes just one madman to press the button. We have two”, Nick Cohen, Comment) but less so had free-world leaders acted on the advice of the late Sir Michael Quinlan. Shortly before he died in 2009, Quinlan recommended ways to enhance the nuclear non-proliferation regime for countries, including North Korea, which largely fell on deaf ears. He quoted Salvador de Madariaga, who could have been thinking of North Korea when he wrote: “Nations don’t distrust each other because they are armed; they are armed because they distrust each other.” Adding: “To want disarmament before a minimum of common agreement on fundamentals is… absurd.” But, distracted by the 2008 crash, western leaders largely neglected to build that minimum of common agreement with countries such as North Korea and China to dispel distrust. When we needed weapons austerity we got economic austerity, which built the inequality in which such distrust thrives. David Murray Wallington Surrey A riddle resolved? What came first? It would seem that contaminated eggs from the EU arrived just before Dr Fox’s chlorinated chickens from the US (Lucy Siegle, Commentk). Does that mean we now, finally, have closure on that knotty conundrum? Colin Brady Darlington",
    "keywords": [
        "right",
        "distrust",
        "childbirth",
        "birth",
        "pupils",
        "work",
        "korea",
        "problem",
        "north",
        "treatment",
        "normal",
        "letters",
        "refuse",
        "women",
        "korean"
    ],
    "summary": "First, women have a right to exercise their autonomy in childbirth, opting for and declining treatment as they see fit.\nAs a service user representing women’s views, I was responsible for facilitating a consensus statement on normal birth with the Royal College of Midwives and the Royal College of Obstetricians and Gynaecologists.\nRates of normal birth are declining in the UK; currently less than 40%.\nLet us all work positively for the wellbeing of women and babies, using high-quality evidence and rejecting uncalled-for inflammatory headlines.\nShortly before he died in 2009, Quinlan recommended ways to enhance the nuclear non-proliferation regime for countries, including North Korea, which largely fell on deaf ears.",
    "sentiment": {
        "neg": 0.0737,
        "neu": 0.8038,
        "pos": 0.1225,
        "compound": 0.121
    }
}