{
    "date": "2017-08-11T15:09:07Z",
    "title": "Late-night hosts on Trump's doubling down: 'What is tougher than fire and fury?'",
    "url": "https://www.theguardian.com/culture/2017/aug/11/late-night-tv-trump-north-korea-fire-fury",
    "content": "Late-night hosts on Thursday addressed Donald Trump’s press conference at his golf resort in New Jersey, where he doubled down on his threats to North Korea. “Before we start the show tonight I’d like to go on the record: I do not want the world to blow up,” Stephen Colbert began. “That’s where my house is. “But things are getting tense between Donald Trump and Kim Jong-un,” he continued. “For the record, we didn’t start it. North Korea has been testing these missiles for a long time now and saying specifically they’re making them to attack the United States. So obviously a firm response is necessary, but maybe not ‘fire and fury the likes of which the world has never seen’,” he added, referencing Trump’s comments from Tuesday. “I understand wanting to say that,” the host went on. “But this is like a hostage situation. You don’t start with ‘go ahead kill everybody, I’ll kill ’em better, then who wins?’ “There is one world leader who actually thinks Donald Trump did not go far enough. And that would be Donald Trump. Because this afternoon, he addressed a nervous world from the steps of the Jersey White House.” Colbert then showed footage of Trump answering questions from the press, repeating that his “fire and fury” statement might not have been “tough enough”. “What is tougher than fire and fury?” Colbert asked. “Lava and rage? A paper cut and a lemon? Rizzoli and Isles? Crate and Barrel? Key and Peele?” Colbert continued: “To be fair, North Korea isn’t helping in this situation. Today they said they’re drawing up plans to launch four intermediate-range ballistic missiles into waters near Guam. Speaking of which, the president addressed those threats this afternoon.” Trump, at that same press conference, said: “Let’s see what he does with Guam.” “Let’s not see what he does with Guam,” the host shot back. “You can’t just offer up a US territory for target practice. It’s filled with people!” Seth Meyers of NBC also weighed in on the president’s escalation of his rhetoric toward the North Korean government, and his advisers’ attempts to talk them back. “As you recall, tensions with North Korea were simmering at a moderate heat until Trump decided to crank up the burner with this reckless comment on Tuesday,” Meyers began. “Almost immediately after that comment, the adults around Trump tried to tamp down the rhetoric. First up, secretary of state Rex Tillerson.” Meyers then showed a clip of Tillerson addressing the North Korean threat in more modulated terms, telling the American people they can “sleep well tonight”. “Sleep well tonight? We haven’t been sleeping well since November,” Meyers responded. “Other Trump aides even went a step further than Tillerson, essentially telling the rest of the world not to take Trump seriously. One aide told a reporter for Politico: ‘Fire and fury was not carefully vetted language from Trump. Don’t read too much into it.’” Meyers continued: “So naturally, hearing that some of his aides and advisers might have been trying to tone things down, Trump went back in front of the camera today and doubled down, insisting that his original comment might not have been tough enough. “What’s crazy about all of this is that the original comments Trump is now doubling down on were improvised on the spot during a briefing on the opioid crisis,” the host explained. “In fact, the paper he seemed to be looking at wasn’t even a scripted statement on North Korea. It was a fact sheet on [the opioid] crisis.” Meyers then addressed the president’s comments on the opioid crisis, which displayed his unfamiliarity with the issue. “And you can tell Trump was familiar with the facts from the ingenious plan he came up with for stopping the opioid epidemic,” Meyers said. About that epidemic, Trump said: “Talking to youth, telling them no good, really bad for you. If they don’t start, it will never be a problem.” Meyers responded: “If you don’t want people to start taking drugs, stop making them think the end of the world is imminent.”",
    "keywords": [
        "doubling",
        "dont",
        "start",
        "world",
        "fury",
        "korea",
        "north",
        "latenight",
        "donald",
        "hosts",
        "tougher",
        "trumps",
        "meyers",
        "opioid",
        "trump"
    ],
    "summary": "Late-night hosts on Thursday addressed Donald Trump’s press conference at his golf resort in New Jersey, where he doubled down on his threats to North Korea.\n“But things are getting tense between Donald Trump and Kim Jong-un,” he continued.\nNorth Korea has been testing these missiles for a long time now and saying specifically they’re making them to attack the United States.\nKey and Peele?” Colbert continued: “To be fair, North Korea isn’t helping in this situation.\n“In fact, the paper he seemed to be looking at wasn’t even a scripted statement on North Korea.",
    "sentiment": {
        "neg": 0.0922,
        "neu": 0.8427,
        "pos": 0.0651,
        "compound": -0.1027
    }
}