{
    "date": "2017-08-30T09:23:20Z",
    "title": "US lines up North Korea expert as ambassador to Seoul",
    "url": "https://www.theguardian.com/us-news/2017/aug/30/us-lines-up-north-korea-expert-as-ambassador-to-seoul-victor-cha",
    "content": "An academic expert on North Korea is reported to be Donald Trump’s pick for US ambassador to Seoul in what could be a sign the White House believes further pressure on China is the best diplomatic route to prevent a nuclear conflagration in the region. Victor Cha, a Korean-American, is a former director for Asian affairs on the White House national security council and served as deputy head of the US delegation in multilateral talks with North Korea over its nuclear programme during the Bush administration. He has been writing about Korea, China and Japan for more than two decades, and is regarded as hawkish on his interpretation of Pyongyang’s intentions. Reuters reported that Cha’s appointment, which will be subject to the usual Senate confirmation hearing, is to be announced soon, according to administration officials. The diplomatic vacancy in Seoul was starting to become a major embarrassment for a White House that has found its Korean policy veering in conflicting directions at a time of crisis. There have been complaints that the Trump administration has sent mixed signals, blowing hot and cold on the possible use of military threats, leaving key actors worried by US unpredictability. Cha, director of Asian studies at Georgetown University’s department of government and school of foreign service, recently argued that China needs to do more to press North Korea into scaling back its nuclear ambitions, claiming Beijing has been leaving all of the heavy lifting to the US. In a July article in the Washington Post, Cha argued a new approach was needed, writing: “Reviving old agreements North Korea has already broken would be fruitless. The Chinese won’t deliver on meaningful pressure. And a military strike could lead to all-out war resulting in millions of casualties.” He added: “It’s not enough to ask China to pressure Pyongyang to set up a US-North Korea negotiation. China has to be a central part of the negotiation, too. China, rather than the United States, should be paying for North Korea to halt and roll back its nuclear and missile programs.” Cha also wrote it was not realistic to expect China to back regime change in Pyongyang because of its “historical ties to its little communist brother, its concerns about regime collapse, its uncertainty about alternative viable power centres to the Kim family, its mistrust of US motives, and its strained relations with South Korea”. He also opposes a freeze-for-freeze offer proposed by China whereby the US would give up military exercises, in return for a North Korean nuclear freeze. He argues instead that China should be placed in the driving seat of talks, requiring Beijing to threaten to withdraw economic cooperation and trade with North Korea unless it complies with an International Atomic Energy Agency-monitored regime to end its nuclear escalation. He believes China may be more willing than in the past to use its economic leverage, assessing “Beijing wants a diplomatic off-ramp to the current crisis. President Xi Jinping is still seeking a good relationship with Trump in this critical year of China’s 19th party congress. Furthermore, Chinese frustrations with North Korean leader Kim Jong-un have grown after his execution of family members and regime figures close to China. All this may give the Trump administration marginally more leverage than its predecessors had.” In the longer term, he argues the emergence of markets in North Korea will help develop a class independent of the regime, and so less compliant with its dictatorial economic leadership.",
    "keywords": [
        "white",
        "regime",
        "korea",
        "administration",
        "seoul",
        "lines",
        "china",
        "nuclear",
        "trump",
        "ambassador",
        "pressure",
        "expert",
        "north",
        "cha"
    ],
    "summary": "An academic expert on North Korea is reported to be Donald Trump’s pick for US ambassador to Seoul in what could be a sign the White House believes further pressure on China is the best diplomatic route to prevent a nuclear conflagration in the region.\nHe has been writing about Korea, China and Japan for more than two decades, and is regarded as hawkish on his interpretation of Pyongyang’s intentions.\nThere have been complaints that the Trump administration has sent mixed signals, blowing hot and cold on the possible use of military threats, leaving key actors worried by US unpredictability.\nIn a July article in the Washington Post, Cha argued a new approach was needed, writing: “Reviving old agreements North Korea has already broken would be fruitless.\nFurthermore, Chinese frustrations with North Korean leader Kim Jong-un have grown after his execution of family members and regime figures close to China.",
    "sentiment": {
        "neg": 0.1046,
        "neu": 0.8452,
        "pos": 0.0502,
        "compound": -0.2313
    }
}