{
    "date": "2017-11-28T19:09:07Z",
    "title": "Susan Sarandon is wrong about Hillary Clinton | Letters",
    "url": "https://www.theguardian.com/us-news/2017/nov/28/susan-sarandon-is-wrong-about-hillary-clinton",
    "content": "Reading the interview with Susan Sarandon (G2, 27 November), I couldn’t help but remember that old American political saying that “opinions are like noses, everybody has one”. Sarandon is entitled to hers. The trouble is that our celebrity culture has somehow imparted seriousness and credibility to individuals based on fame rather than knowledge or judgment. Oddly, Sarandon seemed to win the sympathy of your interviewer, Emma Brockes, because of her counterintuitive opposition to Hillary Clinton, her seeming lack of concern over the election of Donald Trump, and the public backlash against her in response to these opinions. It might have helped if Ms Brockes had probed Sarandon regarding her main rationale for opposing Clinton during the Democratic primaries. In TV appearances on behalf of Bernie Sanders, Sarandon said she preferred Trump to Clinton because his election would speed up “the revolution”. Funny, a year has gone by, and that revolution seems farther and farther away as Republicans control Congress, the presidency and increasingly the judiciary. Nowadays Sarandon emphasises that Hillary would have brought us “war”. Perhaps Ms Brockes might have mentioned the substantial acceleration in US air and combat operations in Iraq and Syria as well as the expanded commitment to ground troops in Afghanistan, all of which are the result of affirmative decisions by the Trump White House. While it is not possible to know exactly what a Hillary Clinton presidency would have entailed in international affairs, as someone who knows her well I can say with confidence that there is one thing she would not be doing that Mr Trump seems to relish. That is talking up the prospect of an all-out conventional (and possibly nuclear) war on the Korean peninsula, which would kill hundreds of thousands or more in its early phases. Almost all observers agree that his erratic and bellicose rhetoric has brought the world closer than ever to such a nightmare scenario. James P Rubin Former assistant secretary of state for public affairs under President Bill Clinton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "war",
        "opinions",
        "susan",
        "public",
        "hillary",
        "wrong",
        "presidency",
        "letters",
        "trump",
        "brockes",
        "sarandon",
        "revolution",
        "clinton"
    ],
    "summary": "Reading the interview with Susan Sarandon (G2, 27 November), I couldn’t help but remember that old American political saying that “opinions are like noses, everybody has one”.\nIt might have helped if Ms Brockes had probed Sarandon regarding her main rationale for opposing Clinton during the Democratic primaries.\nIn TV appearances on behalf of Bernie Sanders, Sarandon said she preferred Trump to Clinton because his election would speed up “the revolution”.\nNowadays Sarandon emphasises that Hillary would have brought us “war”.\nJames P Rubin Former assistant secretary of state for public affairs under President Bill Clinton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "sentiment": {
        "neg": 0.0362,
        "neu": 0.8594,
        "pos": 0.1043,
        "compound": 0.2211
    }
}