{
    "date": "2017-06-20T17:13:43Z",
    "title": "Otto Warmbier's death is a tragedy. But war with North Korea would be, too | Isaac Stone Fish",
    "url": "https://www.theguardian.com/commentisfree/2017/jun/20/north-korea-conflict-otto-warmbier-death",
    "content": "With the death of the 22-year-old American student Otto Warmbier, American officials are calling for revenge. “The United States cannot and should not tolerate the murder of its citizens by hostile powers,” Senator John McCain said in a statement. That evening, Senator Marco Rubio tweeted: “North Korea must be held accountable for its brutality.” And Donald Trump said in a statement: “Otto’s fate deepens my Administration’s determination to prevent such tragedies from befalling innocent people.” Warmbier allegedly tried to steal a propaganda poster in Pyongyang on New Year’s 2016; the regime sentenced him to 15 years of hard labor in March 2016. Last week, Pyongyang released him, in a coma – probably caused by injury to the brain – and he died six days later. He is probably the first American to die at the hands of North Koreans in decades. “The awful torturous mistreatment our son received at the hands of the North Koreans ensured that no other outcome was possible beyond the sad one we experienced today,” the Warmbiers said on 19 June. Protecting the lives of Americans abroad is essential, and one of the state department tasks that citizens most value. And yet, responding to the passing of Warmbier by provoking or attacking North Korea goes against American interests – and would cause other tragic deaths. The best-case scenario for America would be denuclearizing North Korea, and reducing the threats posed by its chemical and conventional weapon stockpile and million-man army, without risking a horrific war. In the decades following Richard Nixon’s 1969 decision not to retaliate after Pyongyang shot down a US spy plane, killing the 31 Americans on board, US presidents have wisely decided not to risk a conflict by responding in kind to North Korea’s provocations. Not because Pyongyang should be allowed to act with impunity, but because inaction coupled with regional diplomacy – or, as Barack Obama called it, “strategic patience”, is the least bad choice. In an excellent July/August 2017 cover story in the Atlantic, the journalist Mark Bowden outlines the four major options for handling North Korea. They are “prevention”, ie war; “turning the screws” – in other words, attacks that would compel North Korean leader Kim Jong Un to change his behavior; “decapitation”, removing Kim and his inner circle; or “acceptance”: “acquiescing to Kim’s developing the weapons he wants”. Bowden reluctantly suggests acceptance, because the risks of moving substantially beyond diplomacy are too high. Moreover, as perverse as it may sound, Pyongyang probably saw the comatose return of Warmbier on 13 June as an olive branch: it often releases American citizens when it wants to deepen diplomatic dialogue with Washington. While that might not be palatable to many following Warmbier’s death, especially after Pyongyang’s risible missile tests and threats over the last several months, engaging with the North Koreans can potentially help reduce tensions in the future. And that, in turn, would lead to fewer cases like Warmbier’s. If calls for revenge come too loud for Trump to ignore, compelling China to restrain North Korea is a more effective way to channel those voices. Long Pyongyang’s most important ally, Beijing now accounts for roughly 90% of the country’s trade – meaning any efforts at meaningful sanctions will fail if China doesn’t support them. Want to punish North Korean generals, as opposed to the long-suffering North Korean people? Work with, or compel, China to deny them and their mistresses the ability to fly to Beijing – the major airport for international travel from Pyongyang – to prevent them from buying luxury goods in China, or from transiting on to vacations in Paris. Using Beijing to punish individual, prominent North Korean officials would be a better strategy than trying to censure them without China’s involvement. And it’s certainly better than something that could trigger a shooting conflict – and not just because of Trump’s incompetence in matters requiring delicacy and self-control. War, as the US secretary of defense, James Mattis, said in a May interview, would be “catastrophic” and probably “the worst kind of fighting in most people’s lifetimes”. Bowden agrees. “Any effort to crush North Korea flirts not just with heavy losses, but with one of the greatest catastrophes in human history,” Bowden writes. Think not only of the roughly 30,000 American troops stationed in South Korea, or of the tens of thousands of other Americans living in the country, within range of North Korean conventional artillery. Think not only of the millions of South Korean and Japanese citizens whose lives this jeopardizes. Spare a thought for the many innocent North Koreans – the farmers, doctors, fathers, and daughters whom American soldiers and weapons would slaughter. Perhaps war would force regime change, and end the brutal Kim dynasty. But that war would create thousands of North Korean Mr and Mrs Warmbiers, mourning the deaths of their innocent sons.",
    "keywords": [
        "war",
        "warmbiers",
        "isaac",
        "korea",
        "warmbier",
        "probably",
        "fish",
        "otto",
        "stone",
        "pyongyang",
        "tragedy",
        "koreans",
        "american",
        "death",
        "north",
        "korean"
    ],
    "summary": "With the death of the 22-year-old American student Otto Warmbier, American officials are calling for revenge.\nIn an excellent July/August 2017 cover story in the Atlantic, the journalist Mark Bowden outlines the four major options for handling North Korea.\nWant to punish North Korean generals, as opposed to the long-suffering North Korean people?\n“Any effort to crush North Korea flirts not just with heavy losses, but with one of the greatest catastrophes in human history,” Bowden writes.\nBut that war would create thousands of North Korean Mr and Mrs Warmbiers, mourning the deaths of their innocent sons.",
    "sentiment": {
        "neg": 0.1521,
        "neu": 0.7253,
        "pos": 0.1225,
        "compound": -0.1459
    }
}