{
    "date": "2017-11-02T11:00:53Z",
    "title": "Korean American leaders caution Trump: be the adult to Kim's wayward child",
    "url": "https://www.theguardian.com/world/2017/nov/02/korean-americans-donald-trump-north-korea-nuclear-threats",
    "content": "The US’s large Korean population tends not to agree on much. But when it comes to Donald Trump’s approach to North Korea, the community – whether Republican or Democratic, religious or secular, part of a thriving small business community or a younger generation of more progressive political activists – is both unified and scared half out of its wits. “The consensus,” said Joon Bang, executive director of the non-partisan Korean American Coalition in Los Angeles, “is that we find Donald Trump to be a greater threat than Kim Jong-un because he is creating more chaos and uncertainty. That’s shocking, right? It’s never happened before.” Ever since the president started threatening Kim’s regime with “fire and fury” over the summer, leaders of the 1.8-million-strong Korean American community have been begging him to ratchet back the incendiary rhetoric, to no avail. Already in August, a group of more than 20 elected Korean American officials wrote a letter to the White House urging Trump not to introduce the threat of nuclear weapons. “As Korean Americans, we have clear and deep memories of the last time military conflict arose on the Korean peninsula,” they wrote. “Millions of Korean families live with collective memories of both the American and Korean bloodshed and the unending yearning for those loved ones who were lost or separated during the three-year war.” The dismay has only deepened since, as Trump has mocked Kim as “Rocket Man” or even “Little Rocket Man”; threatened, in his inaugural speech at the United Nations, to “totally destroy” North Korea; and tweeted that “only one thing will work” to resolve the crisis over North Korea’s evolving nuclear weapons capabilities. “This is not normal,” the councilman David Ryu of Los Angeles, one of the signatories of the August letter, told the Guardian. “For the life of me, I don’t know if he understands what he means by ‘total destruction’. That means millions of people dying on both sides. Is that something that he wants on his conscience?” When Rex Tillerson, the secretary of state, sought to calm the jangling nerves of US allies by indicating last month that he was opening a line of communication to Pyongyang, Trump said he was “wasting his time”. Now, Trump is planning a stop in South Korea on his five-nation Asian tour which begins later this week, but will not make the customary trip to the demilitarized zone separating the north and south – apparently in deference to South Korean fears that he could inflame tensions further. Many Korean Americans interviewed for this piece said the Trump administration was badly misreading the North’s intentions with its most recent rounds of missile testing – acts that they said were in line with the North’s long-established behavior as a wayward geopolitical child and needed to be met with a grownup response. “The missile tests are worrisome, but you have to remember we have had incidents and accidents every three or four years,” said Edward Park, a professor of Asian and Asian American studies at Loyola Marymount University in Los Angeles. “Even under the best circumstances, these incidents have the potential to thrust the peninsula into crisis. Now, with all these tensions ratcheted up, we’ve just lost any margin of error.” Ryu, the Los Angeles councilman, is particularly attuned to the disparate voices in the Korean community because his city boasts the largest single concentration of Koreans outside of the Korean peninsula. Although a Democrat, he holds a non-partisan office and owes his election to a broad spectrum of voters and interest groups. “We’re afraid this escalation of words could get to a point where there’s no turning back,” he said. “It could box the North Korean dictator in to point where there’s a showdown. It’s not in anybody’s interest, whether it’s Americans or Koreans or Japan or China, to have a war and especially a nuclear war. “We are unified in our concern, in our fear – and it’s starting to boil down to anger as well.” The sentiments are little different among registered Republicans. “Is ‘Rocket Man’ an insult or a joke?” asked Alex Kim, of the Korean American Republican Council. “When you are dealing with another culture, you can’t assume they would see the humor in that … He [Trump] should rely more on the people he can delegate to instead of responding directly to another country.” Part of the outrage stems from the fact that many Korean Americans remain in close touch with friends and family members back on the peninsula, which has lived with the threat of North Korean aggression for more than 60 years. So rather than sharing the Trump administration’s alarm that an intercontinental ballistic missile might soon be able to reach the continental United States, they tend to feel aggrieved that the US government has only just woken up to their reality. Many Korean Americans find themselves questioning the solidity of the long-standing US commitment to protect the peninsula now that the White House is preaching an “America first” mantra and poking holes in the security arrangements that have underpinned relations between the United States and much of east Asia since the second world war. “There is a fundamental crack in the faith that Americans will treat the lives and fortunes of these countries as we would treat our own,” Park, the Asia specialist, said. “When the president of the world’s only remaining superpower … washes his hands of the responsibility of the security alliances of Nato and our bilateral security alliances with South Korea and Japan, that’s a cause for huge worry.” They also fear that the only solution to a United States in retreat on the world stage is a more nuclearized region – with Japan and South Korea acquiring their own weapons over time to counter the threat from Pyongyang. The letter sent in August reflects another concern: that the Korean American community does not have enough of a voice in Washington to talk Trump down from the ledge. No Korean American currently serves in Congress, and while Trump has signaled his intention to appoint an experienced Korean American national security hand, Victor Cha, as the next ambassador to Seoul, he has yet to send Cha’s nomination to the Senate for confirmation. Since January, the state department has also lost many of its top-level Asian affairs specialists, with little sign that they will be replaced. “Many Korean Americans want to appeal directly to the president to remind him of some basic things – that there are real human beings living in South Korea and that North Koreans are human beings too,” Park said. “No one in the community could credibly argue that turning the Korean peninsula into a sea of fire is a good idea. “There is no winner in a nuclear war – this is not reality TV. For Koreans, this is just an unimaginable recklessness that needs to stop.”",
    "keywords": [
        "wayward",
        "leaders",
        "south",
        "war",
        "adult",
        "child",
        "korea",
        "community",
        "north",
        "caution",
        "peninsula",
        "kims",
        "american",
        "americans",
        "trump",
        "korean"
    ],
    "summary": "It’s never happened before.” Ever since the president started threatening Kim’s regime with “fire and fury” over the summer, leaders of the 1.8-million-strong Korean American community have been begging him to ratchet back the incendiary rhetoric, to no avail.\n“As Korean Americans, we have clear and deep memories of the last time military conflict arose on the Korean peninsula,” they wrote.\n“It could box the North Korean dictator in to point where there’s a showdown.\n“Is ‘Rocket Man’ an insult or a joke?” asked Alex Kim, of the Korean American Republican Council.\nThe letter sent in August reflects another concern: that the Korean American community does not have enough of a voice in Washington to talk Trump down from the ledge.",
    "sentiment": {
        "neg": 0.1193,
        "neu": 0.8209,
        "pos": 0.0599,
        "compound": -0.1794
    }
}