{
    "date": "2017-04-19T19:19:15Z",
    "title": "Donald Trump's North Korea 'armada' gaffe was dangerous buffoonery | Richard Wolffe",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/19/donald-trump-north-korea-armada-gaffe",
    "content": "Thanks to Donald Trump, the international community now knows that the United States is a force to be reckoned with. Gone are the days when dictators and allies alike disdained a professorial president who preferred nuclear diplomacy to nuclear war. If only Barack Obama had played more golf at luxury resorts, his successor would not have to bring such golden luster to such a copper world. Less than 100 days into this presidency, it is blissfully clear what kind of leader Trump is. He has made the awesome transition from a neophyte candidate into a neophyte president; from a man who bluffed and blustered his way in TV debates to a man who bluffs and blusters his way through international crises. Here is a small-time businessman who knew nothing about foreign affairs, who has grown into a nuclear-armed president who knows nothing about foreign affairs. He used to fire B-list celebrities on TV; now he just fires off tweets and Tomahawks after watching TV. To put it mildly, it is troubling for any White House – at a time of high tensions with a rogue nuclear state – to act as dumb or duplicitous as Donald Trump. Machiavelli argued that it is better to be feared than loved. It’s also better to look like something other than a fool. Because that’s what you look like when you misstate the mission and location of an entire aircraft carrier group: specifically, the USS Carl Vinson, a Nimitz class, nuclear-powered beast of the seas, accompanied by a strike force of two destroyers and a cruiser. How does such confusion begin? In an epic interview with Fox Business Network, President Trump made it clear he was getting tough with North Korea. But he was also cunningly mysterious about what he was doing. “You never know, do you? You never know … I don’t want to talk about it,” he told his interviewer before, you know, talking about it. “We are sending an armada, very powerful. We have submarines, very powerful, far more powerful than the aircraft carrier, that I can tell you. And we have the best military people on Earth. And I will say this. He is doing the wrong thing. He is doing the wrong thing.” As an explanation of a nuclear crisis, this is right up there with his February press conference, when he spilled the secrets about his classified briefings on nuclear war with Russia: “Nuclear holocaust would be like no other.” The only problem is that the Carl Vinson armada wasn’t sailing towards North Korea. It was sailing away from Pyongyang. A long, long way away: more than 3,500 miles away to the Indian Ocean for a joint exercise with the Australian navy. In any kind of standoff with a rogue nuclear power, it’s helpful to avoid this kind of buffoonery. Vice-President Mike Pence traveled to the Korean peninsula to warn the North not to test Donald Trump. He declared ominously that “the era of strategic patience is over” in what was surely the most reckless formulation of words since “the axis of evil” left the lips of George W Bush. Now we know that the era of strategic impatience needs to wait a little longer for the aircraft carrier to sail 3,500 miles back to the hot zone. Do not test Donald Trump’s resolve or, for that matter, his naval knowledge. The problem with this kind of chest-thumping is that it spills across the whole team of once professional adults. Defense secretary Jim Mattis and national security adviser HR McMaster played their own part in leaving the impression that the aircraft carrier was steaming towards Korea. Serving a clueless boss, their reputations are growing tarnished on a daily basis, like that of the United States itself. The nuclear standoff with North Korea has already been compared to the Cuban missile crisis. So it’s worth recalling that when JFK wanted to win over France’s General de Gaulle, he sent Dean Acheson to show him the photographic proof that was leading the world to the brink of nuclear war. De Gaulle said he had no need to see the photos because he trusted Acheson, and the United States, to tell the truth. This kind of credibility is in desperately short supply in the hands of a president who explains his first military intervention in these terms, in his now infamous Fox Business interview: “I was sitting at the table. We had finished dinner. We’re now having dessert. And we had the most beautiful piece of chocolate cake that you’ve ever seen and President Xi was enjoying it. And I was given the message from the generals that the ships are locked and loaded, what do you do?” What indeed? Like a wonderful ganache, this is a story that is so delicious it is sometimes hard to recall every crumb of detail. “So what happens is I said, ‘We’ve just launched 59 missiles heading to Iraq and I wanted you to know this.’ And he was eating his cake. And he was silent.” If you were the Chinese president sitting opposite a nuclear-armed president who couldn’t tell Iraq from Syria, you too might remain silent and savor every bite of the last chocolate cake you might encounter on this planet. Based on his extensive viewing of Fox News, Trump had thought the North Korean crisis would be pretty simple to fix: a bit of pressure on President Xi to cut off North Korea’s economy, and hey presto! But it turns out this whole Asian thing is a bit harder to game out, as he explained to the Wall Street Journal. “After listening for 10 minutes, I realized that it’s not so easy,” he explained about trade across the North Korean border. “A lot of goods come in. But it’s not what you would think.” This is sadly not a once-in-a-blue-moon gaffe. It is a pattern of behavior that is only understandable among teenage students who prefer to play video games rather than tackle their homework. After all, this is how our president explained the North Korea crisis to another incisive interviewer on the wonderfully named show Fox and Friends: “I hope there’s going to be peace, but they’ve been talking with this gentleman for a long time. You read Clinton’s book and he said, ‘Oh, we made such a great peace deal’ and it was a joke … You look at different things over the years with President Obama. Everybody has been outplayed. They’ve all been outplayed by this gentleman, and we’ll see what happens.” Perhaps all North Korean leaders look alike to President Trump. But Clinton’s deal with North Korea was with the Dear Leader, Kim Jong-il, the father of the current leader Kim Jong-un. George W Bush may have lost all credibility by invading a country for non-existent weapons of mass destruction. But at least he knew which country he was invading, and which direction his ships were sailing in. He knew the difference between Saddam Hussein and King Hussein. The world is facing a unique challenge as Trump grapples with Kim. In a standoff between two unpredictable and vainglorious nuclear-armed leaders who are obsessed with pop culture and conspiracies, the only sane course of action is clear: focus on your chocolate cake.",
    "keywords": [
        "richard",
        "korea",
        "armada",
        "wolffe",
        "fox",
        "donald",
        "president",
        "nuclear",
        "buffoonery",
        "kind",
        "look",
        "dangerous",
        "know",
        "trumps",
        "trump",
        "korean",
        "north",
        "gaffe"
    ],
    "summary": "In an epic interview with Fox Business Network, President Trump made it clear he was getting tough with North Korea.\nThe nuclear standoff with North Korea has already been compared to the Cuban missile crisis.\n“After listening for 10 minutes, I realized that it’s not so easy,” he explained about trade across the North Korean border.\nThey’ve all been outplayed by this gentleman, and we’ll see what happens.” Perhaps all North Korean leaders look alike to President Trump.\nBut Clinton’s deal with North Korea was with the Dear Leader, Kim Jong-il, the father of the current leader Kim Jong-un.",
    "sentiment": {
        "neg": 0.0732,
        "neu": 0.8296,
        "pos": 0.0972,
        "compound": 0.0743
    }
}