{
    "date": "2017-09-05T14:01:38Z",
    "title": "Bill Shorten announces he will travel to South Korea as PM awaits Trump's call",
    "url": "https://www.theguardian.com/australia-news/2017/sep/06/bill-shorten-announces-he-will-travel-to-south-korea-as-pm-awaits-trumps-call",
    "content": "The Labor leader, Bill Shorten, and the shadow foreign affairs minister, Penny Wong, will travel to South Korea and Japan later this month to discuss the crisis on the peninsula and reaffirm the strength of the bilateral ties. Confirmation of the trip by the Labor leader and the party’s Senate leader comes as the US president, Donald Trump, is scheduled to discuss the North Korean situation with Malcolm Turnbull in a phone conversation on Wednesday morning. Turnbull’s conversation with Trump follows coordinated efforts between Australia and Japan in recent days to increase diplomatic pressure on China to rein in the isolated regime in Pyongyang. Ahead of the conversation on Wednesday morning, the Australian prime minister has already sent public messages of solidarity with the Trump administration, making it plain that Australia will be involved in any conflict in the event North Korea attacks the United States. On Tuesday, the foreign affairs minister, Julie Bishop, told parliament that since North Korea had threatened the international nuclear nonproliferation regime with its reckless provocations, Australia had instructed its ambassador in Vienna to “make a statement overnight at an extraordinary session of the comprehensive test ban treaty commission, and we demanded that North Korea cease its ballistic and nuclear weapons programs and that it abide by international law and international norms”. Bishop said Australia supported stronger and tougher economic sanctions, “particularly those where China can exercise its leverage”. Turnbull has gradually ratcheted up diplomatic pressure on China, saying Beijing must step up and contain North Korea economically, including by cutting off the regime’s oil supply. Shorten has meanwhile confirmed he and Wong will shortly travel to South Korea and Japan to discuss the current challenges and to send a signal that “a change of government will not affect Australia’s strong support for both nations at this dangerous and challenging time”. “We will meet with political leaders, government officials and civil society representatives, and will demonstrate Labor’s support for our friends who are facing an unprecedented threat from North Korea,” a statement from Shorten said. “Labor will always work cooperatively with our partners and allies at this crucial time to address the security challenges in the region.” Shorten welcomed the scheduled call between Turnbull and Trump. “North Korea’s behaviour is a major threat to peace and stability in our region and Australia, like all nations, has a critical interest in seeing this crisis resolved peacefully. “North Korea’s open defiance of China’s urgings is the clearest example of the contempt it shows for all nations – regardless of ally or not. “Australia must use its influence wherever possible to promote a peaceful resolution to this crisis and I hope this phone call goes some way to achieving this.”",
    "keywords": [
        "shorten",
        "south",
        "turnbull",
        "travel",
        "bill",
        "leader",
        "korea",
        "australia",
        "nations",
        "announces",
        "trumps",
        "trump",
        "minister",
        "awaits",
        "labor",
        "north"
    ],
    "summary": "The Labor leader, Bill Shorten, and the shadow foreign affairs minister, Penny Wong, will travel to South Korea and Japan later this month to discuss the crisis on the peninsula and reaffirm the strength of the bilateral ties.\nBishop said Australia supported stronger and tougher economic sanctions, “particularly those where China can exercise its leverage”.\nTurnbull has gradually ratcheted up diplomatic pressure on China, saying Beijing must step up and contain North Korea economically, including by cutting off the regime’s oil supply.\n“We will meet with political leaders, government officials and civil society representatives, and will demonstrate Labor’s support for our friends who are facing an unprecedented threat from North Korea,” a statement from Shorten said.\n“North Korea’s open defiance of China’s urgings is the clearest example of the contempt it shows for all nations – regardless of ally or not.",
    "sentiment": {
        "neg": 0.1066,
        "neu": 0.7698,
        "pos": 0.1236,
        "compound": -0.0333
    }
}