{
    "date": "2017-04-13T10:00:01Z",
    "title": "Let's stop calling North Korea 'crazy' and understand their motives | Isaac Stone Fish",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/13/stop-calling-north-korea-crazy-understand-motives",
    "content": "Like his predecessors, Donald J Trump is trying to figure out how to handle North Korea’s provocations – the country may be preparing for its sixth nuclear test – and how to compel China to help constrain Pyongyang’s nuclear ambitions. On Sunday, the Pentagon deployed a strike group moving towards the western Pacific, because “it is prudent” to have the ships near North Korea, said national security adviser HR McMaster. In response, on Tuesday North Korea’s state media threatened that they could “hit the US first”, adding that “pre-emptive strikes are not the exclusive right of the United States”. By launching an airstrike in Syria during his recent summit with China’s president, Xi Jinping, Trump seems to be signaling that he’d be willing to unilaterally bomb North Korea – like he bombed Syria. Indeed, in a Tuesday tweet, Trump warned: “if China decides to help, that would be great. If not, we will solve the problem without them!” How do you solve a problem like North Korea? Like brokering an Israeli-Palestine peace deal, allaying North Korea’s discontent with its security environment – and the region’s fear of a North Korean attack – is extremely complicated. Trump’s policy will reportedly focus more on pressuring Beijing to constrain North Korea, and on additional sanctions. Two things to keep in mind: don’t underestimate North Korean leader Kim Jong-un, and don’t forget South Korea. There is widespread belief in the US that North Korea is so hard to deal with because Kim is insane; John McCain, for example, recently called him “this crazy fat kid that’s running North Korea”. But there is a simpler, and more convincing explanation for Pyongyang’s behavior – and one that Trump, a firm believer in brinksmanship, should understand: it makes strategic and economic sense for North Korea to act this way. Kim’s desire for deterrence – to not end up like Saddam Hussein or Muammar Gaddafi – helps explain the existence of its weapons program. Someone who has participated in more than a decade of Track II dialogues with the North Koreans once recounted to me how North Koreans asked them: “Would the Americans have gone in and done what they did to Gaddafi, and to Syria, if they had what we have?’ The world knows little about the palace politics in North Korea, the world’s most opaque country. Yet it seems like Kim, who wants to continue overseeing the kleptocracy North Korea has become, is acting intelligently. Besides deterrence and allowing Kim to show he is a strong leader domestically, what explains the provocations? One possible theory is that the more dangerous it presents itself, the more it can milk from countries such as China and especially South Korea, who are more incentivized than the US to have a calmer Pyongyang: the former because it fears a North Korean collapse, and the latter because Pyongyang has for decades threatened to turn Seoul into a “sea of fire” – and, because the South Korean capital is so close to the border between the two countries, possesses the weaponry to do so. Kim might expect another payday from Seoul, especially considering that when South Koreans go the polls in May they will almost certainly elect a president who favors engagement with Pyongyang. In the 2015 memoir of Lee Myung-bak, who ran South Korea from 2008 to 2013, he described how, in 2009 negotiations with Pyongyang over potentially arranging a summit between the two sides, the North demanded what was, in effect, a bribe. According to Lee, the North Koreans asked for 100,000 tons of corn, 400,000 tons of rice, 300,000 tons of chemical fertilizers and $100m in aid for road construction in 2009. But that wasn’t it. They also asked for $10bn – purportedly seed money for an economic development bank, but which North Korea’s leader would almost certainly have used to pay off the elite to shore up his position in power. When Lee rebuffed Pyongyang, it switched tactics. In March 2010, Pyongyang torpedoed the South Korean military ship the Cheonan, murdering 46 South Korean sailors. South Korea also funneled money to North Korea through Kaesong, and industrial zone near the border that the two sides ran jointly. In a February 2016 statement after Seoul shut the zone, South Korea’s Unification Ministry said 70% of the money it intended for wages and fees had instead been funneled into Pyongyang’s weapons program, and for luxury goods for Kim. Since opening in the early 2000s, Seoul and South Korean companies reportedly invested more than $820m into Kaesong. (The amount of aid China gives North Korea is unknown; however, China is by far North Korea’s most important trading partner. Since 1995 the US provided more than $1.2bn in foreign assistance, though stopped almost all of it when Obama took office in 2009.) China provides a market and access to the rest of the financial world, but South Korea provides cash. If Seoul decides to again gift Kim or other members of the elite hundreds of millions of dollars – a not unlikely outcome – that takes the bite out of sanctions. South Korea has the most to gain (eventual unification of the peninsula) and lose (a bloody war, the destruction of Seoul) from the North Korea situation. It’s important to remember that $450m in cash goes a long way, especially in North Korea. That’s why Donald Trump and Rex Tillerson should keep South Korea in the loop.",
    "keywords": [
        "stop",
        "lets",
        "south",
        "crazy",
        "isaac",
        "korea",
        "fish",
        "understand",
        "kim",
        "seoul",
        "stone",
        "china",
        "motives",
        "trump",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "If not, we will solve the problem without them!” How do you solve a problem like North Korea?\nLike brokering an Israeli-Palestine peace deal, allaying North Korea’s discontent with its security environment – and the region’s fear of a North Korean attack – is extremely complicated.\nIn March 2010, Pyongyang torpedoed the South Korean military ship the Cheonan, murdering 46 South Korean sailors.\nSouth Korea also funneled money to North Korea through Kaesong, and industrial zone near the border that the two sides ran jointly.\n(The amount of aid China gives North Korea is unknown; however, China is by far North Korea’s most important trading partner.",
    "sentiment": {
        "neg": 0.0818,
        "neu": 0.8412,
        "pos": 0.0771,
        "compound": -0.0219
    }
}