{
    "date": "2017-04-19T16:20:54Z",
    "title": "One way to avert nuclear war – show Trump the horror, as told by the BBC | Peter Bradshaw",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/19/nuclear-war-trump-horror-bbc-drama-threads",
    "content": "So obviously it’s a relief that the Korean Missile Crisis is over, isn’t it? At least I think it’s over. One moment we were talking about Armageddon and the world holding its breath. Then we heard the North Koreans’ missile launch was a dud, maybe because of US cyberhackers. Then … it vanished from the news schedules. But I’m still worried. Paul Mason recently wrote about the horrible way nuclear war has once again become “thinkable”. I know why. A whole generation has grown up who never saw the BBC television movie Threads, from 1984, written by Barry Hines and directed by Mick Jackson. It is a nuclear pre- and post-apocalypse drama, scarier than any horror. It is simply a brutal masterpiece, still available on DVD – and, incidentally, one of the BBC’s finest hours. It tests the thinkability of nuclear war more than anything I have ever seen. Donald Trump, Sean Spicer and the US defence secretary, General James “Mad Dog” Mattis, should be sat down in a room and made to watch it, in a double-bill with Peter Watkins’s 1965 BBC play The War Game, with a similarly unsettling theme. I suspect that if President Trump has watched a movie on this theme it is the terrible thriller The Sum of All Fears, starring Ben Affleck as CIA tough guy Jack Ryan, a film that toughly shrugs off the immolation of Baltimore as unimportant. But it is the BBC’s Threads that has helped keep the world safe. The couch and the ring The nation has united in its support for Prince Harry and his comments about the emotional turmoil he has suffered since the devastation of losing his mother 20 years ago. No one with a heart could fail to sympathise. Yet it’s not exactly the historic repudiation of stiff-upper-lip mentality that saucer-eyed pundits have been claiming. Harry’s interview, although admirably frank, was actually slightly less revealing, in purely personal terms, than the one his mother gave on television to the BBC’s Martin Bashir. Prince Harry said that he had had some counselling, but of equal importance was his declaration that he controlled and managed his anger with boxing. I can well imagine his grandfather, the Duke of Edinburgh, reading this and nodding vigorously in agreement. Emotional literacy? Mindfulness? Well, sure, but there’s also the option of getting the boxing gloves on and working out your problems in the ring. So is the princes’ Heads Together charity going to be looking into the possibility of encouraging young men to get down to the gym, pick up the skipping rope and master the non-touchy-feely art of pugilism? It was good enough for Prince Harry. All you need is tea Keeping calm and carrying on – or, in my case, going into a catatonic state of denial – has always been a workable option in a crisis. And so in these troubled times it’s a relief to welcome National Tea Day – which, you will of course already know, is this Friday. All over the country, people will be making cups of tea in a celebratory manner, but the event focuses on an all-day outdoor festival at west London’s Kensington Roof Gardens. I will be marking the event by making my daily 17 cups of tea, or rather mugs, with individual bags, which I will afterwards throw into my kitchen swing-bin, flicking them from the teaspoon, often just missing, and sometimes taking time out with a J-cloth to clear up the resulting mess. Because that’s the great thing about tea. It’s soothing, and it creates activity that delays work.",
    "keywords": [
        "avert",
        "war",
        "bbcs",
        "theme",
        "world",
        "harry",
        "bradshaw",
        "way",
        "nuclear",
        "told",
        "horror",
        "bbc",
        "prince",
        "tea",
        "threads",
        "peter",
        "trump"
    ],
    "summary": "Paul Mason recently wrote about the horrible way nuclear war has once again become “thinkable”.\nIt tests the thinkability of nuclear war more than anything I have ever seen.\nBut it is the BBC’s Threads that has helped keep the world safe.\nPrince Harry said that he had had some counselling, but of equal importance was his declaration that he controlled and managed his anger with boxing.\nIt was good enough for Prince Harry.",
    "sentiment": {
        "neg": 0.1131,
        "neu": 0.7639,
        "pos": 0.123,
        "compound": -0.0411
    }
}