{
    "date": "2017-08-21T13:07:52Z",
    "title": "Bank's QE programme 'like heroin' says ex-Treasury official – as it happened",
    "url": "https://www.theguardian.com/business/live/2017/aug/21/markets-cautious-ahead-of-key-week-for-central-banks-business-live",
    "content": "Stock markets have a cautious tone ahead of some key events later in the week. North Korean tensions could be on the rise again as the US and South Korea begin military exercises, while on the economic front, all eyes will be on the Jackson Hole meeting of central bankers. Observers will be looking for clues about any easing off of quantitative easing programmes, but meanwhile a former senior Treasury official has described QE as “like heroin.” Elsewhere, Britain’s current account deficit was worse than expected in 2015, according to new figures, and Germany’s economy could grow faster than initial forecasts, says the Bundesbank. On the corporate front, a Chinese company is said to be interested in Fiat Chrysler, while Total is paying $7.5bn for Maersk Oil to boost its presence in the North Sea. The German chancellor Angela Merkel has hit out at bonuses paid to chief executives of car companies in the wake of the emissions scandal. On the markets, the FTSE 100 is virtually unchanged, down just 0.04%. Germany’s Dax has dipped 0.36% and France’s Cac is down 0.32%. On that note, we’ll close for the day. Thanks for all your comments, and we’ll be back tomorrow. Britain’s current account deficit in 2015 was bigger than originally thought, according to new government figures. Reuters has the details: Britain’s current account deficit, the largest of any major economy last year, was even bigger in 2015 than previously thought, according to new estimates from the Office for National Statistics. The current account deficit has been in the spotlight since last year’s vote on leaving the European Union, and although it has narrowed recently is not far off levels that would trigger a currency crisis in a less developed economy. Bank of England Governor Mark Carney said in the run-up to the referendum that Britain was reliant on the “kindness of strangers”, highlighting how the country needed tens of billions of pounds of foreign finance a year to balance its books. The ONS said on Monday it now estimated the current account deficit was 98 billion pounds in 2015, equivalent to 5.2 percent of gross domestic product, compared with its previous estimate of 80 billion pounds or 4.3 percent of GDP. Much of the increase stemmed from new methodology that showed British companies paid out more interest to foreign holders of corporate bonds than initially estimated, resulting in a larger current account deficit. The revisions come more than a year after the government published a review of the ONS by former Bank of England deputy governor Charles Bean, who said many of its statistics were showing their age - especially in capturing the digital economy. An ex-Treasury official – formerly the most senior civil servant at the department – has described the Bank of England’s money printing programme as “like heroin” and called for its end. Lord Macpherson of Earls Court, who was permanent secretary to the Treasury from 2005 to 2016 and oversaw the Bank’s introduction of quantitative easing as a response to the financial crisis in 2009, tweeted today: The European Central Bank is pondering how to move away from its own quantitative easing programme, while the US Federal Reserve is expected to begin unwinding its positions later this year. But there is no sign so far of the Bank of England following suit. Four years ago Lord Macpherson told a committee of MPs there was uncertainty in Whitehall as to whether a move at the time to increase QE was the right thing to do. He said: “I’m confident that QE has had a positive effect but in one sense this is an experiment and we won’t know the ultimate answer for many years.” He added: “When we set it up we didn’t anticipate that quantitative easing would last quite as long as it has nor did we anticipate that quite such a large fund would be built up.” Germany’s economy could grow faster than expected this year, according to economist at the country’s central bank. The Bundesbank had previously predicted 1.9% growth in 2017. But with a strong start to the year - 0.7% GDP growth in the first three months, 0.6% in the second quarter - it says in its latest monthly report: The Bundesbank believes that the German economy is likely to continue to grow with strong momentum in the current quarter, too. This is suggested.. by the exceptionally upbeat sentiment among both enterprises and consumers as well as the positive order situation in the industrial sector. The underlying pace of economic activity, which was already quite strong in the previous year owing to buoyant domestic activity, recently accelerated again given a more favourable external environment, the report continues. “Overall, GDP growth in the current year could even be somewhat stronger than expected in the June projection”, write the Bundesbank’s economists. In early June, the Bundesbank projected a 1.9% rise in calendar-adjusted GDP for 2017. Good news for Angela Merkel as she campaigns for the forthcoming elections. Donald Trump’s views on Janet Yellen, the chair of the US Federal Reserve, seem to flipflop between disdain and admiration. During his election campaign, the president said she should be ashamed of herself for the Fed’s policies, but later he praised her for doing a good job. But that does not mean he will give her another term once her current one is up in February. And perhaps ironically, the White House economic adviser and former Goldman Sachs president Gary Cohn is the favourite to replace Yellen. Ironic, because at the end of last week it was suggested that Cohn might quit his current post following Trump’s much-criticised reaction to the events in Charlottesville. But a survey by the National Association for Business Economics – admittedly conducted before the violence in Charlottesville – showed a majority thought that Yellen would not be nominated for a second term. Of those who expected a different face at the top of the Fed, Cohn was by far the favourite. Bloomberg has the details here. The Total deal to buy Maersk Oil for $7.5bn will boost the French company’s presence in the North Sea, making it the second largest player in the area. And it is not the only big deal in the sector today. Essar Oil has sold its India assets to a consortium led by Rosneft for $12.9bn. The deal will be the largest by a foreign company in India. Rebecca O’Keeffe, head of investment at Interactive Investor said: The deal announced this morning between Total and Maersk Oil and completion of the Rosneft and Essar Oil deal confirm how Big Oil is having to look to consolidation to achieve access to additional capacity outside the US, having failed to invest in new production over the past few years. The collapse in oil prices from over $100 per barrel in May 2014 to under $30 in January 2016 forced oil companies to cut their spending to the bone and these decisions dramatically reduced future production. However, with a moderate recovery in oil prices and a significant improvement in cash flows, oil majors are on the prowl, looking to buy assets to improve production levels and deliver excess returns and profits. Sterling is just about holding steady against the other major currencies at the moment after its worst week since early June, but the currency remains under pressure. It is marginally lower against the dollar at $1.2870, having earlier fallen as low as $1.2851. Against the euro, it is up 0.1% at €1.0959. Investors are nervous about the progress of Brexit talks, while the chances of an imminent interest rate rise have been dropping sharply. Back with China’s interest in Fiat Chrysler: German chancellor Angela Merkel has criticised bonuses for car executives in the wake of the emissions scandal in an interview with Bild. Reuters reports: Multi-million euro bonuses to German car company executives are not fair given the sector’s tarnished image after the emissions scandal, Chancellor Angela Merkel said on Monday. “No I don’t think this is fair. I don’t know how the automotive industry is going to respond,” Merkel told mass-selling Bild newspaper in an interview broadcast live online. She added: “They have supervisory boards on which union representatives sit and I think there should be a more sensitive approach (to executive bonuses)“. Merkel said it was not up to politicians to cap executive pay and bonuses. Earlier the German finance ministry said the scandal was a risk to the country’s economy: Fiat Chrysler shares have accelerated 3% following reports that China’s Great Wall Motor was interested in bidding for the carmaker. Reuters has quoted a Great Wall spokesman as saying, “We currently have an intention to acquire. We are interested in [Fiat Chrysler].” The Chinese company is apparently particularly interested in Fiat’s Jeep brand, and perhaps only Jeep. Automotive News quoted a spokesman saying: “Our goal is to become the world’s largest SUV [sports utility vehicle] maker. Acquiring Jeep, a global SUV brand, would enable us to achieve our goal sooner and better (than on our own).” More on the Maersk Oil deal. Reuters reports: Total is buying Maersk Oil in a $7.45 billion deal which the French oil major said would boost its earnings and cash flow, and bolster its dividend prospects. Danish company AP Moller Maersk is selling its Maersk Oil division to Total to focus on other activities including its shipping business. Under the terms of the deal, A.P. Moller Maersk will get $4.95 billion in Total shares and Total will assume $2.5 billion of Maersk Oil’s debt. Maersk said it plans to return a “material portion of the value of the received Total S.A. shares” to shareholders in 2018 and 2019 in the form of extraordinary dividend, share buyback or distribution of shares in Total. The world’s top oil companies have been back on the takeover trail over the last year, helped by signs of a recovery in the oil market. The sale comes with Maersk in the midst of a major restructuring to concentrate on its transport and logistics businesses and separate its energy operations in the face of a drop in income. “This transaction is immediately accretive to both cash flow and earnings per share and delivers further growth over coming years,” said Total Chief Executive Patrick Pouyanne in a statement. “It is in line with our announced strategy to take advantage of the current market conditions and of our stronger balance sheet to add new resources at attractive conditions,” he added. BP announced a string of investments in the last two months of 2016, including a $1 billion partnership with Dallas-based Kosmos Energy in Mauritania and Senegal in West Africa, as well as acquisitions in Abu Dhabi and Azerbaijan. Total and Norway’s Statoil have bought into Brazil’s lucrative sub-salt deepwater oil fields while ExxonMobil Corp bought assets in Papua New Guinea to meet growing Asian demand for liquefied natural gas. In July, Total also said it was investing $3.5 billion over five years in Qatar’s offshore Al Shaheen oilfield . Here’s Danske Bank on the forthcoming Jackson Hole meeting of central bankers: ECB president Mario Draghi is set to be among the speakers for the first time in three years. In 2014, he hinted at QE and now the focus is on tapering signals. We expect him to deliver a dovish message and to not give any new communication on the issue of tapering of asset purchases. When it comes to the Fed, we do not expect anything dramatic. We look for a repeat of signals that the announcement on balance sheet reduction will come relatively soon (likely September) and that one more rate hike is still the base case this year – as signalled by vice president Bill Dudley last week. It is a key year for oil and gas companies, according to analysts at Barclays: We see the next 12 months as a critical period for the oil and gas industry and one that should see companies getting back to covering dividends and reducing debt organically. As such, over the coming year, we see competitive performance as a crucial determinant of value creation and this report is our annual assessment of the operational and financial performance of the integrated companies over a 25-year history. It allows us to align companies to differing quartiles of performance and assess whether they are appropriately valued. We conclude that there is still material value in the large cap oils, with our preference towards those stocks with lower break-evens and more potential to re-rate over the next 12 months. Our key overweight stocks are BP, Conoco, Exxon, OMV and Shell. News of a major oil deal has helped to limit some of the market falls. The Danish shipping company Moller-Maersk has announced it will sell its oil and gas division, Maersk Oil, to France’s Total for $7.45bn. It plans to return a large part of the proceeds to shareholders, which has helped to push its shares up around 5%. As expected, investors appear to be keeping their powder dry at the start of the new trading week. In keeping with the gloomy weather in London at the moment, the FTSE 100 has dipped 0.1%, with banks among the biggest fallers. But mining shares are moving higher, with BHP Billiton leading the way ahead of its results on Tuesday. Elsewhere, Germany’s Dax, France’s Cac and Spain’s Ibex all opened 0.5% lower, while Italy’s FTSE MIB fell 0.27%. The dollar has been under pressure recently, not least because of the car-crash that is US politics at the moment. It seems a bit calmer this morning, edging away from four month lows against the yen. But Viraj Patel, foreign exchange strategist at ING Bank, believes that any respite for the US currency could be short-lived: There is little love lost for the dollar right now, with the currency fast becoming a sell on the current White House drama. It is a bit strange to see both speculative and actual personnel changes within the White House causing such a stir for global markets, though we may be able to put this down to summer markets. Still, we prefer to focus on the broader economic implications of US politics and what this means for the dollar. In addition to diminishing odds of any pro-growth policies from the Trump administration, we believe the narrative is shifting towards political uncertainty having a dampening effect on business confidence and investment activity. Given that US political environment remains frenetic, the risk relief rally seen late on Friday may prove to be short-lived and this could well keep the dollar pinned down over the coming weeks. The pound meanwhile is edging lower against the dollar as the US currency stabilises for the moment. With the continuing uncertainty over Brexit terms, sterling is down 0.16% at $1.2850. Against the euro it is virtually unchanged at €1.0946. Oil is slipping back on worries that increasing US production could outweigh attempts by Opec to curb output and support crude prices. Brent is currently down 0.19% at $52.62 a barrel while West Texas Intermediate, the US benchmark, is 0.1% lower at $48.46. Traders will be keeping an eye on an Opec technical meeting today. Ipek Ozkardeskaya, senior market analyst at London Capital Group, said: [At the meeting] nations are expected to ensure compliance with output cuts to prevent prices from diving again. Satisfactory comments could encourage a further recovery in oil prices. In Asia the Nikkei 225 is down around 0.4%, and European markets are forecast to open lower: Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. Stock markets are in a cautious mood amid continuing political tensions and ahead of a big week for central bankers. Worries about North Korea were put on the backburner last week amid the continuing turmoil at the White House and the terrorist attacks in Spain. But they could be back in focus with the US and South Korea holding military exercises this week. Craig Erlam, senior market analyst at Oanda, said: Europe is set for a slightly negative start on Monday, threatening to extend its losing streak to three sessions as political and geopolitical risk continue to weigh on risk appetite. Geopolitical risk could rear its ugly head again this week as the US and South Korea begin planned military exercises on Monday, just as tensions between the North and these two countries appear to have calmed. Should North Korea respond in kind, then we could see a repeat of the safe haven rush from a couple of weeks ago when the situation previously flared up between the countries. US markets closed lower for the second week in succession as President Trump faced criticism for his response to the events in Charlottesville. But news that his adviser Steve Bannon was leaving his role at the White House gave a late lift to Wall Street on Friday. Michael Hewson, chief market analyst at CMC Markets UK, said: We did see a late rebound off the lows late on Friday when it was announced that Steve Bannon, one of President Trump’s closest advisers, had left the administration. It was well known that there was tension amongst him and some other members of the president’s top team, including chief economic adviser Gary Cohn. There had been some uncertainty surrounding the future of Cohn, in the wake of recent events in Charlottesville, and the president’s failure unequivocally to condemn the violence of the far right, particularly given Cohn’s own Jewish ancestry. The departure of Cohn would have been a hammer blow to the president, on top of all the other recent resignations, which suggests there may well have been a hint of political calculation behind Friday’s events. Bannon’s departure buys Trump time when he is starting to look isolated and even a little beleaguered. The big question is how we move on from here and whether the president still has the authority to move forward on any key policy areas, such as tax reform. There are indeed reports that Trump may now try and push through the long-promised tax reforms in an attempt to at least get some of his policies on the books. On the economic front, there is little to look forward to today. Most of the big news comes later in the week, not least with the Jackson Hole summit of central bankers in the US. Investors will be looking for any signs of further interest rate moves from the Fed, and any hints from the European Central Bank about a slow withdrawal of its bond buying programme. However, there have already been suggestions that the ECB president Mario Draghi is unlikely to say anything too informative. CMC’s Hewson said: The scope for surprises was diminished somewhat by ECB sources at the end of last week when it was reported the ECB president Mario Draghi would not be making any comment on monetary policy when he speaks later this week. This reticence to comment may also have something to do with the fact that there appears to some concern on the governing council about an overshoot to the upside for the euro, particularly given the recent weakness of the US dollar. Here is our preview of the Jackson Hole event: Also on the agenda later in the week are French and German PPI numbers and the latest second quarter GDP figures from the UK.",
    "keywords": [
        "oil",
        "economy",
        "banks",
        "deal",
        "total",
        "maersk",
        "week",
        "president",
        "bank",
        "heroin",
        "markets",
        "current",
        "qe",
        "happened",
        "official",
        "programme",
        "extreasury"
    ],
    "summary": "An ex-Treasury official – formerly the most senior civil servant at the department – has described the Bank of England’s money printing programme as “like heroin” and called for its end.\nAcquiring Jeep, a global SUV brand, would enable us to achieve our goal sooner and better (than on our own).” More on the Maersk Oil deal.\nDanish company AP Moller Maersk is selling its Maersk Oil division to Total to focus on other activities including its shipping business.\nNews of a major oil deal has helped to limit some of the market falls.\nThe Danish shipping company Moller-Maersk has announced it will sell its oil and gas division, Maersk Oil, to France’s Total for $7.45bn.",
    "sentiment": {
        "neg": 0.0554,
        "neu": 0.8705,
        "pos": 0.0741,
        "compound": 0.0597
    }
}