{
    "date": "2017-09-06T15:26:48Z",
    "title": "What has Kim Jong-un done for us? Made nuclear bunkers relevant again | Deborah Orr",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/06/kim-jong-un-nuclear-bunkers-relevant",
    "content": "When the artefacts of history again seem relevant it’s a strange sensation. Nuclear bunkers have long been dotted here and there; historical curios. Then came Kim. Then Trump. Scotland’s Secret Bunker has been open to the public for 20 years. Built in the 1950s as part of Britain’s response to the cold war, it lies 100 feet under the fields of East Fife, with two storeys of rooms and corridors, each the size of a football pitch. A very long corridor leads to the 1.5 tonne steel doors behind which a team of people monitored possible nuclear attack for 40 years. From here, an emergency government would have run Scotland, had the worst come to the worst. Behind the glass of one cabinet rest old telephones, obsolete radio equipment, primitive Geiger counters. These were the fragments that we shored up against our ruin. The imagined nature of that ruin is spelled out in detail in one of two small cinemas showing The War Game, made by Peter Watkins in 1965 for the BBC, but not broadcast at the time because it was deemed likely to be too upsetting to the general population. I wandered into the screening just as children were crawling out from the arms of their dead mothers and left just as two hungry rioters were being executed by military police. Fifty years on, I still found the film too upsetting. I probably shouldn’t have visited Scotland’s Secret Bunker with North Korea threatening to fire off nuclear missiles. We have the political theorist Hannah Arendt to thank for that perfectly observed phrase, “the banality of evil”. It’s hard to credit how banal this bunker seems. There are so many posters, signs, flyers and handbills down there that it’s sometimes hard to tell which are old ones, on display, and which are new ones, for today’s tourists. There’s a cafe, too, much of it just as it was while the bunker was operational. One sign, clearly for the tourists, reads: “In the 1950s the canteen was divided into strict male and female areas and all service was via these hatches.” The absurdity of it. You live every working day in the firm belief that it might be your last, but you’re an adult who isn’t allowed to flirt over an egg sandwich. Or just talk to the menfolk. Who must have loved it down here. There are so many rooms full of technology, looking anachronistic and clunky, as old new technology does, like something from an early James Bond film. It’s all like something from an early James Bond film. You wish you could laugh at it all, and at the folly of previous generations, knowing that this bunker and so many similar bunkers all over the country turned out to be follies themselves. All constructed for nothing, their time having passed in nuclear peace. Still the memories flood back, of a childhood spent in the shadow of nuclear war, updates on the news, mushroom clouds a familiar image, the idea of sheltering under a table or a door lintel crazy even to a kid at primary school. My generation grew up with this. No wonder the baby boomers chose individual pleasure. We were born into a culture that told us that the three-minute warning could go off at any time, in which speculating about what you would do during those three minutes was a conversational set-piece. The hip young people of the 1960s lived as if every three minutes could be their last. By the end of the tour, I felt mild trauma at the insanity of humans. One can’t feel secure in the human world when Donald Trump is the keeper of the nuclear codes, or even when responses to the second world war are still playing out, not least in the form of Brexit. One room in the bunker is given over to anti-nuke protests: photographs of demonstrations against Trident, handbills against bombs, that sort of thing. It’s basic, but it works. It makes you shake your head that these people are characterised as the impractical idiots who don’t get it, who don’t understand how dangerous the world is, how dangerous human beings are, with their marvellous ingenuity so focused on the practicalities of genocide, so engaged with the realities and the fantasies of war. It’s fantasies that are the danger. All the dreams of all the demagogues who will stop at nothing to make their fantasies come true, driven to seek the power and the attention and the worship that will allow them to do so. For all our ingenuity, knowledge and cleverness, we seem quite unable fully to understand or communicate the most important thing of all: how to spot a wrong ’un, and stop him before he gets too carried away. If only we could master that, these bunkers might become historical curios again. • Deborah Orr is a Guardian columnist",
    "keywords": [
        "war",
        "orr",
        "upsetting",
        "old",
        "world",
        "bunkers",
        "nuclear",
        "kim",
        "deborah",
        "bunker",
        "film",
        "fantasies",
        "relevant",
        "jongun",
        "worst"
    ],
    "summary": "Nuclear bunkers have long been dotted here and there; historical curios.\nA very long corridor leads to the 1.5 tonne steel doors behind which a team of people monitored possible nuclear attack for 40 years.\nFrom here, an emergency government would have run Scotland, had the worst come to the worst.\nI probably shouldn’t have visited Scotland’s Secret Bunker with North Korea threatening to fire off nuclear missiles.\nIf only we could master that, these bunkers might become historical curios again.",
    "sentiment": {
        "neg": 0.0984,
        "neu": 0.838,
        "pos": 0.0635,
        "compound": -0.1015
    }
}