{
    "date": "2017-02-24T16:05:03Z",
    "title": "The use of deadly VX makes Kim Jong-nam’s murder even more shocking | Hamish de Bretton-Gordon",
    "url": "https://www.theguardian.com/commentisfree/2017/feb/24/kim-jong-nam-north-korean-deadly-vx-shocking",
    "content": "However shocking the murder of Kim Jong-nam was last week, the revelation today that he was killed by the most deadly chemical weapon, VX, turns this terrible assassination into an event of potentially huge strategic ramifications. VX is the most deadly nerve agent and chemical weapon yet produced: a drop the size of a pinhead is enough to kill a person. It was developed in the 1950s as a military weapon of mass destruction, but most of its stocks have been destroyed under the Chemical Weapons Convention (CWC) – though many believe that Bashar al-Assad’s regime in Syria still has some and that Islamic State may have acquired some for their own use. This nerve agent is not something that can be made at home. As a result, this event very much points towards North Korean involvement, and offers long-anticipated evidence for the idea that the country, which is not a signatory to the CWC, has an active chemical weapons programme. It is likely that its nuclear programme is still some way from a viable nuclear device that could be sent thousands of miles on one of its missiles. However, the news that North Korea may have manufactured VX suggests that it could launch a missile with a viable chemical warhead in short order. This could cause devastation if fired at a mass of unprotected civilians. In a single act the North Korean regime appear to be saying: we can kill anybody we want to anywhere in the world, and we do have chemical weapons – so, international community, time to sit up and listen. We, North Korea, are in the WMD club and a world player and expect to be treated as such. The failure of the international community to enforce the red line against use of chemical weapons by the Assad regime in August 2013 in Syria has in part led to this attack, with many despots and terror organisations now viewing chemical weapons as “in play”, with no likely punitive actions. The psychological terror effects of chemical weapons have made a significant difference in the fight in Syria and Iraq. Use of chlorine barrel bombs in east Aleppo in December 2016, forcing women and children out of underground shelters and into the open where they were slaughtered, was a major factor in the breaking of the siege of Aleppo by Assad. The effectiveness of chemical weapons has not gone unnoticed by Isis either, which now uses them regularly in the defence of Mosul and other strategic towns in Iraq and Syria. Isis has attacked the Peshmerga forces – who I advise – in northern Iraq over 20 times in the last 12 months with chlorine and mustard agent (gas). I witnessed once such attack at Gwer near Mosul on 21 April 2016. The commanding general told me: “We can hide from bombs and bullets but not gas.” Similarly in Syria, Isis have used mustard agent to attack moderate rebel positions. In August 2015 they fired mustard shells into the village of Marea, north of Aleppo, and the casualties were treated at the Union of Medical Care and Relief Organizations hospital in the village. Assad used chlorine barrel bombs on Isis when it was attacking the strategic airfield and military base at Deir ez-Zor and held them off for two years, which then perpetuated, I believe, the Isis use of chemical weapons. It now appears highly likely the North Korean chemical weapon programme may be well in advance of its nuclear programme. Given this, it is absolutely essential that we do not see a rerun of the debacle over the Syrian red line, where this crime against humanity went unpunished. The UN security council must very forcibly demand that North Korea signs the CWC and dismantles its chemical weapons programme; and we must be prepared to use force if the regime shows any sign of trying to use VX as a WMD. Donald Trump has, in his own inimitable fashion, declared that he would not have allowed the red line issue in Syria to develop as it did. This is the first chance for him to show his mettle and back up his rhetoric with plausible and demonstrative action. We shall see.",
    "keywords": [
        "weapon",
        "syria",
        "regime",
        "isis",
        "north",
        "agent",
        "kim",
        "makes",
        "vx",
        "brettongordon",
        "weapons",
        "chemical",
        "jongnams",
        "programme",
        "murder",
        "deadly",
        "shocking",
        "hamish"
    ],
    "summary": "However shocking the murder of Kim Jong-nam was last week, the revelation today that he was killed by the most deadly chemical weapon, VX, turns this terrible assassination into an event of potentially huge strategic ramifications.\nVX is the most deadly nerve agent and chemical weapon yet produced: a drop the size of a pinhead is enough to kill a person.\nThe psychological terror effects of chemical weapons have made a significant difference in the fight in Syria and Iraq.\nThe commanding general told me: “We can hide from bombs and bullets but not gas.” Similarly in Syria, Isis have used mustard agent to attack moderate rebel positions.\nIt now appears highly likely the North Korean chemical weapon programme may be well in advance of its nuclear programme.",
    "sentiment": {
        "neg": 0.1455,
        "neu": 0.8266,
        "pos": 0.0279,
        "compound": -0.3609
    }
}