{
    "date": "2017-09-23T08:42:56Z",
    "title": "China to enforce UN sanctions against North Korea",
    "url": "https://www.theguardian.com/world/2017/sep/23/china-to-enforce-un-sanctions-against-north-korea",
    "content": "China has said it will ban exports of some petroleum products to North Korea, as well as imports of textiles from the isolated country, in line with a United Nations security council resolution passed after Pyongyang’s latest nuclear test. The announcement from Beijing came at the end of a week that saw tensions rise between the US and North Korea, with the leaders of both countries trading insults. The Chinese ministry of commerce said in a statement that exports of refined petroleum products would be limited from 1 October and exports of condensates and liquefied natural gas would be stopped immediately to comply with the UN sanctions. Imports of textiles from North Korea would also be banned immediately, but textile trade contracts signed before 11 September would be respected if import formalities were completed before 10 December, the statement said. The moves follow the adoption of a unanimous UN security council agreement on sanctions after North Korea conducted its sixth and most powerful nuclear test on 3 September. The resolution imposed a ban on condensates and natural gas liquids, a cap of 2m barrels a year on refined petroleum products and a cap on crude oil exports to North Korea at current levels. Russia urged calm on Friday after the US president, Donald Trump, called his North Korean counterpart, Kim Jong-un, a “madman”. Kim had called Trump a “mentally deranged US dotard” a day earlier after Trump had said Washington would “totally destroy” North Korea if it threatened the US or its allies. Trump announced new US sanctions on Thursday that he said would allow the targeting of companies and institutions which finance and facilitate trade with North Korea. The US treasury secretary, Steven Mnuchin, also said banks doing business in North Korea would not be allowed to operate in the US. China has also urged calm, with the foreign minister, Wang Yi, telling his Japanese counterpart that Tokyo should not abandon dialogue over North Korea. Pyongyang has launched dozens of missiles this year, several of them flying over Japan, as it accelerates a weapons programme aimed at enabling it to target the US with a nuclear-tipped missile. The Australian foreign minister, Julie Bishop, said China’s cutting of oil exports to North Korea was a key move in the attempts to force the country to the negotiating table. “I actually believe oil is the game changer in the sanctions regime,” Bishop said. “China is clearly open to using its undoubted leverage – economic leverage. “I’m not suggesting diplomatic but economic leverage over North Korea, and from my discussions with the US administration I’m confident the US and China are engaged in very serious dialogue about how they are going to bring North Korea to the negotiating table.” The US and South Korea are technically still at war with North Korea because the 1950-53 war ended with a truce, not a peace treaty. Pyongyang accuses the US, which has 28,500 troops in South Korea, of planning to invade, and regularly threatens to destroy it and its Asian allies.",
    "keywords": [
        "exports",
        "oil",
        "korea",
        "enforce",
        "leverage",
        "petroleum",
        "china",
        "sanctions",
        "trump",
        "products",
        "north"
    ],
    "summary": "The announcement from Beijing came at the end of a week that saw tensions rise between the US and North Korea, with the leaders of both countries trading insults.\nThe moves follow the adoption of a unanimous UN security council agreement on sanctions after North Korea conducted its sixth and most powerful nuclear test on 3 September.\nThe US treasury secretary, Steven Mnuchin, also said banks doing business in North Korea would not be allowed to operate in the US.\nChina has also urged calm, with the foreign minister, Wang Yi, telling his Japanese counterpart that Tokyo should not abandon dialogue over North Korea.\n“I’m not suggesting diplomatic but economic leverage over North Korea, and from my discussions with the US administration I’m confident the US and China are engaged in very serious dialogue about how they are going to bring North Korea to the negotiating table.” The US and South Korea are technically still at war with North Korea because the 1950-53 war ended with a truce, not a peace treaty.",
    "sentiment": {
        "neg": 0.0818,
        "neu": 0.8323,
        "pos": 0.0859,
        "compound": -0.0554
    }
}