{
    "date": "2017-04-24T09:09:57Z",
    "title": "Chinese leader urges restraint over North Korea in call with Trump",
    "url": "https://www.theguardian.com/world/2017/apr/24/chinese-leader-urges-restraint-over-north-korea-in-call-with-trump",
    "content": "China’s president, Xi Jinping, has called on Donald Trump and the North Korean leader, Kim Jong-un, to exercise restraint as a US aircraft carrier group headed towards the waters off the Korean peninsula. Tensions remain high after a war of words between the US and North Korea over the past month, with Trump ordering the USS Carl Vinson aircraft carrier to sail to waters off the Korean peninsula and raising the possibility of military action. In the second call between Trump and Xi in less than two weeks, Xi urged all sides to temper their actions. China “hopes all parties involved will exercise restraint and avoid doing anything to exacerbate the tense situation on the peninsula”, read a summary of the call released by China’s foreign ministry. “Only when the parties involved assume responsibility and move in the same direction can there be a quick resolution to the Korean nuclear issue and denuclearisation of the peninsula.” “We are willing to work together with the parties concerned, including the United States, for peace on the Korean peninsula,” Xi said. China also opposes any action that violates UN security council resolutions, the statement said. China is North Korea’s largest trading partner and Trump has repeatedly pressed China to do more to rein in the reclusive state. But China has been reluctant to take drastic action, preferring to maintain a status quo rather than risk a collapse of Kim’s regime, using North Korea as a buffer with US-allied South Korea. At the weekend, North Korea threatened to sink the US aircraft carrier “with a single strike”. Pyongyang also detained an American professor as he was preparing to leave the country, officials said on Sunday, bringing the number of US citizens being held to three. The US has not specified where the carrier group is, but two Japanese destroyers were due to join the Carl Vinson for drills in the western Pacific. South Korea has said it is in discussions with the US navy on holding joint military exercises. The US vice-president, Mike Pence, who recently visited South Korea, said on Saturday the carrier group would arrive within days. Last week it emerged that at the same time that the White House was saying that the Carl Vinson was “steaming” towards North Korea, the boat was in fact thousands of miles away and heading in the opposite direction. The North Korean army will celebrate its 85th anniversary on Tuesday and the county has used similar events for nuclear or missile tests in the past. In a separate call with the Japanese prime minister, Shinzō Abe, Trump and Abe agreed China should play a role in resolving tensions with Pyongyang. “We agreed to strongly demand that North Korea, which is repeating its provocation, show restraint,” Abe said of the call, according to Reuters. “We will maintain close contact with the United States, keep a high level of vigilance and respond firmly.” Trump has said he would consider any option, including a military strike, to end North Korea’s nuclear provocations. The US and its allies in Asia fear North Korea may be preparing to conduct a sixth nuclear test. Another test could trigger more UN sanctions. On Sunday the Global Times, a Chinese state-owned newspaper, said another test could result in restrictions on oil exports to Pyongyang, an important lifeline for the regime.",
    "keywords": [
        "leader",
        "korea",
        "xi",
        "china",
        "peninsula",
        "nuclear",
        "vinson",
        "chinese",
        "carrier",
        "trump",
        "restraint",
        "urges",
        "north",
        "korean"
    ],
    "summary": "China’s president, Xi Jinping, has called on Donald Trump and the North Korean leader, Kim Jong-un, to exercise restraint as a US aircraft carrier group headed towards the waters off the Korean peninsula.\nIn the second call between Trump and Xi in less than two weeks, Xi urged all sides to temper their actions.\nAt the weekend, North Korea threatened to sink the US aircraft carrier “with a single strike”.\n“We agreed to strongly demand that North Korea, which is repeating its provocation, show restraint,” Abe said of the call, according to Reuters.\nThe US and its allies in Asia fear North Korea may be preparing to conduct a sixth nuclear test.",
    "sentiment": {
        "neg": 0.0781,
        "neu": 0.8632,
        "pos": 0.0586,
        "compound": -0.0623
    }
}