{
    "date": "2017-12-03T11:11:30Z",
    "title": "Risk of war with North Korea grows each day, says Trump's security adviser",
    "url": "https://www.theguardian.com/world/2017/dec/03/risk-of-war-with-north-korea-grows-every-day-says-trumps-security-adviser",
    "content": "The potential of a US war with North Korea is growing each day, Donald Trump’s national security adviser said on Saturday. Speaking at the Reagan National Defense Forum in Simi Valley, California, HR McMaster said North Korea is “the greatest immediate threat to the United States”. “I think it’s increasing every day, which means that we are in a race, really, we are in a race to be able to solve this problem,” he said. Asked about North Korea’s latest ballistic missile test this week, McMaster said US president Donald Trump is committed to the denuclearisation of the Korean peninsula. McMaster said China could impose more stringent economic sanctions against North Korea, saying it has “tremendous coercive economic power” over Pyongyang. “There are ways to address this problem short of armed conflict, but it is a race because [Kim Jong-un’s] getting closer and closer, and there’s not much time left,” CNN reports McMaster said. “We’re asking China not to do us or anybody else a favour,” he said. “We’re asking China to act in China’s interest, as they should, and we believe increasingly that it’s in China’s urgent interest to do more.” McMaster said China should cut off North Korean oil imports: “You can’t shoot a missile without fuel.” He added that both he and Trump felt a 100% oil embargo would “be appropriate at this point”. He said Kim was unlikely to scale back on his missile program “without some significant new actions in the form of much more severe sanctions” and “complete enforcement of the sanctions that are in place”. The agency tasked with protecting the US from missile attacks is scouting the west coast for places to deploy new anti-missile defences, two congressmen said, as North Korea’s missile tests raise concerns about how the country would defend itself from an attack. West coast defences would probably include Terminal High Altitude Area Defence anti-ballistic missiles, similar to those deployed in South Korea to protect against a potential North Korean attack. Congressman Mike Rogers, who sits on the house armed services committee and chairs the strategic forces subcommittee which oversees missile defence, said the Missile Defense Agency (MDA), was aiming to install extra defences at west coast sites. “It’s just a matter of the location, and the MDA making a recommendation as to which site meets their criteria for location, but also the environmental impact,” the Alabama congressman and Republican said during an interview on the sidelines of the Reagan National Defense Forum. In North Korea, Kim thanked workers during a visit to the factory that built the tires for a huge vehicle used to transport the new intercontinental ballistic missile test-launched on Tuesday. The launch of the Hwasong-15 ICBM in violation of international sanctions was celebrated on Friday with a huge public rally and fireworks in Pyongyang. At the factory, Kim complimented workers for manufacturing the tires for the nine-axle missile truck without relying on imported equipment. He also called for efforts to raise production to “satisfy the daily-increasing needs in developing the country’s economy and beefing up national defence capabilities,” the North’s official news agency reported. Kim in September tasked the Amnokgang tire factory to make the tires for the “great event in November,” it said. South Korea’s military believes the latest missile, which flew 950km (600 miles) before splashing down in waters near Japan, is potentially capable of striking targets as far as 13,000km, which would put Washington within reach. Associated Press and Reuters contributed to this report",
    "keywords": [
        "war",
        "korea",
        "west",
        "mcmaster",
        "risk",
        "grows",
        "kim",
        "sanctions",
        "china",
        "adviser",
        "security",
        "trumps",
        "national",
        "missile",
        "day",
        "north",
        "tires"
    ],
    "summary": "The potential of a US war with North Korea is growing each day, Donald Trump’s national security adviser said on Saturday.\nSpeaking at the Reagan National Defense Forum in Simi Valley, California, HR McMaster said North Korea is “the greatest immediate threat to the United States”.\nAsked about North Korea’s latest ballistic missile test this week, McMaster said US president Donald Trump is committed to the denuclearisation of the Korean peninsula.\nMcMaster said China could impose more stringent economic sanctions against North Korea, saying it has “tremendous coercive economic power” over Pyongyang.\nIn North Korea, Kim thanked workers during a visit to the factory that built the tires for a huge vehicle used to transport the new intercontinental ballistic missile test-launched on Tuesday.",
    "sentiment": {
        "neg": 0.0525,
        "neu": 0.8652,
        "pos": 0.0823,
        "compound": 0.0995
    }
}