{
    "date": "2017-08-09T11:14:15Z",
    "title": "US airbase in Guam threatened by North Korea as Trump promises 'fire and fury'",
    "url": "https://www.theguardian.com/world/2017/aug/09/north-korea-us-airbase-guam-trump-fire-fury",
    "content": "North Korea has said it is considering a missile strike on the US Pacific territory of Guam, just hours after Donald Trump warned the regime that any threat to the United States would be met with “fire and fury”. The threat, carried by the state-run KCNA news agency, marked a dramatic rise in tensions and prompted warnings to Washington not to become embroiled in a bellicose slanging match with North Korea. Pyongyang said it was “carefully examining” a plan to strike Guam, located 3,400km (2,100 miles) away, and threatened to create an “enveloping fire” around the territory. Guam is home to a US military base that includes a submarine squadron, an airbase and a coastguard group. Guam’s governor, Eddie Calvo, on Wednesday attempted to reassure residents that there was “no threat” of a North Korean strike, but added that the island was prepared for “any eventuality”. Calvo added: “Guam is American soil … We are not just a military installation.” In an online video message he said he had been told by the US defence and homeland security departments that there was no change in the threat level. A Korean people’s army (KPA) spokesman said in a statement Wednesday that a plan would be put into practice as soon as the order to attack Guam was issued by the country’s leader, Kim Jong-un. “The KPA strategic force is now carefully examining the operational plan for making an enveloping fire at the areas around Guam with medium- to long-range strategic ballistic rocket Hwasong-12 in order to contain the US major military bases on Guam, including the Anderson airforce base,” the spokesman said. KCNA quoted a second army spokesman accusing Washington of devising a “preventive war”, adding that any attempt to attack the North would provoke “all-out war, wiping out all the strongholds of enemies, including the US mainland”. The US should cease its “reckless military provocation” against North Korea to avoid such a reaction, the spokesman added. In response, South Korea’s president, Moon Jae-in, called for an overhaul of the country’s armed services, citing an “urgent” need to improve its ability to defend against North Korean missile attacks. “I believe we might need a complete defence reform at the level of a rebirth, instead of making some improvements or modifications,” Moon told senior military officials, according to Yonhap news agency. “Another urgent task now facing us is securing defence capabilities to counter North Korea’s nuclear and missile provocations.” The unification ministry, which handles cross-border relations, said the threat against Guam would damage attempts to improve inter-Korean ties. A ministry spokesman said the South was committed to dialogue and sanctions, and urged Pyongyang to end its provocations. Beijing issued a brief foreign ministry statement on Wednesday calling on “all parties to avoid any words or actions that might escalate the situation” France and Germany also called on all sides to use restraint. “We are watching the increasing rhetorical escalation regarding the Korean Peninsula with the greatest concern,” German foreign ministry spokesman Martin Schaefer told reporters. Tensions in the region have risen since North Korea carried out two nuclear bomb tests last year and test-launched two intercontinental ballistic missiles last month. The UN security council responded last weekend by unanimously agreeing sanctions designed to deprive the regime of around a billion US dollars in hard currency. North Korea’s bellicose language is causing anxiety in Japan. Its defence ministry warned on Tuesday that it was possible that Pyongyang had miniaturised its nuclear weaponry. A leaked US intelligence assessment also claimed the regime had successfully produced a miniaturised nuclear warhead that can fit inside its missiles. Japanese fighters conducted joint air drills with US supersonic bombers near the Korean peninsula on Tuesday, Japan’s air self-defence forces said. A day earlier, two US B-1 bombers flew from Guam over the Korean peninsula as part of its “continuous bomber presence”, a US official said. US security and defence officials in Guam, which is within range of North Korean medium- and long-range missiles, said there was no imminent threat to people there or elsewhere in the Northern Mariana Islands. Guam’s department of homeland security and office of civil defence said they were monitoring North Korea with US military and government officials. Guam’s homeland security adviser, George Charfauros, said officials were confident that the US defence department was “monitoring this situation very closely and is maintaining a condition of readiness”. But the speaker of the Guam legislature, Benjamin J Cruz, said people on the island were “just praying that the United States and the … defence system we have here is sufficient enough to protect us”. Cruz told the Associated Press that the threat was “very disconcerting”. He added: “It forces us to pause and to say a prayer for the safety of our people.” In his strongest warning yet to North Korea, Trump told reporters in New Jersey on Tuesday: “North Korea best not make any more threats to the United States. They will be met with fire and fury like the world has never seen.” The New Zealand prime minister condemnded Trump’s comments, in an unusually strong statement. “I think the comments are not helpful in an environment that is very tense,” Bill English told local media. He said his government had yet to express concerns to the US administration directly, but “certainly if that type of commentary continued we would”. English added: “I think we are seeing reaction from North Korea that indicates that kind of comment is more likely to escalate rather than settle things.” But North Korea experts played down the potential for a military strike on Guam. “There’s rhetoric on both sides – it’s like two bullies in the playground yelling at each other,” said Robert Kelly, associate professor at Pusan National University. “I think the North Koreans just pulled the Guam threat out of the air. Sure, there’s some sort of rough plan on a shelf somewhere, because Guam is an important American reinforcement point, but I don’t think there is anything immediately in the offing. “They just needed to say something in response – you poke the North Koreans in the eye and they poke you back.” Additional reporting by Eleanor Ainge Roy and agencies",
    "keywords": [
        "spokesman",
        "military",
        "threatened",
        "korea",
        "guam",
        "fury",
        "promises",
        "threat",
        "told",
        "security",
        "trump",
        "defence",
        "airbase",
        "north",
        "korean"
    ],
    "summary": "The US should cease its “reckless military provocation” against North Korea to avoid such a reaction, the spokesman added.\nTensions in the region have risen since North Korea carried out two nuclear bomb tests last year and test-launched two intercontinental ballistic missiles last month.\nHe added: “It forces us to pause and to say a prayer for the safety of our people.” In his strongest warning yet to North Korea, Trump told reporters in New Jersey on Tuesday: “North Korea best not make any more threats to the United States.\nEnglish added: “I think we are seeing reaction from North Korea that indicates that kind of comment is more likely to escalate rather than settle things.” But North Korea experts played down the potential for a military strike on Guam.\n“I think the North Koreans just pulled the Guam threat out of the air.",
    "sentiment": {
        "neg": 0.0943,
        "neu": 0.819,
        "pos": 0.0867,
        "compound": -0.0092
    }
}