{
    "date": "2017-12-07T21:05:28Z",
    "title": "White House says US 'looks forward' to participating in Winter Olympics",
    "url": "https://www.theguardian.com/sport/2017/dec/07/usa-winter-olympics-white-house-confirms",
    "content": "The White House has moved to quell doubts over America’s participation in next year’s Winter Olympics in South Korea due to the nuclear stand-off with the North. “The US looks forward to participating in the Winter Olympics in South Korea,” press secretary Sarah Sanders tweeted on Thursday. “The protection of Americans is our top priority and we are engaged with the South Koreans and other partner nations to secure the venues.” Sanders posted the message minutes after telling reporters at the daily White House briefing that no official decision had been made. “I know that the goal is to do so but that’ll be a decision made closer to the time,” she said. That decision would involve multiple government agencies, she added, “but I think ultimately the president would certainly weigh in. That’s something he would take into account probably a number of the stakeholders that would be involved.” Heightened tensions on the Korea peninsula have raised questions about US participation in the games in Pyeongchang. Neighboring North Korean has recently intensified weapons testing and its leader, Kim Jong-un, has been trading insults with Donald Trump. UN ambassador Nikki Haley cast doubt on whether America would take part in an interview with the Fox News Channel on Wednesday. “There’s an open question,” she said. “I have not heard anything about that. But I do know that in the talks that we have, whether it’s Jerusalem, whether it’s North Korea, it’s always about, how do we do protect the US citizens in the area.” The US Olympic Committee released a statement in response, saying it had not had any discussions, either internally or with government officials. A spokesman for NBC, which will broadcast the games in the US, told the Washington Post that the network is monitoring the situation and they currently “have no plans to change our preparation for the games, which are in full swing”. The Olympics are scheduled to begin on 9 February in a mountainous region located about 50 miles from the demilitarized zone between North and South Korea. Earlier this week it was announced that Russia’s Olympic team would be barred as punishment over state-sponsored doping.",
    "keywords": [
        "participating",
        "white",
        "south",
        "korea",
        "forward",
        "games",
        "decision",
        "house",
        "looks",
        "winter",
        "sanders",
        "participation",
        "olympics",
        "north"
    ],
    "summary": "The White House has moved to quell doubts over America’s participation in next year’s Winter Olympics in South Korea due to the nuclear stand-off with the North.\n“The US looks forward to participating in the Winter Olympics in South Korea,” press secretary Sarah Sanders tweeted on Thursday.\n“I know that the goal is to do so but that’ll be a decision made closer to the time,” she said.\nNeighboring North Korean has recently intensified weapons testing and its leader, Kim Jong-un, has been trading insults with Donald Trump.\nThe Olympics are scheduled to begin on 9 February in a mountainous region located about 50 miles from the demilitarized zone between North and South Korea.",
    "sentiment": {
        "neg": 0.0541,
        "neu": 0.9201,
        "pos": 0.0259,
        "compound": -0.0742
    }
}