{
    "date": "2017-06-05T07:49:59Z",
    "title": "US escalates pressure on China over South China Sea and North Korea",
    "url": "https://www.theguardian.com/us-news/2017/jun/05/us-escalates-pressure-on-china-over-south-china-sea-and-north-korea",
    "content": "The United States continues to escalate pressure on China over the twin issues of the South China Sea and North Korea, telling Beijing that with growing global influence comes increased responsibilities that it is failing to live up to. Three delegations of high-profile US leaders – the vice president, Mike Pence, senior GOP senator John McCain, and now secretaries of state and defence Rex Tillerson and James Mattis – have visited the Asia Pacific region in the past six weeks, with China’s role in the region their highest public priority. The US is trenchantly opposed to China’s island-building and militarisation in the South China Sea, and increasingly frustrated by China’s inaction on reining in the nuclear ambitions of neighbour North Korea. Speaking in Sydney as part of AusMin – Australia and America’s annual bilateral foreign, security and defence meeting – Tillerson said there was no room for negotiation on China’s island-building in the South China Sea, which was found unlawful by the permanent court of arbitration in the Hague last year. “We oppose China’s artificial island construction and their militarisation of those features in international waters,” Tillerson said. “China is a significant economic and trading power. We desire productive relationships, but we cannot allow China to use its economic power to buy its way out of other problems, whether it’s militarising islands in the South China Sea or failing to put appropriate pressure on North Korea. “They must recognise that, with a role as a growing economic and trading power comes security responsibilities as well.” McCain, in Sydney last week, described China as a “bully” that was using its economic muscle to coerce and intimidate other countries. “The challenge is that as China has grown wealthier and stronger, it seems to be acting more and more like a bully.” Mattis told the Shangri-La regional defence summit in Singapore at the weekend: “The scope and effect of China’s construction activities in the South China Sea differ from those of other countries in several key ways.” “This includes the nature of its militarisation ... China’s disregard for international law ... [and] its contempt for other nations’ interests.” China condemned Mattis’s “irresponsible remarks”, foreign ministry spokeswoman Hua Chunying arguing China had an indisputable sovereignty over the Spratly Islands – known by China as the Nansha Islands – where the US navy recently made its first freedom of navigation patrol under the Trump presidency. China would respect freedom of navigation, Hua said, but “opposes a certain country’s show of force in the South China Sea under the pretext of navigation and overflight freedom, challenging and threatening China’s sovereignty and security”. Australia’s shares the US position on China’s presence in the South China Sea, although Australia was not part of the recent freedom of navigation exercise. The Australian foreign affairs minister, Julie Bishop, said the free flow of ships and commerce must not be impeded inside the nine-dash line, the area of the sea China claims, citing historical connection, as its territory. The court of arbitration found China had “no historical rights” to the territory. “We discussed regional co-operation in areas of maritime disputes, notably, the South China Sea,” Bishop said on Monday. “And we urge all nations to resolve their disputes peacefully and in accordance with the international rules-based order.” North Korea’s continued intransigence over its nuclear weapons program remains a threat to the region and the world, Tillerson said. Kim Jong-un’s regime has launched a series of provocative missile tests in recent months, in defiance of increasingly frustrated rhetoric from the west. Tillerson said that China held the most power to curb North Korea’s nascent nuclear program as it held an inordinate economic influence over its impoverished neighbour. “Today, we also speak with one voice in calling for North Korea to abandon its illegal nuclear weapons program,” Tillerson said. “China and other regional partners should also step up their efforts to help solve this security situation which threatens not just that region, but really presents a threat to the entire world.” Australia and the US both defended its long-term strategy in Afghanistan, a conflict to which both countries have already committed troops to for 16 years, saying it would not allow Afghanistan to become a platform for terrorists to operate from. Mattis said the Taliban did not enjoy popular support among the people of Afghanistan, so it used violence to intimidate them into submission. “It’s been a long, hard fight … the fight goes on, but the bottom line is we’re not going to surrender civilisation to people who cannot win at the ballot box.”",
    "keywords": [
        "south",
        "economic",
        "korea",
        "sea",
        "escalates",
        "china",
        "tillerson",
        "region",
        "power",
        "chinas",
        "security",
        "pressure",
        "north"
    ],
    "summary": "The United States continues to escalate pressure on China over the twin issues of the South China Sea and North Korea, telling Beijing that with growing global influence comes increased responsibilities that it is failing to live up to.\nThe US is trenchantly opposed to China’s island-building and militarisation in the South China Sea, and increasingly frustrated by China’s inaction on reining in the nuclear ambitions of neighbour North Korea.\nWe desire productive relationships, but we cannot allow China to use its economic power to buy its way out of other problems, whether it’s militarising islands in the South China Sea or failing to put appropriate pressure on North Korea.\nAustralia’s shares the US position on China’s presence in the South China Sea, although Australia was not part of the recent freedom of navigation exercise.\n“We discussed regional co-operation in areas of maritime disputes, notably, the South China Sea,” Bishop said on Monday.",
    "sentiment": {
        "neg": 0.1175,
        "neu": 0.8055,
        "pos": 0.0771,
        "compound": -0.1289
    }
}