{
    "date": "2017-07-05T08:28:24Z",
    "title": "North Korea's missile test: everything you need to know",
    "url": "https://www.theguardian.com/world/2017/jul/04/are-north-koreas-missile-claims-true-and-what-do-they-signify",
    "content": "What has North Korea claimed and why is it significant? The regime claimed on Tuesday that it had conducted its first test of an intercontinental ballistic missile (ICBM), and that the test had been a success. The missile was capable of reaching “anywhere in the world”, state TV reported. The claim was verified by the US secretary of state, Rex Tillerson, who described the test as “a new escalation of the threat to the United States, our allies and partners, the region and the world”. On Wednesday North Korean state TV claimed that the missile was capable of carrying a “large, heavy nuclear warhead” that could survive re-entry into the Earth’s atmosphere – this has not been verified. Nevertheless, the test offers more evidence that North Korea is moving closer to its eventual goal of possessing a nuclear-tipped missile that could strike the US mainland. Such an eventuality would radically change the diplomatic dynamic and ratchet up pressure on the Trump administration to respond – remember that the US president has not ruled out a military response to serious provocations. It would also force the United Nations to rethink its approach to the hermit state. What is an intercontinental ballistic missile? An ICBM is a missile launched by a land-based system that is intended to carry nuclear payloads. The most significant difference between an ICBM and other ballistic missiles is its greater range and speed – enabling countries to strike exceptionally distant targets with minimum warning. To qualify as an ICBM, a missile must have a minimum range of 5,500km (3,400 miles). What are experts saying about the North Korean claim? Analysis by Japan and South Korea has supported the account given by North Korea’s Academy of Defence Science, which said the missile reached an altitude of 1,741 miles (2,802km) and flew 580 miles. The US initially described it as an intermediate-range missile but later conceded it was an ICBM. There is general agreement that this was Pyongyang’s most successful missile test since its ballistic missile programme gathered pace in the late 1990s. Less convincing is the North’s claim that the missile can reach any target in the world. John Schilling, a missile expert at the 38 North thinktank in Washington, estimates it will take until at least 2020 for North Korea to be able to develop an ICBM capable of reaching the US mainland, and another 25 years before it will be able to build one powered by solid fuel. How advanced is North Korea’s nuclear programme? It is impossible to verify how far North Korea has come since it conducted the first of its six nuclear tests to date in 2006. There are also doubts about the veracity of North Korean reports on its nuclear tests. It said its fifth test, in January 2016, had involved a powerful hydrogen device, but experts said the size of the explosion called that claim into question. The US Institute for Science and International Security estimated that North Korea possessed between 13 and 21 nuclear weapons as of June last year, compared with 10 to 16 in 2014. The Washington-based US-Korea Institute said in a 2015 report that the regime had enough fissile material to build anywhere from six to about 30 nuclear weapons, depending largely on how much highly enriched uranium it has produced. South Korean officials have said that North Korea can mount a nuclear warhead on a medium-range missile capable of striking Japan and South Korea, including US military bases in those countries. Why has the North Korean regime pursued a nuclear programme? Much of the regime’s domestic legitimacy rests on portraying the country as under constant threat from the US and its regional allies, South Korea and Japan. To support the claim that it is in Washington’s crosshairs, North Korea cites the tens of thousands of US troops lined up along the southern side of the demilitarised zone – the heavily fortified border dividing the Korean peninsula. Tensions rise every spring at the start of joint military drills involving US and South Korean forces. North Korea insists the drills are a rehearsal for an invasion. Faced with what it says are US provocations, North Korea says it has as much right as any other state to develop a nuclear deterrent. North Korea’s leader Kim Jong-un is also aware of the fate of other dictators who lacked nuclear weapons or were forced to give them up. What is Donald Trump’s policy towards Pyongyang? Six months in to his presidency, Trump is struggling to articulate a coherent policy towards North Korea, except to say that he has dispensed with the sanctions and isolation – known as strategic patience – pursued under Barack Obama. Trump invested heavily in China’s ability to use its diplomatic and economic clout to persuade North Korea to abandon its missile and nuclear programmes, but that approach has so far failed to pay dividends. He has also threatened to use force against the North in response to serious provocations, but has not specified what constitutes his “red line”, or what form military retaliation might take. Any indication that the US was to resort to force would alarm South Korea and Japan. To complicate matters, at his weekend summit in Washington with the South Korean president, Moon Jae-in, Trump agreed to leave the door open to dialogue with North Korea “under the right conditions”. How has South Korea’s policy towards the North changed since Moon Jae-in became president in May? South Korean conservatives voiced concern that Moon, a liberal who supports engagement with North Korea, would prove a soft touch for hard-bitten military officials in Pyongyang. Since taking office in May, however, Moon has combined cautious talk of greater inter-Korean cooperation with warnings that his administration would not tolerate more missile tests and other North Korean provocations. On Tuesday, Moon urged North Korea to halt its missile launches, warning that he did not know what possible consequences the regime would face if it crossed what Moon called “the point of no return”. Can anything be done to rein in North Korea’s nuclear ambitions? At this point, the obvious response is no. A realistic answer to this question has evaded diplomats, nuclear experts and world leaders for years. Barack Obama left the White House with the Korean peninsula in an even more perilous situation than when he arrived eight years earlier. A pre-emptive strike against North Korea’s nuclear facilities would almost certainly be met with immediate retaliation that could cause huge casualties in South Korea and possibly Japan. The North’s demand that it enter into bilateral talks with the US, with a view to winning security guarantees from Washington, appears highly fanciful given its missile tests and the rhetoric from the White House. The realisation may also be dawning in the US that the faith it has placed in China’s ability to talk sense into Pyongyang was misplaced. Beijing’s greatest fear is a crisis in North Korea that creates millions of refugees and ends with South Korean and US forces ranged across its border with North Korea. As long as that remains the case, North Korea knows it can test Beijing’s patience and still emerge unscathed.",
    "keywords": [
        "moon",
        "south",
        "korea",
        "nuclear",
        "need",
        "know",
        "korean",
        "test",
        "missile",
        "icbm",
        "north",
        "koreas"
    ],
    "summary": "The regime claimed on Tuesday that it had conducted its first test of an intercontinental ballistic missile (ICBM), and that the test had been a success.\nThere is general agreement that this was Pyongyang’s most successful missile test since its ballistic missile programme gathered pace in the late 1990s.\nHow advanced is North Korea’s nuclear programme?\nCan anything be done to rein in North Korea’s nuclear ambitions?\nBeijing’s greatest fear is a crisis in North Korea that creates millions of refugees and ends with South Korean and US forces ranged across its border with North Korea.",
    "sentiment": {
        "neg": 0.0491,
        "neu": 0.8815,
        "pos": 0.0694,
        "compound": 0.0511
    }
}