{
    "date": "2017-11-09T16:30:43Z",
    "title": "Trump praises China and blames US for trade deficit",
    "url": "https://www.theguardian.com/world/2017/nov/09/donald-trump-china-act-faster-north-korea-threat",
    "content": "Donald Trump has lavished praise on the Chinese president, Xi Jinping, and blamed his own predecessors for the “huge” trade deficit between the world’s two largest economies, during his official welcome to Beijing amid an explosion of military splendour and staged adulation. Speaking on Thursday at the the Great Hall of the People, the ceremonial heart of Communist party rule, Trump paid tribute to his “warm and gracious” host, and said he appreciated Xi’s support for recent efforts to rein in North Korea’s weapons programmes. During his presidential campaign, Trump repeatedly criticised China, accusing it of “raping” the US economy and being the country’s “enemy”. But on the second day of his visit to Beijing as part of his 12-day tour of east Asia, the president struck a far softer tone. “Trade between China and the United States has not been, over the last many, many years, a very fair one for us,” Trump told an audience of business leaders and journalists, describing the relationship as “shockingly” unbalanced and costing the US $300bn (£229bn) a year. However, to an audible gasp from the audience, the US president went on to suggest that it was not China to blame, but the US itself. “Right now, unfortunately, it is a very one-sided and unfair [relationship]. But – but – I don’t blame China. After all, who can blame a country for taking advantage of another country for the benefit of its own citizens? I give China great credit. “But in actuality I do blame past [US] administrations for allowing this out of control trade deficit to take place and to grow. We have to fix this because it just doesn’t work … it is just not sustainable.” The US secretary of state, Rex Tillerson, later tried to clarify Trump’s comments. “Well, as I was sitting there listening to that, there was a little bit of tongue-in-cheek in that characterisation. But there was also a lot of truth to it,” he told reporters. In his eight-minute address, Trump also urged Xi to “act faster and more effectively” to extinguish North Korea’s nuclear “menace”. “I know one thing about your president: if he works on it hard, it will happen,” the US president added, to laughter. “There is no doubt about it.” Xi and Trump unveiled more than $250bn in economic deals, a move one Chinese official hailed as “truly a miracle”, but which sceptics believe were likely to have materialised even without the presidential visit. Earlier, Xi greeted Trump on a red carpet at the eastern steps of the Mao-era Great Hall, observed by members of China’s top leadership and a military guard of honour. The leaders of the world’s two largest economies watched a military parade and were greeted by flag-waving schoolchildren from both China and the US. China has painted Trump’s reception as an unusually enthusiastic tribute to a respected foreign friend. On Thursday night, Trump was honoured with a state banquet at which guests were served grouper fillets in chilli oil, coconut-flavoured chicken soup and wines from the Great Wall winery in China’s Hebei province. “As we often say in China, what a joy it is to have friends come from afar,” Xi said in his toast celebrating “the friendship between China and the United States” and its “boundless potential for growth”. Trump replied: “In the words of a Chinese proverb, ‘We must carry forward the cause and forge ahead into the future.’ “Your ancient values bring past and future together into the present. So beautiful.” Ely Ratner, a senior fellow for China studies at the Council on Foreign Relations, described the US president’s comments on trade as “by far Trump’s biggest mistake so far on Asia trip”. “Shameful. Terrible message to American workers and the region. Should be red meat for Democrats,” he wrote on Twitter. Ratner said Trump’s VIP treatment was a Chinese attempt to flatter and impress the volatile US leader : “It’s clearly an effort to try to get him to back off on some of the more punitive actions that the administration is considering on North Korea and trade and investment.” Xi’s attempts to massage Trump’s ego appear to have worked. Speaking at the Great Hall, Trump thanked Xi for his “absolutely terrific” welcome to China and said he harboured “incredibly warm” feelings towards a man now seen as China’s most powerful leader since Mao Zedong. “You are a very special man,” Trump told Xi. Xi was more restrained in his choice of words, although he hailed Trump’s successful and historic visit, and said he hoped the US and China could “write more and more great stories” together in the future. The Chinese president did not directly respond to Trump’s call for faster action on North Korea, but told reporters Beijing was committed to solving the crisis “through dialogue and negotiation”. “We are ready to discuss with relevant parties the pathway leading to enduring peace and stability on the peninsula and in north-east Asia.” Xi also played down tensions between Beijing and Washington: “As two distinctive countries, our two sides may have different views or differences on some issues. This is only natural. The key is to properly handle and manage them.” North Korean state media earlier rebuffed Trump’s diplomatic overtures. The official news agency, KCNA, called Trump a “lunatic old man” and said the US should oust him in order to escape “the abyss of doom”. In a statement to journalists in Beijing, Trump said: “All responsible nations must join together to stop arming and financing – and even trading with – the murderous North Korean regime. “Together, we have in our power to finally liberate this region and the world from this very serious nuclear menace. But it will require collective action, collective strength, and collective devotion to winning the peace.” Additional reporting by Benjamin Haas",
    "keywords": [
        "trade",
        "beijing",
        "north",
        "president",
        "china",
        "praises",
        "chinese",
        "trumps",
        "great",
        "blames",
        "deficit",
        "xi",
        "trump"
    ],
    "summary": "During his presidential campaign, Trump repeatedly criticised China, accusing it of “raping” the US economy and being the country’s “enemy”.\nI give China great credit.\n“But in actuality I do blame past [US] administrations for allowing this out of control trade deficit to take place and to grow.\nIn his eight-minute address, Trump also urged Xi to “act faster and more effectively” to extinguish North Korea’s nuclear “menace”.\nIn a statement to journalists in Beijing, Trump said: “All responsible nations must join together to stop arming and financing – and even trading with – the murderous North Korean regime.",
    "sentiment": {
        "neg": 0.0727,
        "neu": 0.7748,
        "pos": 0.1525,
        "compound": 0.2197
    }
}