{
    "date": "2017-05-15T07:37:20Z",
    "title": "North Korea says missile tested over weekend can carry nuclear warhead",
    "url": "https://www.theguardian.com/world/2017/may/15/north-korea-missile-tested-over-weekend-can-carry-nuclear-warhead",
    "content": "North Korea claims the US mainland is now within range of its missiles after it successfully test-fired a new rocket it says is capable of carrying a “large-scale, heavy nuclear warhead”. Sunday morning’s launch of a mid- to long-range ballistic missile was overseen by the country’s leader, Kim Jong-un, who accused the US of “browbeating” countries that “have no nukes”. He warned Washington not to misjudge the reality that the US mainland is in Pyongyang’s “sighting range for [a] strike”, the KCNA state news agency reported. KCNA said the missile was a new ground-to-ground Hwasong-12 capable of carrying a large-size heavy nuclear warhead. Kim reportedly “hugged officials in the field of rocket research, saying that they worked hard to achieve a great thing”, it added. The missile was launched on an unusually high trajectory to avoid threatening the security of nearby countries. KCNA said it flew to an altitude of 1,312 miles (2,111 km) and travelled 490 miles before landing in the Sea of Japan, near Russia. Most experts are sceptical of North Korean claims that it has missiles that can reach the US mainland, but analysts said the flight data suggested the rocket launched on Sunday could fly at least 2,800 miles if launched at a standard trajectory – putting the Pacific territory of Guam within range. “This is the longest-range missile North Korea has ever tested,” Jeffrey Lewis, a nuclear expert at the Middlebury Institute of International Studies in the US, told Agence France-Presse. John Schilling, an aerospace engineering specialist, said on the website of 38 North, a Washington-based monitoring project, that the launch appeared to demonstrate an intermediate-range ballistic missile that could reliably strike the US base at Guam in the Pacific. “More importantly,” Schilling said, it “may represent a substantial advance to developing an intercontinental ballistic missile (ICBM).” Schilling said the ability to hit Guam was not a game-changer, but the new missile could be the forerunner to an even more powerful missile. “What would change the strategic balance is an ICBM capable of reaching the US mainland,” he said. “This is not that missile but it might be a test bed, demonstrating technologies and systems to be used in future ICBMs.” The Trump administration has warned that a first ICBM test, together with any further nuclear tests, would cross a line that could prompt military retaliation, although the president has also called for the proper application of multilateral sanctions against Pyongyang and even held out the possibility of a summit with Kim “if the conditions are set”. Sunday’s launch is also being interpreted as sending a message to South Korea, days after President Moon Jae-in took office, pledging to engage Pyongyang after declaring a decade of isolation and sanctions under his conservative predecessors a failure. On Monday, South Korea’s unification ministry declined to speculate on its neighbour’s intentions, but warned it not to underestimate the strength of international opposition to its missile tests. “[The international community] has the shared view that North Korea’s nuclear and missile provocations pose a grave threat to peace and security in the region and beyond the peninsula,” Lee Duk-haeng, a ministry spokesman, said. The Australian prime minister, Malcolm Turnbull, called on China – North Korea’s main ally and trading partner – to increase pressure on the regime to end its missile tests. He said the regime’s conduct was reckless, provocative and unlawful. “The greatest responsibility for bringing North Korea to its senses … lies with China,” he said. “They have the overwhelming dominant economic relationship with North Korea and because they have the greatest leverage, they have the greatest responsibility.” The US military’s Pacific command said the type of missile fired was “not consistent with an intercontinental ballistic missile”. KCNA said the launch was designed to verify “the tactical and technological specifications of the newly developed ballistic rocket capable of carrying a large-size heavy nuclear warhead”. The UN security council is scheduled to meet on Tuesday to discuss the missile launch, diplomats said. The US ambassador to the UN called the launch a message by Pyongyang to South Korea after the election of Moon. Nikki Haley told ABC’s This Week programme: “You first have to get into Kim Jong-un’s head – which is, he’s in a state of paranoia, he’s incredibly concerned about anything and everything around him.” She said the missile test had quashed any immediate prospects of Trump holding talks with Kim : “Having a missile test is not the way to sit down with the president, because he’s absolutely not going to do it.” Haley added that Kim “can sit there and say all the conditions he wants. Until he meets our conditions, we’re not sitting down with him.” The KCNA report on the missile’s flight was largely consistent with South Korean and Japanese assessments that it flew 435 miles and reached an altitude of more than 1,243 miles, which is further and higher than an intermediate-range missile tested in February from the same region, north-west of Pyongyang. Reuters and Associated Press contributed to this report",
    "keywords": [
        "kcna",
        "launch",
        "ballistic",
        "carry",
        "korea",
        "weekend",
        "nuclear",
        "tested",
        "kim",
        "warhead",
        "miles",
        "test",
        "missile",
        "north"
    ],
    "summary": "North Korea claims the US mainland is now within range of its missiles after it successfully test-fired a new rocket it says is capable of carrying a “large-scale, heavy nuclear warhead”.\nKCNA said the missile was a new ground-to-ground Hwasong-12 capable of carrying a large-size heavy nuclear warhead.\n“This is the longest-range missile North Korea has ever tested,” Jeffrey Lewis, a nuclear expert at the Middlebury Institute of International Studies in the US, told Agence France-Presse.\n“The greatest responsibility for bringing North Korea to its senses … lies with China,” he said.\nThe UN security council is scheduled to meet on Tuesday to discuss the missile launch, diplomats said.",
    "sentiment": {
        "neg": 0.0594,
        "neu": 0.851,
        "pos": 0.0896,
        "compound": 0.1274
    }
}