{
    "date": "2017-11-05T00:05:04Z",
    "title": "The Observer view on Donald Trump’s tour of Asia | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/nov/05/observer-view-on-donald-trump-tour-of-asia-xi-jinping-north-korea",
    "content": "The phrase “bull in a china shop” might have been coined to describe this week’s tour of Asia by Donald Trump. During last year’s presidential election campaign, he raged against China, terming it an “enemy” and accusing Beijing of “raping” America with predatory trade practices. With characteristic insensitivity, he suggested Japan should acquire nuclear weapons and South Korea should pay more for its defence. He promised to tear up the multilateral Trans-Pacific Partnership, a promise he then fulfilled. And he vowed to eliminate the threat posed by North Korea by any means, including military action. Trump’s behaviour in office has proved to be every bit as destabilising for the Asia-Pacific region partly because of what he has not done. His White House has singularly failed to enunciate a vision and a policy for a region that all agree is central to America’s 21st-century prosperity and security. Trump claimed Barack Obama’s “pivot to Asia” had failed in its primary aim of managing and channelling China’s expanding geopolitical influence. But he has put nothing in its place. Long-time allies no longer know with certainty where the US stands. What Trump did do was introduce fear and confusion. His escalating war of words with Kim Jong-un, North Korea’s dictator, has pushed Pyongyang into accelerating its efforts to build nuclear-armed missiles capable of striking the US mainland. Trump’s threat to “totally destroy” the country conjured the spectre of nuclear war, alarming friends and foes alike. Yet Trump’s acute need for Beijing’s help in sanctioning Kim has drawn him into an improbably fawning relationship with Xi Jinping, China’s strongman president, who he will meet. His pledge to shift the bilateral relationship radically in America’s favour has given way to unhealthy obsequiousness. He recently referred to Xi as the “king of China”. Trump’s lack of a clear vision, his studied ignorance of key policy issues, his vanity and gullibility, plus his tendency to fly off the handle, present his Chinese hosts with a problem. It should not be difficult to get the better, diplomatically speaking, of such a flawed interlocutor. On the other hand, sending Trump home empty-handed would be to risk more unpredictable explosions. That is why observers predict Xi will offer some high-profile but essentially cosmetic concessions on trade, to satisfy Trump’s “America ” agenda and allow him to boast of a big success. There may be Chinese promises to help pressure North Korea. But they will not go much beyond current measures. This is the narrow script tacitly agreed by Trump advisers. Such an outcome would leave critical issues unaddressed that, if allowed to fester, could ultimately move US-China relations from competition to direct confrontation. One is the uncomfortable reality, for the American economy and workforce, that China continues to export three times more goods to the US than it imports. This gaping trade imbalance is highly symbolic of China’s rise and America’s relative fall. Another salient issue is Trump’s failure to seriously tackle Chinese military expansionism in the East and South China seas or understand its negative implications for continued confidence in US backing for Japan, Taiwan, Indonesia and others. China under Xi, who was crowned de facto leader for life at last month’s Communist party congress, poses an even more fundamental challenge. Its disdain for open, democratic governance, free elections, civil rights, independent judges and freedom of speech and religion is deeply undermining of western values. Beijing’s ruthless treatment of pro-democracy campaigners in Hong Kong and its persecution of dissenting writers are cases in point. Its contempt for human rights, broadly defined, defies the system of universal standards created through the UN after 1945. And it is not merely a domestic problem. Through its rising global profile and, for example, its increased use of soft power tools such as investment and peace building in South Sudan and the Horn of Africa, China is effectively exporting its governance model to the world. A study by the Atlantic Council, a Washington thinktank, notes the Asia-Pacific region will be the world’s most economically dynamic by 2050 and that regional states are already spending more than Europe on defence. A fundamental power shift is under way, it says, and the rules-based international order is fraying. The US response should be a strengthening of existing security alliances in tandem with “hard-headed engagement” with Beijing. It should promote “fundamental values” across the region, while always seeking common ground, where possible, with China. But Washington should not be in any doubt, the study says: the “Trans-Pacific Century” has begun. Will a man like Donald Trump listen to such sensible advice? Does he even accept the premise, namely, that the era of American dominance is ending? It’s unlikely. The best that can be hoped is that Trump will forgo more verbal rampages this week and stick to the script. If, as some predict, North Korea waves a red rag and fires off another missile by way of greeting, his handlers may just have to tie him down.",
    "keywords": [
        "south",
        "observer",
        "korea",
        "trade",
        "north",
        "editorial",
        "donald",
        "china",
        "way",
        "region",
        "trumps",
        "asia",
        "view",
        "xi",
        "tour",
        "trump"
    ],
    "summary": "The phrase “bull in a china shop” might have been coined to describe this week’s tour of Asia by Donald Trump.\nWith characteristic insensitivity, he suggested Japan should acquire nuclear weapons and South Korea should pay more for its defence.\nAnd he vowed to eliminate the threat posed by North Korea by any means, including military action.\nTrump claimed Barack Obama’s “pivot to Asia” had failed in its primary aim of managing and channelling China’s expanding geopolitical influence.\nThere may be Chinese promises to help pressure North Korea.",
    "sentiment": {
        "neg": 0.0884,
        "neu": 0.7884,
        "pos": 0.1233,
        "compound": 0.0634
    }
}