{
    "date": "2017-09-15T10:05:09Z",
    "title": "If the west is to bombard North Korea with anything, let it be capitalism | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/15/bombard-north-korea-capitalism-kim-jong-un",
    "content": "Thank you, North Korea. Today’s latest firing of a missile over Japan into the Pacific surely demonstrates the most exquisite failure of western diplomacy in modern times. Another missile plops into the Pacific. Nobody is dead, no territory is conceded, no demand threatened. It was the dull rattle of an antique sabre, intended to do one thing: to humiliate the so easily humiliated west. It did just that. North Korea is demolishing the two most useless weapons in international affairs, verbal abuse and economic sanction. The vacuous damnation of Pyongyang by Washington, London, the United Nations, even its despairing allies, Russia and China, is clearly driving that country’s tin-pot ruler Kim Jong-un into ecstasies of delight. He can set off bombs and send whizz-bangs into the sea, then sit back and watch the most powerful nations on Earth go into paroxysms of impotent rage. The mouse roars, over and over again. The thesis that trade sanctions can alter policy for the better in primitive dictatorships is a total fallacy. Every scrap of evidence over 50 years shows that they impoverish, isolate, entrench, fossilise and prolong. They reward rich insiders and hurt poor outsiders. It has been shown in their deployment against Cuba, Iraq, Iran, Afghanistan, Zimbabwe, Burma, Libya, Russia and many others. Sanctions arguably prolonged white rule by a decade in then-Rhodesia and South Africa. They are low-cost, feel-good aggression, the global morality of “something-must-be-done”. The best thing to do about North Korea is plainly to ignore it. It has no conceivable interest in actually bombing Japan or America, and if it did, it really would be suicide. If the west really wants to bring change to North Korea then it should do it from within, not without. It should bomb the place with trade, rot it with contact, bribe and suborn its apparat and its families, exchange its students, conquer it with capital. It should favour alternative power groups to the military monolith, as is slowly happening in China. The enemy of communist dictatorship is not bombast but capitalism. Stop verbal war and try economic peace. This is what Barack Obama sensibly began to do in Iran and Cuba – and Donald Trump is trying to stop. Meanwhile China can relax as its deranged foster child depicts America’s paranoid state as even more of a paper tiger almost by the week. It knows that even Trump will not obliterate North Korea just for sabre-rattling. South Korea and Japan can go about their business, and western diplomats can think up more blood-curdling synonyms for “unacceptable”. So long as stupid rules, Kim Jong-un will keep his smiling visage on every front page. • Simon Jenkins is a Guardian columnist",
    "keywords": [
        "capitalism",
        "korea",
        "trade",
        "west",
        "thing",
        "china",
        "simon",
        "bombard",
        "jenkins",
        "japan",
        "verbal",
        "trump",
        "let",
        "western",
        "north"
    ],
    "summary": "Thank you, North Korea.\nNorth Korea is demolishing the two most useless weapons in international affairs, verbal abuse and economic sanction.\nThe best thing to do about North Korea is plainly to ignore it.\nIf the west really wants to bring change to North Korea then it should do it from within, not without.\nIt knows that even Trump will not obliterate North Korea just for sabre-rattling.",
    "sentiment": {
        "neg": 0.1518,
        "neu": 0.7508,
        "pos": 0.0974,
        "compound": -0.112
    }
}