{
    "date": "2017-07-06T15:06:16Z",
    "title": "Trump v CNN: what conservative writers are saying about an epic wrestling match",
    "url": "https://www.theguardian.com/us-news/2017/jul/06/donald-trump-cnn-feud-conservative-writers",
    "content": "This week was marked by a spiralling conflict between the president and his least favorite cable news outlet, CNN. Last week, a Reddit user posted a meme featuring Trump appearing to wrestle CNN. The meme was then tweeted by the president himself. The clip was a response to a bad week for the network, including a retracted story about a member of his transition team. CNN’s response included tracking down the meme’s creator, whom it did not identify, but with a caveat that rightwing social media accounts interpreted as a threat – everyone from Julian Assange to Donald Trump Jr was promoting the hashtag #CNNBlackmail. It’s not normal for the president to be spitting out juvenile memes as part of a war against a particular media outlet. But it’s also odd for a news organization to hunt down a Reddit user, and say that it will preserve his anonymity if he promises to be good. With several wars apparently looming, it seems like a distraction neither side can afford. Naturally, the rightwing media are mostly on Trump’s side, but some writers have raised some uncomfortable questions. No one emerges from Trump’s feud with the media looking good Publication: National Review Author: Ben Shapiro – who walked out on Breitbart at the peak of its influence – now publishes in a range of places, including National Review. He has retained his habit of making isolated fair points in an overwhelmingly self-serving and objectionable context. Why you should read it: One of Shapiro’s few redeeming features is that he is no friend of Trump’s. Of course, he’s not a big fan of CNN, either. He takes the opportunity to lash out at both, and almost incidentally arrives at the reasonable conclusion that no one has come out of this looking good, and both parties are in fact deriving some value from the situation. Extract: “So here we are: a media nobody trusts schoolmarming a president who’s simply the class clown. Nobody looks good in this particular fake wrestling match; the question is why anyone engages in it at all. After all, we know that the match isn’t real. Trump so adores the media attention that if CNN and the New York Times were to stop covering him, he’d quickly set himself on fire outside their offices. Likewise, if Trump were to stop tweeting, CNN would have to go back to covering missing Malaysian airliners.” The brilliant wrestling match tweet Publication: Washington Times Author: Tammy Bruce is a columnist for the Washington Times, which she rounds out with a familiar roster of rightwing media activities – talk radio, books and Fox News spots. Why you should read it: We can agree with Bruce that Donald Trump is a top-shelf Twitter troll. We may disagree that this is something we should want in someone who has the power of life and death over all of us. Extract: “The truth is this: Mr Trump is simply the world’s greatest provocateur. As a businessman and entertainer, he understands the benefits of keeping your opponents on their heels. Ridicule and mockery of your opponents is one of mankind’s oldest political tactics. The provoked can never win, because they’re allowing emotions to dictate their actions, revealing themselves as undisciplined, unserious fools.” CNN threatens to dox Redditor who created the Wrestlemania gif Trump tweeted Publication: The Federalist Author: Bethany Mandel is a senior writer at the Federalist, ranging over familiar conservative topics, but also cooking, and a series of reports on Scientology. Why you should read it: It’s unsurprising that a writer at The Federalist is disposed to absolve Trump of his bizarre behavior. And the fact that so much conservative media refuses to even discuss Trump’s sheer weirdness is a problem for us all, because this feeds into the blind loyalty of parts of his base. Nevertheless, Mandel does raise the uncomfortable point that there is something odd, and disproportionate, about a cable news network hunting down some guy from Reddit. “HanAssholeSolo” is hardly someone we should be too upset about in particular. Is this news? Is this what we need to be discussing? Extract: “Think or say anything negative about CNN and play into President Trump’s war against them, even in your capacity as a private citizen, and you may have the resources of an international news organization devote themselves to destroying your life. CNN has set a bullseye on not only President Trump, but his fans as well.” Tucker: media howling over ‘violent’ Trump vapid posturing Publication: Fox News Author: Tucker Carlson Why you should read it: If CNN really is damaged by this incident – and to be frank, it’s just as likely that it will enhance the loyalty of the channel’s liberal audience – a clear beneficiary would be its competitor Fox News. Tucker Carlson doesn’t hold back with the gloating here, but he does raise a question: is a trolling wrestling meme really an incitement to violence? Extract: Listen to the whole six minutes. Ted Cruz: CNN could be guilty of a crime for threatening the Redditor who created Trump’s wrestling gif Publication: Hot Air Author: Allahpundit went from independent conservative blogger to writer at the Michelle Malkin-founded Hot Air. Like so many others, he has trod the path from Trump skepticism to anti-anti-Trump difference-splitting. Unlike many others who have been in the game so long, he has managed to remain blissfully pseudonymous. Why you should read it: Allahpundit discusses Ted Cruz’s hints on Twitter that CNN’s actions against the anonymous Redditor may constitute blackmail. But he opens it up into a discussion of whether media outlets should be in the business of retaliating against private citizens who displease them. Of course, none of this comes up when Fox, Breitbart, or the legion of rightwing “alt-media” types engage in personal attacks. Next time any of that happens, remind the right that they were making these arguments on behalf of a pretty nasty Reddit user. Extract: “The issue isn’t whether the Redditor should behave better; the issue is whether a news organization should use its platform to overtly threaten randos for violating norms of civil political discourse. And needless to say, the whole thing stinks 10 times worse than it otherwise would have knowing that the guy is famous for making a gif of Trump attacking CNN itself. Publicly warning someone that his identity might be revealed in the guise of “news” if he continues past practices of posting alt-right garbage would be bad under any circumstances. Doing it to someone whom the president made famous for anti-CNN propaganda reeks of retaliation.” Sign up for the Minute email. Catch up on today’s US politics news in 60 seconds",
    "keywords": [
        "match",
        "publication",
        "extract",
        "author",
        "cnn",
        "president",
        "wrestling",
        "writers",
        "read",
        "media",
        "trumps",
        "trump",
        "epic",
        "conservative",
        "v",
        "saying"
    ],
    "summary": "This week was marked by a spiralling conflict between the president and his least favorite cable news outlet, CNN.\nLast week, a Reddit user posted a meme featuring Trump appearing to wrestle CNN.\nNaturally, the rightwing media are mostly on Trump’s side, but some writers have raised some uncomfortable questions.\nNobody looks good in this particular fake wrestling match; the question is why anyone engages in it at all.\nWhy you should read it: We can agree with Bruce that Donald Trump is a top-shelf Twitter troll.",
    "sentiment": {
        "neg": 0.1159,
        "neu": 0.8129,
        "pos": 0.0712,
        "compound": -0.1533
    }
}