{
    "date": "2017-12-28T12:00:16Z",
    "title": "The world according to Trump: 2017 was a busy year of hurling insults globally",
    "url": "https://www.theguardian.com/us-news/2017/dec/28/the-world-according-to-trump-2017-was-a-busy-year-of-hurling-insults-globally",
    "content": "Of all the calamities that have marked Donald Trump’s presidency, one of the most omnipresent has been his approach to diplomatic relations. The president has lashed out at a swath of countries during his 13 months in office, sometimes on issues relating to national security, but more often for seemingly no reason at all. Trump is, at least, consistent in his treatment of foreign powers – criticizing both enemies and supposed allies alike. Here are some of the countries that have upset the president. France Trump, in what would become a theme, used terrorist attacks to criticize France in February. Apparently referencing the Paris attacks that killed 130 people in November 2015 and the truck attack in Nice in July 2016, Trump lamented that a friend of his who used to like visiting Paris would no longer visit the city. “I have a friend, he’s a very, very substantial guy. He loves the City of Lights, he loves Paris. For years, every year during the summer, he would go to Paris, was automatic with his wife and his family. “Hadn’t seen him in a while. And I said, ‘Jim, let me ask you a question: how’s Paris doing?’ “[Jim said]: ‘Paris? I don’t go there any more. Paris is no longer Paris.’” In March the New Yorker launched an investigation into whether Jim actually exists. It seems unlikely that he does. Sweden “You look at what’s happening,” Trump told a crowd in Florida on 18 February. “You look at what’s happening last night in Sweden. Sweden, who would believe this?” The comment came during a section of his speech when Trump was warning of the threat of terrorism, and seemed to imply that there had been an attack or incident in Sweden the night before. The fact that there had been no incident in Sweden the night before made it particularly difficult to believe. Trump never fully explained what had happened last night in Sweden. United Kingdom In an interview with the Wall Street Journal, Trump was asked about a potential trade agreement with Britain – given the UK’s imminent departure from the European Union. Trump’s answer was not very in depth. “You don’t hear the word Britain any more. It’s very interesting. It’s like, nope,” the president said. Then he started talking about the British Open golf tournament. Australia Trump did not insult the country per se – just its prime minister, Malcolm Turnbull. In his first official phone call with Australia’s leader – a sort of get-to-know-you for world leaders – Trump told Turnbull he was dissatisfied with their conversation. “I have had it. I have been making these calls all day and this is the most unpleasant call all day,” Trump said, according to the transcript of the call. The US president ended the call abruptly. Canada “Canada, what they’ve done to our dairy farm workers, it’s a disgrace,” Trump said in April. “Farmers in Wisconsin and New York state are being put out of business.” The Canadian government has import tariffs in place to protect its dairy farmers, CNN explained, and had been accused of undercutting American farmers. Canada did not immediately respond. Mexico “One of the highest-crime nations in the world,” Trump thundered back in August. He also accused Mexico – and Canada – of being “very difficult” during the the Nafta renegotiation process. Of course, Trump has also talked regularly about the need for a wall, and repeatedly said Mexico will pay for it. “Our country will not pay, under any circumstances, for a wall or physical barrier built on US territory along the Mexican border,” Mexico’s ministry of foreign affairs has said. Germany “Germany owes vast sums of money to Nato and the United States must be paid more for the powerful, and very expensive, defense it provides to Germany,” Trump said in March. Numerous media outlets reported that this was untrue. Nato members do not pay money to the organization. He also didn’t shake Angela Merkel’s hand when they met at the Oval Office. The next day, he dismissed reports that the meeting had been awkward and then tweeted that Germany owes “vast sums of money to NATO &amp; the United States”, which is false. North Korea Where to start. Trump has taken to calling Kim Jong-un “Rocket Man” – surely one of the president’s least effective nicknames – and has also referred to the North Korean leader as “a mad man”. Trump also believes North Korea is “a country ruled by a cult”. North Korea, through state media, has called Trump “an old lunatic”, a “mean trickster”, a “mentally deranged dotard”, a “human reject” and a “hideous criminal”. So perhaps they’re about even.",
    "keywords": [
        "paris",
        "germany",
        "busy",
        "night",
        "world",
        "according",
        "2017",
        "north",
        "president",
        "canada",
        "globally",
        "trump",
        "wall",
        "united",
        "sweden",
        "hurling",
        "insults"
    ],
    "summary": "Trump is, at least, consistent in his treatment of foreign powers – criticizing both enemies and supposed allies alike.\nThe fact that there had been no incident in Sweden the night before made it particularly difficult to believe.\nCanada “Canada, what they’ve done to our dairy farm workers, it’s a disgrace,” Trump said in April.\nOf course, Trump has also talked regularly about the need for a wall, and repeatedly said Mexico will pay for it.\nGermany “Germany owes vast sums of money to Nato and the United States must be paid more for the powerful, and very expensive, defense it provides to Germany,” Trump said in March.",
    "sentiment": {
        "neg": 0.0585,
        "neu": 0.8698,
        "pos": 0.0718,
        "compound": -0.0311
    }
}