{
    "date": "2017-02-16T14:57:44Z",
    "title": "Kim Jong-nam: jovial half-brother who lived with sword of Damocles over head",
    "url": "https://www.theguardian.com/world/2017/feb/16/kim-jong-nam-sword-damocles-half-brother-north-korean-heir-great-leader",
    "content": "On the surface, Kim Jong-nam appeared to friends and acquaintances to be a quiet and jovial man who lived openly with his wife and two children in the gambling hub of Macau. But a source close to Kim has revealed that the estranged half-brother of the secretive North Korean leader, Kim Jong-un, felt he had a “sword of Damocles” hanging over him, and lived in fear of being targeted by the regime. The source, a former schoolfriend who asked to remain anonymous, told the Guardian he had seen Kim Jong-nam last year. “He was in Geneva a few months ago. He was thinking of moving there,” he said. “He was of course aware of the sword of Damocles above his head,” he said, adding that Kim was considering relocating to Switzerland “or Europe, for that matter. Maybe Paris … but it was just talk at the time.” South Korea’s intelligence agency has said Kim Jong-nam pleaded with his brother five years ago not to harm his family and to withdraw a standing order for his assassination. The South China Morning Post quoted an unnamed source who had known Kim for 10 years as saying: “He knew his life was at risk … and he was aware his brother was after him.” On 13 February, Kim’s fears came true. After spending a week in Malaysia, police say he was waiting for a flight back to Macau when he was attacked with what appears to have been some sort of chemical spray. The 45-year-old died en route to hospital. Two women and a man, thought to be a boyfriend of one of the women, have been arrested. When asked why he thought Kim has been killed, the schoolfriend told the Guardian: “Simple. In Russian, there is a simple saying: ‘No person, no problem.’” For many years, Kim Jong-nam kept a low profile but nonetheless led an overt lifestyle, according to reports. Unnamed friends told Reuters that he liked fine French wine and gourmet cuisine. A Facebook page under the name Kim Chol, which appeared to be his, showed friends from numerous countries including France, Singapore and Switzerland and photos of Kim in various locations including Macau and Shanghai, as well as pictures of dogs. Kim Chol was the name on the passport Kim Jong-nam used to travel to Malaysia, according to authorities there. “I miss Europe,” he posted next to a 2008 picture of himself and a man standing on a yacht. “Living Las Vegas in Asia,” he posted in 2010. His “likes” include the French musician Serge Gainsbourg and two bars in Singapore, including one called Girls Bar Kimidori. He also “liked” the Russian president, Vladimir Putin, and a Kim Jong-un impersonator calling himself Kim Jong “Um”. By Thursday afternoon, the page had been removed. A casino executive who knew the family told Reuters that they had moved several times, first from an oceanfront villa to two modest residential high-rises on Taipa island. “He often just queued for taxis. It’s crazy that someone like him had to do that … He seemed careful with his money,” the casino executive claimed. He liked the occasional flutter in the casinos, however, and was seen recently on the gaming floors of the Wynn Macau and the Four Seasons, according to a second casino source quoted by Reuters. “He wasn’t a big gambler but liked betting a few thousand [Hong Kong dollars] each time, mostly baccarat. He would just drift around the tables, watching mostly, then suddenly put down a bet,” the second source added. Speaking to the Guardian, the childhood friend, who studied with Kim at a Switzerland-based international school in the 1980s, said he had kept in contact with him since they graduated. He said other peers were discussing setting up a campaign to take care of his wife, daughter and son, who live in Macau, amid growing fears for their safety. One man, described as a “longtime business associate”, told Reuters that some of Kim’s family in Macau were now under enhanced security. “It’s very sensitive now,” the Macanese businessman said. “His family is under police protection, especially the son. I’m afraid he might be targeted. Anything is possible.” Macau authorities said they were monitoring developments closely. Kim is thought to have been born in Pyongyang in May 1971, the oldest son of Kim Jong-il, who ruled North Korea from October 1997 until December 2011. His mother was Song Hye-rim, a leading actor at the North Korea Film Studio, who divorced her husband to live in secret with the future leader, according to the North Korea Leadership Watch website. Throughout the 80s, Kim Jong-nam went back and forth between international schools in Moscow, according to the Washington Post, where he learned French and German. He returned to Pyongyang to attend Kim Il-sung University and serve with the Korean People’s Army until, in 1998, he was appointed to a senior position in the ministry of public security, apparently as part of his being groomed as a future leader. But the eldest son fell from grace in 2001 when he was arrested at Tokyo’s Narita airport on a forged Dominican Republic passport and using a Chinese alias, Pang Xiong, meaning “fat bear” in Mandarin. Held and interrogated for three days, he told immigration officials that he had wanted to visit Tokyo Disneyland. In response to the episode, viewed as an embarrassment by the North Korean leadership, Kim was effectively sent into exile in Macau, where he lived for the past 15 years. In brief press interviews, he claimed he had no plans to defect and “no interest” in taking power in North Korea. But as the eldest of his two brothers, Kim Jong-nam had a hereditary claim to the title of “great leader”, a position that led some experts to suggest his existence may have threatened Kim Jong-un, the young leader of the isolated communist republic, who has executed several senior officials in the past, including his own uncle, on charges of treason. In Pyongyang, citizens appeared to be in the dark about his death. On Thursday, North Koreans were marking the birthday of late leader Kim Jong-il with dancing and bouquets of flowers before giant bronze statues in the capital. No mention of Kim Jong-nam’s killing had been reported by the North’s state-controlled media. Reuters contributed to this report",
    "keywords": [
        "jongnam",
        "damocles",
        "leader",
        "man",
        "jovial",
        "source",
        "according",
        "lived",
        "kim",
        "told",
        "sword",
        "halfbrother",
        "son",
        "macau",
        "head",
        "north"
    ],
    "summary": "On the surface, Kim Jong-nam appeared to friends and acquaintances to be a quiet and jovial man who lived openly with his wife and two children in the gambling hub of Macau.\nBut a source close to Kim has revealed that the estranged half-brother of the secretive North Korean leader, Kim Jong-un, felt he had a “sword of Damocles” hanging over him, and lived in fear of being targeted by the regime.\nThe source, a former schoolfriend who asked to remain anonymous, told the Guardian he had seen Kim Jong-nam last year.\nKim Chol was the name on the passport Kim Jong-nam used to travel to Malaysia, according to authorities there.\nThroughout the 80s, Kim Jong-nam went back and forth between international schools in Moscow, according to the Washington Post, where he learned French and German.",
    "sentiment": {
        "neg": 0.0624,
        "neu": 0.8926,
        "pos": 0.045,
        "compound": -0.0296
    }
}