{
    "date": "2017-09-15T09:29:28Z",
    "title": "Tillerson on North Korea: Russia and China must take 'direct action' over missile launch",
    "url": "https://www.theguardian.com/world/2017/sep/14/north-korean-launches-unidentified-missile",
    "content": "Japan has warned North Korea it has “no bright future” and called for an emergency meeting of the UN security council after Pyongyang launched a ballistic missile over Japanese territory for the second time in just over a fortnight. The missile, thought to be intermediate-range, flew further than any missile tested by the regime, triggering emergency sirens and text alerts minutes before it passed over the northern Japanese island of Hokkaido on Friday morning. The US secretary of state, Rex Tillerson, called for the international community to take “new measures” against North Korea, singling out Russia and China as the countries best placed to apply pressure on the regime, almost week after it tested what is now believed to be a powerful hydrogen bomb. As major suppliers of oil to the regime, Russia and China “must indicate their intolerance for these reckless missile launches by taking direct actions of their own,” Tillerson said in a statement. The launch was an apparent show of defiance days after the UN security council approved a new round of sanctions against the regime. Flight data shows the missile travelled higher and further than the one involved in the 29 August flyover of Japan, suggesting the regime is continuing to make advances in its missile and nuclear weapons programmes. The UN security council is due to meet in New York at 3pm local time on Friday to discuss the launch. Shinzo Abe, the Japanese prime minister, called the launch “absolutely unacceptable”. He said the recent UN resolution banning North Korean textile exports and capping the supply of oil to the country “showed the international community’s unified strong will for a peaceful solution. But despite that, North Korea has again carried out this outrageous conduct. “Now is the time when the international community is required to unite against North Korea’s provocative acts, which threaten world peace,” Abe told reporters shortly after arriving back in Tokyo from a trip to India. “We must make North Korea understand that if it continues down this road, it will not have a bright future.” The US defence secretary, James Mattis, said North Korea’s latest “reckless act” had “put millions of Japanese in duck and cover”. Asked about a possible US military response, Mattis said: “I don’t want to talk on that yet”, adding that Donald Trump had been briefed on the launch. The Chinese foreign ministry spokeswoman Hua Chunying said Beijing objected to North Korea’s latest launch but believed diplomacy was the only way to solve the “complicated, sensitive and grim” problem. “The top priority is now to prevent any provocative acts,” Hua told reporters. But Hua rejected the theory - advanced, among others, by Trump and Theresa May - that Beijing held the key to thwarting Kim Jong-un’s nuclear and missile ambitious. “China is not the focus. China is not the driving force behind the escalating situation. And China is not the key to resolving the issue,” Hua said. Hua said China had already made “great sacrifices” and “paid a high price” in its bid to help rein in Pyongyang: “China’s willingness and its efforts to fulfill its relevant international responsibilities cannot be questioned.” In an online editorial, the Communist party-controlled Global Times newspaper, said it was the US and South Korea, not China, that needed “to guide North Korea into a new strategic direction” through dialogue. “An isolated North Korea will be more rational if the international society treats it in a rational way,” argued the newspaper, which sometimes reflects official views. It said attempts to intimidate North Korea with threats or shows of force would fail. “This morning, South Korea launched two missiles in immediate response to North Korea’s launch. This will only encourage the North. Does Seoul truly believe that its missiles will scare Pyongyang?” Chinese experts believe significant new steps from Beijing are out of the question. “I don’t expect China to make any radical [moves],” said Zhao Tong, a North Korea expert at Beijing’s Carnegie–Tsinghua Center for Global Policy. “According to the data we already [have] it looks like a similar missile to the [Hwasong-12] that North Korea launched on 29 August: a similar missile, a similar range, a similar trajectory. In other words, it wasn’t that big a provocation, just a repetition of a previous action … Of course it overflew Japan – that is serious – but, again, it is not the first time in the last month that North Korea did this.” Beijing would also believe that recent UN sanctions should be given time to take effect before further action was needed. Zhao said: “We have already got two new UN security council resolutions in just over one month. Very radical measures were adopted. So I don’t expect China to respond with any additional radical measures.” North Korea test-fired two intercontinental ballistic missiles believed capable of reaching the US mainland in July; and late last month it sent an intermediate-range missile over the same region of northern Japan where alerts were sounded on Friday morning. South Korea’s president, Moon Jae-in, called an emergency meeting of his national security council, while the South demonstrated its own firepower by conducting a ballistic missile launch off the east coast of the Korean peninsula. South Korea’s foreign ministry said the missile test was a “very serious and grave challenge” to global security and urged the North to abandon its quest to develop weapons of mass destruction. “North Korea should clearly realise that its abandonment of nuclear and missile development is the only way to guarantee its security and economic development,” the ministry said, adding that Pyongyang should “stop reckless provocations immediately and come to the path of dialogue for denuclearisation as soon as possible”. Soon after Friday’s launch, the US Pacific Command said it believed North Korea had fired an intermediate-range ballistic missile. South Korea’s joint chiefs of staff said the missile was launched from Sunan, the location of Pyongyang’s international airport. North Korea used the airport to fire a Hwasong-12 intermediate range missile that flew over northern Japan last month – an act it said was a “meaningful prelude” to containing the US Pacific island territory of Guam and carrying out more ballistic missile launches towards the Pacific. The South Korean and US militaries were analysing details of the launch but the projectile appears to have flown higher and further than the missile that passed over the same region of Japan at the end of August. Initial data said the missile flew 3,700km (2,300 miles) and reached an altitude of 770km – signs that North Korea is continuing to make progress towards its aim of perfecting a missile capable of striking the US mainland. The missile landed in the Pacific Ocean about 2,000km east of Hokkaido’s Cape Erimo. The previous launch landed in the Pacific about 1,180km east of Cape Erimo. Japan’s J-Alert warning system advised people living below the missile’s flight path on the northern island of Hokkaido to seek shelter. Japan’s self-defence forces did not attempt to shoot down the missile and there were no reports of damage from falling debris. North Korea has recently stepped up pressure on Japan over its unwavering support for US-led sanctions. On Thursday the regime threatened to sink Japan and reduce the US to “ashes and darkness” for supporting last week’s UN security council resolution. Earlier on Thursday, the US general who oversees America’s nuclear forces said he was making the assumption that North Korea did in fact test a hydrogen bomb on 3 September, crossing a key threshold in its weapons development efforts. Although Pyongyang immediately claimed that it had successfully tested a hydrogen bomb, the US had previously declined to characterise it. Air Force General John Hyten, the head of the US military’s strategic command, however, said that, as a military officer responsible for responding to the test, he had to assume it was a hydrogen bomb based on the size of the blast and the fact there was a secondary explosion. “I’m assuming it was a hydrogen bomb,” Hyten told a small group of reporters who were accompanying Mattis on a trip to Hyten’s headquarters in Nebraska. “I have to make that assumption as a military officer.” Additional reporting by Wang Zhen in Beijing",
    "keywords": [
        "launch",
        "south",
        "regime",
        "korea",
        "russia",
        "tillerson",
        "china",
        "japan",
        "security",
        "action",
        "missile",
        "direct",
        "north",
        "koreas"
    ],
    "summary": "But despite that, North Korea has again carried out this outrageous conduct.\nIt said attempts to intimidate North Korea with threats or shows of force would fail.\n“This morning, South Korea launched two missiles in immediate response to North Korea’s launch.\n“I don’t expect China to make any radical [moves],” said Zhao Tong, a North Korea expert at Beijing’s Carnegie–Tsinghua Center for Global Policy.\nSoon after Friday’s launch, the US Pacific Command said it believed North Korea had fired an intermediate-range ballistic missile.",
    "sentiment": {
        "neg": 0.0708,
        "neu": 0.851,
        "pos": 0.0782,
        "compound": -0.0101
    }
}