{
    "date": "2017-08-23T03:29:25Z",
    "title": "'Too many soldiers to feed': North Koreans fear more sanctions as drought threatens famine",
    "url": "https://www.theguardian.com/world/2017/aug/23/north-koreans-fear-more-sanctions-as-drought-pushes-millions-towards-malnutrition",
    "content": "Sanctions and the worst drought for almost two decades threaten to cause severe hardship for millions of people in North Korea, while the country’s leadership continues to plough scarce resources into its missile and nuclear programmes, according to UN agencies and those with contacts in the impoverished nation. A drought that ravaged crops earlier this summer will leave the North unable to properly feed many of its people, including soldiers in the country’s million-strong army, the groups have warned. While living standards have improved for some North Koreans under Kim Jong-un’s leadership, many of the country’s 25 million people face a struggle to secure enough food while others risk losing their jobs due to sanctions, according to Jiro Ishimaru, a Japanese documentary maker who runs a network of citizen journalists inside North Korea. “For one thing, there are too many soldiers to feed,” Ishimaru, whose contacts are equipped with contraband mobile phones, told the Guardian at his Asia Press office in the western Japanese city of Osaka. “And corruption is rife, so that by the time senior military officers have taken their share of food provisions to sell for profit on the private market, there is next to nothing left for ordinary soldiers.” Ishimaru, who spoke to several contacts about living conditions in North Korea from the Chinese border earlier this month, added: “One of them told me that there was talk of war with the US, but that many North Korean soldiers are in poor physical condition and in no fit state to fight.” Ishimaru fears the focus on missile launches and rising tensions between Pyongyang and Washington means the plight of ordinary North Koreans is being overlooked. “This is exactly what Kim Jong-un wants – to project an image of strength, that he and the people are one and the same. In an ordinary country there would be riots over the food shortages, but not in North Korea.” The state’s inability to provide has spawned a private market in food and Chinese-made clothes that is tolerated, if not encouraged, by officials. “The authorities allow it to continue because they know the state would collapse otherwise,” he added. The UN, concerned about the prospect of widespread malnutrition and other illnesses after the country suffered its worst drought since 2001, has approved $6.3m in aid to help it cope with shortages of corn, rice, maize, potatoes and other essential crops. The Rodong Sinmun, the official newspaper of the ruling Workers’ party of Korea, reported that “prevention battles” had been launched to counter an “abysmal drought” that began in May according to the NK News website. In a special alert last month, the UN Food and Agriculture Organisation estimated North Korea’s early-season crop production was down almost a third from the same period last year. “More rains are urgently needed to avoid significant decreases in the main 2017 cereal production season,” the report said. “Should drought conditions persist, the food security situation is likely to further deteriorate.” It added: “Most of the country’s population is critically dependent on agriculture for their livelihoods. At this point, it is vital that farmers receive appropriate and timely agricultural input assistance.” UN officials are determined to prevent a repeat of a famine in the mid-1990s that, according to some estimates, killed as many as one million North Koreans. Ishimaru, who last week witnessed “clearly undernourished” soldiers washing their uniforms in the Yalu river near the Chinese border, said: “The drought, combined with sanctions, will take the North Korean economy in a dangerous direction by next spring. This is a time of real hardship for ordinary people.” As Kim and Donald Trump traded verbal blows over Pyongyang’s missile tests, reports emerged of public discontent towards the regime’s focus on weapons development. Soon after North Korea successfully launched a Hwasong-14 ICBM late last month, some residents in the country’s North Pyongan province questioned the wisdom of inviting more international reprisals by testing ballistic missiles. The Daily NK website quoted a source in North Korea as saying that some residents felt “disillusioned by the Kim Jong-un regime, which spends more money on developing missiles than improving their livelihoods”. The anonymous source added: “Everyone is aware that whenever the regime launches a missile, economic sanctions will follow. There’s nothing to celebrate for ordinary citizens. In the beginning, the residents were proud of the regime openly opposing the US with nuclear development and missiles, but these days, anti-US sentiment has weakened, while respect for the regime has plummeted.” New UN sanctions that aim to slash by a third North Korea’s $3bn annual export revenue risk creating an extra layer of misery for ordinary North Koreans. The measures are expected to threaten export-dependent jobs, including those at Musan mine, the country’s biggest producer of iron ore. The ban on seafood exports will hit fishermen whose livelihoods depend on selling part of their catch to China.",
    "keywords": [
        "drought",
        "feed",
        "famine",
        "countrys",
        "regime",
        "korea",
        "food",
        "sanctions",
        "fear",
        "soldiers",
        "ordinary",
        "koreans",
        "ishimaru",
        "north",
        "threatens"
    ],
    "summary": "A drought that ravaged crops earlier this summer will leave the North unable to properly feed many of its people, including soldiers in the country’s million-strong army, the groups have warned.\nSoon after North Korea successfully launched a Hwasong-14 ICBM late last month, some residents in the country’s North Pyongan province questioned the wisdom of inviting more international reprisals by testing ballistic missiles.\nThe Daily NK website quoted a source in North Korea as saying that some residents felt “disillusioned by the Kim Jong-un regime, which spends more money on developing missiles than improving their livelihoods”.\nThe anonymous source added: “Everyone is aware that whenever the regime launches a missile, economic sanctions will follow.\nThe measures are expected to threaten export-dependent jobs, including those at Musan mine, the country’s biggest producer of iron ore.",
    "sentiment": {
        "neg": 0.1057,
        "neu": 0.82,
        "pos": 0.0742,
        "compound": -0.1732
    }
}