{
    "date": "2017-11-06T12:42:58Z",
    "title": "US-Japan arms deals will help counter North Korea threat, says Trump",
    "url": "https://www.theguardian.com/us-news/2017/nov/06/trump-defends-strong-rhetoric-in-calling-north-korea-a-threat-to-civilised-world",
    "content": "Donald Trump has said large Japanese orders for US-made military equipment will help it counter the threat from North Korean ballistic missiles, as he called the regime a “threat to the civilised world” on the second day of his tour of Asia. North Korea has test-launched two missiles over the Japanese island of Hokkaido in recent months and threatened to “sink” Japan into the sea. Trump, at a press conference in Tokyo with Japan’s prime minister, Shinzō Abe, said Japan should have shot down the missiles, and that buying missile defences would boost both the US economy and Japanese security. “[Abe] will shoot missiles out of the sky when he completes the purchase of lots of equipment from the United States,” Trump said. “One very important thing is that Prime Minister Abe is going to be purchasing massive amounts of military equipment, as he should. “We make the best by far … it’s a lot of jobs for us, and a lot of safety for Japan.” Trump said the US would consider all options, including military force, to counter North Korea’s nuclear and ballistic missile programmes, and defended his occasionally provocative choice of words to describe its leader, Kim Jong-un. Trump has referred to Kim as “little rocket man” and threatened to “totally destroy” his country if the US and its allies are forced to defend themselves. “Some people say my rhetoric is very strong, but look what has happened with very weak rhetoric in the last 25 years,” Trump said, declaring that the era of strategic patience favoured by previous US administrations was over. Abe, who has been unwavering in his support of Trump’s line on the nuclear crisis, noted that previous efforts to strike deals with the regime in Pyongyang had failed. “Each time, North Korea broke its promises and bought itself time to continue developing nuclear weapons,” he said. “There should be no talks for talks’ sake. Now is the time for Japan and the US to exert maximum pressure on North Korea, using all possible means.” Abe said he welcomed the stronger pressure being applied by China after sanctions were agreed by the UN security council, adding: “It is incumbent on China to play a greater role in getting North Korea to end its development of nuclear weapons. “Japan supports President Trump when he says that all options are on the table. I reaffirmed [to Trump] that the US and Japan are 100% together.” The former US Secretary of State, John Kerry, on Monday warned that Trump’s personalisation of the dispute with Kim had only served to harden positions and make a settlement harder to reach. Speaking at Chatham House in London, Kerry, the top diplomat in the second term of the Obama administration, said Trump had given North Korea a good reason to keep nuclear weapons by threatening in an address to the United Nations in September to “totally destroy” the country. “We would be greatly helped by not having a personal Twitter war that could make it far more dangerous,” Kerry said. Insisting diplomacy is not exhausted, he urged Trump to persuade China when he arrives in Beijing later this week that it has many options for putting pressure on North Korea to come to the negotiating table and agree a freeze in military activity on both sides. “100% of the fuel that drives every car, every truck, every aeroplane comes from China and 100% of the banking, such as it is, that North Korea is able to effect, comes from Beijing,” he said. “Beijing has every possibility in the world to put greater pressure on North Korea. Some people say they are worried about the implosion of the regime, and the stability of the peninsula. We are not close to the point of implosion. China has many tools available in its tool box to put on pressure.” After months of ruling out engagement, Trump suggested on Sunday he would be open to talks with Kim. “I would sit down with anybody. I don’t think it’s strength or weakness, I think sitting down with people is not a bad thing,” he said in a television interview. “So I would certainly be open to doing that but we’ll see where it goes, I think we’re far too early.” North Korea responded with another personal attack on Trump, whom Kim in September labelled a “rogue” and a “dotard”. The Rodong Sinmun, the newspaper of the ruling Workers’ party, called the US president the “lunatic old man of the White House” and said there was no telling when he would trigger a nuclear war. Trump and Abe earlier on Monday met relatives of Japanese citizens abducted by North Korean spies during the 1970s and 80s. “We’ve just heard the very sad stories about family members, daughters, wives, brothers, uncles, fathers – it’s a very, very sad number of stories that we’ve heard,” Trump said. The relatives included Sakie Yokota, the mother of Megumi Yokota, who was 13 when she was snatched and taken to North Korea in 1977. “No child should ever be subjected to such cruelty, and no parent should ever have to endure 40 years of heartbreak,” Trump said. Five of 17 people officially listed as abductees by the Japanese government were allowed to return in 2002 after a summit in Pyongyang between the then Japanese prime minister, Junichiro Koizumi, and the North Korean leader, Kim Jong-il. North Korea claimed at the time that eight of the remaining abductees had died and four had never entered the country. “It would be a tremendous symbol if Kim Jong-un sent [the rest of them] back,” Trump said. “That could be the start of something special if he did that. The families think they’re alive but they don’t know … it probably makes it tougher that way.” Abe, who has been involved in the abduction issue for much of his political career, said he would not rest until the waiting families “can hold their sons, daughters and relatives in their arms”.",
    "keywords": [
        "abe",
        "korea",
        "counter",
        "threat",
        "north",
        "kim",
        "deals",
        "nuclear",
        "japanese",
        "japan",
        "china",
        "pressure",
        "usjapan",
        "arms",
        "trump",
        "help"
    ],
    "summary": "North Korea has test-launched two missiles over the Japanese island of Hokkaido in recent months and threatened to “sink” Japan into the sea.\n“Each time, North Korea broke its promises and bought itself time to continue developing nuclear weapons,” he said.\n“Beijing has every possibility in the world to put greater pressure on North Korea.\nThe relatives included Sakie Yokota, the mother of Megumi Yokota, who was 13 when she was snatched and taken to North Korea in 1977.\nNorth Korea claimed at the time that eight of the remaining abductees had died and four had never entered the country.",
    "sentiment": {
        "neg": 0.0911,
        "neu": 0.8407,
        "pos": 0.0683,
        "compound": -0.0882
    }
}