{
    "date": "2017-09-21T07:08:10Z",
    "title": "South Korea approves $8m aid package for North Korea",
    "url": "https://www.theguardian.com/world/2017/sep/21/south-korea-approves-8m-aid-package-for-north-korea",
    "content": "South Korea has approved an $8m (£5.9m) aid package for North Korea, in a humanitarian gesture at odds with calls by Japan and the US for unwavering economic and diplomatic pressure on Pyongyang. South Korea’s unification ministry agreed to provide the funds, which will go towards programmes for infants and pregnant women, days after the UN security council agreed a further round of sanctions in response to the regime’s recent nuclear test. The ministry, which oversees cross-border relations, said humanitarian aid to impoverished North Korea should remain unaffected by rising political tensions on the peninsula. The aid package did not include cash payments, the ministry said, and there was “realistically no possibility” that it could be of any use to the North Korean military. South Korea’s unification minister, Cho Myung-gyon, said the government had “consistently said we would pursue humanitarian aid for North Korea in consideration of the poor conditions there among children and pregnant women”. The decision is a break with the hardline policy on aid pursued by Seoul since the start of last year. It also risks causing a rift with the US and Japan, which regard engagement as a concession to North Korea, while it accelerates its nuclear weapons and ballistic missile programmes. The Japanese prime minister, Shinzo Abe, reportedly asked the South Korean president, Moon Jae-in, to reconsider the timing of the aid package in a recent telephone call. Japan’s government spokesman, Yoshihide Suga, said it could undermine international efforts to put pressure on North Korea. About $4.5m of nutrition-rich supplies will be distributed to children and pregnant women through the UN World Food Programme. A further $3.5m will go to Unicef to fund vaccinations and treatments for diarrhoea, acute respiratory diseases and malnutrition, the unification ministry said. The ministry said the timing of the shipments would be announced at a later date. Unicef’s regional director for East Asia and the Pacific, Karin Hulshof, said North Korean children faced problems that were “all too real”. “Today, we estimate that about 200,000 children are affected by acute malnutrition, heightening their risk of death and increasing rates of stunting,” Hulshof said. “Food and essential medicines and equipment to treat young children are in short supply.” An estimated 18 million of North Korea’s 25 million people require assistance due to food shortages and malnutrition, according to the UN. The World Health Organization estimates the mortality rate among North Korean children aged five and under at 25 per 1,000, compared with three in every 1,000 in South Korea. Moon’s conservative predecessor Park Geun-hye halted humanitarian aid to North Korea after the regime conducted a nuclear test in January 2016. The decision to resume aid is unpopular among many South Koreans. Realmeter, a South Korean polling organisation, said the measure had dented Moon’s popularity, although his approval rating is still high at just over 65%. Moon, Abe and Donald Trump are due to discuss the North Korean crisis on the sidelines of the UN general assembly later on Thursday.",
    "keywords": [
        "8m",
        "south",
        "children",
        "korea",
        "ministry",
        "women",
        "unification",
        "approves",
        "humanitarian",
        "korean",
        "aid",
        "north",
        "package"
    ],
    "summary": "South Korea has approved an $8m (£5.9m) aid package for North Korea, in a humanitarian gesture at odds with calls by Japan and the US for unwavering economic and diplomatic pressure on Pyongyang.\nThe ministry, which oversees cross-border relations, said humanitarian aid to impoverished North Korea should remain unaffected by rising political tensions on the peninsula.\nJapan’s government spokesman, Yoshihide Suga, said it could undermine international efforts to put pressure on North Korea.\nUnicef’s regional director for East Asia and the Pacific, Karin Hulshof, said North Korean children faced problems that were “all too real”.\nMoon’s conservative predecessor Park Geun-hye halted humanitarian aid to North Korea after the regime conducted a nuclear test in January 2016.",
    "sentiment": {
        "neg": 0.0644,
        "neu": 0.9042,
        "pos": 0.0314,
        "compound": -0.095
    }
}