{
    "date": "2017-09-18T05:48:24Z",
    "title": "Trump's 'rocket man' tweet claims Korea sanctions biting, but experts unsure",
    "url": "https://www.theguardian.com/world/2017/sep/18/trumps-rocket-man-tweet-oil-sanctions-north-korea-kim-jong-un",
    "content": "New international sanctions against North Korea have led to a spike in petrol prices, but there is little evidence for US claims that the country is being “economically strangled” or that motorists are panic-buying petrol. On Sunday, Donald Trump combined a taunt aimed at the North Korean leader, Kim Jong-un, with the assertion that the country’s citizens were queuing for petrol before the latest round of sanctions hits supplies. Referring to a telephone conversation earlier in the day with the South Korean president, Moon Jae-in, Trump tweeted: “I spoke with President Moon of South Korea last night. Asked him how Rocket Man is doing. Long gas lines forming in North Korea. Too bad!” A week after the United Nations security council voted to reduce gasoline exports and cap crude oil supplies to North Korea in response to its sixth nuclear test, Washington insisted the regime was starting to “feel the pinch”. The comments came from the US ambassador to the UN, Nikki Haley, who said recent sanctions had caused the country to be “cut off from the world”. But experts have challenged claims that the oil sanctions will exert sufficient pressure on the North Korean economy to convince the regime to change course. And while some Chinese traders along the border with North Korea complained that reduced access to fuel and the sanctions had hit cross-border trade, Trump’s vision of long queues at petrol stations seems far-fetched in a country where car ownership is very low and largely confined to military and government officials. NK News, citing multiple sources in the country, reported that there were no long queues for petrol in Pyongyang, where most traffic is concentrated. Exact numbers are hard to come by, but there are an estimated 250,000-300,000 cars in North Korea, compared with well over 20 million in South Korea, whose population is about double that of is neighbour. Most passenger cars in the North are second-hand imports from China, but are still way beyond the financial reach of most people. Cars have to be registered with a government enterprise or the military, and women are reportedly forbidden to drive in all but exceptional circumstances. Private car ownership is rising in the capital, Pyongyang, and among entrepreneurs near the Chinese border, but is subject to heavy regulations. The latest round of UN sanctions include capping crude oil exports at present levels and reductions in other commodities that, according to the US, will result in a 30% drop in the overall oil supply to North Korea However, the new sanctions are unlikely to have a significant impact on the North Korean military or nuclear weapons programme, according to a report by the US-based Nautilus Institute for Security and Sustainability. North Korea, it said, “will quickly effect a combination of additional energy end-use efficiency, outright cuts, and substitution of non-oil energy forms to manage the cuts” in oil supplies, most of which are used for transport or by the military. China sends crude oil to North Korea through an ageing 30-kilometre pipeline that runs from Dandong to an oil refinery on the other side of the border. Even if China were to halve oil exports to North Korea the regime would respond by cutting non-military use of oil, having no immediate impact on its nuclear programme, Nautilus said. “The immediate primary impacts of responses to oil and oil products cut-offs will be on welfare. People will be forced to walk or not move at all, and to push buses instead of riding in them. There will be less light in households due to less kerosene, and less on-site power generation. “Primarily these sanctions will affect the civilian population whose oil product uses are of lower priority to the [North Korean] state.” That prognosis was mirrored in a recent UN report that pointed out that North Korea had found ways to skirt existing sanctions and export at least $270m in banned items between February and August this year. Chun Yung-woo, a former South Korean envoy on the North Korean nuclear issue, said the North could get by for one, possibly two, years without oil imports. “North Koreans are so used to living in harsh economic conditions that they would just get by for at least one year even if the oil ban is adopted, rationing the existing stockpile among top elites at a minimum level and replacing cars, tractors, equipment with cow wagons and human labour,” Chun said. The Japanese prime minister, Shinzo Abe, meanwhile, has implored Asian countries with economic ties to the North to fully implement sanctions, although he did not name them. Abe applauded the security council’s “swift and unanimous” adoption of the sanctions resolution, but added that “we must not be simply complacent with the adoption of these sanctions. “We must thoroughly enforce the successive resolutions in order to prevent North Korea from obtaining the goods, technologies, funds and people to further develop its missiles and nuclear programme.” Reuters and AP contributed to this report.",
    "keywords": [
        "oil",
        "south",
        "military",
        "man",
        "korea",
        "experts",
        "claims",
        "sanctions",
        "nuclear",
        "country",
        "trumps",
        "biting",
        "unsure",
        "petrol",
        "rocket",
        "north",
        "korean"
    ],
    "summary": "Referring to a telephone conversation earlier in the day with the South Korean president, Moon Jae-in, Trump tweeted: “I spoke with President Moon of South Korea last night.\nLong gas lines forming in North Korea.\nBut experts have challenged claims that the oil sanctions will exert sufficient pressure on the North Korean economy to convince the regime to change course.\nExact numbers are hard to come by, but there are an estimated 250,000-300,000 cars in North Korea, compared with well over 20 million in South Korea, whose population is about double that of is neighbour.\nChun Yung-woo, a former South Korean envoy on the North Korean nuclear issue, said the North could get by for one, possibly two, years without oil imports.",
    "sentiment": {
        "neg": 0.0469,
        "neu": 0.9212,
        "pos": 0.0319,
        "compound": -0.1019
    }
}