{
    "date": "2017-11-13T13:12:42Z",
    "title": "Soldier shot by North Korean guards as he defects to South",
    "url": "https://www.theguardian.com/world/2017/nov/13/soldier-shot-by-north-korean-guards-as-he-defects-to-south",
    "content": "A North Korean soldier has been shot and injured during a rare but successful attempt to defect to South Korea by escaping across the countries’ heavily armed border. The unarmed soldier was shot by North Korean guards on Monday afternoon as he made a bid for the South via the joint security area, a section of the demilitarised zone (DMZ) where guards from either side stand just metres away from each other. The 2.5-mile wide, 155-mile-long strip of land has divided the peninsula since the Korean war ended in 1953 with an armistice but not a peace treaty. After hearing gunshots, South Korean soldiers found the defector about 50 metres south of the border truce village of Panmunjom. He had been shot in the shoulder and elbow, according to South Korea’s defence ministry. The man was flown to hospital in a UN helicopter, a ministry official said, adding that there had been no exchange of gunfire between forces on either side of the DMZ. “Since it was an area exposed to the North, we had to crawl towards there to get him out,” the official added. South Korea’s military said it had raised its level of alertness following the incident. North Korea has not commented on the defection, but a demand by Pyongyang that the soldier be returned could add to tensions over its nuclear weapons programme. “Currently, there are no unusual signs in the North Korean military, but we are increasing alertness against the possibility of North Korean provocations,” the Yonhap news agency quoted a South Korean military official as saying. The vast majority of the estimated 30,000 people – 70% of whom are women – who have defected from the North since the end of the Korean war cross into China before moving on to a third country to gain passage to South Korea. Military defections via the DMZ are rare, given that soldiers are selected for border duty partly because they have demonstrated fierce loyalty to the North Korean regime. A soldier from the North crossed the border through Panmunjom in 1998, while two others took a similar route in June this year. In 1984, North Korean and UN soldiers exchanged gunfire after a Soviet citizen ran to the southern side of the truce village. Three North Korean soldiers and one South Korean soldier died. Most of the DMZ is lined with razor-wire fences, hundreds of thousands of combat-ready troops and more than a million landmines. But the border is marked only by a low concrete divider as it passes through the joint security area, whose blue UN huts have traditionally hosted talks between the two sides. The soldier’s attempt to cross the border began when he bolted from a guard post at the northern side of Panmunjom to the southern side of the village, South Korea’s joint chiefs of staff said in a statement. South Korean authorities have not released his name or rank, but media reports said that his uniform suggested he was a low-ranking member of the North’s 1.2 million-strong army. It wasn’t immediately clear how serious his injuries were or why he had decided to defect.",
    "keywords": [
        "dmz",
        "border",
        "guards",
        "south",
        "village",
        "military",
        "soldier",
        "shot",
        "soldiers",
        "defects",
        "north",
        "korean"
    ],
    "summary": "A North Korean soldier has been shot and injured during a rare but successful attempt to defect to South Korea by escaping across the countries’ heavily armed border.\nAfter hearing gunshots, South Korean soldiers found the defector about 50 metres south of the border truce village of Panmunjom.\n“Currently, there are no unusual signs in the North Korean military, but we are increasing alertness against the possibility of North Korean provocations,” the Yonhap news agency quoted a South Korean military official as saying.\nThree North Korean soldiers and one South Korean soldier died.\nSouth Korean authorities have not released his name or rank, but media reports said that his uniform suggested he was a low-ranking member of the North’s 1.2 million-strong army.",
    "sentiment": {
        "neg": 0.0887,
        "neu": 0.8738,
        "pos": 0.0376,
        "compound": -0.1236
    }
}