{
    "date": "2017-02-16T16:42:28Z",
    "title": "The death of Kim Jong-nam: what we know",
    "url": "https://www.theguardian.com/world/2017/feb/16/kim-jong-nam-killing-what-we-know",
    "content": "Kim Jong-nam, the estranged half-brother of the North Korean leader, Kim Jong-un, was murdered at Malaysia’s main airport this week in a broad-daylight hit that could have come straight from a Hollywood screenplay. He collapsed and died within minutes after two women attacked with an unidentified but extremely potent poison. They looked like highly-trained assassins but may actually have been dupes, tricked into thinking they were taking part in a prank TV show. Police have rounded up three suspects, and are hunting a larger gang of men, as they work to unravel the details of how the killing unfolded. There are fewer questions about the motive: South Korean and US officials are in little doubt that it was ordered in North Korea. Where the attackers struck Kim was heading towards the check-in desks for a low-cost flight to Macau, where he had a home and family, when the assassins struck. At least two women, one wearing a T-shirt emblazoned with the letters LOL, approached Kim. While one woman distracted him, a second grabbed him in a chokehold and administered the poison, the local New Straits Times reported. It is still not clear how the lethal dose was delivered. Some reports suggest needles, others a spray, or a cloth held to Kim’s face. Whatever the method, the attack was over within seconds, and the women scattered. Kim’s last moments Kim felt dizzy almost immediately and tried to head towards the airport toilets before doubling back to ask for help at an information desk. Staff there were alarmed by his condition, and took him to the airport clinic, where an ambulance was called. CCTV footage shows the portly Kim slumped in an armchair and apparently grimacing in pain as he waited. Kim gave a few brief details about the attack, police said, but soon slipped out of consciousness and died on his way to hospital. Local authorities were reluctant to confirm the killing at first, saying only that a North Korean with a passport in the name of Kim Chol had died at the airport. That was believed to be an alias Kim used for travel. Thirty-six hours after his death, authorities confirmed the dead man’s identity and said his body would be returned to North Korea when the postmortem was completed. The getaway One suspect was captured on CCTV camera heading down an escalator to the airport taxi rank outside the arrivals hall. Police collected numbers and possible destinations of taxis, and within days had arrested three people, and said they were looking for a group of men thought to have flown into Malaysia some days earlier to mastermind the killing. They checked into a hotel near the airport to monitor Kim’s movements, and the whole group split up straight after the killing and had not seen each other since, one of the arrested suspects told police. The attackers The women who killed Kim in a bold attack in full view of airport security cameras were originally thought to be highly trained assassins, part of a long tradition of female North Korean agents. But they were rounded up soon after their killing, and as details of their lives began to emerge there were growing suspicions that at least one of the women had been duped into taking part in the attack, thinking it was a prank for reality TV. Siti Aisyah, who was detained on Thursday along with her boyfriend, is a 25 year-old Indonesian from a poor family. She had worked in Malaysia since 2011, and had a young son in Jakarta from a failed marriage, who she only saw intermittently. She had been paid to perform a stunt similar to the attack on Kim several times prior to the killing, persuading men to close their eyes before spraying them in the face with water, the Indonesian national police chief said, citing Malaysian authorites. “Such an action was done three or four times and they were given a few dollars for it,” Tito Karnavian told reporters in Indonesia’s Aceh province. “With the last target, Kim Jong-nam, allegedly there were dangerous materials in the sprayer. She was not aware that it was an assassination attempt by alleged foreign agents.” If at least one of the women thought the killing was part of an elaborate prank, it might explain the “LOL” message emblazoned in large letters one of the killers t-shirts. That woman was stopped trying to fly out of the same airport on Wednesday, using a Vietnamese passport, although her citizenship has not yet been confirmed. Siti’s mother, Benah, said the Indonesian attacker came from a humble village background. It was “impossible” her daughter was an international spy, she told the Sydney Morning Herald. “My daughter is not like that, she is just a country girl. Why was Kim a target? Kim lived a largely private life but had apparently angered his younger half-brother with occasional criticism of North Korea’s government and its system of dynastic succession. The younger Kim may also have feared a threat to his power from his sibling, whom he had reportedly never met. Kim Jong-nam was the eldest son of the late “Dear Leader” Kim Jong-il and had been considered his designated heir until he fell from favour in 2001. He was caught trying to sneak into Japan on a fake passport, saying he wanted to visit Disneyland, and the bizarre incident apparently infuriated his father. From then on, the older Kim lived largely in exile, reportedly indulging a taste for gambling and setting up more than one home. But he could still have stood as a possible leadership candidate, particularly for a faction seeking a change of rule but not wholesale overthrow of the current regime. Kim Jong-nam may have known he was a hunted man. According to South Korea’s spy agency, there had been past attempts on his life, and in 2012 he wrote to Pyongyang begging for his family and himself to be spared. What has North Korea said? North Korean diplomats have reportedly objected to the autopsy and asked for Kim’s body to be repatriated to Pyongyang, but have made no further comment. News of Kim’s death has not been reported inside the sealed-off state, where information is so closely controlled by the government that most citizens probably do not even know that their leader had an older brother. The death came as the country was gearing up for the “Day of the Shining Star”, the anniversary of the birthday of the Kim brothers’ father, and one of the most important days in the year. The celebrations on Thursday were not disrupted.",
    "keywords": [
        "jongnam",
        "killing",
        "women",
        "attack",
        "kim",
        "airport",
        "told",
        "know",
        "kims",
        "death",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-nam, the estranged half-brother of the North Korean leader, Kim Jong-un, was murdered at Malaysia’s main airport this week in a broad-daylight hit that could have come straight from a Hollywood screenplay.\n“With the last target, Kim Jong-nam, allegedly there were dangerous materials in the sprayer.\nKim Jong-nam was the eldest son of the late “Dear Leader” Kim Jong-il and had been considered his designated heir until he fell from favour in 2001.\nKim Jong-nam may have known he was a hunted man.\nNorth Korean diplomats have reportedly objected to the autopsy and asked for Kim’s body to be repatriated to Pyongyang, but have made no further comment.",
    "sentiment": {
        "neg": 0.1437,
        "neu": 0.8384,
        "pos": 0.0179,
        "compound": -0.4088
    }
}