{
    "date": "2017-10-07T22:47:23Z",
    "title": "Trump says 'only one thing will work' with nuclear-armed North Korea",
    "url": "https://www.theguardian.com/world/2017/oct/07/donald-trump-nuclear-north-korea",
    "content": "Donald Trump on Saturday said “only one thing will work” in dealing with North Korea, after previous administrations had talked to Pyongyang without results. “Presidents and their administrations have been talking to North Korea for 25 years, agreements made and massive amounts of money paid,” Trump wrote on Twitter. “Hasn’t worked, agreements violated before the ink was dry, making fools of US negotiators. Sorry, but only one thing will work!“ Trump did not make clear to what he was referring. Amid rising tension and exchanges of insults with the nuclear-armed regime of Kim Jong-un, Trump has previously said the US will destroy North Korea if necessary to protect itself and its allies. Later on Saturday, Trump spoke to reporters at the White House before he left for a fundraiser in South Carolina. Asked to clarify his cryptic “calm before the storm” remark earlier this week, which was made to reporters ushered into a dinner with military leaders, he said: “Nothing to clarify.” Trump also repeated that he and the secretary of state, Rex Tillerson, had “a very good relationship”. Tillerson has been the target of criticism from the president about his attempts to talk to North Korea and to engage China to rein in Pyongyang. Tillerson could be tougher, Trump said. He did not elaborate on what that meant. It was reported this week that in a session with Trump’s national security team and cabinet officials at the Pentagon this summer, Tillerson openly criticized the president and called him a “fucking moron”. At a press conference on Wednesday, Tillerson said he had never considered resigning and was committed to Trump’s agenda, but failed to address whether he had referred to the president as a “moron”, as NBC reported. On Saturday Trump said again that the reports of the “moron” remark, which reportedly made him furious and led to staff efforts to control the controversy, were “fake news”. He also said his chief of staff, the retired general John F Kelly, was “one of the best people I’ve ever worked with”, was “doing an incredible job” and would “be here in my opinion for the entire remaining seven years”. Kelly, the former homeland security secretary who replaced the fired chief of staff Reince Priebus in July, has been reported to be exasperated with the continuing ructions within the Trump White House.",
    "keywords": [
        "reported",
        "work",
        "staff",
        "moron",
        "korea",
        "thing",
        "north",
        "president",
        "tillerson",
        "trump",
        "worked",
        "nucleararmed"
    ],
    "summary": "Donald Trump on Saturday said “only one thing will work” in dealing with North Korea, after previous administrations had talked to Pyongyang without results.\n“Presidents and their administrations have been talking to North Korea for 25 years, agreements made and massive amounts of money paid,” Trump wrote on Twitter.\nSorry, but only one thing will work!“ Trump did not make clear to what he was referring.\nAmid rising tension and exchanges of insults with the nuclear-armed regime of Kim Jong-un, Trump has previously said the US will destroy North Korea if necessary to protect itself and its allies.\nTillerson has been the target of criticism from the president about his attempts to talk to North Korea and to engage China to rein in Pyongyang.",
    "sentiment": {
        "neg": 0.0899,
        "neu": 0.8459,
        "pos": 0.0641,
        "compound": -0.1464
    }
}