{
    "date": "2017-11-08T18:30:57Z",
    "title": "Democrats perturbed by Trump's threat of pre-emptive North Korea strike",
    "url": "https://www.theguardian.com/us-news/2017/nov/08/democrats-congress-trump-north-korea-strike",
    "content": "Democrats in Congress say they are concerned that Donald Trump does not understand the consequences of a pre-emptive strike on North Korea and believes there is a military solution to the nuclear standoff. On his visit to Seoul on Tuesday, Trump repeated his warnings to Pyongyang and pointed to the array of US military hardware gathering around the Korean peninsula. In doing so, he took the unusual step of revealing the presence of a “nuclear submarine” in the region, without clarifying whether he meant a nuclear-armed or nuclear-powered vessel. But in his remarks in Seoul, Trump also left the door open for possible talks. “It makes sense for North Korea to come to the table and to make a deal that’s good for the people of North Korea and the people of the world,” he said. The comments marked a reversal of his earlier insistence that talks with Pyongyang were “a waste of time” but Democratic critics of the president expressed concern that Trump’s apparent conversion to diplomacy might be fleeting and illusory. “The president’s rhetoric during his trip has been uncharacteristically diplomatic but let’s not kid ourselves. The braggadocio and the loose talk is going to come back the minute that he is alone inside the residence upon his return,” Senator Chris Murphy, a Democrat from Connecticut, told reporters. Members of Congress have been unnerved by briefings from the administration on North Korea that appeared to put an emphasis on possible military options and downplay the potential for dialogue. “It frightens me that they think there is such a thing as a limited strike on North Korea,” Ruben Gallego, a marine combat veteran and Democratic congressman from Arizona. Gallego and fellow congressman Ted Lieu wrote to the Pentagon in September to ask for its assessment of the impact of any North Korean retaliation for a US strike. The reply, signed by Rear Admiral Michael Dumont, vice-director of the joint staff, pointed out: “The only way to locate and destroy – with complete certainty – all components of North Korea’s nuclear weapons programmes is through a ground invasion.” Dumont’s response did not try to estimate a consequent casualty figure but a new report by the non-partisan Congressional Research Service said a conflict could affect upwards of 25 million people on either side of the border, including between 100,000 and half a million US citizens. “Even if the DPRK uses only its conventional munitions, estimates range from between 30,000 and 300,000 dead in the first days of fighting, given that DPRK artillery is thought to be capable of firing 10,000 rounds per minute at Seoul,” the report said. Senator Tammy Duckworth said she was confident that US military leaders understood the risks of any attempt of a preventive strike against North Korea, but worried that Trump’s past threats raised questions over whether the message was getting through to the Oval Office. “I am not confident that the president has looked at all the options and fully understands the consequences of all the options and what would happen, even with a limited military strike. And I worry that the folks with that information will not be allowed to present those options to him when he makes that decision,” Duckworth, a Democratic senator from Illinois, said. “It sounds like he is listening to his advisers today but I have no idea whether next week he is going to listen to them.” Lieu, a Democratic congressman from California and a former air force officer, said: “The problem is we can’t control whether it’s a limited strike or not because we can’t control what they would do. And in every scenario, there’s nothing that guarantees North Korea doesn’t just escalate immediately and go berserk.” Thae Yong-ho, a senior North Korean defector has said that an overwhelming response to a preventive or pre-emptive strike is programmed into Pyongyang’s military doctrines. “North Korean officers are trained to press their button without any further instructions from the general command if anything happens on their side,” Thae told the House foreign affairs committee last week. Trump’s recent remarks have also given the impression that he has an exaggerated appreciation of missile defence systems and their ability to shield the US and its allies from a North Korean attack or counter-attack. In October, Trump boasted: “We have missiles that can knock out a missile in the air 97% of the time, and if you send two of them it’s going to get knocked down.” And this week he questioned why Japan “a country of Samurai warriors” did not simply shoot down the missiles that North Korea test-fired over Japan. The various missile defence systems arrayed against North Korea in the region have a mixed record in exercises and have never been tested in battle. “This myth that we have some kind of technology that can shoot nuclear missiles out of the air … we do not,” said Joseph Cirincione, the head of the Ploughshares Fund, an arms control advocacy group. “But the president thinks we do.” Cirincione said he was also worried that the progress of the special counsel investigation into possible collusion between the Trump campaign and Moscow, and which has already led to the indictment of a former campaign manager, could panic Trump into war as a diversionary tactic. “As this Russian investigation intensifies – and it is just getting started – how does that affect the calculations of the president of the United States or his mental condition?” he said. “He would not be the first president to be tempted by using a military adventure to distract from domestic difficulties.” Asked about the possibility of such a “wag the dog” scenario, Senator Murphy said: “I certainly don’t want to speculate that would ever be the president’s motivation but the uncertainty about the factors that would go into the president’s decision to launch a military strike against North Korea is a big reason why Republicans and Democrats should make it clear that he has got to come to Congress first.” Democrats have drafted two bills aimed at limiting Trump’s capacity to go to war without congressional approval. The first would prohibit him from launching a nuclear first strike on his own, and the second would prevent him ordering unilateral action against North Korea. The two bills so far have attracted little overt Republican support, but Murphy argued that, as nervousness over Trump’s behaviour spreads, they would eventually get passed. “We’ve got a lot of support on the Democratic side of the aisle,” the senator said. “I’ll say we have a lot of quiet support from our Republican friends, who are not necessarily willing to sign on to our legislation but I imagine would support if it ever came to the Senate or a Senate committee on a vote. And we are going to exercise all our options to get it to a vote.”",
    "keywords": [
        "preemptive",
        "democrats",
        "military",
        "korea",
        "threat",
        "senator",
        "president",
        "nuclear",
        "strike",
        "trumps",
        "trump",
        "options",
        "perturbed",
        "north"
    ],
    "summary": "Democrats in Congress say they are concerned that Donald Trump does not understand the consequences of a pre-emptive strike on North Korea and believes there is a military solution to the nuclear standoff.\n“It makes sense for North Korea to come to the table and to make a deal that’s good for the people of North Korea and the people of the world,” he said.\n“It frightens me that they think there is such a thing as a limited strike on North Korea,” Ruben Gallego, a marine combat veteran and Democratic congressman from Arizona.\nThe various missile defence systems arrayed against North Korea in the region have a mixed record in exercises and have never been tested in battle.\nThe first would prohibit him from launching a nuclear first strike on his own, and the second would prevent him ordering unilateral action against North Korea.",
    "sentiment": {
        "neg": 0.0829,
        "neu": 0.8726,
        "pos": 0.0445,
        "compound": -0.2151
    }
}