{
    "date": "2017-10-14T23:25:05Z",
    "title": "Australia will 'not be cowed' by North Korea threats, minister says",
    "url": "https://www.theguardian.com/world/2017/oct/15/australia-will-not-be-cowed-by-north-korea-threats-minister-says",
    "content": "North Korea has issued its latest threat against Australia for its relationship with the US and South Korea, but a Turnbull government minister said the nation would “not be cowed” by the rogue state. North Korean state media reported Australia was “showing dangerous moves of zealously joining the frenzied political and military provocations of the US against DPRK”, warning against it. “Should Australia continue to follow the US in imposing military, economic and diplomatic pressure upon the DPRK despite our repeated warnings, they will not be able to avoid a disaster,” the state-run news agency KCNA said in a statement on Saturday. North Korea’s latest round of warnings against Australia came in the wake of foreign affairs minister Julie Bishop and defence minister Marise Payne’s visit last week to the demilitarized zone which sits between South and North Korea. Bishop and Payne attended meetings in the truce village of Panmunjom with their South Korean counterparts, reinforcing Australia’s support for its historical ally. Speaking in Sydney on Sunday, Bishop brushed off North Korea’s latest statement on Australia. “North Korea’s threats only strengthen our resolve to find a peaceful solution to the rising tensions on the Korean Peninsula caused entirely by North Korea’s illegal, threatening and provocative behaviour,” she said. The minister for defence personnel, Dan Tehan, said Australia would not be bullied by North Korea. “We will not be cowed by the North Koreans, we will continue to do all we can to protect and help and support our allies,” he told Sky News on Sunday. “The North Koreans should do what the international community have asked them to do – obey all the security council resolutions which have been passed, condemning their missile activity, condemning their attempts to build nuclear weapons. “If they did that, the international community would look to work with them. “If they don’t, then we will continue to support our allies, the South Koreans, the Japanese and everyone else who is threatened by this unpalatable behaviour by the North Koreans.” Labor foreign affairs spokesperson, Penny Wong, who made a recent visit to the region with Bill Shorten to reassure South Korea of Australia’s bipartisan position on the issue, reiterated the opposition’s support. “It’s very important that we continue to stand with the international community, that we continue to seek a unified approach and a peaceful diplomatic solution,” she told radio station 2GB. “It is not the time for escalatory language and the opposition supports the comments that the foreign minister made in her recent visit to the Korean peninsula where she sought a diplomatic and peaceful solution to this crisis.” It’s not the first time Pyongyang has taken aim at Australia. In April, KCNA issued a statement Australia was risking a “suicidal act” if it continued to support the US in United Nations security council resolutions. The prime minister, Malcolm Turnbull, has repeatedly confirmed Australia would come to the aid of the United States if the Anzus treaty was enacted, while also calling on China to do more to use its influence to bring North Korea back in line. The latest Guardian Essential poll found 55 % of Australians feared the North Korean standoff would lead to war. With Australian Associated Press",
    "keywords": [
        "threats",
        "south",
        "latest",
        "korea",
        "australia",
        "support",
        "minister",
        "cowed",
        "koreas",
        "continue",
        "north",
        "korean"
    ],
    "summary": "North Korea has issued its latest threat against Australia for its relationship with the US and South Korea, but a Turnbull government minister said the nation would “not be cowed” by the rogue state.\nNorth Korea’s latest round of warnings against Australia came in the wake of foreign affairs minister Julie Bishop and defence minister Marise Payne’s visit last week to the demilitarized zone which sits between South and North Korea.\nSpeaking in Sydney on Sunday, Bishop brushed off North Korea’s latest statement on Australia.\n“North Korea’s threats only strengthen our resolve to find a peaceful solution to the rising tensions on the Korean Peninsula caused entirely by North Korea’s illegal, threatening and provocative behaviour,” she said.\nThe minister for defence personnel, Dan Tehan, said Australia would not be bullied by North Korea.",
    "sentiment": {
        "neg": 0.0675,
        "neu": 0.8331,
        "pos": 0.0995,
        "compound": 0.1119
    }
}