{
    "date": "2017-09-06T17:46:41Z",
    "title": "Seoul pleads with Vladimir Putin to help tame North Korea",
    "url": "https://www.theguardian.com/business/2017/sep/06/asia-pacific-shares-fall-sharply-as-north-korea-threatens-more-gift-packages",
    "content": "The South Korean president, Moon Jae-in, has warned that the crisis on the Korean peninsula risks becoming “uncontrollable” as he sought Russian cooperation in a meeting with Vladimir Putin. “The global political situation has become very serious due to North Korea’s repeated provocations,” Moon told the Russian president during bilateral talks in Vladivostok on Wednesday. According to South Korean media, Moon asked Putin to help “tame” North Korea, as the international community considers its response to Pyongyang’s sixth nuclear test on Sunday. There was further evidence that North Korea had made significant progress in its nuclear programme, with Japan saying it had revised upwards the estimated yield from Sunday’s bomb to 160 kilotons – making it more than 10 times bigger than the Hiroshima bomb. “This is far more powerful than their nuclear tests in the past,” Japan’s defence minister, Itsunori Onodera, told reporters. The figure was based on a revised magnitude by the Comprehensive Nuclear Test Ban Treaty Organisation. Japan’s revised estimate is far greater than the 50-100 kiloton yield given by the UN security council. The council is due to vote on Monday on a resolution condemning the North’s recent test, but there are signs of division over how to respond. Putin has said he opposes fresh economic measures against the regime. While he condemned North Korea’s provocations, Putin said further sanctions would be useless and ineffective, describing the measures as a “road to nowhere”. China, too, opposes any measure – namely an oil embargo favoured by the US and Japan – that could foment a domestic crisis big enough to topple North Korea’s leader, Kim Jong-un, and potentially end the country’s status as a buffer between China and South Korea, where US forces are based. Japan’s prime minister, Shinzō Abe, is expected to broach sanctions with Putin when they meet in Vladivostok on Thursday. “We have to make North Korea change its current policy and understand that there is no bright future if North Korea continues the present policy,” Abe told reporters before he left Tokyo. The US president, Donald Trump, said military action against North Korea was not a first choice after what he called a strong and frank discussion with the Chinese president, Xi Jinping, about the issue. “President Xi would like to do something. We’ll see whether or not he can do it. But we will not be putting up with what’s happening in North Korea,” Trump told reporters at the White House. “I believe that President Xi agrees with me 100% ... We had a very, very frank and very strong phone call.” In a flurry of phone calls with world leaders, Trump earlier took a tough line against negotiating with North Korea. Trump stressed “now is not the time to talk to North Korea” and that “all options remain open to defend the United States and its allies”, according to a White House description of his telephone call with Theresa May. Trump also discussed North Korea with the Australian prime minister, Malcolm Turnbull. Trump and Turnbull “confirmed that their two countries will intensify joint efforts to denuclearise North Korea”. The UK defence secretary, Michael Fallon, told BBC Radio 4’s Today programme on Wednesday: “The US is perfectly entitled to make all the preparations it needs to protect its people, its bases, its own homeland. They are clearly doing that at the moment to make sure the president has all options he needs.” He said the US defence secretary, James Mattis, “and I and others across the administration have made it clear we have to absolutely exhaust every possible diplomatic avenue to get this situation under control”. “That means working intensively in New York over the next few days to get a new resolution. It means looking at the existing sanctions and making sure they’re properly enforced. It means looking at the European Union level and seeing what sanctions can be applied there and above all it means putting more pressure on China to deal with its neighbour. This last test was just 50 miles from the border of China.” Geopolitical concerns continued to simmer following the nuclear test on Sunday, with one of North Korea’s most senior diplomats saying the US would receive more “gift packages” from the regime. Han Tae-song, the country’s ambassador to the United Nations in Geneva, confirmed that North Korea had successfully conducted its sixth and largest nuclear bomb test on Sunday. “The recent self-defence measures by my country … are a gift package addressed to none other than the US,” Han told a disarmament conference in Geneva on Tuesday. “The US will receive more gift packages … as long as it relies on reckless provocations and futile attempts to put pressure on [North Korea].” Tensions between the US and North Korea continued to take their toll on markets in the region on Wednesday. The Nikkei share average fell 0.7% to a four-month low in Tokyo in early trading but had mounted a slight recovery by mid-afternoon. In Sydney, the ASX200 benchmark index plunged by the same margin as investors opted for safe havens such as gold and government bonds. The South Korean benchmark index – the Kospi – was 0.35% lower on Wednesday in the fifth successive day of losses. Shanghai dropped 0.4% while Hong Kong’s Hang Seng retreated 1%.",
    "keywords": [
        "south",
        "korea",
        "pleads",
        "president",
        "seoul",
        "test",
        "nuclear",
        "vladimir",
        "sanctions",
        "tame",
        "told",
        "trump",
        "putin",
        "north",
        "help"
    ],
    "summary": "According to South Korean media, Moon asked Putin to help “tame” North Korea, as the international community considers its response to Pyongyang’s sixth nuclear test on Sunday.\nThe figure was based on a revised magnitude by the Comprehensive Nuclear Test Ban Treaty Organisation.\n“We have to make North Korea change its current policy and understand that there is no bright future if North Korea continues the present policy,” Abe told reporters before he left Tokyo.\nBut we will not be putting up with what’s happening in North Korea,” Trump told reporters at the White House.\n“The US will receive more gift packages … as long as it relies on reckless provocations and futile attempts to put pressure on [North Korea].” Tensions between the US and North Korea continued to take their toll on markets in the region on Wednesday.",
    "sentiment": {
        "neg": 0.0543,
        "neu": 0.8617,
        "pos": 0.0841,
        "compound": 0.0714
    }
}