{
    "date": "2017-12-08T05:59:34Z",
    "title": "Storyville: When Rock Arrived in North Korea review – a Slovenian industrial metal band takes Pyongyang",
    "url": "https://www.theguardian.com/tv-and-radio/2017/dec/08/storyville-when-rock-arrived-in-north-korea-review-a-slovenian-industrial-metal-band-takes-pyongyang",
    "content": "I am not going to apologise for allowing the work of Slovenian art-rock collective Laibach to pass me by, although it was clearly an oversight. Formed in the early 80s in what was then Yugoslavia, the group earned dissident status early on; for a time, they were prohibited from using their own name (Laibach is the German name for Slovenia’s capital, Ljubljana). Their industrial metal sound and appropriation of fascist imagery led to accusations of both far-left and far-right affiliation, and on this subject they are consistently cagey, once listing their influences as Tito, Toto and Tati. In August 2015, they also became the first foreign rock band to play in North Korea, and this visit is the subject of Storyville: When Rock Arrived in North Korea (BBC Four), which is one of the most amazingly weird things I have seen this year. The idea of taking Laibach’s straight-faced subversion of totalitarianism to a country that looks like a stage set for one of their videos belongs to director Morten Traavik. “I am setting up maybe the blindest of blind dates,” he says. Traavik, who has conducted other collaborations with North Korea, as well as directing several Laibach videos, emerges as the hero of the piece. He is sensitive and respectful to his hosts, but also stern when he needs to be. The only person with a more thankless job is probably his Korean fixer, Mr Ri, who begins most of his sentences with the words: “Please, I beg of you …” Laibach and their crew are taken from the airport to a reception, where the director of the committee for cultural relations greets them with what appears to be an official welcome denunciation, in English. “Laibach is a terrible rock group,” he says. “Their music videos use pornography. Indeed, this group is considered as neo-Nazi.” It turns out he is largely paraphrasing the western press, but it is still chilling. The surreal confrontation between a totalitarian state and a European band with similar tastes in clothes quickly becomes something more human: a story about people struggling to stage a concert in challenging circumstances. Government minders comb through lyrics – including those for The Sound of Music – looking for offence. Video backdrops have to be re-edited at short notice. The electricity for the whole theatre appears to emanate from a single outlet in a dressing room. There are headaches on the other side: one band member goes off for an unapproved stroll; another becomes petulant in the face of interference. It is remarkably disorienting for the viewer – you lose track of who is saying what, for what reason. Simple conversations become bizarre strategic games. But other interactions between the two camps are jarringly sincere. For those who have not yet seen it, I will not spoil the reaction of a North Korean audience getting their first hearing of government-approved Slovenian industrial metal. But there is something uplifting about this strange, sometimes artful documentary. It takes your cynicism, plays with it, and in the end, steals it from you. “There is a crack in every wall,” says Laibach member Ivan. “That’s where the spirit gets in.” Catching a Killer (Channel 4) was about the murder of 19-year-old Suhaib Mohammed, killed at 5am by a single bullet fired through a window. A harrowing 999 call recording made the horror of the moment plain. The killer remained at large. This real-life mystery contained elements seemingly borrowed from fiction. This was senior investigating officer Mike Lynch’s last case, after 30 years on the job. The bullet through the window presented something of a dramatic challenge – the killer was never on the premises. Depressing reality asserted itself soon enough. Suhaib, it transpired, had fallen in with a bad crowd; the premises was a drugs den. Within hours a suspect turned himself in, claiming he had acted alone, that the murder was retaliation for a robbery, and that he had thrown the gun away at the scene. Not a lot of this was true: there was no gun at the scene, and an accomplice was clearly visible on CCTV. Confronted with this evidence, the first suspect “no commented” his way through a subsequent interview. The second suspect was detained, and claimed to be more or less a hostage in the affair. Again CCTV showed otherwise. Programmes such as Catching a Killer have to strike a balance between challenging viewers’ perceptions and rewarding their prurience. This one could have tipped the scales the wrong way, but for the sober reflections of Souhaibs’s younger sister and from Lynch. A death like this, he said, was not inevitable, but wholly avoidable.",
    "keywords": [
        "window",
        "takes",
        "laibach",
        "industrial",
        "korea",
        "suspect",
        "rock",
        "north",
        "metal",
        "videos",
        "killer",
        "group",
        "storyville",
        "pyongyang",
        "band",
        "review",
        "slovenian"
    ],
    "summary": "In August 2015, they also became the first foreign rock band to play in North Korea, and this visit is the subject of Storyville: When Rock Arrived in North Korea (BBC Four), which is one of the most amazingly weird things I have seen this year.\nTraavik, who has conducted other collaborations with North Korea, as well as directing several Laibach videos, emerges as the hero of the piece.\n“Laibach is a terrible rock group,” he says.\nFor those who have not yet seen it, I will not spoil the reaction of a North Korean audience getting their first hearing of government-approved Slovenian industrial metal.\nProgrammes such as Catching a Killer have to strike a balance between challenging viewers’ perceptions and rewarding their prurience.",
    "sentiment": {
        "neg": 0.1503,
        "neu": 0.8063,
        "pos": 0.0435,
        "compound": -0.2246
    }
}