{
    "date": "2017-08-12T13:37:21Z",
    "title": "Trump's rhetoric on North Korea echoes loudly in void of US diplomacy",
    "url": "https://www.theguardian.com/us-news/2017/aug/12/donald-trump-rhetoric-on-north-korea-echoes-loudly-in-void-of-us-diplomacy",
    "content": "It took more than seven months for the Trump administration to encounter its first real foreign crisis, and when it came, it was largely self-inflicted. The challenge posed by the North Korean regime’s nuclear weapons programme had been festering for more than a decade but it was Donald Trump who turned it into a global emergency with a few words. The president took his own staff unawares when he went off script on Tuesday to vow “fire and fury like the world has never seen” if the Pyongyang regime made further threats against the US. As Kim Jong-un’s government routinely churns out threats, the president’s choice of words was always going to be a hostage to fortune. And within hours North Korea had responded with a detailed threat to drop missiles in the sea around the US island territory of Guam. On Friday, in the face of global appeals to dial down the rhetoric, Trump did the opposite, turning a thorny geopolitical nuisance into a personal arm-wrestling contest with Kim. The North Korean leader would “truly regret” any move on Guam or other US or allied territories. Before the week was out, the 160,000 people on the island were being issued official advice on what to do, and what not to do, in the event of a nuclear blast. (Take cover, but don’t look into the “flash or fireball”.) By way of a parting shot on Friday evening, Trump also mentioned he was not ruling out a military option for dealing with Venezuela. It is one of the core tasks of the state department to try to ensure that global crises do not turn into wars, but it is currently struggling with an existential crisis of its own. The Trump White House has called for its budget to be cut by a third, and installed at its helm Rex Tillerson, a former oil executive who has shown little interest in drawing on the experience and analysis of its diplomatic corps. State diplomatic officials say they continue to send memos and reports and urgent requests up to the department’s leadership on the seventh floor of the Foggy Bottom headquarters, but rarely hear anything back, so that even routine messages to foreign governments go unsent. Tillerson has hired outside experts to consult 300 of the staff prior to a major reorganisation due to begin next month, but as the administration has already announced there will be an 8% cut in staffing levels, many assume the outcome of the restructuring has been cooked in advance. Tillerson lost the trust of the rank and file by failing to defend the department with any vigour when he was cross-examined in Congress, even by sympathetic senators. The Texan oil man’s advantage was supposed to have been his access to the president. And he does lunch at the White House more than any other cabinet secretary, but access has apparently not won him respect. Several of his choices for senior posts have been turned down by the political staff in the White House for their apparent insufficient devotion to Trump’s “America First” agenda. Tillerson’s frustration reportedly boiled over into an angry outburst at the head of the White House personnel office at the end of June, earning him a rebuke from the president’s son-in-law, Jared Kushner, for being “unprofessional”. To add to the humiliation, the dressing-down was leaked. When it came to North Korea and Venezuela this week, there was no sign that Trump had listened to any state department advice and referred exclusively to the military options available to him, shrugging off talk of diplomacy. Tillerson’s role in policymaking was played down by the White House on Thursday. After Trump made his “fire and fury” threat on television, Tillerson sought to mitigate the fallout by assuring Americans they could “sleep well at night” as there was no imminent threat of conflict. Asked about Tillerson’s comments on BBC Radio 4’s Today programme, Sebastian Gorka – a British-born Hungarian-American whose educational credentials and links to the far right have come under scrutiny – declared: “You should listen to the president; the idea that secretary Tillerson is going to discuss military matters is simply nonsensical.” The dismissive tone drew a riposte from the state department spokeswoman, Heather Nauert, who pointed out: “He’s a cabinet secretary. He’s fourth in line to the presidency. He carries a big stick.” The very public dissing of the state department and diplomacy has hit home. Thomas Countryman, who was undersecretary for arms control and international security until January, said: “There are the general indicators of the White House constantly seeking to demean and marginalise the state department in inter-agency policy discussions. Those are of great concern to me. “It makes everything more difficult if we actually get into a military confrontation with North Korea. You need the state department in order to dial down a conflict.” Worse was to come on Thursday. Vladimir Putin’s order at the end of July for the US to cut its diplomatic staff in Russia by 755 had been met by complete silence from the White House. Trump has never criticised the Russian president, and when he did finally address the Kremlin’s move on Thursday, he triggered outrage by thanking Putin for saving him having to cut staff himself. “I want to thank him because we’re trying to cut down on payroll,” Trump told reporters. “We’ll save a lot of money.” White House officials later said this was an example of sarcasm, but that was little comfort to diplomats packing their bags and hastily uprooting their lives in Russia. “As a foreign service veteran, I find it lamentable that our great career diplomats are treated with such disrespect by their president,” said Nicholas Burns, a former under-secretary of state for political affairs. Another state department veteran, Moira Whelan, said on Twitter: “A lot of civil servants I know are working out more, redo-ing houses. They aren’t busy at work so have time. finding happiness elsewhere.” Among the senior diplomatic posts that have remained unfilled are some that have become all the more crucial in the past few days. These include Countryman’s old job, in which he was acting as “undersecretary T”, required to sign off on US arms sales or security assistance abroad, and charged with negotiating, implementing and verifying international arms control agreements and international security. Another vacancy is the assistant secretary of state for east Asian and Pacific affairs. According to Buzzfeed, Tillerson wanted the person acting in the role, Susan Thornton, to be given the job, but he was overridden by the White House, who seemed to find Thornton insufficiently gung-ho about America First. Nor is there a US ambassador to Seoul. A rumoured leading candidate, Victor Cha, is said to have earned a black mark for co-authoring a newspaper commentary with a former Clinton aide. “This absolutely has a very critical impact. You don’t have the entities in place,” said Stephen Noerper, a former senior analyst at the state department. “You need to have had an assistant secretary who has been in play for a while. You really should have an ambassador in Seoul who can mitigate the situation … I can’t overstate the critical nature of the need for these folks to be put in place.” On the day that Trump declared that military solutions to the North Korean problems were “locked and loaded” it was reported that the state department had had a backchannel to the North Koreans at the United Nations. Joseph Yun, the US envoy for North Korea policy, had been talking to Pak Song-il, a senior North Korean diplomat at the UN mission, about US detainees but also broader issues. However, there appear to have been no talks since the war of words erupted between Trump and Kim. Trump seemed dismissive of the effort on Friday. Even if the contacts restart, the North Koreans are likely to wonder if they are talking to a US agency with any clout. Max Bergmann, a former senior official in the state department policy planning staff said the steady hollowing out of the department “escalates the current danger because there is no one credibly speaking for the president besides the president himself”. “This means that the North Koreans will simply ignore what [the department] has to say and will look to those with the means to initiate war – the president and the US military,” Bergmann said. “This puts the military in an extremely awkward spot as they are not diplomats and are trained to always show resolve, but echoing the president’s rhetoric in this case could lead North Korea to tragically miscalculate.” Bergmann’s conclusion was that because of the administration’s own actions and disregard for the state department: “The US is not diplomatically prepared to deal with this crisis.”",
    "keywords": [
        "void",
        "diplomacy",
        "white",
        "staff",
        "military",
        "korea",
        "state",
        "department",
        "president",
        "house",
        "echoes",
        "tillerson",
        "trump",
        "loudly",
        "rhetoric",
        "trumps",
        "north"
    ],
    "summary": "And he does lunch at the White House more than any other cabinet secretary, but access has apparently not won him respect.\nHe carries a big stick.” The very public dissing of the state department and diplomacy has hit home.\nYou need the state department in order to dial down a conflict.” Worse was to come on Thursday.\nAnother state department veteran, Moira Whelan, said on Twitter: “A lot of civil servants I know are working out more, redo-ing houses.\nYou don’t have the entities in place,” said Stephen Noerper, a former senior analyst at the state department.",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8663,
        "pos": 0.0466,
        "compound": -0.1535
    }
}