{
    "date": "2017-10-09T06:04:08Z",
    "title": "Meet Kim Yo-jong, the sister who is the brains behind Kim Jong-un's image",
    "url": "https://www.theguardian.com/world/2017/oct/09/kim-yo-jong-sister-brains-behind-kim-jong-uns-image",
    "content": "Kim Yo-jong’s promotion to the politburo of North Korea’s workers’ party is a sign that Kim Jong-un has absolute trust in his younger sister – rumoured to be the brains behind his carefully constructed public image – as he seeks to tighten his grip on power. Yo-jong, who is four years younger than her brother, was rarely seen in public until 2010, when she was photographed attending a Korean Workers’ party conference. By the following year, she was a regular presence in her father Kim Jong-il’s entourage, and was seen mourning alongside her brother after their father’s death in December 2011. She did not receive an official mention in North Korean state media until March 2014, when she accompanied Kim Jong-un during elections for the supreme people’s assembly. There were even rumours that she was briefly responsible for state affairs during Kim’s prolonged absence from public life – attributed to an undisclosed health problem – in the autumn of that year. Since Kim Jong-un’s anointment as the third leader of the Kim dynasty, his sister has frequently been seen accompanying him during “field guidance trips” and at other public events. Her promotion on Saturday means that she enjoys her brother’s absolute trust, and cements her position as one of the two most visible women in North Korean public life, alongside the leader’s wife, Ri Sol-ju. Kim Yo-jong was appointed vice-director of the party’s propaganda and agitation department in late 2014, and used the role to create a cult of personality around her brother that included presenting him as a benevolent, accessible leader modelled on his grandfather, and North Korea’s founder, Kim Il-sung. She, not Kim, is said to be the inspiration behind his visits to theme parks, schools and the homes of ordinary people, and his unlikely friendship with the former NBA star Dennis Rodman. Family ties to Kim Jong-un are no guarantee of favourable treatment, or even of survival, as the young leader seeks to consolidate power through a series of purges estimated to have affected 140 senior military and government officials. He ordered the execution of his uncle and close adviser, Jang Song-thaek, in 2013, and is suspected of involvement in the assassination of his half brother, Kim Jong-nam, at Kuala Lumpur airport in February. Kim and Yo-jong, however, have the same mother: Ko Yong-hui, a Japanese-born former dancer who is thought to have been Kim Jong-il’s third partner. Experts say Yo-jong’s ascension to alternate member of the politburo – the country’s top decision-making body – indicates she is Kim Jong-un’s replacement for his aunt, Kim Kyong-hui, a member of his father’s inner circle who does not have an active role in the new regime. Her promotion points towards a generational shift, as Kim seeks to make a clean break with the personnel who surrounded his father, according to some experts. “Through the personnel reshuffle, the Kim Jong-un regime has ended its co-existence with the remnants of the previous Kim Jong-il regime by carrying out a generational replacement in the party’s key elite posts,” Kim Yong-hyun, a professor of North Korean studies at Dongguk University in Seoul, told Yonhap news agency. Like other members of the regime, verifiable information about Kim Yo-jong’s life is hard to come by. She is believed to be in her late 20s, although some reports put her age at 30. Several accounts say she attended primary school in Berne, Switzerland, in the late 1990s – the same time as Kim Jong-un – before studying computer science at the prestigious Kim Il-sung University in Pyongyang. An employee at the boarding school has said that the siblings lived in a private residence, surrounded by staff and bodyguards, according to the North Korea Leadership Watch website. Her father attempted to ease her isolation by sending North Korean musicians to Switzerland to keep her company, the site says. Nothing is known about Kim Yo-jong’s life during the years following her university education and 2007, when she began to play a junior role in the ruling party. In the late 2000s she was involved in arranging her brother’s succession to supreme leader – a more pressing issue after their father suffered two strokes in 2008. She reportedly married Choe Song, the son of the Workers’ party vice chairman Choe Ryong-hae, in early 2015, and had a child in May that year. Significantly, the senior Choe was promoted to the party’s powerful military commission last weekend, according to the official KCNA news agency. Yo-jong has not escaped the attention of US officials, who in January placed her and other North Korean officials on a blacklist for “severe human rights abuses”.",
    "keywords": [
        "brains",
        "regime",
        "public",
        "sister",
        "image",
        "meet",
        "kim",
        "jongun",
        "yojongs",
        "yojong",
        "party",
        "jonguns",
        "life",
        "north",
        "korean"
    ],
    "summary": "She did not receive an official mention in North Korean state media until March 2014, when she accompanied Kim Jong-un during elections for the supreme people’s assembly.\nKim and Yo-jong, however, have the same mother: Ko Yong-hui, a Japanese-born former dancer who is thought to have been Kim Jong-il’s third partner.\nLike other members of the regime, verifiable information about Kim Yo-jong’s life is hard to come by.\nSeveral accounts say she attended primary school in Berne, Switzerland, in the late 1990s – the same time as Kim Jong-un – before studying computer science at the prestigious Kim Il-sung University in Pyongyang.\nHer father attempted to ease her isolation by sending North Korean musicians to Switzerland to keep her company, the site says.",
    "sentiment": {
        "neg": 0.038,
        "neu": 0.882,
        "pos": 0.0799,
        "compound": 0.1749
    }
}