{
    "date": "2017-01-03T11:43:23Z",
    "title": "Trump says US safe from North Korean nuclear strike – no thanks to China",
    "url": "https://www.theguardian.com/world/2017/jan/03/trump-says-us-safe-from-north-korean-nuclear-strike-no-thanks-to-china",
    "content": "Donald Trump has said no North Korean nuclear bomb will reach the US mainland, a day after the regime in Pyongyang claimed it was close to test-launching an intercontinental ballistic missile (ICBM). The president-elect – who has yet to articulate his incoming administration’s approach to North Korea’s nuclear weapons programme – also took another swipe at China, accusing Beijing of failing to rein in the North’s nuclear ambitions. “North Korea just stated that it is in the final stages of developing a nuclear weapon capable of reaching parts of the US. It won’t happen!” Trump tweeted. It was not clear what Trump meant: whether he believed North Korea was incapable of developing a reliable ICBM, or that the US would prevent it doing so. He went on to reignite his verbal tit-for-tat with Beijing, this time linking trade to what he called China’s unwillingness to exert pressure on Pyongyang over its nuclear weapons programme. “China has been taking out massive amounts of money and wealth from the US in totally one-sided trade, but won’t help with North Korea. Nice!” In a televised new year’s address, the North Korean ruler, Kim Jong-un, appeared to put pressure on Trump ahead of his 20 January inauguration by claiming the regime was preparing to test-fire an ICBM. “We are in the final stages of test-launching the intercontinental ballistic missile,” he said, adding that the North had “soared as a nuclear power” after a year in which he oversaw two nuclear tests and the test-firing of around 20 ballistic missiles. Kim said his country had become a “military power of the east that cannot be touched by even the strongest enemy”. While Kim did not refer to Trump, he called on Washington to make a “resolute decision to withdraw its anachronistic hostile North Korea policy”. Kim’s comments fuelled speculation that Pyongyang will test a long-range missile to coincide with his birthday on 8 January, or around the time of Trump’s inauguration, in an attempt to ratchet up the pressure ahead of any negotiations with Washington. Since winning the US presidential election, Trump has not indicated he will abandon the Obama administration’s policy of isolating North Korea. He has described Kim as a “maniac”, but suggested in June 2015 that he would be willing to invite Kim to Washington for talks over hamburgers. North Korea is thought to be some way off developing a nuclear warhead capable of reaching the US, but some experts said Kim’s ICBM claims should be taken seriously, citing the progress that has been made since he became leader in late 2011. A fully functional North Korean ICBM could, in theory, reach the US mainland about 5,500 miles way (9,000km). North Korea has never successfully test-fired an ICBM but, according to Melissa Hanham, a senior research associate at the Middlebury Institute of International Studies at Monterey, California, it has made significant progress in developing the technology. “The bottom line is Pyongyang is much further along in their missile development than most people realise,” Hanham said, citing an April test on a large liquid-fuelled engine that could propel an ICBM. “The liquid engine test was astounding. For years we knew that North Korea had a Soviet R-27 missile engine design. They re-engineered the design of that engine to double its propulsion.” North Korea has said it is capable of mounting a nuclear warhead on a ballistic missile, but its claims to be able to miniaturise a nuclear device have been greeted with widespread scepticism. Kim has presided over three nuclear tests and several rocket launches in defiance of UN resolutions and despite multilateral sanctions designed to impair its ability to develop weapons of mass destruction. Hanham said 2016 “marked the year North Korea truly ramped up their WMD programme”, adding: “I think we’re going to see a [ICBM] flight test in 2017.” China brushed off suggestions it had done little to diffuse tensions created by North Korea’s nuclear program, stating its official position of supporting denuclearisation through peace talks. “We hope that all parties will refrain from words and deeds that lead to the escalation of tension in the situation,” said Geng Shuang, a Chinese foreign ministry spokesman. “We hope to jointly push for an early return to dialogue and negotiation on the Korean Peninsula nuclear issue.” Beijing is North Korea’s biggest aid donor and only ally, yet has failed to persuade Kim to abandon his quest to turn North Korea into a legitimate nuclear state. Though irritated by Kim’s determination to defy UN resolutions on nuclear weapons, China does not want the North Korean regime to collapse, fearing that it would result in a united Korea with tens of thousands of South Korean and US troops ranged along the border it now shares with North Korea.",
    "keywords": [
        "korea",
        "safe",
        "north",
        "nuclear",
        "china",
        "kim",
        "thanks",
        "strike",
        "weapons",
        "test",
        "missile",
        "icbm",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump has said no North Korean nuclear bomb will reach the US mainland, a day after the regime in Pyongyang claimed it was close to test-launching an intercontinental ballistic missile (ICBM).\n“North Korea just stated that it is in the final stages of developing a nuclear weapon capable of reaching parts of the US.\n“China has been taking out massive amounts of money and wealth from the US in totally one-sided trade, but won’t help with North Korea.\nSince winning the US presidential election, Trump has not indicated he will abandon the Obama administration’s policy of isolating North Korea.\nA fully functional North Korean ICBM could, in theory, reach the US mainland about 5,500 miles way (9,000km).",
    "sentiment": {
        "neg": 0.072,
        "neu": 0.8438,
        "pos": 0.0844,
        "compound": -0.0183
    }
}