{
    "date": "2017-08-02T16:25:05Z",
    "title": "Late-night on Russia sanctions: 'They've effectively put sanctions on Donald Trump'",
    "url": "https://www.theguardian.com/culture/2017/aug/02/late-night-russia-sanctions-donald-trump-colbert-noah-meyers",
    "content": "Late-night hosts on Tuesday addressed a range of topics regarding the Trump administration, including the New York Times report that the president dictated his son’s statement on his previously reported June 2016 meeting with Russian officials and the foreign threats from Russia and North Korea. Stephen Colbert began, “For Donald Trump, it has been a rough couple of ... his entire presidency. The chaos coming out of the White House is just coming at you so fast it’s hard to keep track of it.” “But come with me now into the past. Try to remember what we were talking about last month,” he said. “There’s this place called Russia and during the presidential campaign, the president’s son and guy-explaining-why-he-doesn’t-tip Donald Trump Jr took a secret meeting with a whole bunch of Russians who all seem to have connections to Kremlin intelligence. And when this came out – kind of shady stuff – Don Jr released a statement saying he didn’t know who he was meeting with and they mostly talked about adoption. Those were lies. Including, the lie that he said it. Because last night we find out that president Trump dictated his son’s misleading statement.” Colbert went on to detail the report, explaining that Trump advisors, when Trump Jr was initially drafting the statement, “wanted it to be truthful”. “Yes, they wanted it to be truthful,” he joked. “So they can just plead, ‘We’d prefer to be innocent’. But the president ignored his advisors and instead dictated a statement that was clearly a coverup to hide their eagerness to collude with the Russians. Now, this looks bad. And is bad. But according to his advisors, Trump ‘Believes he is innocent and therefore does not think he is at any legal risk’. And everyone knows, you can’t be convicted if you’re not guilty in your mind.” Colbert continued: “Now, asked about this report in today’s televised press briefing, White House press secretary and elementary-school-teacher-who-cries-in-the-art-supplies-closet, Sarah Huckabee Sanders, defended the president.” The host then showed footage of Sanders’s response, in which she said that the president “weighed in as any father would”. “Yes, like any father would,” Colbert said. “It’s one of those father-son things, like playing catch or going fishing or preventing your son from implicating you in treason.” Trevor Noah of Comedy Central addressed another aspect of the administration’s relationship with the Kremlin: the Russia sanctions bill that overwhelmingly passed the House and Senate. “While we know that the autocrat billionaire brothers from another mother badly want to improve US-Russia relations, it seems like it’s not going quite that way,” he began, explaining the passage of a veto-proof bill leveraging sanctions on Russia. “Not only did they put sanctions on Russia, they’ve effectively put sanctions on Donald Trump,” he said. “And by the way, it wasn’t even close. Not only did the sanctions pass the Senate by 98-2, in the House the vote was 419-3. Everyone in congress went up against Russia like it was Ted Cruz.” The host then detailed Russia’s retaliatory efforts, including the expulsion of 755 American diplomats and the seizure of a US compound in Moscow. “I don’t know if the US can afford to get into another cold war, because the scary news is there may be a hot one right around the corner,” Noah explained, referring to the news that North Korea has developed an intercontinental ballistic missile capable of reaching Los Angeles, New York and Washington DC. Noah continued: “I don’t know about you, but this shit is starting to scare me. They have a missile that can hit New York. If it can make it here ... it can make it anywhere.” “I will say, though, the joke’s on Kim Jung-Un, because if he tries to send a missile to New York, we’ll all have time to evacuate because the missile will get stuck in traffic in the Lincoln Tunnel,” he joked. Seth Meyers turned his focus to the president’s relationship with religion and his attempts to shore up the evangelical base that supported him throughout the campaign. “Now that he’s president, Trump is realizing just how difficult the job is,” he began. “He doesn’t have much to show for: his health care bill failed, there’s constant infighting and staff changes in the White House, and of course the Russia investigation continues to loom over him. And it’s often in dark times like this that a man will turn to God.” “Now admittedly, Trump did talk about God a lot during the campaign, but what he had to say about God was a real mixed bag,” Meyers explained, showing clips of Trump joking, at a 2016 campaign speech, about how the Bible is “far superior to The Art of the Deal”. “Not only is the Bible better than The Art of the Deal, it’s also the opposite,” Meyers joked. “The only thing they have in common is that Trump has never read either of them.” Meyers went on: “One moment that best illustrated Trump’s unfamiliarity with the Bible was when he referred to Second Corinthians during a speech at Liberty University, but called it something else.” He then showed a clip of Trump’s speech, where he refers to “Two Corinthians”. “Two Corinthians, like it’s a sequel to an action movie,” Meyers quipped. “And according to a Politico article from April, aside from Trump attending church services on inauguration day, making an appearance at the National Prayer Breakfast, and going to service on Easter, there’s no public knowledge of any other church services that Trump has attended.” “And that makes sense because Trump would hate church,” Meyers said. “It’s an hour of people talking about someone other than him.”",
    "keywords": [
        "russia",
        "effectively",
        "latenight",
        "donald",
        "sanctions",
        "president",
        "house",
        "know",
        "theyve",
        "missile",
        "meyers",
        "statement",
        "york",
        "trump"
    ],
    "summary": "Stephen Colbert began, “For Donald Trump, it has been a rough couple of ... his entire presidency.\nBecause last night we find out that president Trump dictated his son’s misleading statement.” Colbert went on to detail the report, explaining that Trump advisors, when Trump Jr was initially drafting the statement, “wanted it to be truthful”.\nBut according to his advisors, Trump ‘Believes he is innocent and therefore does not think he is at any legal risk’.\n“Not only did they put sanctions on Russia, they’ve effectively put sanctions on Donald Trump,” he said.\n“Now that he’s president, Trump is realizing just how difficult the job is,” he began.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.8364,
        "pos": 0.0715,
        "compound": 0.0408
    }
}