{
    "date": "2017-07-29T04:21:49Z",
    "title": "China and Russia have 'responsibility' for North Korea nuclear threat, says US",
    "url": "https://www.theguardian.com/world/2017/jul/29/china-and-russia-have-responsibility-for-north-korea-nuclear-threat-says-us",
    "content": "The United States has accused China and Russia of bearing “unique and special responsibility” for North Korea’s “belligerent” pursuit of nuclear weapons, after Pyongyang tested its latest ballistic missile. North Korea conducted its second intercontinental ballistic missile (ICBM) test late on Friday in what it called a warning to the “beast-like US imperialists”. It came less than a month after its first such experiment, on 4 July. The test-launch sent “a grave warning to the US” that it “would not go scot-free if it dares provoke” the North, Pyongyang’s official news agency, KCNA, said in a statement. “If the Yankees brandish the nuclear stick on this land again despite our repeated warnings, we will clearly teach them manners,” KCNA warned. The news agency described Pyongyang’s weapons programs as a “precious strategic asset that cannot be bartered for anything” and an indication of the country’s “tremendous might”. The US secretary of state, Rex Tillerson, hit back on Saturday, describing North Korea’s launch as a “blatant violation” of multiple UN security council resolutions. Tillerson also pointed the finger of blame at Beijing and Moscow. “As the principal economic enablers of North Korea’s nuclear weapon and ballistic missile development program, China and Russia bear unique and special responsibility for this growing threat to regional and global stability,” he said in a statement. Tillerson’s comments are sure to anger Russia and China. Earlier this month Beijing rejected claims from US president Donald Trump that it had a responsibility to do more to rein in its ally. “I think this either shows lack of a full, correct knowledge of the issue, or there are ulterior motives for it, trying to shift responsibility,” Geng Shuang, a foreign ministry spokesman, told reporters. On Saturday, China’s foreign ministry made no reference to Tillerson’s comments but called on Pyongyang “to respect United Nations security council resolutions and stop all acts that could worsen tensions on the Korean peninsula”. China also “urged all the relevant parties to act with caution” to prevent the situation from escalating, the ministry added, parroting previous language on the issue. Bonnie Glaser, the director of the China power project at the Center for Strategic and International Studies (CSIS) thinktank in Washington, said Kim Jong-un’s latest test – of a missile some experts said had the capacity to reach New York – would increase Chinese fears of a US strike against the North. “I suspect that the Chinese are going to be worried about the possibility of a US military strike on North Korea going forward … The Chinese can’t rule out the Trump ‘unpredictability’ factor,” she said. Last week the US’s top military officer told a security forum in Aspen, Colorado that conflict with North Korea was not “unimaginable”. “What’s unimaginable to me is allowing a capability that would allow a nuclear weapon to land in Denver, Colorado – that’s unimaginable to me. And so my job will be to develop military options to make sure that doesn’t happen,” said Gen Joseph Dunford, the chairman of the joint chiefs of staff. Glaser said it was hard to predict whether Trump’s White House was genuinely pondering such military options, which might include attempting to destroy a North Korean missile on the launch pad before it it was fired. But following Friday’s test, calls for a return to negotiations appeared increasingly unrealistic. “Diplomacy seems very unlikely at present.” Jeffrey Lewis, a North Korea specialist at the Middlebury institute of international studies, said he believed a military strike against North Korea had become unthinkable in the light of the ICBM tests, which showed Pyongyang could hit targets on US soil by launching missiles from unexpected locations and at unexpected times. “The North Koreans wanted to demonstrate that ... if there was a war they could definitely launch [missiles] in the dead of night from some place we don’t expect so we wouldn’t have a chance to fire at them before they got off the ground.” “What I think this changes is that it forces the US to confront something that we have said for a long-time is unacceptable … [that] they can target New York and LA and there is not much we can do about it.” “The window for [military action] has closed. People are jumping up and down and screaming [in Washington] not because they are getting ready to attack but because they don’t really have that option any more and they accept that it has gone,” Lewis added. “Attacking a nuclear-armed state is usually a bad idea - which is why countries build nuclear weapons. That is kind of the appeal.”",
    "keywords": [
        "unimaginable",
        "military",
        "korea",
        "russia",
        "threat",
        "nuclear",
        "china",
        "test",
        "weapons",
        "missile",
        "responsibility",
        "north"
    ],
    "summary": "The United States has accused China and Russia of bearing “unique and special responsibility” for North Korea’s “belligerent” pursuit of nuclear weapons, after Pyongyang tested its latest ballistic missile.\nNorth Korea conducted its second intercontinental ballistic missile (ICBM) test late on Friday in what it called a warning to the “beast-like US imperialists”.\n“As the principal economic enablers of North Korea’s nuclear weapon and ballistic missile development program, China and Russia bear unique and special responsibility for this growing threat to regional and global stability,” he said in a statement.\nLast week the US’s top military officer told a security forum in Aspen, Colorado that conflict with North Korea was not “unimaginable”.\n“Attacking a nuclear-armed state is usually a bad idea - which is why countries build nuclear weapons.",
    "sentiment": {
        "neg": 0.1115,
        "neu": 0.8222,
        "pos": 0.0662,
        "compound": -0.1637
    }
}