{
    "date": "2017-02-26T19:29:58Z",
    "title": "The Guardian view on South Korea: scandals and successes | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/feb/26/the-guardian-view-on-south-korea-scandals-and-successes",
    "content": "North Korea’s bombastic rhetoric, nuclear programme and now the killing of the leader’s half-brother ensure – as intended – that this impoverished and insular country grabs extraordinary international attention. More surprising is that South Korea inspires so little interest in the west. It is, perhaps, too prosperous and stable to intrigue. But its rise has been spectacular. When Korea was divided in 1953, the south’s prospects looked gloomy. Life expectancy stood at around 50 years. Now it is a major global economy. By 2030 its women are expected to live past 90, leading the world. And a “Korean wave” of popular culture – K-pop, cosmetic brands and dramas – has swept through Asia and onwards. Seoul’s latest soap opera is its most riveting and its most absurd. But this one is factual and threatens to make President Park Geun-hye the country’s first democratically elected leader to be forced from office early. It involves a “female Rasputin”, multimillion-dollar bribery allegations that have led to the arrest of Samsung’s acting head, and an actual, not merely metaphorical, gift horse. On Monday, the court deciding whether to uphold Ms Park’s impeachment will hear closing arguments. Her powers are already suspended and she has vowed to resign if it rules against her; critics say she has been stalling to see out the last year of the single term that presidents are allowed. Ms Park, the country’s first female leader, won power in part because of lingering fondness for her father, Park Chung-hee, a military dictator credited by many older people with jump-starting the “Korean miracle” of development. But she also promised “economic democratisation” and a taming of the family-owned conglomerates fostered by her father – and now at the heart of the scandal. Instead, she pursued deregulation and cracked down on trade unions, the media and even artists: thousands have reportedly been blacklisted. What offended many is the combination of heavy-handedness with incompetence. They see a kind of feeble authoritarianism, encapsulated by her seven-hour absence during the Sewol ferry tragedy in which hundreds, mostly children, died. Investigators say that her wardrobe, speeches and choice of ministers were controlled by her friend Choi Soon-sil, who extracted donations for shadowy foundations from companies seeking government favours. Ms Choi is the daughter of a spiritual leader – a charlatan, many say – who became Ms Park’s mentor after the assassinations of her parents. Both she and Ms Park deny any wrongdoing, but South Koreans are angry and embarrassed. Corruption scandals and plummeting popularity are the rule, not the exception, for South Korean presidents. But people are growing tired of watching political and business leaders escape with a slap on the wrist when caught out, seeing it as symptomatic of an elite that only looks after its own. There are new uncertainties with the country’s three main trading partners. Businesses are being hit by Chinese firms moving up the technology chain, China’s slowdown and Beijing’s anger at South Korea hosting the US Thaad anti-missile system. Relations with Japan are deteriorating. And Donald Trump’s questioning of the alliance has rattled South Korea, despite subsequent reassurances. Yet there is genuine good news in this tale of woe. After only three decades, an authoritarian state has become a thriving democracy. Journalists have (albeit belatedly) dragged this scandal to light. Parliament impeached the president. A court is considering her future on the basis of law. The millions demonstrating against her have been peaceful. None of this should be taken for granted. Nor should it be rested upon. Legislators are pushing to curb the president’s extensive powers, in the first change to the constitution since the country became a democracy. They are right to do so. This scandal highlights South Korea’s failures. It also gives it an opportunity to build on its successes.",
    "keywords": [
        "south",
        "leader",
        "countrys",
        "korea",
        "successes",
        "scandal",
        "ms",
        "editorial",
        "scandals",
        "presidents",
        "korean",
        "say",
        "view",
        "guardian",
        "park"
    ],
    "summary": "More surprising is that South Korea inspires so little interest in the west.\nBoth she and Ms Park deny any wrongdoing, but South Koreans are angry and embarrassed.\nCorruption scandals and plummeting popularity are the rule, not the exception, for South Korean presidents.\nBusinesses are being hit by Chinese firms moving up the technology chain, China’s slowdown and Beijing’s anger at South Korea hosting the US Thaad anti-missile system.\nAnd Donald Trump’s questioning of the alliance has rattled South Korea, despite subsequent reassurances.",
    "sentiment": {
        "neg": 0.1136,
        "neu": 0.8041,
        "pos": 0.0822,
        "compound": -0.0883
    }
}