{
    "date": "2017-04-28T09:28:01Z",
    "title": "Could Trump’s diplomacy resolve his North Korea crisis? There’s hope | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/28/donald-trump-diplomacy-resolve-north-korea-crisis",
    "content": "So Kim Jong-un is just a 27-year-old millennial for whom it must have been “very hard” to lead his country at such an age. His ally, China’s president Xi Jinping, is a “very good man who I got to know really well and loves his country”. He is trying hard to resolve the “very difficult” Korean crisis. Of course Xi “doesn’t want to see turmoil and death and would like to do something to resolve things”. But “perhaps it’s possible he can’t”. So muses Donald Trump at the end of “opening bids” of his North Korean crisis. The character of America’s much-vaunted “New York property dealer” style of diplomacy is starting to emerge. Initially Trump on North Korea had the alarming hallmark of a man desperate to distract attention from a first 100 days of one car crash after another. Trump has had to back off from his intention to kill the Mexico-Canada trade agreement. His first bids on immigration, refugees, health care, Mexican walls and now possibly tax cuts have blown up in his face. In such circumstances, successive American presidents have searched out a small, poor, usually Muslim country to call a monstrous threat and then smash with shock and awe. Kim poses no conceivable existential threat to America, or even its Asian allies, nothing remotely comparable to what America could instantly unleash on North Korea. But a crisis is a crisis. Henry Kissinger once said he preferred negotiating with people who were “dealers”. He would not have touched Thatcher versus Galtieri over the Falklands as they were natural intransigents. The dealer bids high and watches his opponent’s reaction, the psychology behind each move. He knows when to be implacable and when to give ground and compromise, even to walk away. But he craves the eventual shake of the hand. I am sure Trump could not care less about Korean human rights. He just wants one day to give Kim a handshake and a fatherly hug. Besides, it is not a big deal. Trump knows he has a far bigger one in the offing with Kim’s friends in Beijing. North Korea is no property deal, but it is a diplomatic crisis conducted by a dealer. As such Trump appears to reveal a surprising emotional intelligence towards Kim and Xi. These are early days in the age of the Great Disrupter. But at least, here at the start, we have a sign of a man thinking like a human being.",
    "keywords": [
        "diplomacy",
        "resolve",
        "man",
        "korea",
        "dealer",
        "crisis",
        "theres",
        "kim",
        "simon",
        "jenkins",
        "hope",
        "country",
        "trumps",
        "trump",
        "xi",
        "north",
        "korean"
    ],
    "summary": "He is trying hard to resolve the “very difficult” Korean crisis.\nSo muses Donald Trump at the end of “opening bids” of his North Korean crisis.\nInitially Trump on North Korea had the alarming hallmark of a man desperate to distract attention from a first 100 days of one car crash after another.\nKim poses no conceivable existential threat to America, or even its Asian allies, nothing remotely comparable to what America could instantly unleash on North Korea.\nNorth Korea is no property deal, but it is a diplomatic crisis conducted by a dealer.",
    "sentiment": {
        "neg": 0.1333,
        "neu": 0.7511,
        "pos": 0.1157,
        "compound": -0.038
    }
}