{
    "date": "2017-06-20T14:47:22Z",
    "title": "Tour firm used by Otto Warmbier stops taking US citizens to North Korea",
    "url": "https://www.theguardian.com/world/2017/jun/20/tour-firm-otto-warmbier-stops-taking-us-citizens-north-korea-young-pioneer-tours",
    "content": "The travel agency that arranged Otto Warmbier’s trip to North Korea has said it will no longer be taking US citizens to the secretive state after he was returned to the US in a coma and later died in hospital. Warmbier, a 22-year-old American student, was travelling with the China-based agent Young Pioneer Tours when he was arrested at Pyongyang airport in January 2016 and sentenced to 15 years hard labour after allegedly stealing a propaganda poster from his hotel. Warmbier was medically evacuated to the US last week after a flurry of secret diplomatic negotiations between Washington and Pyongyang but died on Monday. His parents said he had severe brain injuries after being brutalised in detention. Warmbier’s father, Fred, has accused the tour company – which advertised North Korea as “probably one of the safest places on Earth to visit” – of “luring” his adventure-seeking son on to the trip and downplaying the risks. In a statement on its website, the company offered its sympathies to Warmbier’s family and said the “assessment of risk for Americans visiting North Korea has become too high”. Tour companies Koryo Tours and Uri Tours, which have been running trips to North Korea since the 1990s, also said they were reviewing their positions on taking US citizens to the country. While the US state department strongly advises against travelling to North Korea, tour company websites say they regularly take people without incident, marketing a range of experiences from the Pyongyang Marathon, to surfing, cycling and beer tours around the capital. A few days before Warmbier’s death, the US secretary of state, Rex Tillerson, said he was considering further restrictions on travel for American citizens, possibly an all-out ban. Of the estimated 5,000 western tourists who visit the secretive state every year, 20% are estimated to be American. Young Pioneer Tours, which also promotes tours to Eritrea and Yemen, is based in the Chinese city of Xi’an. It was founded in 2008 by British expat Gareth Johnson, promising to take adventurous travellers to “the places your mother wants you to stay away from”, including North Korea and Iran. Proponents of tourism to North Korea argue that interaction with the outside world, no matter how stage-managed by the regime, is vital if the country is to open up. Benjamin Young, an American who runs a blog on North Korea, said the Warmbier case shows the country cannot be changed through tourism. Writing for NK news, he said: “You cannot truly engage with the North Korean people. You can only engage with the regime … who simply operate on a different level.” Young, who travelled to North Korea as a student, added: “I thought I was being adventurous … looking back on it, I was just naive. Adam Pitt, a British tourist who travelled with Young Pioneer in 2013, told Agence France-Presse that he was given little warning about the risks and described a “lewd”, “binge-drinking” culture on the trip similar to what one might expect in Europe.",
    "keywords": [
        "warmbiers",
        "young",
        "warmbier",
        "korea",
        "tours",
        "used",
        "state",
        "otto",
        "firm",
        "trip",
        "stops",
        "citizens",
        "taking",
        "american",
        "tour",
        "north"
    ],
    "summary": "The travel agency that arranged Otto Warmbier’s trip to North Korea has said it will no longer be taking US citizens to the secretive state after he was returned to the US in a coma and later died in hospital.\nTour companies Koryo Tours and Uri Tours, which have been running trips to North Korea since the 1990s, also said they were reviewing their positions on taking US citizens to the country.\nIt was founded in 2008 by British expat Gareth Johnson, promising to take adventurous travellers to “the places your mother wants you to stay away from”, including North Korea and Iran.\nProponents of tourism to North Korea argue that interaction with the outside world, no matter how stage-managed by the regime, is vital if the country is to open up.\nBenjamin Young, an American who runs a blog on North Korea, said the Warmbier case shows the country cannot be changed through tourism.",
    "sentiment": {
        "neg": 0.1182,
        "neu": 0.8456,
        "pos": 0.0362,
        "compound": -0.2384
    }
}