{
    "date": "2017-11-29T13:50:16Z",
    "title": "How has North Korea’s nuclear weapons programme progressed this year?",
    "url": "https://www.theguardian.com/world/2017/sep/11/how-has-north-koreas-nuclear-programme-advanced-in-2017",
    "content": "Dramatic missile progress North Korea’s efforts to develop a nuclear-armed intercontinental ballistic missile (ICBM) capable of hitting the US mainland have accelerated during Donald Trump’s presidency. The country’s leader, Kim Jong-un, has presided over three successful ICBM tests in 2017, along with a series of shorter-range ballistic missile launches. The trajectory of the Hwasong-15 ICBM launched on 29 November was thought to place all of the continental US in range for the first time. A demonstration of this capability had been anticipated after tests of the earlier Hwasong-14 ICBM in July showed Alaska, the US west coast and possibly New York could be reached. The US now appears in range North Korea declared itself a “complete” nuclear state after launching the Hwasong-15. Using a mobile launcher to test this latest version of the regime’s ICBM technology is another significant advance as it shows Pyongyang would be able to hit back after any attempt at a preventative strike against it. There is a growing consensus that former Soviet missile engines acquired on the black market in Ukraine have enabled Kim’s scientists to take the strides seen this year. A definitive demonstration that North Korea has built a warhead vehicle capable of enduring the extreme heat and velocity of atmospheric re-entry will be one of the last major hurdles it needs to clear. Nuclear tests are also getting bigger Developing a fully functioning ICBM is only part of the challenge North Korea has set itself. It also needs to produce a miniaturised nuclear bomb that can be loaded on to such a missile to complete a credible weapon. An underground test on 3 September, North Korea’s sixth since they began in 2006 under Kim’s predecessor and father, Kim Jong-il, suggested that milestone may also be within reach. Pictures released by the regime just before the test showed Kim inspecting a device that appeared in scale with the likely dimensions of the Hwasong-14 ICBM. The regime said this was a hydrogen bomb and while there is no way to verify this claim or whether it was the device that was subsequently tested, the size of the explosion on 3 September makes it plausible. It triggered a magnitude-6.3 earthquake and was significantly more powerful than previous North Korean tests, as well as the atomic bombs dropped by the US on Hiroshima and Nagasaki during the second world war. What about anti-missile defences? The US has developed several interceptor systems, which are responsible for defending itself and its regional allies from attack by short, medium and long-range missiles. South Korea hosts Patriot interceptor missiles that can protect single locations, as well as the Terminal High-Altitude Area Defence (Thaad) system which is designed to defend a wider area. The Aegis sea-based system provides a highly mobile regional defence and operates from US, South Korean and Japanese warships. Japan is also considering an upgrade of its land-based ballistic missile defence. Hopes for defending US territory lie with two Ground-Based Midcourse Defense (GMD) sites in Alaska and California from where missiles would launch to take out an incoming ICBM in space. The shorter-range interceptors have a better record in testing than the GMD, with all tests being carried out in a situation that lacks the unpredictability of a hostile attack. Future North Korean missile development is likely to include functionality designed to confuse or evade anti-missile defences.",
    "keywords": [
        "icbm",
        "korea",
        "missiles",
        "nuclear",
        "tests",
        "test",
        "kim",
        "weapons",
        "korean",
        "missile",
        "progressed",
        "programme",
        "north",
        "koreas"
    ],
    "summary": "Dramatic missile progress North Korea’s efforts to develop a nuclear-armed intercontinental ballistic missile (ICBM) capable of hitting the US mainland have accelerated during Donald Trump’s presidency.\nThe US now appears in range North Korea declared itself a “complete” nuclear state after launching the Hwasong-15.\nNuclear tests are also getting bigger Developing a fully functioning ICBM is only part of the challenge North Korea has set itself.\nIt triggered a magnitude-6.3 earthquake and was significantly more powerful than previous North Korean tests, as well as the atomic bombs dropped by the US on Hiroshima and Nagasaki during the second world war.\nFuture North Korean missile development is likely to include functionality designed to confuse or evade anti-missile defences.",
    "sentiment": {
        "neg": 0.0605,
        "neu": 0.861,
        "pos": 0.0785,
        "compound": 0.0774
    }
}