{
    "date": "2017-08-15T06:44:47Z",
    "title": "Guam radio stations accidentally air emergency alert amid North Korea threat",
    "url": "https://www.theguardian.com/world/2017/aug/15/guam-radio-stations-accidental-emergency-alert-north-korea-threat",
    "content": "After a week of threats from North Korea aimed at Guam, residents on Tuesday thought the worst when two radio stations accidentally broadcast an emergency civil danger warning. The two stations, a music channel and a Christian network, alerted listeners at 12.25am local time of an unspecified danger near Guam. Civil danger broadcasts are rare and are used to warn civilians of an imminent threat, such as a military strike or terrorist attack. The warning lasted only 15 minutes and officials later stressed that a real emergency message would describe the type of threat. “The unauthorised test was not connected to any emergency, threat or warning,” Guam’s homeland security office said in a statement, adding it had worked with the radio stations to “ensure the human error will not occur again”. Residents and tourists on Guam have been anxious for the last week after North Korea detailed a specific plan to fire four missiles into the waters around the US territory, which is home to 162,000 people and hosts two military bases. Local officials have have called for calm and maintain that the threats amount to little more than a war of words for the moment. Life on the Pacific island has gone largely unchanged since the threats. “Residents and visitors are reminded to remain calm,” George Charfauros, Guam’s homeland security adviser, said in a statement. “There is no change in threat level, we continue business as usual. “We continue communication with our federal and military partners and have not received official statement warranting any concern for imminent threat to Guam,” he added. North Korean leader Kim Jong-un appeared to temporarily pause plans for “an enveloping fire at Guam” during a visit to a military command centre. Kim “would watch a little more the foolish and stupid conduct of the Yankees spending a hard time of every minute of their miserable lot”, according to a report from the official Korean Central News Agency on Tuesday. The North Korean leader encouraged the US to halt any provocative rhetoric “in order to defuse the tensions and prevent the dangerous military conflict on the Korean peninsula”. But photos from the same visit showed Kim inspecting maps with a detailed flight plan for missiles directed at Guam. US defence secretary James Mattis said any missile fired at Guam would be shot down, and warned that any attack “could escalate into war very quickly”.",
    "keywords": [
        "threats",
        "residents",
        "military",
        "korea",
        "air",
        "threat",
        "radio",
        "amid",
        "warning",
        "alert",
        "korean",
        "guam",
        "stations",
        "statement",
        "north",
        "emergency"
    ],
    "summary": "After a week of threats from North Korea aimed at Guam, residents on Tuesday thought the worst when two radio stations accidentally broadcast an emergency civil danger warning.\nThe two stations, a music channel and a Christian network, alerted listeners at 12.25am local time of an unspecified danger near Guam.\nThe warning lasted only 15 minutes and officials later stressed that a real emergency message would describe the type of threat.\nNorth Korean leader Kim Jong-un appeared to temporarily pause plans for “an enveloping fire at Guam” during a visit to a military command centre.\nThe North Korean leader encouraged the US to halt any provocative rhetoric “in order to defuse the tensions and prevent the dangerous military conflict on the Korean peninsula”.",
    "sentiment": {
        "neg": 0.2313,
        "neu": 0.7431,
        "pos": 0.0256,
        "compound": -0.5796
    }
}