{
    "date": "2017-04-26T17:17:19Z",
    "title": "US commander not confident North Korea will refrain from nuclear assault",
    "url": "https://www.theguardian.com/world/2017/apr/26/north-korea-nuclear-attack-south-korea-us-navy",
    "content": "The US admiral in charge of a potential conflict with North Korea has said his goal is to bring Kim Jong-un “to his senses, not to his knees”, as the Trump administration signaled it intends to use economic and diplomatic pressure to denuclearize the peninsula. Tensions between the US and North Korea are white-hot ahead of an anticipated sixth nuclear test from Pyongyang and its accelerating long-range missile development. Donald Trump invited the entire US Senate to the White House on Wednesday afternoon for an unusual classified briefing on the situation. But the Trump administration struggled to explain any new strategy to rein in Kim Jong-un – just a week after the vice-president, Mike Pence, said that the “era of strategic patience is over”. Adm Harry Harris, the commander of US Pacific Command (Pacom), sounded dire notes before a congressional panel on Wednesday, testifying that he did not have confidence that North Korea would refrain from “something precipitous” should it succeed in miniaturizing a nuclear weapon to mount on a ballistic missile. While Harris did not provide any timetable for reaching an “inflection point” in North Korean nuclear capabilities, he suggested that the North’s accelerating missile tests indicated that Pyongyang will at some point be able to launch a nuclear intercontinental ballistic missile at the United States unless stopped by an external force, diplomatically or militarily. “Just as Thomas Edison is believed to have failed 1,000 times before successfully inventing the light bulb, so, too, Kim Jong-un will keep trying. One of these days soon, he will succeed,” Harris told the House armed services committee. A joint statement on Wednesday afternoon from secretary of state Rex Tillerson, secretary of defense James Mattis and director of national intelligence Dan Coats declared that “past efforts have failed” to stop the advance of Pyongyang’s nuclear and missile programs. But the three senior officials said that to convince the North to “dismantle” those programs, Trump would pressure Pyongyang “by tightening economic sanctions and pursuing diplomatic measures with our allies and regional partners” – an approach adopted by the past three US administrations. During the hearing, Harris suggested that Kim Jong-un’s statements indicated that denuclearization – the goal outlined by the cabinet officials – is no longer a realistic option: “As former secretary of defense William Perry once said, we must deal with North Korea ‘as it is, not as we might wish it to be’.” The statement from the three cabinet officials did not outline any additional military steps. A senior administration official told reporters that the Trump administration is considering returning North Korea to the state department’s list of state sponsors of terrorism, following its removal in 2008. According to the most recent state department report on terrorism, covering 2015, North Korea is not assessed to have committed any acts of terrorism since 1987. Chris Coons, a Delaware Democrat on the Senate foreign relations committee, emerged from the White House’s briefing to say senators “were not presented with any specific military option”. Coons said a resolution of the “very difficult” North Korea problem would require “persistent engaged allocation of diplomatic and military resources and effort”. He said he considered Trump to be developing a “diplomatic strategy that strikes me as clear-eyed and well proportioned to the threat”. At the White House meeting, Trump pledged a different course on North Korea stemming from his ability to “get things done”, according to a Senate aide. But members of both parties left the meeting concerned that the White House does not “have an effective plan in place and doesn’t understand the level of effort necessary to reach a diplomatic solution”, the aide said. Speaking earlier, Harris indicated a preference for a sizeable show of military force in order to deter North Korea from launching a devastating assault, to include sending the guided-missile submarine USS Michigan to South Korea’s port city of Busan, overflying the Korean peninsula with B-1 and B-52 bombers, and ordering the USS Carl Vinson aircraft carrier strike group to the waters near Korea. Harris accepted responsibility for “confusion” stemming from the Vinson deployment, which Trump and the US navy highlighted last week even though the carrier group was still thousands of miles from the peninsula. The Vinson, Harris said, is now in the Philippine Sea, placing its weapons and aircraft within “striking range” of North Korea. Harris acknowledged that possible reprisals stemming from a strike against North Korea would place at risk the lives of millions of Koreans in Seoul – as well as the 24,000 US troops in South Korea. “I would say what we’re faced with is that... a lot more Koreans and Japanese and Americans dying if North Korea achieves its nuclear aims and does what [Kim Jong-un] has said it’s going to do,” Harris said. Against the threat of one of the densest concentrations of artillery pieces on earth, aimed at one of the most densely populated areas on earth, Harris said vaguely that the US could “affect North Korea’s military calculus” depending on the sort of pre-emptive strike taken. Harris warned that “follow-on” measures from any strike would tax US capabilities to sustain a military campaign. He urged Congress to add ballistic-missile interceptors to installations in Alaska and California, and to “study” placing interceptors in Hawaii while immediately bolstering defensive radars there. Backing Trump, Harris said China had substantial leverage against North Korea, a treaty ally of Beijing and a primary trade partner, while calling it “preposterous” that China was pressuring South Korean companies over the looming placement of a powerful US terminal-phase missile defense system known as Thaad. The admiral said the recent summit between Trump and China’s president, Xi Jinping, reduced the risk of any military conflict escalating to include China. “It’s early days, but China seems to be helpful here,” Harris said.",
    "keywords": [
        "refrain",
        "diplomatic",
        "white",
        "assault",
        "military",
        "korea",
        "nuclear",
        "commander",
        "harris",
        "kim",
        "confident",
        "trump",
        "missile",
        "north"
    ],
    "summary": "Tensions between the US and North Korea are white-hot ahead of an anticipated sixth nuclear test from Pyongyang and its accelerating long-range missile development.\nAccording to the most recent state department report on terrorism, covering 2015, North Korea is not assessed to have committed any acts of terrorism since 1987.\nCoons said a resolution of the “very difficult” North Korea problem would require “persistent engaged allocation of diplomatic and military resources and effort”.\nAt the White House meeting, Trump pledged a different course on North Korea stemming from his ability to “get things done”, according to a Senate aide.\nThe Vinson, Harris said, is now in the Philippine Sea, placing its weapons and aircraft within “striking range” of North Korea.",
    "sentiment": {
        "neg": 0.0816,
        "neu": 0.862,
        "pos": 0.0563,
        "compound": -0.1243
    }
}