{
    "date": "2017-09-22T06:13:29Z",
    "title": "'A rogue' and a 'dotard': Kim Jong-un's statement on Trump in full",
    "url": "https://www.theguardian.com/world/2017/sep/22/a-rogue-and-a-gangster-kim-jong-uns-statement-on-trump-in-full",
    "content": "North Korea’s leader Kim Jong-un has once again upped his rhetoric against US president Donald Trump. Here is his statement in full: “The speech made by the US president in his maiden address on the UN arena in the prevailing serious circumstances, in which the situation on the Korean peninsula has been rendered tense as never before and is inching closer to a touch-and-go state, is arousing worldwide concern. Shaping the general idea of what he would say, I expected he would make stereotyped, prepared remarks a little from what he used to utter in his office on the spur of the moment as he had to speak on the world’s biggest official diplomatic stage. But, far from making any remarks of any persuasive power that can be viewed to be helpful in diffusion tension, he made unprecedented rude nonsense no one has ever heard from any of his predecessors. A frightened dog barks louder. I’d like to advise Trump to exercise prudence in selecting words and be considerate of whom he speaks to when making a speech in front of the world. The mentally deranged behaviour of the US president openly expressing on the UN arena the unethical will to “totally destroy” a sovereign state, beyond the boundary of threats and regime change or overturn of social system, makes even those with normal thinking faculty think about discretion and composure. His remarks remind me of such words as “political layman” and “political heretic” which were in vogue in reference to Trump during his presidential election campaign. After taking office Trump has rendered the world restless through threats and blackmail against all countries in the world. He is unfit to hold the prerogative of supreme command of a country, and he is surely a rogue and a gangster fond of playing with fire, rather than a politician. His remarks which described the US option through straightforward expression of his will have convinced me, rather than frightening or stopping me, that the path I chose is correct and that it is the one I have to follow to the last. Now that Trump has denied the existence of and insulted me and my country in front of the eyes of the world and made the most ferocious declaration of war in history that he would destroy the DPRK, we will consider with seriousness exercising a corresponding, highest level of hard-line countermeasure in history. Action is the best option in treating the dotard* who, hard of hearing, is uttering only what he wants to say. As a man representing the DPRK and on behalf of the dignity and honor of my state and people and on my own, I will make the man holding the prerogative of the supreme command in the US pay dearly for his speech calling for totally destroying the DPRK. This is not a rhetorical expression loved by Trump. I am now thinking hard about what response he could have expected when he allowed such eccentric words to trip off his tongue. Whatever Trump might have expected, he will face results beyond his expectation. I will surely and definitely tame the mentally deranged US dotard with fire.” *An old person, especially one who has become weak or senile",
    "keywords": [
        "remarks",
        "speech",
        "rogue",
        "world",
        "state",
        "expected",
        "president",
        "kim",
        "dprk",
        "totally",
        "dotard",
        "jonguns",
        "statement",
        "words",
        "trump"
    ],
    "summary": "North Korea’s leader Kim Jong-un has once again upped his rhetoric against US president Donald Trump.\nAfter taking office Trump has rendered the world restless through threats and blackmail against all countries in the world.\nAction is the best option in treating the dotard* who, hard of hearing, is uttering only what he wants to say.\nWhatever Trump might have expected, he will face results beyond his expectation.\nI will surely and definitely tame the mentally deranged US dotard with fire.” *An old person, especially one who has become weak or senile",
    "sentiment": {
        "neg": 0.1275,
        "neu": 0.803,
        "pos": 0.0695,
        "compound": -0.0909
    }
}