{
    "date": "2017-08-06T17:47:31Z",
    "title": "The Guardian view on sanctions: an essential tool | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/06/the-guardian-view-on-sanctions-an-essential-tool",
    "content": "Last week Donald Trump grudgingly signed what he described as a “flawed” Russian sanctions bill into law. While the president has his own reasons to be concerned by putative links to Moscow, the sanctions are broad enough to potentially damage billions of dollars worth of oil and gas projects in Russia. The episode is noteworthy in all sorts of ways but it is a reminder also that sanctions are a centrepiece of how power games play out today. Globalisation hastened the use of sanctions as a tool of diplomacy. Before 1990, the UN imposed sanctions on just two states, Southern Rhodesia and South Africa. Since then, the UN has put more than a dozen sanction regimes in place. Economic measures have taken on increased importance because of the way international trade and finance work. As a result, more levers are handed to western powers than to emerging countries. The US uses economic sanctions more than any other country – 26 are administered by the US Treasury alone. This imbalance would be best addressed by acting within the largest possible multilateral framework. Sanctions can be poorly conceived, and history reveals them to be a blunt tool for changing conduct. US measures taken against Cuba since 1960 did not produce regime change. The US and Europe imposed an arms embargo against China after the 1989 Tiananmen massacre which did little to improve the human rights situation in that country, or to prevent its military build-up – in part because the UK and France differed in their interpretation of the ban. But others did bring results. Apartheid in South Africa came undone in a context of international sanctions. Under Barack Obama, sanctions played a key role in getting Iran to the negotiating table. Penalties levied on Liberia helped precipitate the collapse of the presidency of Charles Taylor, who later stood trial for crimes against humanity for his actions as a warlord. Sanctions are also a much better option than military action. They can work against states which harbour terrorists and individuals who fund and arm them. But it would be naive to think they could ever be enough against a group like Islamic State. Since 9/11, there has been a pronounced shift toward targeted or “smart” sanctions, which use a mixture of travel bans, asset freezes, arms embargoes and even foreign aid cuts. These are more desirable than blanket ones that risk coming across as collective punishment, or can be diverted by autocrats to feed their regime’s cronyism and corruption. The 1990s “food-for-oil” programme adopted in the UN against Saddam Hussein’s Iraq was a vivid example of how such sanctions can fail. Left in place for too long sanctions can also become a hindrance, if not an embarrassment. Flexibility was key in making sure Myanmar would pursue political reform, with Washington easing its sanctions in 2012. Coercion – coordinated by groups of nations – can be legitimately used to uphold international norms, such as human rights conventions, but is much less legitimate when it serves one country’s interests alone. The Trump presidency has made the use of sanctions harder, not easier. He denigrates multilateralism and cares little about human rights. He has diminished the soft power that helps build consensus. His angry, erratic tweets make for gratuitous offence, not policy. The recent, unanimous adoption of fresh sanctions against North Korea by the UN security council was a rare triumph of diplomacy over Twitter. Sanctions need a credible approach with attainable goals. However, in Mr Trump’s hands they are blunted by political problems of his own making – witness his dithering over whether to lift a trade embargo on Sudan because of divisions and lack of staff. Sanctions, increasingly the bulwark of the international system, can work. But they won’t if the White House is paralysed by indecision, or, when it’s faced with complex choices, lashes out without bothering to consult with others.",
    "keywords": [
        "human",
        "work",
        "taken",
        "trade",
        "essential",
        "states",
        "editorial",
        "sanctions",
        "rights",
        "trump",
        "tool",
        "view",
        "guardian",
        "international"
    ],
    "summary": "Globalisation hastened the use of sanctions as a tool of diplomacy.\nEconomic measures have taken on increased importance because of the way international trade and finance work.\nSanctions can be poorly conceived, and history reveals them to be a blunt tool for changing conduct.\nApartheid in South Africa came undone in a context of international sanctions.\nHe denigrates multilateralism and cares little about human rights.",
    "sentiment": {
        "neg": 0.0662,
        "neu": 0.8493,
        "pos": 0.0846,
        "compound": 0.0162
    }
}