{
    "date": "2017-08-31T13:33:22Z",
    "title": "North Korea: China again urged by May to use its leverage",
    "url": "https://www.theguardian.com/politics/2017/aug/31/north-korea-china-theresa-may-pressure-missile-programmes",
    "content": "Theresa May has reiterated her call for China to put more pressure on North Korea to limit its missile programmes as the UK tries to get Beijing to participate in imposing tougher sanctions on Pyongyang. After a state-linked Chinese newspaper labelled May “weak” for pressing China over the issue, the prime minister told a press conference in Tokyo that Beijing needed to match its words of condemnation towards North Korea with deeds. It is understood that Britain is backing international moves for oil exports from North Korea to China to be barred under beefed-up sanctions in response to Pyongyang’s decision to fire a missile over northern Japan on Tuesday. This would follow an earlier ban on North Korean coal, iron and lead imports to China, Pyongyang’s biggest trading partner and occasional ally. May, who said on Wednesday that China was “the key” to international pressure on North Korea, told a press conference alongside Japan’s prime minister, Shinzo Abe, that action was required. “China has been involved,” she said. “It was involved during the UN security council debate earlier this week, and there was condemnation from that debate from all parties on the actions that North Korea had taken. “Now we need to ensure that it’s not just the words of condemnation, but that action is taken. And China does have a particular position in this. “They have leverage on North Korea and I believe we should be encouraging China to exercise that leverage to do what we all want, which is to ensure that North Korea is not conducting these illegal acts and we can ensure the security and safety of nations in this region, including, of course, Japan.” Speaking at the press conference, Abe said the UK had its own reasons to counter the “unprecedented, serious and grave threat” from North Korea, beyond just supporting Japan. “They [North Korea] have conducted two launches of ICBMs [intercontinental ballistic missiles]. That threat is felt not just by our country or Asia alone. It has become a global threat, including Europe. North Korea will launch ICBMs again and the range will include almost the entire region of Europe.” Earlier on Thursday, the Global Times, a nationalist Chinese Communist party tabloid that sometimes reflects official views, linked May’s earlier comments to the June general election in which her Conservative party squandered its parliamentary majority. “May’s Conservative party lost many seats, turning her into a vulnerable prime minister,” argued an editorial in the newspaper’s Chinese-language edition. “Weak people often look for opportunities to show their ‘strength’.” “Perhaps prime minister May doesn’t know much about the Korean peninsula. Her comments sounded just like a rehashing of Washington’s rhetoric,” the sometimes undiplomatic newspaper continued, claiming that many Chinese citizens felt puzzled by what it called British meddling in Asian affairs. “If the British government genuinely wants to protects its business and investment interests in the region, it should speak and act cautiously ... rather than pointing fingers and making irrelevant remarks,” added the article, which was headlined: “Beijing does not need London to teach it how to deal with North Korea.”",
    "keywords": [
        "earlier",
        "leverage",
        "korea",
        "party",
        "threat",
        "china",
        "press",
        "prime",
        "region",
        "minister",
        "urged",
        "north"
    ],
    "summary": "Theresa May has reiterated her call for China to put more pressure on North Korea to limit its missile programmes as the UK tries to get Beijing to participate in imposing tougher sanctions on Pyongyang.\nIt is understood that Britain is backing international moves for oil exports from North Korea to China to be barred under beefed-up sanctions in response to Pyongyang’s decision to fire a missile over northern Japan on Tuesday.\nMay, who said on Wednesday that China was “the key” to international pressure on North Korea, told a press conference alongside Japan’s prime minister, Shinzo Abe, that action was required.\n“They [North Korea] have conducted two launches of ICBMs [intercontinental ballistic missiles].\n“Weak people often look for opportunities to show their ‘strength’.” “Perhaps prime minister May doesn’t know much about the Korean peninsula.",
    "sentiment": {
        "neg": 0.0988,
        "neu": 0.8456,
        "pos": 0.0557,
        "compound": -0.0597
    }
}