{
    "date": "2017-09-30T13:06:27Z",
    "title": "Event review: 'It's staggering how little is known about North Korea'",
    "url": "https://www.theguardian.com/membership/2017/sep/30/north-korea-war-kim-jong-un-members",
    "content": "Veronica Timperley and Alan Goodwin attended the Guardian Live event Understanding North Korea: how likely is war?. It featured as panellistsTania Branigan, Guardian leader writer and former China correspondent; Aidan Foster-Carter, honorary senior research fellow in sociology and modern Korea at Leeds University; James Hoare, former member of the British Foreign and Commonwealth Research Analysts, and the first British representative to the Democratic People’s Republic of Korea; and Hazel Smith, author and professor at the Centre of Korean Studies at SOAS. The discussion was chaired by Emma Graham-Harrison, international affairs correspondent for the Guardian and The Observer. ‘It’s staggering how little is understood about North Korea’ Veronica: We know North Korea has reached a crisis point in terms of its relations with several key countries in the region, but looking at it objectively, there is little consensus on most aspects of its politics. It’s such an incredibly complex situation, and any analysis of the leadership structure is difficult, to say the least. It was helpful to listen to panellists with a range of specialisms, though the inclusion of a US perspective might have illuminated some aspects of the debate. Alan: It’s hard to get a sense of whether the population at large is for or against the regime; to acquire even a surface-level knowledge – let alone in-depth insight – of a country with such incredibly tight controls on so many aspects of life. Even those who have spent a significant amount of time there can do little more than observe. It’s so hard to talk to locals, and for them to talk freely to outsiders. So unpicking the political intricacies and anticipating Kim’s next move is a big ask. ‘It’s an incomparable situation, but giving it some historical context was helpful and fascinating’ Veronica: The historical context is vital, to properly understand what has been tried before. The current situation is reminiscent of the Cuban missile crisis, but these are far more dangerous times – it appears that North Korea may have successfully detonated a hydrogen bomb about five times more powerful than the devices the US dropped on Japan during the second world war. So these could even be apocalyptic times, and nobody is quite sure of where the limits are for either Trump or Kim. Alan: Listening to the panellists helped me better understand why North Korea might feel so threatened and therefore feel the need to have a strong defence deterrent. This doesn’t get much airtime but is essential for any understanding of the posturing and outcomes. Accepting what is going on and taking that as a starting point for conversations seems to be a good way forward. North Korea has never really done what China asked of it in the past, so it is probably far-fetched to think it will now, but its relationship with the country is still vital. ‘I felt more optimistic by the end of the evening’ Veronica: The panel seemed to feel there’s still scope for a diplomatic solution. Hazel Smith felt as though the region’s system itself might be cracking and that the surge in entrepreneurial activity in recent years is indicative of the potential for an uprising. Alan: The answer to the question “How likely is war?” was never going to be a straightforward one but I went home with a better understanding of the factors influencing the region and feeling slightly more optimistic. The consensus from the panel seemed to be that war is definitely possible, but unlikely. And as ever, the importance of talking cannot be underestimated. Veronica, 71, lives in London and is a recently retired art teacher. Alan, 56, is an investment manager from Tunbridge Wells. This event took place at Islington Assembly Hall in London on Monday 25 September. To find out about upcoming events sign up to become a Guardian member.",
    "keywords": [
        "alan",
        "war",
        "event",
        "times",
        "korea",
        "known",
        "veronica",
        "little",
        "guardian",
        "situation",
        "understanding",
        "staggering",
        "review",
        "north"
    ],
    "summary": "Veronica Timperley and Alan Goodwin attended the Guardian Live event Understanding North Korea: how likely is war?.\n‘It’s staggering how little is understood about North Korea’ Veronica: We know North Korea has reached a crisis point in terms of its relations with several key countries in the region, but looking at it objectively, there is little consensus on most aspects of its politics.\nIt’s such an incredibly complex situation, and any analysis of the leadership structure is difficult, to say the least.\nAlan: Listening to the panellists helped me better understand why North Korea might feel so threatened and therefore feel the need to have a strong defence deterrent.\nNorth Korea has never really done what China asked of it in the past, so it is probably far-fetched to think it will now, but its relationship with the country is still vital.",
    "sentiment": {
        "neg": 0.0397,
        "neu": 0.8617,
        "pos": 0.0986,
        "compound": 0.1287
    }
}