{
    "date": "2017-09-06T17:52:10Z",
    "title": "No more nukes? Why anti-nuclear protests need an urgent revival",
    "url": "https://www.theguardian.com/world/2017/sep/06/no-more-nukes-anti-nuclear-protests-cnd-greenham-common",
    "content": "On Monday, I was idly interrogating my children about their anxieties, when my nine-year-old son raised the prospect of a third world war. Given the current tensions between the US and North Korea, I suppose this wasn’t too surprising. I explained that, were there a nuclear strike, the UK would be very unlikely to be its target, and he replied: “It’s so polluted, we may as well have been nuked already.” There seemed to be the lilt of a joke in this comment somewhere, but I couldn’t swear to it. I squeaked on a bit about how levels of lead have actually gone way down, and diesel cars – one of which we were actually sitting in – would soon be phased out, but thought: this is exactly how I remember life in 1982, the sense of an impending threat that everyone talked about but nobody explained in useful terms. Then it was nuclear war; now it’s pollution. When I was growing up, kids understood the broad concept of all-out nuclear war, but not what escalation would look like, or who had what capability. I used to think every plane that flew overhead had a nuclear capacity, and it was up to the pilot whether or not he used it. For those of us who reached majority with the fall of the Berlin wall in 1989, the coming of age is indivisible from the relief of an existential threat lifted, so that worrying about nuclear annihilation is filed as part of childhood, a monster in the wardrobe. It was real, until suddenly it wasn’t. A lacuna followed, a gap that remains. Where once we had a thriving peace movement – a muscular response to nuclear weapons, articulated by ordinary people with agency and resilience – suddenly, for the most part, the arguments went quiet. British anti-nuclear campaigns came in two waves, says David Fairhall, author of Common Ground: The Story of Greenham. The first big Aldermaston march took place at Easter 1958, demonstrators walking between London and the Atomic Weapons Research Establishment at Aldermaston, in Berkshire. These were calls for disarmament, “against a background of nuclear confrontation,” says Fairhall, “that had frightened people into thinking there might be a nuclear war next week”. This was quintessential cold war stuff, against the background of the establishment view that Russian ambitions to take western Europe as they had the east were real, and the US had to be kept onside at all costs. “Aldermaston was effectively a bomb-making factory,” says Fairhall. “That’s what people came out in duffel coats to protest against. Then that died down a bit.” The Campaign for Nuclear Disarmament, CND, was born in this era, and was at the root of the campaigns in the 80s; in that sense, this is all one peace movement. What pushed the nuclear issue into the common consciousness, nobody can quite agree. Certainly, there was a lot of very vivid description coming from the peace movement of what would actually happen to a person in the event of a nuclear war. This spurred discussion, as well as a lot of creativity, from Raymond Briggs’s painful graphic novel about apocalypse, When the Wind Blows, in 1982, to the gruesome TV drama Threads, in 1984. The government’s own public-information initiative, chilling in the recollection, was called Protect and Survive and imparted asinine advice from the early 60s until the 80s – for instance, remove your door from its hinges and lean it against a table in order to create a makeshift bomb shelter. This eventually spawned a playful citizenly response: Protest and Survive. But if the descriptions of nuclear war sometimes seemed lurid in a slightly gleeful way, they underpinned a real and trenchant moral case; that weapons capable of the indiscriminate massacre of hundreds of thousands of people were wrong in and of themselves, regardless of who was holding them and what their intentions were. This is the change that really shocks Mary Kaldor, professor of global governance at the London School of Economics; that you are now “not allowed to be a politician unless you can say you would use a nuclear weapon. There’s even a problem with Jeremy Corbyn saying he would be extremely cautious about pressing the button. Somehow, you have to be part of the lie to be part of the establishment.” The second wave of the anti-nuclear movement, says Fairhall, centred around the build-up of arms. “We had the Americans planting these cruise missiles [abroad], the Russians putting SS20s in eastern Europe, and we were just sucked into it.” In September 1981, after a government decision to allow cruise missiles at the US base in Berkshire, RAF Greenham Common, a protest camp was set up there. The camp became all-women in 1982, and lasted until 2000; protests included 30,000 women joining hands to Embrace the Base in December 1982; the following year, 70,000 protesters formed a human chain between Greenham and nearby Aldermaston. The successes of the Greenham protesters, and the peace movement more widely, range from the demonstrable to the nebulous, the hypothetical to the proven; the one thing the achievements all had in common was that they were all comprehensively denied afterwards. Kaldor, who was heavily involved with CND and was at the centre of END – the European Nuclear Disarmament campaign – has a letter from the historian EP Thompson, saying: “This is our moment; if we succeed, the politicians will take it over from us, and it will be as if we had never been.” Indeed, Margaret Thatcher left a small, poisonous trace of her feelings about Greenham; an anonymous source from the US Air Force noted her reaction, when she was given a list of the bases they planned to vacate at the end of the cold war. “You can’t withdraw from Greenham,” she reportedly said. “We can’t let them think they’ve succeeded.” In the 90s, it became de rigueur to concede that Greenham had had an effect on “the culture” while maintaining that it had had zero impact on the cold war. I think this had traction because, from the ground, certainly if you went to Greenham as a peripheral, weekend visitor, this is how it felt: a lot of scruffbags eating muesli, wrapped in foil blankets to protect against the unremarkable but unpleasant British weather, while completely impassive soldiers with shiny guns eyeballed you from the perimeter. I remember going as a child, getting the bus from the station, and another passenger wearing a badge that said, “RAGE – Residents Against Greenham Extremists”. This did not feel, frankly, like a movement that made much impact on the agendas of Ronald Reagan or the Soviet leader Yuri Andropov. It felt like a nasty British in-fight, lefties on the one hand, Daily Mail readers on the other; like Brexit, with extra armageddon. Yet this is wrong. The movement had distinct political impact, nationally and internationally. First, Fairhall says, the Greenham women “dragged discussion of nuclear weapons out of the dark world of SS20s and CTBTs [comprehensive nuclear-test-ban treaties], all those acronyms and technical details, and forced people to discuss them in plain language. And that meant they had to be discussed in the House of Commons. There was a very important secondary issue of who would control these weapons: up until then, the Americans had just been landing wherever they fancied and putting up bomb sites ready to use in retaliation to a Soviet attack. We had no control, and that was a scandal.” But the impact went beyond British politics: Kaldor recalls an adviser to Reagan, Richard Burt, saying to her explicitly that they copied their so-called “zero option” (winding down nuclear capacity on both sides) straight off the women’s banners. They were trying to frame themselves as peace-seekers; they thought the suggestion would be so extreme that the Russians would have to refuse it, and therefore look like the warmongers. So much of the USSR’s control over its own dominions relied on the cold war and the fact that Russia offered the protection of its SS20s. Duly, Andropov did refuse the zero option; but his successor Mikhail Gorbachev had different pressures and priorities – economically, the arms race was unsustainable by then – and accepted the zero option as a sincere rather than tactical demand from the US. The end of the cold war started on the banner of a peacenik. A seismic cultural shift started only tangentially with CND; in 1980, Kaldor, Thompson and Ken Coates launched the call for European Nuclear Disarmament, partly with the aim of separating tactically from the communists – CND was calling for unilateral disarmament by the British and was seen, with suspicion, as a fellow traveller of the Soviets. Allying with human rights groups behind the iron curtain, END married the disarmament agenda of western Europe with the democracy agenda of eastern Europe. “We changed the discourse,” Kaldor remembers now. “Previously, peace came from above, from governments and treaties. The idea that peace and human rights were inseparable fundamentally changed things.” What worries Fairhall today is that while we used to worry about the arms race, it is now not a race so much as a pub brawl between Donald Trump and Kim Jong-un – “an idiot and a lunatic” threatening one another with “fire and fury”, a reckless bravado never seen during the cold war, or since. Fairhall uses those terms not as insults, but almost as a technical military analysis. “Nuclear capability is relatively stable, so long as it’s a game of deterrence and diplomacy. They used to be a military insurance policy, or a status symbol. They have never before been in the hands of anyone who would actually use them – even with John F Kennedy, that was never the threat. So it does feel that we have drifted across a barrier.” Fairhall says this with an understatement not typical of the peace movement, but it does underline the message: we need a revival more than ever.",
    "keywords": [
        "movement",
        "war",
        "kaldor",
        "nukes",
        "greenham",
        "protests",
        "peace",
        "fairhall",
        "nuclear",
        "cold",
        "revival",
        "need",
        "antinuclear",
        "disarmament",
        "weapons",
        "urgent"
    ],
    "summary": "Then it was nuclear war; now it’s pollution.\nWhen I was growing up, kids understood the broad concept of all-out nuclear war, but not what escalation would look like, or who had what capability.\nWhere once we had a thriving peace movement – a muscular response to nuclear weapons, articulated by ordinary people with agency and resilience – suddenly, for the most part, the arguments went quiet.\nSo much of the USSR’s control over its own dominions relied on the cold war and the fact that Russia offered the protection of its SS20s.\nThe end of the cold war started on the banner of a peacenik.",
    "sentiment": {
        "neg": 0.0977,
        "neu": 0.8315,
        "pos": 0.0709,
        "compound": -0.1381
    }
}