{
    "date": "2017-09-09T01:04:37Z",
    "title": "YouTube shuts down North Korean propaganda channels",
    "url": "https://www.theguardian.com/world/2017/sep/08/youtube-north-korea-propaganda-terminated",
    "content": "YouTube has shut down two North Korean propaganda channels that academics use to monitor and assess the regime’s missile programs. Stimmekoreas, the most popular YouTube channel on North Korea with more than 20,000 subscribers, and Uriminzokkiri, which had more than 18,000 subscribers, frequently posted of videos of state TV news clips and other footage, attracting millions of views. On Friday they were terminated for violating YouTube’s community guidelines. Arms control expert Jeffrey Lewis uses these channels to analyze videos of missile launches and tours of factories, to better understand the regime’s nuclear capabilities. He urged YouTube to revoke its decision in the interest of national security. “North Korea is a country with thermonuclear weapons sitting on ICBMs [intercontinental ballistic missiles] that can reach the United States. It is really important to understand them even if we don’t like them,” he said. “That starts by analyzing their propaganda. Even though it’s tendentious, you can learn a lot about a country from the lies they tell.” Stimmekoreas is believed to be operated by a supporter of North Korea who lives outside of the country and posts hi-resolution videos of state propaganda from the Korean Central News Agency in a variety of languages. Uriminzokkiri is directly tied to North Korea’s propaganda wing, and posts content that appears to target North Koreans living abroad. Academics use official footage of missile launches to assess how powerful they are based on how quickly they are accelerating, he said. They can also learn about the weapons from machinery and parts visible in videos of factory tours by Kim Jong-un. “When [Kim] visits a factory in the middle of nowhere and stares at machine tools, it provides an important insight into the progress they are making,” added Lewis, the director of the East Asia Nonproliferation Program at the Middlebury Institute of International Studies. Stimmekoreas’ hi-resolution videos were particularly useful for this type of analysis, he said. Beyond the missile program, researchers can also learn about the people Kim Jong-un surrounds himself with, and which individuals are becoming more and less important in North Korea’s precarious political sphere. “North Korea uses YouTube as a primary distribution network for its propaganda,” said Lewis. “Often you don’t know something is important until later, so having all that information available and searchable was incredibly valuable.” Scott Lafoy, a Washington-based satellite imagery analyst told NK News: “Tracking and digitally reconstructing events is going to be more difficult as these accounts get deleted.” YouTube did not immediately respond to questions about why the channels were shut down, although it could be because the advertising revenue generated by the accounts would violate US trade sanctions. “I know when I click on the videos I get ads,” said Lewis. “So perhaps they are nervous about sending that money on to the North Koreans. But honestly the YouTube ad revenues are not going to make or break the missile program.” It’s not the first time that YouTube has targeted North Korean propaganda. In November 2016, the video sharing platform closed down KoreanCentralTV1. Several other channels including Chosun TV, NK Propaganda and KCTV Stream were also axed, according to NK News.",
    "keywords": [
        "lewis",
        "important",
        "channels",
        "korea",
        "videos",
        "youtube",
        "stimmekoreas",
        "shuts",
        "propaganda",
        "missile",
        "north",
        "korean"
    ],
    "summary": "YouTube has shut down two North Korean propaganda channels that academics use to monitor and assess the regime’s missile programs.\n“North Korea is a country with thermonuclear weapons sitting on ICBMs [intercontinental ballistic missiles] that can reach the United States.\nUriminzokkiri is directly tied to North Korea’s propaganda wing, and posts content that appears to target North Koreans living abroad.\n“North Korea uses YouTube as a primary distribution network for its propaganda,” said Lewis.\nBut honestly the YouTube ad revenues are not going to make or break the missile program.” It’s not the first time that YouTube has targeted North Korean propaganda.",
    "sentiment": {
        "neg": 0.0731,
        "neu": 0.8395,
        "pos": 0.0875,
        "compound": 0.0585
    }
}