{
    "date": "2017-02-24T12:43:28Z",
    "title": "Kim Jong-un is a reckless gambler who must be kept in check | Simon Tisdall",
    "url": "https://www.theguardian.com/world/2017/feb/24/kim-jong-un-is-a-reckless-gambler-who-must-be-kept-in-check",
    "content": "Like a reckless gambler who does not know his limit, Kim Jong-un, North Korea’s dictator, has raised the international stakes by using VX nerve gas – a banned, chemical-based weapon of mass destruction – to assassinate his half-brother at a Malaysian airport. The US, China and neighbours such as South Korea and Japan have tried to contain or ignore Kim’s illegal nuclear weapons and missile-building activities since 2011. There will now be calls for them to sharply escalate their response, but in reality it is not clear what the international community can do to rein in what is already a pariah state. In a marked departure from its usual, hands-off policy, China blocked coal imports from North Korea this month after Kim’s latest ballistic missile test. A $1m coal shipment was halted at Wenzhou, on China’s eastern coast on 13 February, part of a new year-long import ban. As the biggest customer for North Korea’s vital coal and textile exports, Beijing’s move seems to have surprised Pyongyang. Without naming China, the state news agency lambasted “a neighbouring country” that “often claims” to be friendly. “This country, styling itself a big power, is dancing to the tune of the US … It is utterly childish to think that [North Korea] would not manufacture nuclear weapons and intercontinental ballistic rockets if a few [pennies] of money is cut off,” the statement said. China supplies North Korea with oil, food and other essentials and is its only important ally. It will now face international calls to do more. But Xi Jinping, China’s president, is under domestic political and economic pressure ahead of a key party congress this autumn. He will want to avoid a border crisis and damaging suggestions that he is kowtowing to the US. Analysts say a determined Chinese economic squeeze on North Korea could result in famine, internal unrest, and large refugee outflows – and is thus unappealing to Beijing. There is also a school of thought that says North Korea’s rogue behaviour is seen as useful in keeping the US and Japan off-balance and underscoring China’s importance as regional leader. The assassination poses a big test for Donald Trump. His North Korea policy remains vague. Trump suggested last year he could eat a hamburger with Kim Jong-un and sort things out face to face. But after the North’s latest missile test over the Sea of Japan, he fell uncharacteristically silent. Before taking office, Trump accused China of not doing enough to rein in North Korea. “China has … total control over North Korea,” he said. “China should solve that problem. And if they don’t solve the problem, we should make trade very difficult for China.” Chinese officials say their influence is exaggerated. Barack Obama tried to contain and isolate North Korea. He refused to negotiate unless the agreed aim was a nuclear-free Korean peninsular. In a New Year’s Day speech, Kim said he would continue building North Korea’s nuclear strike capability until the US abandoned its “hostile” policy. Following the VX murder, the US may push for new UN action – but sanctions have proven largely ineffective and diplomatic options are limited. James Mattis, the US defence secretary, announced in Seoul this month that deployment of an advanced missile defence system in South Korea would go ahead. Japan is also stepping up defensive measures. Mattis pointedly warned North Korea to back off, pledging an “overwhelming” response to any belligerence. The US maintains military bases and large troop numbers in both countries that could, in theory, be expanded. Malaysia has already withdrawn its ambassador to North Korea. It could cut off diplomatic relations entirely and mobilise support in the Association of Southeast Asian Nations. Britain, unlike the US, maintains diplomatic relations with North Korea. These, too, could be cut if the VX incident is confirmed. The EU may concentrate, meanwhile, on reaffirming principles of international law that Kim has disregarded. Pyongyang’s action openly flouts the 1997 chemical weapons convention, a global arms control treaty backed by 192 states. Its willingness to ignore diplomatic convention and use its Kuala Lumpur embassy to conduct an extraterritorial assassination will be seen as setting a dire precedent that cannot be allowed to stand.",
    "keywords": [
        "diplomatic",
        "international",
        "korea",
        "north",
        "gambler",
        "kim",
        "check",
        "simon",
        "china",
        "japan",
        "weapons",
        "reckless",
        "vx",
        "tisdall",
        "kept",
        "jongun",
        "koreas"
    ],
    "summary": "In a marked departure from its usual, hands-off policy, China blocked coal imports from North Korea this month after Kim’s latest ballistic missile test.\nAs the biggest customer for North Korea’s vital coal and textile exports, Beijing’s move seems to have surprised Pyongyang.\nChina supplies North Korea with oil, food and other essentials and is its only important ally.\nAnalysts say a determined Chinese economic squeeze on North Korea could result in famine, internal unrest, and large refugee outflows – and is thus unappealing to Beijing.\nMattis pointedly warned North Korea to back off, pledging an “overwhelming” response to any belligerence.",
    "sentiment": {
        "neg": 0.123,
        "neu": 0.8207,
        "pos": 0.0563,
        "compound": -0.1767
    }
}