{
    "date": "2017-10-13T09:59:31Z",
    "title": "Trump to meet parents of Japanese teenager seized by North Korea",
    "url": "https://www.theguardian.com/world/2017/oct/13/trump-meet-parents-japanese-teenager-seized-north-korea-abductions-megumi-yokota",
    "content": "Donald Trump will meet the parents of a teenager snatched from her home by North Korean spies 40 years ago when he visits Tokyo next month, as Japan attempts to maintain pressure on Pyongyang to resolve the cold war abductions of dozens of its citizens. The Japanese prime minister, Shinzo Abe, said he was arranging for the president to meet Shigeru and Sakie Yokota, whose daughter, Megumi, was abducted from her hometown of Niigata on the Sea of Japan coast in November 1977, when she was 13 years old. She was on her way home from after-school badminton practice when she was seized by spies, bundled aboard a boat and taken to North Korea. Abe said he had mentioned a possible meeting with the Yokotas and the families of other abductees when he met Trump in New York last month. “When I asked … he accepted on the spot,” Abe said this week. “He promised he would do his best to rescue the Japanese abduction victims.” Trump mentioned Megumi during his speech to the UN general assembly. “We know it kidnapped a sweet 13-year-old Japanese girl from a beach in her own country to enslave her as a language tutor for North Korea’s spies,” he said. Megumi’s mother welcomed the reference to her daughter. “I was really surprised, but it was great, and I’m thankful to [Trump] for bringing up the issue and putting it into words in front of representatives from around the world,” she said, according to Kyodo news agency. “Every word on the issue is a chance.” The couple, who are both in their 80s, met Barack Obama when he visited Japan in 2014 and Sakie Yokota met George W Bush during a visit to the US in 2006. Megumi is one of 17 Japanese people officially listed as having been abducted by North Korea during the 1970s and 80s, when they were used to teach Japanese language and culture to Pyongyang agents. Campaigners believe the number of abductees could be as high as 100. In 2002, after years of denials, the North Korean leader at the time, Kim Jong-il, admitted his country’s special forces had carried out the abductions. He made the admission during a meeting in Pyongyang with the then Japanese leader, Junichiro Koizumi, and agreed to allow five of the victims to return to Japan. They were later joined by family members, including Charles Jenkins, an American soldier who deserted to the North in 1965 and married Hitomi Soga, a nurse who had been taken from Japan in 1978. Of the 12 remaining missing Japanese people, Megumi’s case resonates most with the public because of her young age and the violent nature of her abduction. Her parents did not find out that she had been abducted until 1997, when a former North Korean spy who defected to South Korea talked at length about a Japanese girl who matched her description. North Korea claimed she had committed suicide in 1994 while being treated in hospital for depression, that another seven abductees had died of illness or in bizarre accidents, and that four others had never entered the country. When North Korea sent what it claimed were Megumi’s remains to Japan for analysis in 2004, tests showed they contained someone else’s DNA. Japanese media reports said the Trump administration would consider the abductions when deciding whether to relist North Korea as a state sponsor of terrorism in response to the assassination of Kim Jong-nam, the half-brother of the country’s leader, Kim Jong-un, in February. Bush removed North Korea from the terror blacklist in 2008 in an attempt to salvage a nuclear disarmament deal. It is not clear how Trump and Abe propose to approach the abductee issue. Both support tough economic sanctions against the regime, while Trump has not ruled out a military response to a major provocation. Neither leader is willing to enter into negotiations as long as Pyongyang continues to test nuclear weapons and ballistic missiles. The prospects for a resolution practically vanished after North Korea pulled out of a 2014 agreement to investigate the abductions in protest at Japanese support for UN sanctions. Trump will fly to Japan early next month on his first tour of Asia, which will include visits to South Korea, China, Vietnam and the Philippines.",
    "keywords": [
        "parents",
        "abe",
        "teenager",
        "abductions",
        "leader",
        "korea",
        "north",
        "meet",
        "spies",
        "japanese",
        "japan",
        "pyongyang",
        "seized",
        "trump"
    ],
    "summary": "She was on her way home from after-school badminton practice when she was seized by spies, bundled aboard a boat and taken to North Korea.\nMegumi is one of 17 Japanese people officially listed as having been abducted by North Korea during the 1970s and 80s, when they were used to teach Japanese language and culture to Pyongyang agents.\nWhen North Korea sent what it claimed were Megumi’s remains to Japan for analysis in 2004, tests showed they contained someone else’s DNA.\nBush removed North Korea from the terror blacklist in 2008 in an attempt to salvage a nuclear disarmament deal.\nThe prospects for a resolution practically vanished after North Korea pulled out of a 2014 agreement to investigate the abductions in protest at Japanese support for UN sanctions.",
    "sentiment": {
        "neg": 0.0958,
        "neu": 0.8288,
        "pos": 0.0755,
        "compound": -0.1313
    }
}