{
    "date": "2017-02-19T00:04:15Z",
    "title": "The Observer view on North Korea | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/feb/19/observer-view-on-north-korea",
    "content": "The death last week of Kim Jong-nam, half-brother of North Korea’s dictator, Kim Jong-un, is widely assumed to be no accident. But what actually happened in Kuala Lumpur, where Kim Jong-nam was allegedly attacked by female secret agents wielding poisoned needles, remains a mystery. So far, four suspects, only one of them North Korean, have been arrested. Autopsy results have proved inconclusive. A diplomatic row has broken out, meanwhile, between the Malaysian authorities, alarmed about a possible high-profile assassination on their territory, and North Korea, which accuses them of colluding with foreign powers to besmirch the country’s good name. On one level, these events have an unreal, almost fantastical quality. North Korea does not have a “good name” internationally. It is reviled for its repressive policies and nuclear brinkmanship. Despite his familial relationship, Kim Jong-nam long ago distanced himself from the youthful tyrant of Pyongyang. He lived in self-imposed exile and took no part in politics. By all accounts, he was a bit of playboy and a bit of a loser. Despite the occasional criticism, Kim posed no discernible threat, certainly not one requiring a melodramatic, cloak-and-dagger plot to silence him. But such rationalisation ignores the true nature of North Korea’s regime – paranoid, insecure, delusional and ruthless. The hapless Kim did not need to challenge his half-brother to be considered a danger. The very fact of his being alive was enough to condemn him to death. Since taking over from his late father in 2011, Kim Jong-un has reportedly executed 140 senior regime officials, including family members, plus the uncounted thousands who die each year in a gulag of forced labour camps. Kim truly believes that by illegally acquiring an offensive nuclear and missile arsenal, he can make North Korea a global power and secure his demented dynasty. The killing of his half-brother must therefore be seen not as the latest bizarre quirk of a comical, Chaplinesque dictator but as another egregious example of the willingness of a very dangerous man to flout international law and human decency. Kim is a menace to his people, to his neighbours and to the world at large. He must be stopped before he causes even more serious harm. But this undeniable imperative raises, in turn, the old question of who will stop him. Repeated rounds of UN sanctions have not worked. Sporadic attempts at drawing his regime into constructive dialogue have got nowhere. Occasional, one-off mercy missions to free western captives have fed Kim’s vanity but left his behaviour unchanged. It is no good looking to Washington. Better presidents than Donald Trump have wrestled with this issue and failed. Bill Clinton and his secretary of state, Madeleine Albright, flirted with engagement. Barack Obama thought the steady pressure of containment might work. Trump fatuously suggested during last year’s campaign that he would snack on burgers with Kim and sort things out man to man. But when Kim loosed off a ballistic missile into the Sea of Japan last week, as Trump played golf with Japan’s prime minister, the bully-in-chief fell uncharacteristically silent. Trump has no policy on North Korea and not the first idea what to do. Hopefully, the Pentagon will stop him doing something really stupid. The answer to the North Korea conundrum is to be found not in the White House but in politburo headquarters in Beijing. China shares a land border with North Korea. It is its biggest trading partner and political ally. If China’s president, Xi Jinping, so decided, North Korea’s export lifeline of coal and textiles could be cut at a stroke. China’s supply of oil, food and other essentials could be halted. The result, it is often said, would be famine, violent internal strife and a flood of refugees into China and South Korea. But that is a worst-case scenario, easily avoided. Xi should forcefully push Kim towards the sort of economic and political opening from which China itself has greatly benefited in the post-Deng Xiaoping era, and spell out the very negative consequences should he refuse. Speaking in Davos last month, Xi extolled the benefits of open borders, free trade and international co-operation. He portrayed China as an advancing world leader as Trump’s America retreats behind walls and barriers. If he is serious, Xi should focus on his own doorstep. The west is not seeking to somehow “liberate” North Korea and thereby threaten China. It wants China to show a lead, take responsibility and stop North Korea threatening the world.",
    "keywords": [
        "stop",
        "observer",
        "man",
        "regime",
        "korea",
        "world",
        "editorial",
        "kim",
        "china",
        "trump",
        "view",
        "xi",
        "north"
    ],
    "summary": "North Korea does not have a “good name” internationally.\nTrump has no policy on North Korea and not the first idea what to do.\nThe answer to the North Korea conundrum is to be found not in the White House but in politburo headquarters in Beijing.\nThe west is not seeking to somehow “liberate” North Korea and thereby threaten China.\nIt wants China to show a lead, take responsibility and stop North Korea threatening the world.",
    "sentiment": {
        "neg": 0.1571,
        "neu": 0.774,
        "pos": 0.0688,
        "compound": -0.2274
    }
}