{
    "date": "2017-07-05T10:41:34Z",
    "title": "Trump's lack of a North Korea strategy is drawing China and Russia closer | Isaac Stone Fish",
    "url": "https://www.theguardian.com/commentisfree/2017/jul/05/trump-north-korea-strategy-china-russia",
    "content": "In a dramatic change, the most shocking response to North Korea’s 3 July missile test – which some analysts think demonstrates Pyongyang’s ability to strike Alaska or Hawaii with a ballistic missile – came not from Donald Trump, but from Beijing and Moscow. Trump’s Twitter response to the launch contained his typical combination of bluster, insult and prodding. “Does this guy have anything better to do with his life,” Trump said on 3 July, probably referring to the North Korean leader Kim Jong Un, adding, “perhaps China will put a heavy move on North Korea and end this nonsense once and for all!” By a happy coincidence for the two countries, the launch occurred during Xi Jinping’s visit to Moscow. Hours before the launch, the Chinese Communist party secretary told Russian media that Sino-Russian strategic ties “are at the best point in history”, and the launch offered the two sides an occasion to demonstrate their closeness. In a joint statement, China and Russia’s foreign ministries warned the situation on the Korean peninsula was so tense “it could lead to an armed conflict”. And it chastised the “relevant parties” – Trump, as well as Kim – to “refrain from provocative actions and warlike remarks”. The striking thing about their statement is not only the language – mild when compared with Trump’s tweets, but surprisingly strident from China’s normally staid foreign ministry – but that Moscow and Beijing took the unusual step of issuing one together. Since coming to power following the death of his father in December 2011, Kim has increased the frequency of his isolated nation’s missile tests, nuclear tests and provocations. Since taking office in January 2017, Trump has claimed the White House will discard Barack Obama’s policy of “strategic patience”: inaction coupled with regional diplomacy and sanctions. And yet, as North Korea’s military capabilities have grown over the last six months, Trump has neglected to announce a new, concrete strategy for dealing with North Korea. One thing he has done, however, may have more dangerous strategic consequences for the US: his bungling North Korea strategy has helped pushed Beijing closer to Moscow. There are two main reasons why this has happened. The first is that Trump’s public pressure on Beijing highlights how China’s strategic goals for the Hermit Kingdom overlap with Russia’s – and how they differ from the United States. Xi and Trump share the quixotic desire for the denuclearization of the Korean peninsula, and the equally unrealistic wish for Kim to act with more predictability and restraint. The similarities basically end there. Washington wants the peninsula unified under Seoul. Moscow and Beijing both appreciate North Korea’s existence as a buffer state between their countries and the democratic, western-leaning South Korea, which houses roughly 29,500 US troops. While North Korea’s largest northern border is with China, it also shares an important border with Russia. In pushing for sanctions, Washington wants to economically strangle North Korea. Beijing and Moscow prefer economic engagement. In late January, Russia and North Korea reportedly discussed expanding rail links between the two nations, and in March, Moscow expanded a guest worker program that brings North Korean laborers to Russia. China’s trade with North Korea in the first quarter of 2017 reportedly grew an astonishing 37.4% from the same period last year. Indeed, the natural overlap is so striking that in a May 2017 speech, China’s Foreign Minister Wang Yi said China and Russia “share a highly consistence stance” on the Korean peninsula. These shared interests played into the two sides’ decision to issue a joint statement. In their statement, they called on Pyongyang to halt its missile and nuclear tests, and for the United States and South Korea to stop its large-scale military exercise – which Washington says is defensive, but Pyongyang sees as preparation for an invasion. The second way Trump’s North Korea policy pushes Beijing closer to Moscow concerns Trump’s stance towards China’s sovereignty. Each time Trump publicly asks, cajoles, or threatens Beijing about North Korea, he implies a lack of respect for Xi’s rule. Moreover, Beijing has long seen North Korea as a client state: it will not allow the United States to dictate Beijing’s foreign policy strategy towards its neighbor. Each time Trump publicly broaches the issue, it raises the costs for Xi to gracefully yield. There is less ambiguity between China and its northern neighbor: though Moscow sometimes resents it, Russia is clearly the junior partner in the relationship. Instead of finding common cause with Washington in the wake of Pyongyang’s latest test, Beijing turned to Moscow. The reasons for an improvement of Sino-Soviet ties extend beyond North Korea. Despite Russian President Vladmir Putin’s bizarrely warm relationship with Trump, both Moscow and Beijing find the American-led international framework problematic: they seek to expand their influence over or subvert current international institutions, while at the same time creating alternative ones. Both countries resent US meddling in Syria. And they’ve recently improved military relations – Beijing recently purchased Russian high-tech military equipment, and the two sides have expanded the “geographic scope of Sino-Russian military exercises” according to a March 2017 US government report. Yes, the report adds, “policy differences and mutual distrust” mean a near-term military alliance is unlikely. In the 1950s, the last time Beijing and Moscow were this close, the Soviet Union’s global reach threatened the United States – but China was shambolic, and desperately poor. Now, China is the world’s second-most influential country, while Russia maintains its status as regional power. If the two sides keep expanding their common interests, that could be far more devastating to the United States’ long-term interests than Kim and his missiles.",
    "keywords": [
        "military",
        "isaac",
        "korea",
        "russia",
        "beijing",
        "fish",
        "lack",
        "strategy",
        "china",
        "stone",
        "trump",
        "trumps",
        "drawing",
        "united",
        "moscow",
        "north"
    ],
    "summary": "In pushing for sanctions, Washington wants to economically strangle North Korea.\nChina’s trade with North Korea in the first quarter of 2017 reportedly grew an astonishing 37.4% from the same period last year.\nThe second way Trump’s North Korea policy pushes Beijing closer to Moscow concerns Trump’s stance towards China’s sovereignty.\nEach time Trump publicly asks, cajoles, or threatens Beijing about North Korea, he implies a lack of respect for Xi’s rule.\nThe reasons for an improvement of Sino-Soviet ties extend beyond North Korea.",
    "sentiment": {
        "neg": 0.0621,
        "neu": 0.8361,
        "pos": 0.1018,
        "compound": 0.0807
    }
}