{
    "date": "2017-08-25T08:36:42Z",
    "title": "Living on the edge of oblivion: life along the North Korean border",
    "url": "https://www.theguardian.com/world/2017/aug/25/living-on-the-edge-of-oblivion-life-along-the-north-korean-border",
    "content": "Woo Jong-il can see North Korea from his front yard. He still remembers the moments when stray bullets would fly through the air, terrifying the hundreds of families scattered along the border. These days the retired dairy farmer is prepared: he has two concrete bunkers in case of an attack. In just a few short steps, the 72-year-old can run out of his living room and down a short flight of narrow concrete stairs into a cold and damp box in the ground below his house, with only a single bare lightbulb. A larger bunker built into a hill is a five-minute walk through rice paddies. But amid increasing tension between the US and North Korea, not even Woo’s two hideouts give him peace of mind. “I don’t feel safe, this is the front line,” Woo said in an interview at his home, an hour’s drive north of Seoul, the South Korean capital. “We’re in the most danger, it’s nerve-wracking. Weapons these days are so good, the front lines will be completely destroyed if war breaks out.” Tensions on the Korean peninsula have risen sharply in recent weeks, after the US president, Donald Trump, said further threats from the North Korean leader, Kim Jong-un, would be met with “fire and fury” and the North responded by publishing detailed plans to fire four missiles at the US territory of Guam. On Monday, the US and South Korea began annual military exercises, which the North Korean state-run newspaper Rodong Shinmun was like “throwing petrol on to fire” and that the drills would “worsen the situation”. The war games are “reckless behaviour driving the situation into the uncontrollable phase of a nuclear war”, the paper said. Amid the war of words and swirling geopolitical struggle are the hundreds of thousands of people living along the demilitari sed zone that separates the two Koreas, one of the most volatile borders in the world. Their lives are invariably shaped by their proximity to North Korea and all the uncertainty that comes with it, the Guardian found on a recent trip through the villages that dot the border region. A trip to anywhere along the border reveals a countryside where military outposts are more common than petrol stations and armed soldiers man checkpoints to keep civilians from venturing too close to an area still scattered with landmines. Here, red traffic lights are a suggestion rather than a command and rolling green mountains form a natural barrier in many places before giving way to flat farmland near the western coast north of Seoul. But the border region is far from remote. In densely packed South Korea there are always signs of life and dozens of militarised tourist attractions catering to locals hoping to get a glimpse of their “main enemy”. Woo was five years old at the start of the Korean war in 1950 and seven decades later still thinks any loud noise is a gunshot or a mortar. He is quick to explain: “That’s not from my time in the army, it’s from growing up here.” Occasional exchanges of fire between North and South continued in Woo’s town up until 1970, when he decided to build the first of his bunkers below his house. The smaller refuge can hold about 10 people, packed like sardines, and is a far cry from the Hollywood renderings of fallout shelters complete with creature comforts. The second bunker followed three years later but has fallen into disrepair as his children moved away and older members of the family died. Both Woo’s bunkers were built entirely by hand, during a time when heavy machinery was a luxury in the impoverished South Korea of the early 1970s. Despite his fears, Woo has never thought of leaving the land that has been in his family for 13 generations, roughly 400 years, and even supports Trump’s hardline approach. “I like what Trump is doing, but if war were to break out, it would kill a lot of Korean people,” he said. “For America, it’s just the soldiers who come here, their country is safe. It’s only our civilians that will die.” And while Woo knows war is certain to be disastrous, he wants “the powerful nations of the world to eliminate Kim Jong-un” in order to achieve peace. Failing that, he says South Korea should be allowed to develop nuclear weapons of their own. Woo’s views reflect a more forceful approach advocated by many in South Korea, tired of decades of inaction despite increasing provocations for the North in the form of nuclear weapons tests, missile development and the occasional attack on South Korea. On the other side of the debate on how to end the conflict brewing for the past seven decades is Lee Min-bok, who supports changing from within North Korea rather than military might. And unlike Woo, Lee wants to live as close to the border as possible, an odd desire for the former agricultural scientist who fled North Korea through China and Russia in 1995. But it is essential for what has become his life’s work: smuggling information into North Korea with balloons. Whenever the wind is blowing northerly, Lee, with the help of his wife, loads up his five-tonne truck with balloons and bags of leaflets, DVDs, US dollars and bibles. He drives as far north as he can, fills up the balloons from two enormous hydrogen tanks and sends them sailing across the heavily mined demilitarised zone at a height of three to five kilometres. Holding him back from making the move closer to the North from his home in Pocheon are the concerns of local villagers, who are hostile to balloon launchers like Lee out of fear that it will make their towns a target. Their fears are not unfounded. In 2011, a man was arrested for plotting to assassinate Lee with a poison-tipped dart. North Korea has called him “human garbage”, as well as dubbing him the godfather of leaflets. North Korea has also fired anti-aircraft guns trying to down his balloons, leading the South to return fire. He now has a team of six plainclothes police that accompany him wherever he goes and his home crafted out of two shipping containers is surrounded by surveillance cameras. “I want to move as close to the demilitarised zone, to North Korea as possible, the closer the better,” Lee said. “I do think that it’s dangerous for me and the government clearly agrees.” Above his bed are two floor-to-ceiling maps of the Korean peninsula with balloon launch sites along the border marked out. Lee credits a South Korean government leaflet for his own political awakening, coupled with a famine in the 1990s that killed upwards of 1 million people. After reading a flyer that accused the North of starting the Korean war, Lee found a veteran and plied him with alcohol and cigarettes. Eventually, in a hushed voice, the veteran revealed the truth: North Korea had started the war, the exact opposite of what schoolchildren learn. Lee’s confidence in the regime collapsed. “The thing that North Korean people thirst for and ask for most is outside information,” Lee said. “All the important defectors say the same thing, information inflow. It’s the only way to make a North Korean become aware and change the country.” The South Korean government eventually stopped sending across balloons and Lee has since devoted his life to the cause, financing his operation with donations and living in spartan conditions. The authorities in the South still attempt to beam information across the border. Giant loudspeakers on both sides often engage in propaganda duels, with North Korea extolling the accomplishments of their great leaders and South Korea blaring K-pop music. The fight also extends to the airwaves, and residents of border towns are close enough to pick up South Korean radio stations boasting their soldiers can watch plenty of television and pursue higher education. Another programme aims to educate North Koreans on human rights, but must first define a term unfamiliar to many in the North, saying it as “an absolute necessity to live like a human being”. It ends with a plea for North Koreans to defect, and carries a slogan that sounds lifted from a cheesy 1980s vacation advertisement: “You only live once, you can’t live it in vain. Come to South Korea, enjoy freedom and make your dreams come true”. For the South Koreans that are subjected to propaganda from the other side, the messages have had little effect. The villagers in Haean have come to ignore the messages and some say they cannot even understand what the North Korean propagandists are saying. The small farming community of about 1,500 people sits in the middle of a bowl-shaped valley, giving the area the nickname “punchbowl”. The northern hills lie within the demilitarised zone and they were the site of heavy fighting during the Korean war. Along the roads there are signs tacked to guardrails and strung between trees warning of landmines. A clerk at the town hall is happy to give directions to visitors, but with one caveat: “Don’t go past where people live, with their orchards and farms, because there are bombs”. In 1990, the South Korean government discovered a kilometre-long tunnel in the area dug by the North Korean military, complete with electricity and a narrow rail system. While the South intercepted the tunnel with one of their own before it could be finished, it would have allowed thousands of North Korean soldiers to cross the border undetected. Outside the tunnel, a small contingent of soldiers stand guard and visitors can only enter the tunnel with an escort. But the posting at the end of a tunnel with one end in North Korea is relatively safe. “Before we were stationed at the fence, one of the most dangerous postings,” one soldier said. “We had to be armed with live ammunition at all times and North Korea was just a few hundred metres away.” Despite the military presence and living next to the world’s most dangerous border, locals are largely unfazed by Kim Jong-un’s bellicose rhetoric. “This is the safest place,” said Lee Soo-nae as she sold ginseng wine on the side of the road. “If violence breaks out, North Korea will blow up Seoul or Busan, the people there will die. But here they’ll just shoot at each other.” “This is a good place to live,” she added. With additional reporting by Soeun Seo.",
    "keywords": [
        "border",
        "war",
        "south",
        "korea",
        "live",
        "living",
        "woo",
        "tunnel",
        "edge",
        "lee",
        "oblivion",
        "life",
        "north",
        "korean"
    ],
    "summary": "But amid increasing tension between the US and North Korea, not even Woo’s two hideouts give him peace of mind.\nThe villagers in Haean have come to ignore the messages and some say they cannot even understand what the North Korean propagandists are saying.\nThe northern hills lie within the demilitarised zone and they were the site of heavy fighting during the Korean war.\nIn 1990, the South Korean government discovered a kilometre-long tunnel in the area dug by the North Korean military, complete with electricity and a narrow rail system.\n“If violence breaks out, North Korea will blow up Seoul or Busan, the people there will die.",
    "sentiment": {
        "neg": 0.1044,
        "neu": 0.8219,
        "pos": 0.0736,
        "compound": -0.086
    }
}