{
    "date": "2017-09-03T15:42:12Z",
    "title": "North Korea's latest nuclear test reflects failure of Trump's bellicose rhetoric",
    "url": "https://www.theguardian.com/world/2017/sep/03/north-korea-nuclear-missiles-pyongyang-donald-trump",
    "content": "Donald Trump responded to North Korea’s sixth nuclear test by turning on one of Washington’s closest allies in the region, South Korea, blaming it on Seoul’s policy of “appeasement”. Pyongyang’s rhetoric and actions leading up to the test have been aimed at the US, however, and detonation of the most powerful nuclear device the regime has built so far reflects the failure of any remaining hope Trump might have had that his own bellicose rhetoric would work as a deterrent. Since the US president’s warning that “fire and fury” would befall North Korea if it continued to threaten the US, Kim Jong-un has unveiled a detailed plan to fire a salvo of missile at the US Pacific of Guam, conducted its most provocative ballistic missile test to date, flying it over Japan territory, and carried out its most ambitious nuclear test, of what it claims is a thermonuclear device. Initial estimates suggest it may have been a two-stage bomb perhaps ten times more powerful than the biggest of the earlier tests. Trump’s response in a series of Sunday morning tweets was to lash out at China, saying North Korea had become a “great threat and embarrassment” to Beijing, but more strikingly at the South Korean government of Moon Jae-in. “South Korea is finding, as I have told them, that their talk of appeasement with North Korea will not work, they only understand one thing!” Trump tweeted. Moon, who was elected in May, has cautioned against threatening a pre-emptive attack against North Korea and insisted that South Korea, which would almost certainly bear the brunt of a response, would have to be consulted before major military action. Former US officials and Korea experts said that one of the main aims of Pyongyang’s strategy is to drive a wedge between South Korea and its US protector. The principal strategic goal of developing intercontinental ballistic missiles (ICBMs), two of which were tested in July, is to hold at risk the US mainland and therefore put in doubt a US response to any North Korean attack on the south. By distancing Washington from Seoul, they said, Trump was behaving as Kim Jong-un wanted. He had warned South Korea it would have to pay for using a US missile defence system (Thaad) and on the eve of the nuclear test, he was reported by the Washington Post to have been on the point of withdrawing from a five year old free trade agreement with Seoul. “Reassuring South Korea is a top priority,” Jon Wolfsthal, a former special assistant to Barack Obama on non-proliferation, said. “The Trump administration is failing this test. Threats about the Thaad bill and now the trade agreement are very damaging.” Kingston Reif, the director for disarmament and threat reduction policy at the Arms Control Association said: “At a time when alliance unity, and coordination are essential, it is hard to overstate how damaging and stupid this is.” Trump’s actions on Korea have not been coordinated with the rest of his administration. His national security team were taken by surprise by his threat of “fire and fury like the world as never seen” against Pyongyang. His foreign policy advisors are reported to be trying hard to stop him withdrawing from the trade agreement with Seoul, a policy he is pursuing for domestic political reasons, having denounced US trade agreements as bad for American workers in the election campaign. While the president issued threats against North Korea, his secretaries of state and defence, Rex Tillerson and James Mattis, had attempted to pursue a more calibrated path, insisting that diplomacy was Washington’s main focus. Through much of August, Tillerson made clear that talks with Pyongyang were a possibility if it maintained a pause in missile and nuclear tests. The US military also scaled down its own military operations, temporarily stopping practice runs by its heavy B1-B bombers near North Korean territory. However, the US military leadership only acknowledged the pause after it was over, following North Korea’s missile test over Japan, raising a question about whether the US was properly handling its messaging policy to Pyongyang. “US North Korea policy is in tatters. The administration has not articulated clear goals, cabinet officials regularly issue statements that conflict with the president, and the administration has not appointed any of the necessary senior officials to handle the diplomatic morass,” said Mira Rapp-Hooper, a senior research scholar in the Paul Tsai China Centre at Yale Law School. “In this environment, the Trump administration must articulate and begin to implement a comprehensive North Korea strategy. No seasoned analyst believes the North will give up its weapons, but perhaps, over time, the US and its partners can get it to agree to some restrictions on its programs.” She said that any comprehensive strategy would include economic pressure, as well as military deterrence and containment in tandem with a strong emphasis on diplomacy and working with partner governments. “If the Trump administration has any desire to implement a comprehensive strategy the president must cease his unwarranted maligning of US treaty allies, and realize they are indispensable to the way forward,” Rapp-Hooper said. “One of North Korea’s goals in developing nuclear weapons and long-range missiles is to separate the US from its allies. The US president must not aid and abet Pyongyang.”",
    "keywords": [
        "policy",
        "south",
        "military",
        "failure",
        "korea",
        "bellicose",
        "administration",
        "nuclear",
        "trump",
        "rhetoric",
        "trumps",
        "test",
        "latest",
        "reflects",
        "missile",
        "north",
        "koreas"
    ],
    "summary": "Donald Trump responded to North Korea’s sixth nuclear test by turning on one of Washington’s closest allies in the region, South Korea, blaming it on Seoul’s policy of “appeasement”.\n“South Korea is finding, as I have told them, that their talk of appeasement with North Korea will not work, they only understand one thing!” Trump tweeted.\n“Reassuring South Korea is a top priority,” Jon Wolfsthal, a former special assistant to Barack Obama on non-proliferation, said.\n“US North Korea policy is in tatters.\n“In this environment, the Trump administration must articulate and begin to implement a comprehensive North Korea strategy.",
    "sentiment": {
        "neg": 0.0814,
        "neu": 0.8578,
        "pos": 0.0609,
        "compound": -0.0897
    }
}