{
    "date": "2017-04-17T13:45:44Z",
    "title": "Nuclear war has become thinkable again – we need a reminder of what it means | Paul Mason",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/17/nuclear-war-has-become-thinkable-again-we-need-a-reminder-of-what-it-means",
    "content": "Last week, Donald Trump deployed his superweapon Moab, the “mother of all bombs” – 10 tonnes of high explosive detonated in mid-air in such a way as to kill, it is claimed, 94 Isis militants. The Russian media immediately reminded us that their own thermobaric bomb – the “father of all bombs” – was four times as powerful: “Kids, meet Daddy,” was how the Kremlin mouthpiece Russia Today put it. But these are child’s play compared with nuclear weapons. The generation waking up to today’s Daily Mail strapline – “World holds its breath” – may need reminding what a nuclear weapon does. The one dropped on Hiroshima measured 15 kilotons; it destroyed everything within 200 yards and burned everybody within 2km. The warhead carried by a Trident missile delivers a reported 455 kilotons of explosive power. Drop one on Bristol and the fireball is 1km wide; third-degree burns affect everybody from Portishead to Keynsham, and everything in a line from the Bristol Channel to the Wash is contaminated with radiation. In this scenario, 169,000 people die immediately and 180,000 need emergency treatment. Given that there are only 101,000 beds in the entire English NHS, you can begin to imagine the apocalyptic scenes for those who survive. (You can model your own scenario here.) But a Trident missile carries up to eight of these warheads, and military planners might drop them in a pattern around one target, creating a firestorm along the lines that conventional Allied bombing created in Hamburg and Tokyo during the second world war. I don’t wish to alarm you, but right now the majority of the world’s nuclear warheads are in the hands of men for whom the idea of using them is becoming thinkable. For Kim Jong-un, it’s thinkable; for Vladimir Putin, it’s so thinkable that every major Russian wargame ends with a “nuclear de-escalation” phase: that is, drop one and offer peace. On 22 December last year, Trump and Putin announced, almost simultaneously, that they were going to expand their nuclear arsenals and update the technology. Right now, a US aircraft carrier strike force is steaming towards North Korea (the DPRK) to menace Kim’s rogue regime. We don’t know what secret diplomacy went on between Xi Jinping and Trump at Mar-a-Lago, but the US is sounding confident that China will rein the North Koreans in. What we do know is that Trump has been obsessed since the 80s with nuclear weapons, that he refuses to take advice from military professionals and that he seems not to understand the core Nato concept of nukes as a political deterrent, as opposed to a military superweapon. This sudden mania for speaking of nuclear warfare, among men with untrammeled power, should be the No 1 item on the news, and the No 1 concern of democratic and peace-loving politicians. The video fireworks on US cable news channels have progressed in the space of 10 days from cruise missile launches to bunker-busting airburst porn. One US news host referred to the former as “beautiful”. I will always remember the Botoxed faces of the US news anchors when they arrived in New Orleans after Hurricane Katrina. It was as if they had been woken up from a dream, and the best of them realised how they had been sleepwalking towards the disaster. Katrina shows what happens when a disaster hits a fragile, poverty-stricken and socially fragmented city. In New Orleans, for a few days, civilisation fell apart. Policemen, suddenly called on to haul their overweight frames into self-sacrificing and arduous work, quit on the spot. The modern equivalent of lynchings happened. Central government and unified military command of the situation broke down. My experience there convinced me that, in the event of mass fatalities being inflicted on a developed world city, the real problem would be social chaos, not mass radiation sickness. Trump is ramping up the military rhetoric for a horribly simple reason: two weeks ago, the isolationist wing of his team got outflanked by generals; they tried some war to see how it went down and it went down well. We may get lucky. It may be that the Chinese leadership is prepared to put serious pressure on North Korea to prevent Kim’s regime staging some kind of provocation against the US navy. Or we may get unlucky: the DPRK has a nuclear weapon, even if the missiles needed to deliver it are unstable. It has been human nature, given the scale of devastation a nuclear war would bring, to blank the possibility from our minds, to worry about small risks because the big one is incalculable. But from the 50s to the 00s, we had – in all nuclear powers – military/industrial complex politicians who understood the value of multilateralism. All around us high politics is becoming emotion driven, unilateral, crowd-pleasing and falling under the control of erratic family groups and mafias, rather than technocrats representing ruling elites. For the warmongers, true multilateralism is a serious annoyance; that’s why so many of the world’s autocrats are busy forcing NGOs to register, cutting off foreign funds to them and decrying the presence of international observers or sabotaging their work. If Theresa May wanted to send a useful message at Easter it could have been: in compliance with the non-proliferation treaties, we will never use our nuclear weapons first; we will stick to diplomatic and economic pressure to get the DPRK to comply; and we will use our own, independent diplomatic clout to strengthen disarmament and non-proliferation. That is what a responsible nuclear-armed power would do. The UK’s silence as Trump toys with military escalation and nuclear rearmament is criminal. • This article was amended on 18 April 2017 to correct the spelling of Keynsham.",
    "keywords": [
        "war",
        "mason",
        "military",
        "world",
        "paul",
        "means",
        "north",
        "nuclear",
        "went",
        "power",
        "reminder",
        "need",
        "weapons",
        "thinkable",
        "trump"
    ],
    "summary": "But these are child’s play compared with nuclear weapons.\nThe generation waking up to today’s Daily Mail strapline – “World holds its breath” – may need reminding what a nuclear weapon does.\nFor Kim Jong-un, it’s thinkable; for Vladimir Putin, it’s so thinkable that every major Russian wargame ends with a “nuclear de-escalation” phase: that is, drop one and offer peace.\nIt has been human nature, given the scale of devastation a nuclear war would bring, to blank the possibility from our minds, to worry about small risks because the big one is incalculable.\nThe UK’s silence as Trump toys with military escalation and nuclear rearmament is criminal.",
    "sentiment": {
        "neg": 0.1109,
        "neu": 0.8285,
        "pos": 0.0605,
        "compound": -0.2104
    }
}