{
    "date": "2017-09-20T07:19:53Z",
    "title": "Was Trump aiming at North Korea's Rocket Man or his friend next door?",
    "url": "https://www.theguardian.com/us-news/2017/sep/20/donald-trump-north-korea-rocket-man-or-china",
    "content": "On the face of it, Donald Trump’s threat to “totally destroy” North Korea was aimed squarely at Kim Jong-un and the twisted and reckless “band of criminals” he said surrounded him. “Rocket Man is on a suicide mission for himself and for his regime,” the US president warned during his bellicose debut at the UN general assembly. But was the North Korean dictator Trump’s true target, or was it really the man next door? Some experts suspect Trump’s incendiary ultimatum was in fact directed at Chinese president Xi Jinping, whose assistance he is seeking in the crusade against what he dubbed Kim’s “depraved regime”. Bonnie Glaser, director of the China power project at the Centre for Strategic and International Studies, said: “The way Trump speaks about North Korea … suggests he believes that if he is very, very tough that he can somehow persuade other countries to do more against North Korea: that he can bully them into doing more.” In the case of China, that meant convincing Xi to cut off North Korea’s crude oil supply, a game-changing move that could, eventually, topple Kim’s regime. Glaser said it was hard to know how such threats might affect Beijing’s calculus. But the message to Xi was clear: “If you guys don’t do more and you really don’t curb your oil exports, then we are going to strike.” Chinese commentators are split on whether Trump’s gambit will pay off. Shi Yinhong, an international relations expert at Beijing’s Renmin University, said the president’s “wild words” were doomed to fail. “He wants to intimidate North Korea and to pressure China. He wants to show that he is a man and that everybody should be afraid of him. But over the past few months it has become so clear that Kim Jong-un is not afraid of him. On the contrary, the military threat will make Kim even more focused on nuclear and missile development to protect North Korea’s survival in the face of this kind of American policy.” Nor was China likely to change its position. Shi said Beijing simply did not believe Trump would risk a military attack on its doorstep, a move experts universally agree would spark a catastrophic conflagration on the Korean peninsula. “They are not going to totally destroy North Korea and risk retaliation with nuclear weapons. He’s only bluffing.” An editorial in the China Daily took a similarly dim view of what it called Trump’s indulgent and antagonistic finger-pointing at the UN: “His threat to ‘totally destroy’ [North Korea will] ... likely worsen the already volatile situation,” it said. But Shen Dingli, a foreign affairs expert from Shanghai’s Fudan University, offered a more sympathetic take on Trump’s apparent strategy and said he could see some art in the deal the president was trying to broker. Shen said Trump’s “confrontational words” were not only being lapped up by the American public but were also starting to affect Beijing’s thinking. “Each time he has threatened China, China has made concessions because China wants to protect its trade with the US,” he said, pointing to China’s recent support for two rounds of UN security council sanctions against North Korea. Shen said China did not need to completely capitulate, merely to continue making incremental concessions that would keep the US president at bay and avert a major falling-out between the world’s top two economies. “Trump is a businessman by training. He wants to raise the bar higher to get a good return. [But] he never expects a partner to pay the full cost,” Shen said. Evidence to support Shen’s theory can be found on page 45 of Trump’s 1987 bestseller The Art of the Deal: “My style of deal-making is quite simple and straightforward. I aim very high, and then I just keep pushing and pushing and pushing to get what I’m after,” he writes, adding: “Sometimes I settle for less than I sought, but in most cases I still end up with what I want.” Such is Trump’s apparent obsession with getting China to help him rein in North Korea, that even his new nickname for Kim Jong-un – “rocket man” – has reportedly been chosen with Beijing in mind. “It translates clearly into Chinese,” one senior administration official told CNN White House correspondent Jim Acosta after Trump gave the moniker its latest airing at the UN’s headquarters in New York. The nickname – which translates into “huojian ren” in Mandarin – appeared to have struck a chord on Chinese social media sites, although perhaps not in the way Trump had intended. “Such a cool name: ‘Rocket Man’,” one user of Weibo, China’s Twitter, wrote on Wednesday. “It makes Fatty Kim seem like a super hero.” Glaser said Beijing’s ears would also have pricked up at Trump’s attack on countries that had “faithfully implemented socialism”. “From the Soviet Union to Cuba to Venezuela, wherever true socialism or communism has been adopted, it has delivered anguish and devastation and failure. Those who preach the tenets of these discredited ideologies only contribute to the continued suffering of the people who live under these cruel systems,” he told the UN. Those comments would fuel Chinese suspicions and anxieties that, despite reassurances from US secretary of state Rex Tillerson, Trump’s administration was indeed set on regime change in places such as North Korea, Glaser said. “I think they will conclude that president Trump can potentially do something dangerous and that they have to be careful … I don’t think they rule out the possibility that he could actually launch a military strike.” That, of course, may be precisely the point. Additional reporting by Wang Zhen",
    "keywords": [
        "man",
        "friend",
        "korea",
        "wants",
        "president",
        "china",
        "aiming",
        "kim",
        "chinese",
        "trumps",
        "trump",
        "door",
        "rocket",
        "north",
        "koreas"
    ],
    "summary": "But was the North Korean dictator Trump’s true target, or was it really the man next door?\nSome experts suspect Trump’s incendiary ultimatum was in fact directed at Chinese president Xi Jinping, whose assistance he is seeking in the crusade against what he dubbed Kim’s “depraved regime”.\n“He wants to intimidate North Korea and to pressure China.\n“They are not going to totally destroy North Korea and risk retaliation with nuclear weapons.\n“Each time he has threatened China, China has made concessions because China wants to protect its trade with the US,” he said, pointing to China’s recent support for two rounds of UN security council sanctions against North Korea.",
    "sentiment": {
        "neg": 0.1142,
        "neu": 0.8249,
        "pos": 0.0608,
        "compound": -0.1323
    }
}