{
    "date": "2017-08-11T00:31:27Z",
    "title": "Australia will back US in any conflict with North Korea, Turnbull says",
    "url": "https://www.theguardian.com/australia-news/2017/aug/11/turnbull-pledges-support-to-us",
    "content": "Malcolm Turnbull has made it plain that Australia will be involved in any conflict in the event North Korea attacks the United States. The prime minister told 3AW on Friday morning “if there is an attack on the US, the Anzus treaty would be invoked” and Australia would come to the aid of the United States. He said the form of Australia’s engagement would be determined in consultation with allies. “In terms of defence, we are joined at the hip,” Turnbull said. Shares plunged in the Asia Pacific region on Friday morning amid investor alarm at the increasingly bellicose war of words between North Korea and the US. In Australia, the benchmark ASX/S&amp;P 200 index was down 1.3% at 5685 points, while in Seoul the Kospi index was off more than 2%. The prime minister’s remarks followed a conversation on Thursday night with the US vice-president, Mike Pence. The Anzus treaty is a defence agreement signed in 1951 to protect the security of the Pacific. The treaty says the signatories will “consult together” and “act to meet the common danger”. There is debate among defence experts about whether the treaty’s wording necessitates military action by the parties. Turnbull’s bullish comments on Friday morning contrast with a more hedged tone from Australia’s foreign minister, Julie Bishop earlier in the week. Bishop told the ABC on Thursday there was no automatic trigger for Australia to be involved. She said Australia was not a party to the ceasefire that ended the Korean War in 1953, and, “as far as the Anzus alliance is concerned, that is an obligation to consult”. But Turnbull said on Friday that in the event North Korea attacked Guam, Australia and the US would “stand together” and that commitment by Australia was “absolutely rock solid”. He said just as John Howard had invoked the Anzus treaty in the aftermath of the 9/11 terror attacks in New York, his government would do the same if North Korea launched a military assault on American territory. The US president, Donald Trump, issued several provocative warnings this week to North Korea. He vowed to respond to North Korea with “fire and fury” if it threatened to attack America. Overnight, Trump has said his threat to unleash “fire and fury” on the country was not “tough enough”. The North Korean regime telegraphed a detailed plan this week to launch missiles aimed at the waters off the coast of the US Pacific territory of Guam. Asked if the US was considering a preemptive strike, Trump replied: “We don’t talk about that. I never do.” Earlier in the week, Turnbull warned of “catastrophic consequences” in the event the bellicose standoff between the US and and North Korea escalated into outright conflict. On Wednesday, he said the only way to deal with North Korea was with “maximum economic pressure” and he welcomed “new and harsh” sanctions imposed by the United Nations security council on the regime.",
    "keywords": [
        "turnbull",
        "korea",
        "australia",
        "week",
        "pacific",
        "trump",
        "united",
        "conflict",
        "treaty",
        "anzus",
        "north"
    ],
    "summary": "Malcolm Turnbull has made it plain that Australia will be involved in any conflict in the event North Korea attacks the United States.\nShares plunged in the Asia Pacific region on Friday morning amid investor alarm at the increasingly bellicose war of words between North Korea and the US.\nBut Turnbull said on Friday that in the event North Korea attacked Guam, Australia and the US would “stand together” and that commitment by Australia was “absolutely rock solid”.\nHe vowed to respond to North Korea with “fire and fury” if it threatened to attack America.\nI never do.” Earlier in the week, Turnbull warned of “catastrophic consequences” in the event the bellicose standoff between the US and and North Korea escalated into outright conflict.",
    "sentiment": {
        "neg": 0.0905,
        "neu": 0.8342,
        "pos": 0.0753,
        "compound": -0.113
    }
}