{
    "date": "2017-03-06T10:04:55Z",
    "title": "North Korea fires four missiles into sea near Japan",
    "url": "https://www.theguardian.com/world/2017/mar/06/north-korea-fires-unidentified-projectile-into-sea-of-japan",
    "content": "Japan has lodged a protest and warned of grave threats to its security after North Korea launched four ballistic missiles on Monday morning, three of which fell into Japanese waters. The exact type of missile fired was not immediately clear, but South Korea’s military said it was unlikely that they were intercontinental ballistic missiles (ICBM), which can reach the US. An unnamed US official told Reuters that the US saw no indications that an ICBM had been tested. According to the military in Seoul, the North fired the unidentified projectiles shortly after 7.30am local time (2230 GMT Sunday) from the Tongchang-ri region near its border with China. The area is home to the North’s Seohae satellite station, where it has conducted banned long-range rocket launches in recent years. “The latest launches of ballistic missiles clearly demonstrate evidence of a new threat from North Korea,” the Japanese prime minister, Shinzo Abe, said. “The launches are clearly in violation of [UN] security council resolutions. It is an extremely dangerous action.” The missiles flew about 620 miles (1,000km) before landing in the Sea of Japan – known as the East Sea in Korea – with three landing in Japan’s “exclusive economic zone”. A fourth splashed down just outside the EEZ. Three of the missiles landed 186-217 miles (300-350km) from the Oga peninsula in Japan’s Akita prefecture, according to the country’s defence minister, Tomomi Inada. Japan’s chief cabinet secretary, Yoshihide Suga, called the latest missile launch a “grave threat to national security” but added that there were no reports of damage to ships or aircraft in the area. South Korea’s acting president Hwang Kyo-ahn said the launches were a direct challenge to the international community. The US also condemned the launch, vowing that Washington was ready to “use the full range of capabilities at our disposal against this growing threat”. “The United States strongly condemns the DPRK’s ballistic missile launches tonight, which violate UN security council resolutions explicitly prohibiting North Korea’s launches using ballistic missile technology,” the State Department’s acting spokesman, Mark Toner, said in a statement. He added: “We remain prepared – and will continue to take steps to increase our readiness – to defend ourselves and our allies from attack, and are prepared to use the full range of capabilities at our disposal against this growing threat.” North Korea conducted two nuclear tests and 20 missile launches last year – a sign, say experts, that the country’s leader, Kim Jong-un, is redoubling efforts to develop a nuclear arsenal capable of deterring “hostility” from the US and South Korea. In his New Year’s address, Kim claimed that the North was preparing to test fire an ICBM – a development that would dramatically raise the diplomatic and security stakes for Washington. The US defence secretary, James Mattis, warned last month that any nuclear attack on the US or its allies in the Asia-Pacific would trigger an “effective and overwhelming” response. North Korea has carried out five nuclear tests and dozens of missile launches despite six rounds of UN sanctions that began after Pyongyang’s first nuclear test in 2006. Concern is growing that with every new test, North Korea is edging towards developing a fully functioning ICBM that, in theory, could strike the US mainland. Donald Trump’s administration has yet to publicly articulate its policy towards North Korea beyond voicing support for its alliances with Japan and South Korea, home to tens of thousands of US troops. The US president has previously described North Korea as a “big, big problem”. Monday’s tests were the second North Korea has conducted since Trump became president. Early last month, it test-launched a new intermediate-range missile – known as the Pukguksong-2, into the sea to coincide with Trump’s summit with Abe at his Florida estate. “Not only Pukguksong-2 but newer independent strategic weapons will fly high vigorously in the sky off the ground as long as the United States and the puppet regime are going ahead with their nuclear threat to us and an exercise for invasion war against the North,” North Korea’s Rodong Sinmun newspaper, the mouthpiece of the ruling Workers’ party, said in a commentary last week. Monday’s launches are believed to be in protest at the start last week of huge joint military exercises involving South Korea and the US that North Korea regards as a rehearsal for an invasion. Pyongyang threatened to take “strong retaliatory measures” after the annual military drills began last Wednesday but did not elaborate. Kim ordered troops to “set up thorough countermeasures of a merciless strike against the enemy’s sudden air assault”, the state-run Korean Central News Agency said. South Korea and the US insist that the Foal Eagle exercises, which will end in late April, are designed to test the allies’ preparedness for a serious military provocation from North Korea. The launches could also be designed to communicate Pyongyang’s anger towards China, coming as Xi Jinping attended the 10-day annual national people’s congress in Beijing. While China is the North’s only main ally and biggest donor and trading partner, Beijing has not attempted to hide its opposition to Pyongyang’s nuclear ambitions. Last month, China announced a suspension of all coal imports from North Korea until the end of the year, depriving Pyongyang of an important source of foreign currency. On Monday China’s foreign ministry said Beijing opposed the missile launch but noted that it had taken place as the US and South Korea were holding “large-scale military exercises targeting North Korea”. “All sides should exercise restraint and not do anything to irritate each other to worsen regional tensions,” a spokesman added. Xinhua, China’s official news agency, urged China, Japan, North Korea, Russia, South Korea, and the US “to go back to the negotiating table to end wrangles and wrestles and reopen the long stalled six-party talks that once brought the Korean Peninsula nearest to denuclearisation with a settlement acceptable to all”.",
    "keywords": [
        "south",
        "military",
        "fires",
        "korea",
        "sea",
        "north",
        "threat",
        "missiles",
        "nuclear",
        "japan",
        "launches",
        "security",
        "missile",
        "near"
    ],
    "summary": "“The latest launches of ballistic missiles clearly demonstrate evidence of a new threat from North Korea,” the Japanese prime minister, Shinzo Abe, said.\nDonald Trump’s administration has yet to publicly articulate its policy towards North Korea beyond voicing support for its alliances with Japan and South Korea, home to tens of thousands of US troops.\nThe US president has previously described North Korea as a “big, big problem”.\nMonday’s tests were the second North Korea has conducted since Trump became president.\nLast month, China announced a suspension of all coal imports from North Korea until the end of the year, depriving Pyongyang of an important source of foreign currency.",
    "sentiment": {
        "neg": 0.0857,
        "neu": 0.8626,
        "pos": 0.0516,
        "compound": -0.1557
    }
}