{
    "date": "2017-08-11T05:58:50Z",
    "title": "Life at 'the tip of the spear': defiant Guam refuses to cower to Kim",
    "url": "https://www.theguardian.com/world/2017/aug/11/defiant-guam-refuses-to-cower-to-kim-north-korea-tip-of-spear",
    "content": "White sand beaches, crystal clear water, sunny blue skies and palm trees. All the hallmarks of an island getaway perfect for ignoring the problems of the world – unless that island is Guam. This far-flung sliver of coral and greenery, which sits 9,700km from the US mainland, is in the crosshairs of North Korea. It has been singled out by Kim Jong-un for a quartet of ballistic missiles in a highly detailed battle plan meant to send a warning to his bombastic American equivalent, Donald Trump. Walking around the 50km-long island there is a mix of trepidation and defiance in the face of antagonistic rhetoric on both sides. Some residents are stockpiling essentials while others proudly boast: “If North Korea nukes us, I hope the US nukes them right back.” In many ways Guam - a sovereign US territory - is quintessentially American, and most of the people are fiercely patriotic, despite often feeling ignored or forgotten by the rest of the country. For decades the island has been a vital outpost of the US military, home to strategic bombers capable of carrying nuclear weapons. The island was occupied by Japan during the second world war and a launchpad for bombing raids during the Vietnam war. Guam’s more recent history has seen tourism dwarf the importance of the military as a crucial economic lifeline. “Guns and butter: the two pistons driving our economy,” said Eddie Baza Calvo, Guam’s governor. “There’s one side, the butter, where people from growing economies in Asia want to get out of crowded cities and go to a place with white sand beaches and coconut trees. The other, the guns, where Guam is American soil in a very strategic area. “But if these threats continue, it will erode our tourism and we’ve seen that in the past,” he added. “Even the drumbeats of war for too long, even though nothing happens, will have a negative impact.” Calvo pointed to the year after the 9/11 terrorist attacks, the first Iraq war and the Sars outbreak in 2003 as periods of significant downturn. After North Korea released its highly specific attack plan targeting Guam, local officials are bracing for another slump. About 60% of the Guam economy is driven by tourism, with another 30% coming from the US military presence. Roughly 1.4 million tourists visit from Japan and South Korea alone, dwarfing the island’s population of about 162,000. Guam is home to 13,000 military personnel and their families, and one-third of the island is owned by the navy and air force. Tour operators in Guam said they had not seen mass cancellations yet, but many feared the climate of uncertainty would lead Japanese and Korean tourists to choose other destinations. “This is two schoolboys squabbling in the sandbox, but I’m concerned people in South Korea and Japan will take this very seriously,” said Benjamin Cruz, speaker of Guam’s legislature. “Trump thinks of Guam as a military outpost, not as a thriving community of US citizens.” Cruz has had to hold the government budget over uncertainties in projected revenue from tourism. Guam has long been dubbed “the tip of the spear” for its strategic location, but US presidents have treated it more as a stop to refuel Air Force One instead of the first line of defence. As if to emphasise that point, US secretary of state Rex Tillerson spent about an hour in the US territory this week, delivering a call for calm without even leaving his plane. “Washington must understand that if the spear is going to be used properly and with effect, they need to take care of Guam,” Cruz said. “The spear without the tip is a dull instrument that’s not going to be able to do anything.” Cruz recalls a saying in the local Chamorro language that sums up his feelings of frustration with US officials: fa’taotao, or “treat us like men”. “The only power they have is fear” Guam was ceded to the US by Spain in 1898, and later the islanders suffered under three years of Japanese occupation. Calvo recalled his father being beaten for neglecting to remove his shoes before entering a classroom. For many older residents on the island, the recent threats from North Korea are painful reminders of the island’s bloody past, with the day the US recaptured the island still celebrated. But for younger people the latest threats sometimes barely register. “The worst they can do is kill us,” said Chloe Pace, 20, university of Guam student. “And until they kill us, the only power they have is fear, and we can’t cower to them.” The daughter of sailors, Pace lived through the 2011 earthquake in Japan and says she still suffers from PTSD related to the aftermath. But for now she is focused on turning 21 years old so she can work in a bar, where Asian tourists often unfamiliar with American tipping culture tend to overcompensate. The main tourist strip is packed with glitzy shops – Louis Vuitton, Gucci and Prada – and hundreds of signs in a mishmash of English, Japanese and Korean. Shooting ranges advertise only in Japanese, offering a rare experience for those hailing from a country where guns are almost completely banned. Aside from the two main pillars of tourism and the military, Guam is a deeply religious place. There’s a Catholic church in every village, and the clergy has stepped in to call for calm given the bellicose rhetoric. “We’re speaking a lot more about achieving peace within our own hearts and our own lives,” said Father Mike Crisostomo, a pastor in a country church surrounded by jungle. “If our leaders would exemplify that, it would help a lot.” A major rally for peace is set for Sunday outside the island’s main cathedral, when Crisostomo is expecting increased crowds in his church in the wake of North Korea’s threats. Many pastors have been telling residents to prepare just as if there was an approaching typhoon, a common occurrence here. While many on Guam are confident the threats will only amount to a war of words, they are acutely aware that if the situation escalates, the island is in real danger. “President Trump’s response has been we will retaliate with force, but we don’t need to prove that we’re stronger than North Korea,” he said. “Trump doesn’t need to flex his muscle to show the US is strong, and yet if something happens, the thousands of us here on the island are the ones who will be hit.”",
    "keywords": [
        "threats",
        "war",
        "refuses",
        "tip",
        "defiant",
        "korea",
        "military",
        "spear",
        "kim",
        "japanese",
        "cower",
        "japan",
        "island",
        "guam",
        "tourism",
        "life",
        "north"
    ],
    "summary": "All the hallmarks of an island getaway perfect for ignoring the problems of the world – unless that island is Guam.\nThis far-flung sliver of coral and greenery, which sits 9,700km from the US mainland, is in the crosshairs of North Korea.\nAfter North Korea released its highly specific attack plan targeting Guam, local officials are bracing for another slump.\nAside from the two main pillars of tourism and the military, Guam is a deeply religious place.\n“President Trump’s response has been we will retaliate with force, but we don’t need to prove that we’re stronger than North Korea,” he said.",
    "sentiment": {
        "neg": 0.0998,
        "neu": 0.8455,
        "pos": 0.0548,
        "compound": -0.1294
    }
}