{
    "date": "2017-09-05T18:46:14Z",
    "title": "North Korea nuclear crisis: Putin warns of planetary catastrophe",
    "url": "https://www.theguardian.com/world/2017/sep/05/south-korea-minister-redeploying-us-nuclear-weapons-tensions-with-north",
    "content": "The Russian president, Vladimir Putin, has warned that the escalating North Korean crisis could cause a “planetary catastrophe” and huge loss of life, and described US proposals for further sanctions on Pyongyang as “useless”. “Ramping up military hysteria in such conditions is senseless; it’s a dead end,” he told reporters in China. “It could lead to a global, planetary catastrophe and a huge loss of human life. There is no other way to solve the North Korean nuclear issue, save that of peaceful dialogue.” On Sunday, North Korea carried out its sixth and by far its most powerful nuclear test to date. The underground blast triggered a magnitude-6.3 earthquake and was more powerful than the bombs dropped by the US on Hiroshima and Nagasaki during the second world war. Putin was attending the Brics summit, bringing together the leaders of Brazil, Russia, India, China and South Africa. Speaking on Tuesday, the final day of the summit in Xiamen, China, he said Russia condemned North Korea’s provocations but said further sanctions would be useless and ineffective, describing the measures as a “road to nowhere”. Foreign interventions in Iraq and Libya had convinced the North Korean leader, Kim Jong-un, that he needed nuclear weapons to survive, Putin said. “We all remember what happened with Iraq and Saddam Hussein. His children were killed, I think his grandson was shot, the whole country was destroyed and Saddam Hussein was hanged ... We all know how this happened and people in North Korea remember well what happened in Iraq. “They will eat grass but will not stop their [nuclear] programme as long as they do not feel safe.” A US bid for the United Nations security council to vote on 11 September on new sanctions is “a little premature,” Vassily Nebenzia, Russia’s UN ambassador, said on Tuesday. Russia is a permanent member of the security council and has veto power. The US’s top diplomat acknowledged that more sanctions on North Korea are unlikely to change its behaviour, but insisted that they would cut off funding for its ballistic missile and nuclear programmes. “Do we think more sanctions are going to work on North Korea? Not necessarily,” Nikki Haley, the US ambassador to the UN, told a thinktank in Washington. “But what does it do? It cuts off the revenue that allows them to build ballistic missiles.” Diplomats have said the security council could consider banning North Korean textile exports, banishing its national airline and stopping supplies of oil to the government and military. Other measures could include preventing North Koreans from working abroad and adding top officials to a blacklist aiming at imposing asset freezes and travel bans. China accounted for 92% of North Korea’s trade in 2016, according to South Korea’s government. China’s foreign ministry said on Tuesday it would take part in security council discussions in “a responsible and constructive manner”. But China is likely to block any measure that could cause instability and topple the regime of Kim Jong-un, sparking a refugee crisis and potentially allowing tens of thousands of South Korean and US troops to move north as far as the Chinese border. German chancellor Angela Merkel and Japanese prime minister Shinzo Abe spoke by telephone on Tuesday and agreed that sanctions against Pyongyang should be stepped up. The row over further sanctions came as South Korea refused to rule out redeploying US tactical nuclear weapons on its territory – a move that could seriously harm efforts to ease tensions as signs emerged that Pyongyang was preparing to launch another intercontinental ballistic missile (ICBM) on or around 9 September, when it celebrates its founding day. Seoul has routinely dismissed the option of basing US nuclear weapons on South Korean soil for the first time since the 1990s, but the country’s defence minister, Song Young-moo, said “all available military options” were being considered to address the growing threat from North Korean missiles. Kim Hyun-wook, a professor at the Korea National Diplomatic Academy in Seoul, said: “No one in South Korea is seriously proposing that the US reintroduce strategic assets [such as nuclear weapons]. That’s something they might discuss further down the line, but there are no plans for that to happen right now.” But calls have also been growing in South Korea for the country to develop a nuclear deterrent independent of the US. On Tuesday, South Korean warships conducted live-fire drills, with further exercises planned this week. “If the enemy launches a provocation above water or under water, we will immediately hit back to bury them at sea,” said Capt Choi Young-chan, commander of the 13th Maritime Battle Group. The drills came hours after Donald Trump and his South Korean counterpart, Moon Jae-in, agreed “in principle” to remove restrictions on the size of Seoul’s missile warheads and approved a deal to sell it “many billions of dollars’” worth of US military weapons and equipment. Washington appears to have moved to ease South Korean doubts about US commitment to its security after Trump openly accused its east Asian ally of “appeasing” Pyongyang by holding out for a negotiated solution to its nuclear and ballistic missile programmes. Speaking to a nuclear disarmament conference on Tuesday, North Korea’s ambassador to the United Nations in Geneva, described Pyongyang’s nuclear test as a “gift package” for the US. “The recent self-defence measures by my country, DPRK, are a gift package addressed to none other than the US,” said Han Tae Song. “The US will receive more ‘gift packages’ from my country as long as its relies on reckless provocations and futile attempts to put pressure on the DPRK,” he added without elaborating. North Korea has been observed moving what appeared to be a long-range missile towards its west coast, according to South Korea’s Asia Business Daily. The newspaper claimed the missile had been transported towards the launch site overnight on Monday to avoid surveillance. South Korea’s defence ministry said it was unable to confirm the report, although ministry officials told parliament on Monday the Pyongyang regime was preparing to launch more missiles. On Monday, the US ambassador to the UN, Nikki Haley, accused North Korea of “begging for war”, adding that the time had come for the security council to impose “the strongest possible” sanctions after Sunday’s test of what Pyongyang claimed was a hydrogen bomb that could be loaded on to an ICBM. Agencies contributed to this report",
    "keywords": [
        "south",
        "missile",
        "korea",
        "crisis",
        "nuclear",
        "warns",
        "planetary",
        "catastrophe",
        "sanctions",
        "security",
        "putin",
        "koreas",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The Russian president, Vladimir Putin, has warned that the escalating North Korean crisis could cause a “planetary catastrophe” and huge loss of life, and described US proposals for further sanctions on Pyongyang as “useless”.\nThere is no other way to solve the North Korean nuclear issue, save that of peaceful dialogue.” On Sunday, North Korea carried out its sixth and by far its most powerful nuclear test to date.\nForeign interventions in Iraq and Libya had convinced the North Korean leader, Kim Jong-un, that he needed nuclear weapons to survive, Putin said.\nChina accounted for 92% of North Korea’s trade in 2016, according to South Korea’s government.\nNorth Korea has been observed moving what appeared to be a long-range missile towards its west coast, according to South Korea’s Asia Business Daily.",
    "sentiment": {
        "neg": 0.0884,
        "neu": 0.8445,
        "pos": 0.0672,
        "compound": -0.0964
    }
}