{
    "date": "2017-07-06T20:50:47Z",
    "title": "Trump says US mulling 'very severe' response to North Korea missile test",
    "url": "https://www.theguardian.com/world/2017/jul/06/us-could-use-military-force-against-north-korea-says-nikki-haley",
    "content": "Donald Trump has said he is considering some “very severe things” in response to North Korea’s successful test of an intercontinental ballistic missile (ICBM) this week, as he called on other nations to exert pressure on Pyongyang over its “very bad behaviour”. Trump said the US would confront the North Korean threat, but noted that he would not draw a red line. “I don’t like to talk about what I have planned, but I have some pretty severe things that we’re thinking about,” he said. “That doesn’t mean we’re going to do them.” The president’s comments, made in Poland, came after the US ambassador to the UN made a push for new sanctions at a security council meeting and said America’s “considerable military forces” could be used against North Korea. Nikki Haley told the meeting the US would submit a draft resolution within days “that raises the international response in a way that is proportionate to North Korea’s escalation”, but warned Washington had options if diplomacy failed. “The United States is prepared to use the full range of our capabilities to defend ourselves and our allies,” Haley told the United Nations security council on Wednesday. “One of our capabilities lies with our considerable military forces. We will use them, if we must, but we prefer not to have to go in that direction.” She said the US was eyeing penalties against “any country that does business with this outlaw regime”. On Thursday Russia blocked a security council statement condemning the launch, because it disputed the description of the rocket as an intercontinental ballistic missile and said the weapon may have been a medium-range missile. Haley retorted that the UN secretary-general, Antonio Guterres, the United States and North Korea all described the weapon as an ICBM, adding that if Russia needed intelligence to prove it, “I’m happy to provide it.” South Korea’s president, Moon Jae In, and his Chinese counterpart, Xi Jinping, moved to head off any immediate American military response when they met in Hamburg ahead of the G20 summit. After a 75-minute meeting, the two leaders emphasised the need for the G20 to show a united response to the crisis, and described North Korea’s test-launch as “unforgivable” and agreed to impose tougher sanctions on Pyongyang. But in meetings with Angela Merkel, the German chancellor, Moon warned against a military response, saying: “Amid high tensions like this a single accident could bring about a dangerous situation. So both increasing the pressure and managing the situation are required.” The Chinese finance minister, Zhu Guangyao, said Beijing would implement all sanctions agreed by the UN, but urged the US not to use its domestic laws to find a backdoor route to imposing sanctions on Chinese financial institutions. Moon, a liberal recently elected on a ticket backing dialogue with the North said in a speech in Berlin “now is the last chance, and also the best, for North Korea to make the right choice”. He presented his five-point policy towards the North, including a commitment to peace, and a “denuclearisation of the Korean peninsula in a way that guarantees the security of the North Korean regime.” He also offered humanitarian aid to the North Korean people and meetings between family members who have been separated since the Korean war. He said: “We do not wish for the collapse of North Korea and we will not pursue any form of unification by absorbing the other. We will not pursue unification by force.” Trump is scheduled to meet Xi on the sidelines of the G20 summit in Hamburg, where he will travel from Poland later on Thursday. Trump and Vladimir Putin are also expected to address growing North Korean provocations at their meeting on Friday. China has already called for restraint from all sides, after joining diplomatic forces with Russia to suggest that North Korea suspend its missile programme in return for a moratorium on large-scale US and South Korean military exercises. China is pushing for talks between world powers and North Korea on dismantling its nuclear programme but the US maintains that Pyongyang must first halt its missile and nuclear tests. Theresa May also condemned North Korea’s actions and called for China to exert more pressure on its neighbour. The UK prime minister, who will have the opportunity to raise the issue with Xi on Friday evening at the G20 summit, added that Britain would support sanctions on Pyongyang. “What I think needs to happen is first of all we absolutely condemn the action that North Korea has taken. What we need to see is a China who can exercise influence on North Korea playing a greater role in doing that,” May told reporters as her plane landed in Germany on Thursday. “If there are proposals to tighten sanctions and extend sanctions we will do that.” Kim delivered his own message on Wednesday, with the state Korean Central News Agency (KCNA) quoting him as saying: “American bastards would be not very happy with this gift sent on the July 4 anniversary.” The news agency claimed the North Korean missile was capable of carrying a “large, heavy nuclear warhead” that could survive re-entry into the earth’s atmosphere. Kim was quoted as saying the North’s long confrontation with Washington had entered the “final stage” and that Pyongyang would not put its nuclear weapons and ballistic missiles up for negotiation “unless the US hostile policy and nuclear threats come to an end completely”. A report in its state media said Kim urged his scientists to “frequently send big and small ‘gift packages’ to the Yankees”. Questions remain about whether the North can miniaturise a nuclear weapon to fit a missile nosecone, or if it has mastered the technology needed for it to survive re-entry into the earth’s atmosphere. Some experts believe the North already has the ability to mount warheads on shorter-range missiles that can strike South Korea and Japan, home to dozens of US military bases and about 80,000 US troops. Additional reporting Anushka Asthana",
    "keywords": [
        "military",
        "korea",
        "response",
        "sanctions",
        "nuclear",
        "pyongyang",
        "korean",
        "trump",
        "test",
        "severe",
        "koreas",
        "missile",
        "north",
        "mulling"
    ],
    "summary": "Trump said the US would confront the North Korean threat, but noted that he would not draw a red line.\nHe said: “We do not wish for the collapse of North Korea and we will not pursue any form of unification by absorbing the other.\nTrump and Vladimir Putin are also expected to address growing North Korean provocations at their meeting on Friday.\nTheresa May also condemned North Korea’s actions and called for China to exert more pressure on its neighbour.\n“What I think needs to happen is first of all we absolutely condemn the action that North Korea has taken.",
    "sentiment": {
        "neg": 0.0927,
        "neu": 0.8389,
        "pos": 0.0685,
        "compound": -0.059
    }
}