{
    "date": "2017-10-20T07:24:08Z",
    "title": "Hokkaido releases manga comic to combat North Korean threat",
    "url": "https://www.theguardian.com/world/2017/oct/20/hokkaido-releases-manga-comic-to-combat-north-korean-threat",
    "content": "Schoolchildren take cover beneath their desks, while a farmer jumps out of his tractor and crouches face down in a field. Off the coast, the crew of a fishing boat hide behind their vessel’s wheelhouse. The characters are fictional, but they are playing out a scenario that in recent months has become frighteningly real: a North Korean missile strike. Weeks after two ballistic missiles overflew their island, authorities in Hokkaido have married geopolitical anxiety with Japan’s love of comic books to produce a short manga advising millions of residents what to do in the event of a test launch, or worse, an attack. The manga opens with depictions of everyday scenes: a woman out for a run, a man in a suit leaving for work, and a farmer tilling his fields. Moments later, a girl is jolted awake by a smartphone alarm warning of a missile launch, while a TV anchor instructs residents to seek shelter. The centre panel shows a North Korean missile blasting off at the start of a flight that will take it east across the sea towards Hokkaido. The four-page survival guide, created by manga artist Manabu Yamamoto, uses a small cast of characters to explain what Hokkaido’s 5.5 million residents should do when they first learn of a missile launch. It advises residents to take cover in sturdy buildings or underground, or, less helpfully, perhaps, to lie face down or cover their heads with their forearms or a cushion. Hokkaido, a sparsely populated, largely rural region in Japan’s far north, probably ranks low on Pyongyang’s list of targets. But Japan has reason to be concerned about the threat, by accident or design, from the regime’s recent volley of missiles. North Korea first fired a long-range missile over Japanese territory in 1998, but under the current leader, Kim Jong-un, the number of test launches has risen dramatically. In August, a Hwasong-12 intermediate-range missile was sent over Hokkaido, triggering an early-morning test alert. In mid-September, more alerts and sirens were triggered on the island with the launch of a missile that flew further than any tested by the regime to date. A day earlier, North Korea had warned that it would “sink” Japan in retaliation for its support of the US in spearheading tough new UN security council sanctions. “The four islands of the [Japanese] archipelago should be sunken into the sea,” a statement carried by the official KCNA news agency said. “Japan is no longer needed to exist near us.” The colourful manga, titled In Case Missiles Fly Over, was published this month after Hokkaido residents complained that official advice on what to do in the event of a missile attack was confusing. The short distance between the two countries means people have less than 10 minutes to follow official instructions. During recent missile launches, many residents, unsure of how to react, said they had simply carried on as normal. “We decided to release the manga after hearing from residents that the current manual is hard to understand,” Kiyomi Tanabe, a Hokkaido official, told AFP. The local government has posted the manga on its website and sent electronic versions to schools and other public bodies to print and distribute. Japan was bracing for more missile launches earlier this month, when North Korea marked the 72nd anniversary of the ruling Workers’ party. The anniversary passed without incident, but there is speculation that the regime could be preparing to launch a missile in response to joint US-South Korean military drills in waters east of the Korean peninsula, or to coincide with Donald Trump’s five-nation visit to Asia, which begins in Japan on 5 November.",
    "keywords": [
        "releases",
        "launch",
        "threat",
        "manga",
        "test",
        "comic",
        "japan",
        "combat",
        "hokkaido",
        "residents",
        "missile",
        "official",
        "north",
        "korean"
    ],
    "summary": "The characters are fictional, but they are playing out a scenario that in recent months has become frighteningly real: a North Korean missile strike.\nMoments later, a girl is jolted awake by a smartphone alarm warning of a missile launch, while a TV anchor instructs residents to seek shelter.\nThe centre panel shows a North Korean missile blasting off at the start of a flight that will take it east across the sea towards Hokkaido.\nHokkaido, a sparsely populated, largely rural region in Japan’s far north, probably ranks low on Pyongyang’s list of targets.\n“We decided to release the manga after hearing from residents that the current manual is hard to understand,” Kiyomi Tanabe, a Hokkaido official, told AFP.",
    "sentiment": {
        "neg": 0.0736,
        "neu": 0.8917,
        "pos": 0.0347,
        "compound": -0.1092
    }
}