{
    "date": "2017-10-11T06:21:15Z",
    "title": "Donald Trump to visit no-man's-land of Korean border – reports",
    "url": "https://www.theguardian.com/world/2017/oct/11/trump-to-visit-no-mans-land-of-korean-border-reports",
    "content": "Donald Trump could soon find himself confronting North Korean soldiers on the world’s most heavily armed border, amid reports that the president is considering a visit to the demilitarised zone (DMZ) during his forthcoming trip to South Korea. South Korea’s Yonhap news agency said the DMZ, which has separated the two Koreas since the end of their 1950-53 war, was among the candidate sites for Trump’s tour of Asia. He will also visit Japan, China, Vietnam and the Philippines. The report coincided with another US show of aerial strength in the region. Two supersonic B-1B bombers flew over the Korean peninsula on Wednesday night, according to the US military. Two South Korean F-15K fighters, along with Japanese fighters, joined the drill after the bombers took off from Andersen airbase in Guam, the statement said. It was the first time Japan and South Korea had both joined US bombers on a nighttime combined exercise, it added. The bombers carried out air-to-ground missile drills in waters off the east coast of South Korea, then repeated the drill over waters separating the South and China, the South Korean joint chiefs of staff said. South Korea’s military described the exercise as a regular drill to bolster the country’s defences and demonstrate the strength of Seoul’s security alliance with Washington in the face of North Korean ballistic missile and nuclear tests. US Air Force Major Patrick Applegate said: “Flying and training at night with our allies in a safe, effective manner is an important capability shared between the US, Japan and the Republic of Korea, and hones the tactical prowess of each nation’s aviators. “This is a clear demonstration of our ability to conduct seamless operations with all of our allies anytime, anywhere.” North Korea, however, views the drills as highly provocative, partly due to bitter memories of US bombing raids during the Korean war. The White House sent a team of working-level officials to South Korea late last month to view possible sites for inclusion in Trump’s itinerary, Yonhap said, citing an unnamed South Korean defence source. Trump was expected to send a strong message to North Korea, either verbally or “kinetically”, during his first trip to the peninsula as president, the source was quoted as saying. “[He] will likely do something like that and his aides are making the relevant preparations.” If the visit goes ahead, Trump would probably spend time at the Panmunjom truce village and an observation post inside the DMZ, the source said. The White House has not commented on the reports. The president would be following in the footsteps of Barack Obama, who peered at North Korea through binoculars during a visit to “freedom’s frontier” in 2012, and Bill Clinton, who described the 2.5-mile wide, 155-mile-long strip of land as the “scariest place on earth” when he visited in 1993. In April the US vice-president, Mike Pence, used an unannounced trip to the DMZ to declare that the “era of strategic patience with North Korea is over” as a North Korean soldier took his photograph from the other side of the demarcation line. The DMZ The land and maritime borders separating North and South Korea have been occasional flashpoints since the peninsula was split in two more than 60 years ago. In 1976 two US army officers were hacked to death with their own axes during a confrontation with North Korean soldiers in the neutral joint security area. The area is strewn with landmines and guarded by heavily armed troops, although decades of human inactivity in the area have turned it into a notable nature reserve. In March 2010 a North Korean torpedo sank the South Korean corvette Cheonan as it was sailing off the coast of Baengnyeong, an island just a few miles south of the border, killing 46 sailors. In November that year North Korea shelled the South Korean frontline island of Yeonpyeong, killing two soldiers and injuring civilians. While the DMZ is a popular tourist attraction, Trump’s presence could be seen as particularly provocative by Pyongyang. His itinerary would be likely to include a visit to the cluster of blue huts that stand directly on the military demarcation line, and where officials from North Korea and the US-led UN command have traditionally met for negotiations. Given that the Korean war ended with an armistice and not a peace treaty, the North Korean guards and their South Korean counterparts – who are selected for their height and ability to carry off a particularly menacing taekwondo pose – are technically still at war. Tourists are allowed to take photos of the soldiers on the other side but are instructed not to attempt to talk to them or gesture towards them. The UN huts are unlikely to be used again anytime soon. In recent weeks Trump has dismissed the prospect of talks with North Korea. On Monday he again tweeted his opposition to any form of engagement: “Our country has been unsuccessfully dealing with North Korea for 25 years, giving billions of dollars and getting nothing. Policy didn’t work!”",
    "keywords": [
        "dmz",
        "border",
        "war",
        "south",
        "korea",
        "nomansland",
        "reports",
        "donald",
        "north",
        "visit",
        "bombers",
        "soldiers",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump could soon find himself confronting North Korean soldiers on the world’s most heavily armed border, amid reports that the president is considering a visit to the demilitarised zone (DMZ) during his forthcoming trip to South Korea.\nTwo South Korean F-15K fighters, along with Japanese fighters, joined the drill after the bombers took off from Andersen airbase in Guam, the statement said.\nIn 1976 two US army officers were hacked to death with their own axes during a confrontation with North Korean soldiers in the neutral joint security area.\nIn March 2010 a North Korean torpedo sank the South Korean corvette Cheonan as it was sailing off the coast of Baengnyeong, an island just a few miles south of the border, killing 46 sailors.\nIn November that year North Korea shelled the South Korean frontline island of Yeonpyeong, killing two soldiers and injuring civilians.",
    "sentiment": {
        "neg": 0.0426,
        "neu": 0.9038,
        "pos": 0.0536,
        "compound": 0.0102
    }
}