{
    "date": "2017-08-11T17:49:12Z",
    "title": "Trump is the real nuclear threat, and we can’t just fantasise him away | Jonathan Freedland",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/11/trump-nuclear-threat-deep-state-fantasy-north-korea",
    "content": "Among the many terrifying facts that have emerged in the last several days, perhaps the scariest relate to the nuclear button over which now hovers the finger of Donald Trump. It turns out that, of all the powers held by this or any other US president, the least checked or balanced is his authority over the world’s mightiest arsenal. He exercises this awesome, civilisation-ending power alone. As Trump has learned in recent months, the man in the Oval Office cannot simply issue a decree changing, say, the US healthcare system. He has to build majorities in the House and Senate, which is harder than it looks. If he wants to change immigration policy, a mere order is not enough. He can be stopped by the courts, as Trump saw with his travel ban. But if he wants to rain fire and fury on a distant enemy, bringing more fire and fury down on his own citizens and many hundreds of millions of others, there is no one standing in his way. Not for nothing does the geopolitical literature refer to the US president as the “nuclear monarch.” The more you hear of the simplicity of the system, the more frightening it becomes. If Trump decides he has had enough of Kim Jong-un’s verbal threats, he merely has to turn to the low-level military aide at his side and ask them to open up the black briefcase that officer keeps permanently in their grasp. The bag is known as the nuclear “football”. (It gets its name from the code word for the very first set of nuclear war plans: dropkick.) Inside the bag is a menu of options, explained in detail in a “black book,” but also set out in a single, cartoon-like page for speedy comprehension. Trump has only to make his choice, pick up the phone to the Pentagon war room, utter the code words that identify him as the president and give the order. That’s it. There is no need for consultation with anyone else. Not the secretary of state or the secretary of defence, nor the head of the military. The officer who receives the call at the Pentagon has no authority to question or challenge the order. His or her duty is only to implement it. Thirty minutes after the president gave the instruction, the nuclear missiles would be hitting their targets. There is no way of turning them back. Such power in the hands of a single individual would be a horrifying prospect even if it were Solomon himself whose finger was on the trigger. But as Bruce Blair, a former nuclear missile launch officer, and seasoned military analyst wrote during the 2016 campaign, Trump’s “quick temper, defensiveness bordering on paranoia and disdain for anyone who criticises him do not inspire deep confidence in his prudence.” What’s more, Trump is the man who said in 2015, “For me, nuclear is just the power, the devastation is very important to me,” and who bellowed from the campaign podium, “I love war”. In last year’s election campaign, the former Republican congressman Joe Scarborough reported on a briefing a foreign policy expert had given Trump. “Three times, he asked, at one point, ‘If we have them, we can’t we use them?’ … Three times, in an hour briefing, ‘Why can’t we use nuclear weapons?’” It turns out Hillary Clinton was right to warn Americans 14 months ago that, “It’s not hard to imagine Donald Trump leading us into a war just because somebody got under his very thin skin.” And here we are, Trump tweet-goading the North Koreans by declaring military solutions “locked and loaded”. We need imagine no longer. Those who find themselves trembling at all this have spent the last few days grasping for a comfort blanket. A favourite has been the notion that those around Trump, especially the generals current and former, will not let him unleash nuclear Armageddon. This view holds that, yes, Trump may well be dangerously unhinged but fear not, the wiser heads of Washington will stay his hand. Indeed, this strain of thinking has been visible since Trump took the oath of office. Call it the deep state fantasy. It looks to the national security apparatus, the intelligence agencies and the permanent bureaucracy, the shadow government, to step in and do the right thing. It hangs its hopes on a range of prospective saviours. It might be the trio of former generals made up of Jim Mattis, who heads the Pentagon, John Kelly, recently drafted in as chief of staff, and HR McMaster who serves as national security adviser. Alternatively, it looks to the loose alliance hailed this week by the influential Axios website as “The Committee to Save America”, consisting not only of the generals but also the cluster of New Yorkers that includes some of Trump’s less hot-headed economic advisers, with added reinforcements from the Republican ranks in Congress. The committee’s unofficial mission: to protect “the nation from disaster”. The ultimate deep state fantasy longs for the men in the shadows not merely to restrain Trump, but remove him from office. The designated hero of this story is Robert Mueller, the former FBI director now heading what is reported to be a swift and penetrating probe into allegations of collusion with Russia as well as Trump’s wider business dealings. Mueller’s role may indeed prove to be critical. But the deep state fantasy itself, while comforting, is surely a dead end for Trump’s opponents. For one thing, events have reached an odd pass when liberals are dreaming of unelected generals thwarting an elected head of government: that used to be the fantasy of the militaristic right. But it also relies more on hope than evidence. All these supposedly wise heads around Trump: what restraint have they achieved so far? Kelly was meant to impose order and discipline, and yet we still have Trump tweeting threats that could easily be misinterpreted as the cue for war. On North Korea, the US administration continues to send conflicting signals by the hour, with Trump outriders like Sebastian Gorka slapping down secretary of state Rex Tillerson on BBC Radio 4’s Today programme on Friday, creating confusion when a nuclear standoff requires calm clarity. And we cannot escape the basic fact. All these advisers can try to hold him back, but when it comes to it, nuclear authority is Trump’s and Trump’s alone. He is the nuclear monarch. The glum truth is that the only people who can effectively check a democratically elected menace like Trump are other democratically elected leaders. Ultimately it will be up to the men and women of Congress to do their constitutional duty by impeaching Trump and removing him from office. If Republicans won’t do it, then voters need to replace them with Democrats who will, by voting for a new House in the midterm elections of November 2018. The trouble is, it’s not clear that the US – or the world – have that much time. • Jonathan Freedland is a Guardian columnist",
    "keywords": [
        "war",
        "military",
        "state",
        "jonathan",
        "threat",
        "president",
        "nuclear",
        "freedland",
        "fantasise",
        "order",
        "office",
        "trumps",
        "away",
        "real",
        "generals",
        "cant",
        "trump"
    ],
    "summary": "As Trump has learned in recent months, the man in the Oval Office cannot simply issue a decree changing, say, the US healthcare system.\n(It gets its name from the code word for the very first set of nuclear war plans: dropkick.)\nA favourite has been the notion that those around Trump, especially the generals current and former, will not let him unleash nuclear Armageddon.\nThe ultimate deep state fantasy longs for the men in the shadows not merely to restrain Trump, but remove him from office.\nAll these advisers can try to hold him back, but when it comes to it, nuclear authority is Trump’s and Trump’s alone.",
    "sentiment": {
        "neg": 0.0974,
        "neu": 0.833,
        "pos": 0.0695,
        "compound": -0.0831
    }
}