{
    "date": "2017-11-01T03:32:54Z",
    "title": "'It's a cliche': Trump scraps visit to North Korean border",
    "url": "https://www.theguardian.com/us-news/2017/nov/01/its-a-cliche-trump-scraps-visit-to-north-korean-border",
    "content": "Donald Trump will not visit the heavily armed border dividing the Korean peninsula during his tour of Asia next week – breaking with an American presidential tradition intended to demonstrate Washington’s commitment to its South Korean allies by standing on the North Korean frontier. A senior US administration official said Trump, who begins his 12-day visit in Japan on Sunday, would be too busy for a trip to the demilitarised zone (DMZ). “The president is not going to visit the DMZ, there is not enough time in the schedule,” the official said. The defence secretary, James Mattis, visited the area last week and Rex Tillerson, the secretary of state, went in March. “It’s becoming a little bit of a cliché, frankly,” the official said. Trump’s presence near the demarcation line that passes through the centre of the 2.5-mile wide, 155-mile-long strip of land would have carried particular significance at a time when regional tensions are high over Pyongyang’s ballistic missile and nuclear weapons programmes. Instead he will meet US military personnel and their families at Camp Humphreys, about 90km south of Seoul. The base was recently expanded and now serves as the new headquarters of the US 8th Army, the cornerstone of the US military presence in South Korea. “No president has visited Camp Humphreys and we thought that that made more sense in terms of its messaging, in terms of the chance to address families and troops there,” the official said. He added that by going to Camp Humphreys, Trump would be demonstrating Washington’s commitment to its alliance with the South. “The South Korean government paid the vast majority of the costs for building that base and repositioning some of the US forces and their families on the peninsula,” he said. The DMZ has kept the two countries apart since the Korean war ended 64 years ago with an armistice but not a peace treaty. It has been on every visiting president’s itinerary, with the exception of George W Bush, since Ronald Reagan went in 1983. Bill Clinton famously described it as “the scariest place on Earth” when he visited in 1993. In 2012 Barack Obama told troops stationed there that “the contrast between South Korea and North Korea could not be clearer, could not be starker, both in terms of freedom but also in terms of prosperity.” The US official pointed out that Mike Pence, the vice-president, had been to the DMZ earlier this year. Dressed in a leather bomber jacket, Pence challenged the North Koreans to “see our resolve in my face” while a guard photographed him from the northern side of the border. Trump is due to hold talks with the South Korean president, Moon Jae-in, and will urge the international community to “maximise pressure” on Pyongyang in a speech to the national assembly during his two-day stay in South Korea.",
    "keywords": [
        "dmz",
        "border",
        "south",
        "korea",
        "scraps",
        "president",
        "cliche",
        "visit",
        "terms",
        "visited",
        "trump",
        "official",
        "north",
        "korean"
    ],
    "summary": "Donald Trump will not visit the heavily armed border dividing the Korean peninsula during his tour of Asia next week – breaking with an American presidential tradition intended to demonstrate Washington’s commitment to its South Korean allies by standing on the North Korean frontier.\n“The president is not going to visit the DMZ, there is not enough time in the schedule,” the official said.\nThe base was recently expanded and now serves as the new headquarters of the US 8th Army, the cornerstone of the US military presence in South Korea.\n“The South Korean government paid the vast majority of the costs for building that base and repositioning some of the US forces and their families on the peninsula,” he said.\nTrump is due to hold talks with the South Korean president, Moon Jae-in, and will urge the international community to “maximise pressure” on Pyongyang in a speech to the national assembly during his two-day stay in South Korea.",
    "sentiment": {
        "neg": 0.0238,
        "neu": 0.9476,
        "pos": 0.0287,
        "compound": 0.0303
    }
}