{
    "date": "2017-05-22T23:42:42Z",
    "title": "UN panel releases draft treaty banning possession and use of nuclear weapons",
    "url": "https://www.theguardian.com/world/2017/may/23/un-panel-releases-draft-treaty-banning-possession-and-use-of-nuclear-weapons",
    "content": "A United Nations-backed panel has publicly released a draft treaty banning the possession and use of all nuclear weapons. The draft treaty is the culmination of a sustained campaign, supported by more than 130 non-nuclear states frustrated with the sclerotic pace of disarmament, to prohibit nuclear weapons and persuade nuclear-armed states to disarm. Nine countries are known or believed to possess nuclear weapons: the US, UK, Russia, China, France, India, Pakistan, North Korea and Israel. None has supported the draft plan. The draft treaty obliges state parties to “never under any circumstances … develop, produce, manufacture, otherwise acquire, possess or stockpile nuclear weapons or other nuclear explosive devices … use nuclear weapons … [or] carry out any nuclear weapon test”. States would also be obliged to destroy any nuclear weapons they possess and would be forbidden from transferring nuclear weapons to any other recipient. Costa Rica’s ambassador to the UN, Elayne Whyte Gómez, who chaired the treaty drafting conference, said she expected revisions and there was “a good level of convergence among the delegations, especially on the core prohibitions”. Disarmament advocates say the draft treaty, supported by dozens of countries, is now on track to be discussed at a second session in New York in mid-June that could end with the document’s adoption as a UN treaty in July. The US and other nuclear powers have argued states should strengthen and improve the 47-year-old nuclear non-proliferation treaty instead of adopting a total ban. US officials have cited the threat posed by North Korea, which has conducted a series of nuclear weapons and ballistic missile tests this year, as reason why nuclear deterrence – and gradual nuclear disarmament – is still needed. Beatrice Fihn, executive director of the international campaign to abolish nuclear weapons (Ican), said the draft language was strong in categorically prohibiting nuclear weapons. “We are particularly happy the text is rooted in humanitarian principles and that it builds on previous prohibitions of unacceptable weapons, such as biological and chemical weapons, landmines and cluster munitions.” Fihn urged nuclear-armed and nuclear alliance states to join discussions over a ban treaty, as demonstration of their commitment to disarmament. “Nuclear weapons are ethically unacceptable in the 21st century. Intended to indiscriminately kill civilians, this 1940s technology is putting countless of lives at risk every day. Their continued existence undermines the moral credibility of every country which relies on them. A treaty to ban them, as a first step towards their elimination, will have real and lasting impact.” The efficacy of a ban treaty is a matter of fierce debate. Support has been growing steadily over months of negotiations but it has no support from the nine known nuclear states, which include the veto-wielding permanent five members of the UN security council. Critics argue that a treaty cannot succeed without the participation of the states that possess nuclear weapons, or the alliance states that enjoy their protection. Australia, citing the deterrent effect of the US nuclear umbrella, has been the most outspoken of the non-nuclear states. During months of negotiations, Australia has lobbied other countries, pressing the case for what it describes as a “building blocks” approach of engaging with nuclear powers to reduce the global stockpile of 15,000 weapons. But proponents say a nuclear weapons ban will create moral suasion – in the vein of the cluster and landmine conventions – for nuclear weapons states to disarm, and establish an international norm prohibiting the development, possession and use of nuclear weapons. Non-nuclear states have expressed increasing frustration with the current nuclear regime and the piecemeal progress towards disarmament. With nuclear weapons states modernising and in some cases increasing their arsenals, instead of discarding them, more states are becoming disenchanted with the nuclear non-proliferation treaty and lending their support for an outright ban.",
    "keywords": [
        "releases",
        "supported",
        "ban",
        "banning",
        "possess",
        "states",
        "nuclear",
        "panel",
        "support",
        "weapons",
        "disarmament",
        "draft",
        "treaty",
        "possession"
    ],
    "summary": "A United Nations-backed panel has publicly released a draft treaty banning the possession and use of all nuclear weapons.\nThe draft treaty obliges state parties to “never under any circumstances … develop, produce, manufacture, otherwise acquire, possess or stockpile nuclear weapons or other nuclear explosive devices … use nuclear weapons … [or] carry out any nuclear weapon test”.\nStates would also be obliged to destroy any nuclear weapons they possess and would be forbidden from transferring nuclear weapons to any other recipient.\nBeatrice Fihn, executive director of the international campaign to abolish nuclear weapons (Ican), said the draft language was strong in categorically prohibiting nuclear weapons.\nBut proponents say a nuclear weapons ban will create moral suasion – in the vein of the cluster and landmine conventions – for nuclear weapons states to disarm, and establish an international norm prohibiting the development, possession and use of nuclear weapons.",
    "sentiment": {
        "neg": 0.1865,
        "neu": 0.7469,
        "pos": 0.0666,
        "compound": -0.3638
    }
}