{
    "date": "2017-08-15T07:02:52Z",
    "title": "North Korea attack on Guam could 'quickly escalate into war' – James Mattis",
    "url": "https://www.theguardian.com/world/2017/aug/14/north-korean-missiles-probably-engines-sourced-from-russia-or-ukraine-icbm",
    "content": "James Mattis, the US defence secretary, has warned that a North Korean missile attack aimed at US territory “could escalate into war very quickly”, saying US forces would know “within moments” if one was heading towards Guam, home to military bases and 160,000 people. If a missile was judged to be about to hit Guam, Mattis said, “we will take it out” – a presumed reference to US missile defence systems around the island. If North Korean missiles are headed towards the seas around Guam, the defence secretary said it would be up to the president to decide how to respond. Kim Jong-un appeared on Tuesday to signal a pause in the escalating war of words with Donald Trump, saying he was prepared to watch US actions in the region “a little more” before ordering a planned launch. The North Korean military had threatened to fire four intermediate range missiles at the waters around Guam as a warning shot against the US, if it persists in flying its heavy bombers, based on the Pacific islands, over South Korea. The last reported sortie by B-1B bombers over the Korean peninsula was on 7 August 7. In a statement issued on Monday, North Korean state media warned that joint exercises by US and South Korea, due to start on 21 August, could trigger an accidental war at a time of high tensions. “The US should think twice about the consequences,” the statement said. “We are watching every move of the US.” US military officials were quoted on Monday as saying that intermediate range North Korean missiles were observed to have been moved recently, but it was not clear whether the movements were in preparation for a launch aimed at Guam. Last week Donald Trump warned Pyongyang that the US would respond with “fire and fury” to any further threats, a warning the North Korean regime almost immediately defied with its missile threat against Guam. The US president escalated the rhetoric once more by declaring US military options were “locked and loaded” and that the North Korean ruler, Kim Jong-un, would “truly regret” any attack on Guam or other US or allied territory. On Monday, James Mattis and Rex Tillerson, the secretaries of defence and state, sought to clarify the US position. In a commentary in the Wall Street Journal that made no reference to Trump’s heated rhetoric, but claimed his administration was following a different policy from its predecessor. “We are replacing the failed policy of ‘strategic patience’, which expedited the North Korean threat, with a new policy of strategic accountability,” Mattis and Tillerson wrote. They argued the “new” policy was based on a combination of diplomatic and economic pressure on Pyongyang, coupled with the deployment of missile defence in the region and an overwhelming deterrent to any North Korean attack. They did not make clear how the policy was in any way different from the Obama administration’s approach, which comprised the same elements. In a visit to Seoul on Monday, the chairman of the US joint chiefs of staff, Gen Joseph Dunford, said Washington was relying primarily on economic and diplomatic means of dealing with North Korea. “The United States military’s priority is to support our government’s efforts to achieve the denuclearisation of the Korean peninsula through diplomatic and economic pressure,” Dunford said, according to a South Korean government statement. “We are preparing a military option in case such efforts fail.” Meanwhile a new study claimed that North Korea probably acquired the rocket engines for the two intercontinental ballistic missiles it tested in July from Ukrainian or Russian sources within the past two years, A report published on Monday by the International Institute for Strategic Studies said that the ICBMs used a rocket engine of a type that marked a radical departure from those the North Koreans had been experimenting with before and which strongly resemble a Soviet-era design. “An unknown number of these engines were probably acquired though illicit channels operating in Russia and/or Ukraine,” the IISS report said. The two missile launches last month raised tensions with Washington because they showed that Pyongyang had mastered multistage ICBM technology that would ultimately allow it to hit the US mainland. Experts differ on whether the two missiles tested on 4 and 28 July would have been able to carry a payload as heavy as a nuclear warhead far enough to strike the US west coast. However, there is a growing body of opinion that North Korea has mastered the science of making warheads small enough to put on a missile and constructing a vehicle capable of shielding a warhead through the heat of re-entering the Earth’s atmosphere. The IISS report by the missile expert Michael Elleman said the Soviet-era engine – the RD-250 – that may have been used in the North Korean ICBM would had been modified from twin combustion chamber to single chamber to meet Pyongyang’s military needs and in a way that would have required “experts with a rich history of working with the RD-250”. “Such expertise is available at Russia’s Energomash concern and Ukraine’s KB Yuzhnoye. One has to conclude that the modified engines were made in those factories,” Elleman said. Yuzhnoye is the design arm of a larger Ukrainian weapons producer, Yuzhmash. It has experienced rapid contraction since the fall of a pro-Moscow government in Kiev in 2014 and the start of a conflict with Russia over eastern Ukraine. A previous attempt to steal secrets from Yuzhnoye was described in a UN report on illegal North Korean weapons procurement. In 2011, the Ukrainian authorities arrested two North Korean agents who it said had approached a Yuzhnoye employee to sell them photographs of missile research including engine design. The employee informed the Kiev authorities who set up a sting operation to catch the two spies. On Monday, the Kiev government denied the technology used in the North Korean missiles had come from the company. “This information is not based on any grounds, provocative by its content, and most likely provoked by Russian secret services to cover their own crimes,” Oleksandr Turchynov, the secretary of the Ukrainian national security and defence council, said in a statement. Other US experts have questioned whether the evidence is strong enough to prove where the technology used in the North Korean ICBMs came from. Xu Tianran, a researcher on North Korea and missiles in Beijing, said it was very likely that the North Korean rocket engines were based on the Soviet designs, but argued the available pictures were too blurry to say for sure it was a RD-250. As for the modification, Xu said: “I would bet it is produced locally.”",
    "keywords": [
        "policy",
        "war",
        "escalate",
        "military",
        "defence",
        "korea",
        "yuzhnoye",
        "missiles",
        "mattis",
        "korean",
        "guam",
        "missile",
        "james",
        "quickly",
        "north",
        "attack"
    ],
    "summary": "James Mattis, the US defence secretary, has warned that a North Korean missile attack aimed at US territory “could escalate into war very quickly”, saying US forces would know “within moments” if one was heading towards Guam, home to military bases and 160,000 people.\nIf North Korean missiles are headed towards the seas around Guam, the defence secretary said it would be up to the president to decide how to respond.\nA previous attempt to steal secrets from Yuzhnoye was described in a UN report on illegal North Korean weapons procurement.\nOn Monday, the Kiev government denied the technology used in the North Korean missiles had come from the company.\nOther US experts have questioned whether the evidence is strong enough to prove where the technology used in the North Korean ICBMs came from.",
    "sentiment": {
        "neg": 0.0828,
        "neu": 0.8888,
        "pos": 0.0285,
        "compound": -0.1884
    }
}