{
    "date": "2017-09-01T04:11:51Z",
    "title": "With Trump in the White House, it's time for Australia to think big | Michael Fullilove",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/01/with-trump-in-the-white-house-its-time-for-australia-to-think-big",
    "content": "Australians are not keen on Donald Trump. The 2017 Lowy Institute poll found that 60% of Australians say Trump causes them to have an unfavourable opinion of the US. Pew Research Centre polling shows that the proportion of Australians who are confident that the US president will “do the right thing” in world affairs has dropped from 84% in the final year of the Obama administration to 29% in the first year of the Trump administration. What are the reasons for Trump’s antipodean unpopularity? Certainly his personal style runs contrary to Australian sensibilities. Trump is high energy; we are low-key. Trump cannot stop talking, especially about himself; we are laconic and taciturn. We have no tolerance for bluster; we prefer self-deprecation to self-aggrandisement. The greatest sin in Australia is to be “up yourself.” More importantly, though, Trump’s foreign policy instincts – expressed repeatedly over the past three decades – run directly counter to our own. Trump wants the United States to play a shrunken role in the world; Australia wants the United States to play a significant one. Trump is sympathetic to isolationism; Australians are inclined toward internationalism. Trump is an alliance sceptic; Australians are alliance believers. Trump is hostile to free trade; Australia is a trading nation. Trump swoons over autocrats and strongmen; Australia is an old democracy and a free society. Trump decries globalists; nearly four in five Australians polled by the Lowy Institute agreed that globalisation is mostly good for Australia. Australia’s primary strategic instinct has long been to make common cause with a like-minded global ally. But Trump’s plan to “make America great again” renounces several of the pillars of American greatness—and compromises core Australian interests. On his first full day in office, Trump withdrew the United States from the Trans-Pacific Partnership, a 12-nation trade agreement that also includes Australia, undercutting the United States’ position in Asia and putting the entire agreement at risk. In June, he announced his intention to withdraw from the Paris climate accord, leading Australians to conclude that Washington is not serious about a global challenge that concerns them greatly. He has been wholly unconvincing in demonstrating his commitment to the principle of collective defence codified in Article 5 of Nato’s founding treaty, which underpins all US alliances. He has been careless in his handling of intelligence provided to Washington by allies. This kind of conduct undermines perceptions of US reliability. Golf clubs are about membership dues; alliances are about solidarity. When US secretary of defence James Mattis and US secretary of state Rex Tillerson visited Sydney in June for the annual Australia–United States ministerial consultations, or Ausmin, they said the right things. But the Australian participants could not help but look past the two secretaries to the man looming behind them. Will Mattis and Tillerson really get to shape US policy? Will Trump allow the tension between his views and theirs to continue, or will he move to resolve it? History has shown that the long-held attitudes of US presidents ultimately determine their administrations’ foreign policies. George W Bush’s instinctive decision-making style and distaste for detail led to the invasion and chaotic occupation of Iraq. Barack Obama’s excessive caution and aversion to the use of force led to a more reserved global posture. To date, Trump has left most policymaking to his aides and senior administration officials, even delegating some strategic decisions to the Pentagon. He appears less interested in being the commander-in-chief than in looking like the commander-in-chief. But he has not yet encountered a single externally generated crisis. What will he do when chronic international problems become acute? The Trump administration lacks an overarching approach to Asia, despite having sent a string of senior officials to visit the region. It has rejected the Obama administration’s “pivot,” or “rebalance,” to Asia, while putting nothing new in its place. In many ways, the administration seems to have shrunk “Asia” to the dimensions of North Korea. Yet for all the focus on how to counter Pyongyang’s nuclear weapons and missile programs, there is almost as much confusion about Trump’s North Korea policy as there was a few months ago about the location of the USS Carl Vinson, the aircraft carrier said by the US military and the White House to be heading toward North Korea when it was in fact going in the opposite direction. Until recently, Trump appeared to believe that China would pressure Pyongyang to freeze its programs. Predictably, this has not happened: Beijing’s interests on the Korean peninsula are far from identical to Washington’s. This belief warped the administration’s broader posture toward the region. Far from confronting China, as he threatened to do during the campaign, Trump coddled it, acting overly deferential in an effort to obtain Chinese assistance. He initially created leverage with Chinese President Xi Jinping by questioning Washington’s “one China” policy, but then gave that leverage away in exchange for nothing more than an introductory phone call. Before long, Trump had declined to declare Beijing a currency manipulator, dropped his tough campaign-trail rhetoric, and hosted Xi at Mar-a-Lago, with his grandchildren greeting the visiting delegation with songs and poetry in Mandarin. Trump’s China policy is probably more transactional and ad hoc than deliberately acquiescent. In July, amid signs that the president was becoming disillusioned with Xi, the administration sanctioned Chinese businesses engaged in illicit dealings with the North Koreans, approved an arms deal with Taiwan, and moved forward with freedom-of-navigation operations by US naval vessels near disputed territories in the South China Sea. In the long term, however, an accommodation between Trump and Xi seems as likely as an argument. It is hard to believe that Trump cares about a few half-submerged water features in the South China Sea. And it is possible to imagine Trump, an unbeliever in alliances, cutting some kind of grand bargain with China, perhaps trading away security interests in return for trade concessions. Most Australian policymakers would prefer that Trump adopt a different approach – one that takes a firmer stance than the Obama administration did when it comes to deterring Chinese efforts to coerce other Asian countries, while still cooperating with Beijing when appropriate. Such a strategy, however, would involve a greater commitment of US resources and an acceptance of greater risk. Few Australians think that the Trump administration, which includes no Asia hands of note, has the deftness to pull it off. Trump’s worldview may have significant consequences for Australian interests and for Australian foreign policy in the coming years. It is conceivable that Trump’s presidency may push Australia away from the United States. But hopefully, the lasting result will instead be a more ambitious Australia that seeks to shape its external environment and contribute to a stable balance of power in Asia and the rest of the world. With Trump in the White House, it is time for Australians to think big. Australians must ask themselves whether they want to be spectators at the global game or participants in it. As the United States does less under Trump, Australia should do more. Australia needs to prosecute a larger foreign policy. It should work as closely as possible with its longstanding ally, mainly by working with other partners in Washington rather than relying on the president himself. But Canberra cannot look at the world solely through an alliance prism. It needs to bolster international institutions, many of which it helped establish, but towards which Trump is ill disposed. And it must strengthen its connections in Asia, a region in which Trump seems uninterested. That means working with China when their interests overlap but also thickening its ties with Asian democracies such as India, Indonesia, Japan, and South Korea. Greater cooperation with like-minded regional powers can be an important hedge against the dual hazards of a reckless China and a feckless United States. Australia must step up its efforts to shape its environment and contribute to global security and prosperity at a time when it is less able to rely on its great and powerful friend. Australia is a beneficiary of the liberal international order. From time to time, therefore, we must serve as its bodyguard. Michael Fullilove is the Executive Director of the Lowy Institute. This is extracted from an article in the September-October edition of Foreign Affairs.",
    "keywords": [
        "policy",
        "think",
        "big",
        "white",
        "asia",
        "australia",
        "states",
        "house",
        "china",
        "administration",
        "trumps",
        "fullilove",
        "united",
        "michael",
        "trump",
        "australians"
    ],
    "summary": "Trump wants the United States to play a shrunken role in the world; Australia wants the United States to play a significant one.\nThe Trump administration lacks an overarching approach to Asia, despite having sent a string of senior officials to visit the region.\nTrump’s China policy is probably more transactional and ad hoc than deliberately acquiescent.\nFew Australians think that the Trump administration, which includes no Asia hands of note, has the deftness to pull it off.\nAs the United States does less under Trump, Australia should do more.",
    "sentiment": {
        "neg": 0.0627,
        "neu": 0.8308,
        "pos": 0.1065,
        "compound": 0.1183
    }
}