{
    "date": "2017-09-19T18:30:11Z",
    "title": "A blunt, fearful rant: Trump's UN speech left presidential norms in the dust",
    "url": "https://www.theguardian.com/us-news/2017/sep/19/donald-trump-un-speech-analysis-north-korea",
    "content": "Donald Trump’s maiden address to the UN general assembly was unlike any ever delivered in the chamber by a US president. There are precedents for such fulminations, but not from US leaders. In tone, the speech was more reminiscent of Nikita Khrushchev, Fidel Castro or Hugo Chávez. It did echo George W Bush’s 2002 “axis of evil” speech. That was delivered to a domestic audience, and there was little doubt that in his mind Trump was looking beyond the stony foreign faces looking up at him from the hall – where his customary pauses for applause were filled with uneasy silence – to the cheering crowds of supporters that carried to him to his stunning electoral victory, and to the centre of the world stage. He did not even bother to mention climate change, generally seen as the greatest threat to the planet at the UN, but viewed as a liberal hoax by much of Trump’s political base – a view he has encouraged over the years. The speech struck some of the darker notes of Trump’s earlier rhetoric, like the “American carnage” he described at his inauguration in January, and his evocation of an embattled western civilisation in his speech in Poland in July. All three used fear as their major key. All three bore the combative hallmark of his chief speechwriter, Stephen Miller, a nativist acolyte of Steve Bannon, Trump’s former chief strategist who has left the White House but clearly still wields formidable influence. Like Bush, Trump offered the world a black-and-white choice between the “righteous many” against the “wicked few” – but his choice of language was far blunter than his predecessor. There can not have been many, if any, threats to “totally destroy” another nation at a UN general assembly. He did not even direct the threat at the regime, making it clear it was North Korea as a country that was at peril. Trump issued the warning just minutes after the UN secretary general, António Guterres, had appealed for calmer rhetoric. “Fiery talk can lead to fatal misunderstandings,” Guterres had said in his own first general assembly address, and it was clear who those remarks were directed towards. Trump’s rhetoric was aimed at a jumpy and defensive regime at a time of high tension. In the aftermath of North Korea’s sixth nuclear weapons test and second launch of a ballistic missile over Japan and into the Pacific, the US has resumed overflights of the Korean peninsula by heavy bombers, even carrying out practice runs with real bombs near the demilitarized zone. The day before Trump’s address, the US defence secretary James Mattis claimed that there were “many military options” for dealing with Pyongyang, even suggesting, cryptically, that some of those options did not put Seoul at risk. Kim Jong-un and his regime expect to be targeted by a “decapitation strike” and have shaped their military strategy accordingly, threatening annihilation of Seoul and other targets within reach of its nuclear missiles and artillery. Like Bush 15 years ago, Trump concentrated on trio of enemies: although the current president removed Iraq and added Venezuela alongside North Korea and Iran. Iran was included for being its regional role, such as its backing for the Hezbollah militia in Lebanon, and also because of the nuclear deal that Tehran sealed with six global powers in 2015, including the US. Trump used the green marble UN podium to pour scorn on the agreement, the signature foreign policy achievement of Barack Obama, the predecessor he so blatantly despises. Venezuela was targeted for the socialist policies of the Nicolás Maduro government and the erosion of its democracy, but Trump did not attempt to distinguish Venezuela’s faults from other autocratic regimes with whom Trump has sought to cultivate. Saudi Arabia was not mentioned. Nor was Russia, although there was, early on in the speech, a rare public expression of support for Ukrainian sovereignty. Nor was there any explanation of how the castigation of these “rogue regimes” dovetailed with the dominant theme of the first half of Trump’s speech, which was devoted to the assertion of the undiluted sovereignty of the nation state. Seeking to draw a sharp line between his view of international relations and those of his predecessors in the Oval Office, Trump stressed that diverse nations had the right to their own “values” and “culture” without the interference of outsiders. The UN was there as a forum for cooperation between strong and independent nations, not to impose “global governance” from on high. In a briefing on the eve of the speech, a senior White House official had insisted that Trump had pondered long and hard over this “deeply philosophical” segment of his address, as it marked an important exposition of his approach to foreign policy, labelled “principled realism”. Trump and his administration have frequently invoked such ideas to justify the absence of criticism for Saudi Arabia, Russia and other perceived partners for their appalling human rights records. With Tuesday’s address, however, Trump punched yawning holes in his own would-be doctrine, singling out enemies, expressing horror at their treatment of their people and threatening interference to the point of annihilation. What was left, when the muted applause died down in the UN chamber, was a sense of incoherence and a capricious menace hanging in the air.",
    "keywords": [
        "rant",
        "address",
        "speech",
        "blunt",
        "regime",
        "fearful",
        "north",
        "general",
        "nuclear",
        "trumps",
        "rhetoric",
        "left",
        "presidential",
        "norms",
        "foreign",
        "dust",
        "trump"
    ],
    "summary": "Donald Trump’s maiden address to the UN general assembly was unlike any ever delivered in the chamber by a US president.\nTrump’s rhetoric was aimed at a jumpy and defensive regime at a time of high tension.\nThe day before Trump’s address, the US defence secretary James Mattis claimed that there were “many military options” for dealing with Pyongyang, even suggesting, cryptically, that some of those options did not put Seoul at risk.\nNor was Russia, although there was, early on in the speech, a rare public expression of support for Ukrainian sovereignty.\nNor was there any explanation of how the castigation of these “rogue regimes” dovetailed with the dominant theme of the first half of Trump’s speech, which was devoted to the assertion of the undiluted sovereignty of the nation state.",
    "sentiment": {
        "neg": 0.0891,
        "neu": 0.8554,
        "pos": 0.0555,
        "compound": -0.1131
    }
}