{
    "date": "2017-09-11T18:19:51Z",
    "title": "North Korea sanctions: US drops oil embargo and naval blockade proposals",
    "url": "https://www.theguardian.com/world/2017/sep/11/north-korea-us-sanctions-un-china-veto",
    "content": "The US has significantly diluted a package of new proposed sanctions against North Korea, dropping an oil embargo and enforceable naval blockade in the hope of avoiding a Chinese veto at the UN security council. A revised draft seen by the Guardian and circulated by the US mission to the UN on Monday will impose a ban on imports of North Korean textiles and put a cap on Pyongyang’s imports of crude oil and refined petroleum products. But other elements were dropped from a much stronger version proposed by the US last week, including the first asset freeze directed at Kim Jong-un, a complete ban on oil sales to his regime, and a mandate for warships from any member state to inspect ships suspected of carrying contraband to or from North Korea, and to enforce inspect using “all necessary measures”. The Pyongyang regime threatened retribution against Washington for any new sanctions measure threatening to inflict “the greatest pain and suffering” the US has ever encountered. A diplomatic source at the security council said that the revisions in the draft had been made with the aim of securing acquiescence from China and Russia, who expressed serious reservations about the original version. The US called for the security council in the wake of North Korea’s sixth, and most powerful, nuclear test on 3 September. “This is a text designed for adoption,” the source said. “If they were running it to force a veto, they wouldn’t have made the revisions.” Even if the US draft is not vetoed, an abstention by China in particular would significantly weaken its impact, as the North Korea is likely to take it as a signal that Beijing would not enforce its measures with much rigour. The UK ambassador to the UN, Matthew Rycroft, insisted the revised text was still “robust” and argued the revisions were not a climbdown by the US. “It’s called negotiation. That’s what we do here at the security council. There is a significant prize in keeping the whole of the security council united,” Rycroft said. “The version on the table is strong, it is robust, it is a very significant set of additional sanctions on imports into North Korea and on exports out of North Korea and other measures as well, so that’s why we will be voting in favour of it.” Alongside the withdrawal of the oil embargo, the most significant change to the resolution is the section on “maritime interdiction of cargo vessels”. A note to the revised version says explicitly that the “provision would not authorize the use of force” either to carry out an inspection or to make a suspect vessel sail to a port where it could be inspected. The only enforcement mechanism would be possible sanctions imposed on any ship that does not comply with inspections. In place of a full ban on oil exports, the new draft ban oil condensates and natural gas liquids while imposing a cap of 2 million barrels a year on refined petroleum products. Crude oil imports are capped at their current level. North Korea vowed retaliation for any new sanctions measures. In a statement carried by the official KCNA news agency on Monday, North Korea’s foreign ministry warned the US that if it “did rig up the illegal and unlawful ‘resolution’ on harsher sanctions, the DPRK shall make absolutely sure that the US pays a due price”. Referring to the country by its official title, the Democratic People’s Republic of Korea, it added: “The forthcoming measures to be taken by the DPRK will cause the US the greatest pain and suffering it has ever gone through in its entire history.” Richard Gowan, who writes on the UN and conflict management at the European Council of Foreign Relations, questioned the tactics pursued by Nikki Haley, the US envoy to the UN. “This is a pretty solid resolution, and if the US had worked it up quietly with China and Russia it could have been sold as another significant win for Washington,” Gowan said. “But the fact that the original US pitch was so much stronger now makes it look like a defeat. Perhaps Haley felt that she had to open with a maximalist bid to get anything at all.” Richard Nephew, a former sanctions policy official at the state department, argued: “Far from showing a major international shift to support regime-threatening sanctions, the UN [security council’s] proposed resolution underscores the degree to which the US and other members have fundamentally different views on [North Korea].” “We lack vision to incorporate sanctions into a broader strategy and this is hurting our ability to get really tough sanctions or use them appropriately,” Nephew, quoted on the 38 North website, which follows North Korean issues, said. “This must change if we are to avoid just using sanctions for sanctions’ sake.”",
    "keywords": [
        "oil",
        "naval",
        "embargo",
        "version",
        "korea",
        "measures",
        "sanctions",
        "blockade",
        "security",
        "resolution",
        "significant",
        "council",
        "drops",
        "proposals",
        "north"
    ],
    "summary": "The US has significantly diluted a package of new proposed sanctions against North Korea, dropping an oil embargo and enforceable naval blockade in the hope of avoiding a Chinese veto at the UN security council.\nThe US called for the security council in the wake of North Korea’s sixth, and most powerful, nuclear test on 3 September.\nThat’s what we do here at the security council.\nNorth Korea vowed retaliation for any new sanctions measures.\n“This must change if we are to avoid just using sanctions for sanctions’ sake.”",
    "sentiment": {
        "neg": 0.0924,
        "neu": 0.8066,
        "pos": 0.1011,
        "compound": -0.0415
    }
}