{
    "date": "2017-03-14T07:45:16Z",
    "title": "US to deploy missile-capable drones across border from North Korea",
    "url": "https://www.theguardian.com/us-news/2017/mar/14/us-to-deploy-missile-capable-drones-across-border-from-north-korea",
    "content": "The US has declared it will permanently station missile-capable drones in South Korea in the latest round of military escalation in north-eastern Asia. The drone deployment comes a week after North Korea carried out a test salvo of four missiles that landed off the coast of Japan, and a day before the US secretary of state, Rex Tillerson, embarks on a tour of a region widely regarded as the most dangerous corner of the world. The US military in South Korea took the unusual step of publicly announcing the deployment of a company of Grey Eagle drones, which it said would add “significant intelligence, surveillance and reconnaissance capability” for American and South Korean forces. Grey Eagles, the army’s enhanced version of the Predator drone, are designed to carry Hellfire missiles and, together with the deployment of Thaad anti-ballistic missile defences in South Korea, they represent a significant build-up of US military muscle in response to an accelerated programme of missile and nuclear testing by the North Korean regime. Pyongyang claims it has mastered the challenge of making a nuclear warhead small enough to put on the tip of a missile, and is working on an intercontinental ballistic missile (ICBM) capable of reaching the continental US. “In addition to Thaad these [drones] are defensive measures that are a response to what we – and by ‘we’ I mean South Korea, the United States and Japan – view as a real and credible threat to our security,” said Mark Toner, the state department spokesman. Jeffrey Lewis, an expert on the North Korean nuclear weapons programme, warned that unless the US military made it very clear that the new drones would not carry missiles in Korean skies, they could bring an already very dangerous situation closer to the brink of war. “If they are not going to arm them, they need to say that. They need to make them absolutely clear,” said Lewis, the director of the east Asia nonproliferation programme at Middlebury Institute of International Affairs at Monterey in California. “The thing the North Koreans are most afraid of is that we’re going to kill Kim Jong-un in a decapitating strike and … that will strengthen their incentives to make sure that low level commanders will have the ability to use nuclear weapons. It will make the North Koreans even more jumpy and have a way itchier trigger finger.” Lewis believes the North Korean strategy is to use a nuclear first strike to deter an attack aimed at regime change, a posture which makes for a particularly unstable balance of forces, with the adversaries motivated to act preemptively. “In a war they plan to use their weapons early,” Lewis said. “We plan to hit them before they do that, and the South Koreans plan to hit them before we have a chance to take too long to do that.” The threat represented by North Korea’s growing nuclear and missile arsenal is the principal reason for Tillerson’s trip to the region. The former oil executive, who has so far been a muted presence as secretary of state, arrives in Tokyo on Wednesday, moves on Friday to Seoul, which is in the grip of a political crisis, and then travels the next day to Beijing to hold talks with President Xi Jinping and other officials. “The idea is this trip will allow secretary Tillerson to engage allies and partners, not only on a range of bilateral issues, but also importantly to discuss and coordinate strategy to address the advancing nuclear missile threat from North Korea,” said Susan Thornton, the acting assistant secretary of state for east Asian and Pacific affairs. Tillerson is taking on a looming problem that has defeated Washington’s best diplomatic efforts for more than two decades. The US and its allies insist that North Korea freeze its nuclear weapons development, but Kim Jong-un – who took over leadership after the death of his father Kim Jong-il in 2011 – has shown himself determined to develop a significant nuclear arsenal. He has tested missiles capable of reaching South Korea, Japan and US forces based there, and has plans to test an ICBM that could hit the US west coast, something Donald Trump declared in early January “won’t happen”. But it is unclear how the new president would enforce this. “I believe Tillerson wants to achieve a greater unity of the US allies in front of the North Korean nuclear programme which is advancing faster than anybody has ever expected,” said Andrei Lankov, professor of Korean studies at Kookmin University in Seoul. “In Seoul and Tokyo he wants to gain support for more pressure, and perhaps he even hopes to get something from the Chinese, to persuade them that pressing North Korea hard is in China’s long-term interests. “However, these efforts are not going to bear any significant results: sanctions do not have any noticeable impact on North Korea.” Trump has suggested that Beijing could constrain Kim, but most experts on the region say it has limited sway over the regime in Pyongyang as the Chinese leadership is fearful of triggering a total collapse of its neighbour. “China wants the denuclearisation of the north but its priorities continue to be different from ours,” Sue Mi Terry, a former deputy national intelligence officer for east Asia in the US National Intelligence Council, told a Council on Foreign Relations event. “Their priorities are no war, no instability, no nukes, in a descending order meaning they seek peace and stability and then denuclearisation – and that has not fundamentally shifted.” Given the failure of sanctions, the Trump administration is reviewing other methods, including possible military options. The New York Times reported earlier this month that the Obama administration had tried cyber warfare to sabotage Korean missiles. That effort appears to have had some successes but last week’s missiles tests suggest it is not a lasting solution in the face of Pyongyang’s determination. Mary Beth Long, an assistant secretary of defence in the Bush administration, said the US should consider carrying out air strikes to stop missile tests. “China has made the decision to support North Korea,” Long said. “We can see if China is willing to change that, but we can’t have US policy held hostage to Chinese long-term and short-term decisions regarding North Korea.” Others voices in Washington argue that any such “preventative” military action is likely to trigger heavy North Korean retaliation against US allies and forces in the region.",
    "keywords": [
        "border",
        "south",
        "military",
        "secretary",
        "korea",
        "drones",
        "missilecapable",
        "deploy",
        "nuclear",
        "missiles",
        "weapons",
        "missile",
        "north",
        "korean"
    ],
    "summary": "The US has declared it will permanently station missile-capable drones in South Korea in the latest round of military escalation in north-eastern Asia.\nThe US military in South Korea took the unusual step of publicly announcing the deployment of a company of Grey Eagle drones, which it said would add “significant intelligence, surveillance and reconnaissance capability” for American and South Korean forces.\n“In Seoul and Tokyo he wants to gain support for more pressure, and perhaps he even hopes to get something from the Chinese, to persuade them that pressing North Korea hard is in China’s long-term interests.\nThe New York Times reported earlier this month that the Obama administration had tried cyber warfare to sabotage Korean missiles.\n“China has made the decision to support North Korea,” Long said.",
    "sentiment": {
        "neg": 0.1075,
        "neu": 0.8141,
        "pos": 0.0783,
        "compound": -0.1444
    }
}