{
    "date": "2017-09-05T05:00:33Z",
    "title": "Hawkish talk only heightens the threat from North Korea | Jonathan Steele",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/05/hawkish-talk-north-south-korea-nuclear-weapons-de-nuclearised-peninsula",
    "content": "As the war of words over North Korea escalates, it is easy to forget there was a spark of good news as recently as last month. Rex Tillerson, the US secretary of state, assured North Korea’s ruler that “we do not seek regime change, we do not seek a collapse of the regime, we do not seek an accelerated reunification of the peninsula, we do not seek an excuse to send our military north of the 38th parallel. We are not your enemy.” Given that the main – if not the overriding – reason that the men in Pyongyang wants nuclear weapons is to protect itself from invasion or attack, Tillerson’s pledge was a crucial step forward. The pity is that it was promptly undermined by more Twitter bluster from the White House, as well as being buried by most of the media, which seem to relish creating further tension. Yesterday Nikki Haley, the US ambassador to the UN, said that the North Korean leader, Kim Jong-un, “is begging for war”. Now we have a similar clash between hawks and doves in the South Korean administration. This summer the recently elected president, Moon Jae-in, offered to resume a dialogue with the North, while his minister for unification suggested a peace treaty to replace the precarious 1953 armistice. But yesterday Seoul’s defence minister, no doubt emboldened by Trump’s belligerent accusations that President Moon is an appeaser, suggested that the US should think about bringing tactical nuclear weapons back to South Korea. From a military point of view the idea is fatuous, since Washington has more than enough regionally based nuclear weapons on aircraft and submarines to obliterate North Korea. There is no point adding a few short-range nuclear weapons on South Korean soil. But what is so misguided about the minister’s statement is that it runs contrary to what should be one of the key components of peace in the Korean peninsula: de-nuclearisation. At a time when North Korea is extending its nuclear potential, the worst thing would be for the South to join a nuclear arms race. China has been pressing for de-nuclearisation, so the South Korean defence minister’s remarks are a slap at Beijing too. It is true that Trump has once or twice mentioned the idea of diplomacy as a way out of the current crisis. Perhaps there are back-channels in operation. But Washington has proposed no serious and unconditional format for dialogue. Instead we have coercion, in the form of new and tougher sanctions, combined with military sabre-rattling and unrealistic demands that North Korea pledges to abandon its nuclear programme before negotiations begin. The time has surely come to resume the six-party talks that were broken off under Kim Jong-un’s father in 2009. Everything was on the table then, starting with security guarantees for all sides. This was echoed in Tillerson’s promise of no regime change last month. The agenda also covered restoring diplomatic relations, lifting trade sanctions, and recognising North Korea’s right to the peaceful use of nuclear energy. The stumbling block was the fate of the country’s nuclear weapons. The US and Japan wanted their total dismantling, a demand that was unrealistic then, and looks even more so now. China and Russia, as well as South Korea, favoured a phased disarmament, with promises of increased aid as the programme proceeded. Who could lead a resumption of talks? In the last decades of the last millennium this was a job for the United Nations secretary general. But we have grown accustomed to holders of that job being passive to the point of invisibility, their role deliberately emasculated by the post-cold war unilateralism of the United States. How great it would be to see António Guterres asked by the security council to travel to east Asia, with the job of looking for common ground and possible compromises. What a change that would make from the ignorant bellicosity of media-obsessed national rulers that threatens to engulf us all. • Jonathan Steele is a former chief foreign correspondent of the Guardian",
    "keywords": [
        "seek",
        "heightens",
        "talk",
        "south",
        "war",
        "regime",
        "korea",
        "threat",
        "jonathan",
        "nuclear",
        "weapons",
        "korean",
        "point",
        "hawkish",
        "north",
        "steele"
    ],
    "summary": "As the war of words over North Korea escalates, it is easy to forget there was a spark of good news as recently as last month.\nYesterday Nikki Haley, the US ambassador to the UN, said that the North Korean leader, Kim Jong-un, “is begging for war”.\nNow we have a similar clash between hawks and doves in the South Korean administration.\nChina has been pressing for de-nuclearisation, so the South Korean defence minister’s remarks are a slap at Beijing too.\nChina and Russia, as well as South Korea, favoured a phased disarmament, with promises of increased aid as the programme proceeded.",
    "sentiment": {
        "neg": 0.1058,
        "neu": 0.8016,
        "pos": 0.0926,
        "compound": -0.0307
    }
}