{
    "date": "2017-02-03T09:39:52Z",
    "title": "North Korean spy chief sacked in latest purge, says South Korea",
    "url": "https://www.theguardian.com/world/2017/feb/03/north-korean-spy-chief-sacked-in-latest-purge-says-south-korea",
    "content": "The head of North Korea’s spy agency has become the most senior victim of another round of apparent purges ordered by the country’s leader, Kim Jong-un, South Korean officials have said. Kim Won-hong, the state security minister and a close aide to the leader, was sacked in mid-January after being accused of corruption, abuse of power and human rights abuses, according to the unification ministry in Seoul, which handles cross-border issues. It is not clear whether he has been permanently banished or ordered to undergo “re-education” with a view to being brought back into Kim Jong-un’s inner circle. His removal has not been confirmed by North Korea. Kim Jong-un, 33, has presided over several high-profile purges since he became leader in late 2011 after the death of his father, Kim Jong-il. Officials considered a threat to Kim have faced punishments ranging from dismissal to execution. Little is ever revealed about the nature of their alleged crimes. Estimates quoted by South Korean media put the number of military and government officials killed in the purges at more than 100. In December 2013 Kim showed he was ready to deal ruthlessly with dissent when he ordered the execution of his uncle, Jang Song-thaek, for alleged crimes that included planning a coup. Last year Kim ordered the execution of Ri Yong-jin, a senior official in the education ministry, for falling asleep at a meeting chaired by Kim. According to South Korea’s intelligence agency, Hyun Yong-chol, a former North Korean defence chief, was executed with an anti-aircraft gun, reportedly for disrespectful behaviour including napping during a military rally attended by the leader. In some cases, however, reports of mass executions and sackings have proved unreliable. Jeong Joon-hee, a unification ministry spokesman, would not reveal how South Korea had learned of Kim Won-hong’s dismissal, but said other officials were also thought to have been sacked as part of an investigation by the ruling Korean Workers’ party into alleged abuse of power at the ministry of state security. Jeong said the sacked Kim, 72, had been instrumental in conducting North Korea’s “reign of terror” against its citizens, adding that his sacking could mark the start of a period of political uncertainty for the regime. “There is always a possibility that purges continue as part of constantly strengthening power,” Jeong said, according to Yonhap. “Instability in the North Korean regime is likely to increase as the elite members may become agitated and the regime’s control over ordinary North Koreans could weaken.” The South Korean news agency said the state security ministry wielded considerable power in its role screening “anti-reactionary” elements in North Korean society, running political prison camps and preventing potential defectors from fleeing the country.",
    "keywords": [
        "ordered",
        "south",
        "chief",
        "leader",
        "sacked",
        "purges",
        "korea",
        "ministry",
        "kim",
        "power",
        "officials",
        "spy",
        "latest",
        "purge",
        "north",
        "korean"
    ],
    "summary": "The head of North Korea’s spy agency has become the most senior victim of another round of apparent purges ordered by the country’s leader, Kim Jong-un, South Korean officials have said.\nEstimates quoted by South Korean media put the number of military and government officials killed in the purges at more than 100.\nLast year Kim ordered the execution of Ri Yong-jin, a senior official in the education ministry, for falling asleep at a meeting chaired by Kim.\nAccording to South Korea’s intelligence agency, Hyun Yong-chol, a former North Korean defence chief, was executed with an anti-aircraft gun, reportedly for disrespectful behaviour including napping during a military rally attended by the leader.\n“There is always a possibility that purges continue as part of constantly strengthening power,” Jeong said, according to Yonhap.",
    "sentiment": {
        "neg": 0.0925,
        "neu": 0.8674,
        "pos": 0.0401,
        "compound": -0.2148
    }
}