{
    "date": "2017-06-21T11:46:38Z",
    "title": "North Korea could co-host 2018 Winter Olympics, Seoul suggests",
    "url": "https://www.theguardian.com/world/2017/jun/21/seoul-proposes-north-korea-host-some-winter-olympics-skiing-events",
    "content": "South Korea has proposed that North Korea host some of the skiing events at next year’s Winter Olympics, in a move it hopes will ease cross-border political tensions. The South Korean sports minister, Do Jong-hwan, has also suggested forming an inter-Korean women’s ice hockey team to compete at the Games, which open in February in the South Korean town of Pyeongchang. Do cited North Korea’s “top-class” Masikryong ski resort as a potential venue and said he would discuss co-hosting with Jang Woong, North Korea’s delegate to the International Olympic Committee (IOC), according to South Korean media. His overture reflects a desire by South Korea’s new president, Moon Jae-in, for cautious engagement with Pyongyang, despite anger over the its recent missile launches and the death this week of the US university student Otto Warmbier after nearly 17 months in a North Korean prison. Moon suggested earlier this month that the two countries lead a north-east Asian bid to host the 2030 World Cup. North Korean involvement in the tournament would require huge investment in infrastructure, but Moon said: “If the neighbouring countries in north-east Asia, including North and South Korea, can host the World Cup together, it would help to create peace.” Do will raise the idea of moving some of the skiing events north of the border when he meets the International Olympic Committee president, Thomas Bach, later this month, South Korean media said. North Korea’s footballers have made two appearances in the World Cup finals – notably in 1966, when they beat Italy 1-0 to reach the quarterfinal stage. The country’s athletes won seven medals, including two golds, at last summer’s Rio Olympics. But it has a poor track record in the Winter Olympics, having won just a silver and bronze medal in eight appearances. It did not take part at the Sochi Games in 2014. North Korean athletes have failed to qualify for any events at Pyeongchang, with the pairs figure-skating competition their only hope of representation if Do’s plans for a joint ice hockey team idea fall through. Do said he hoped North Korea’s participation in the Winter Olympics would make Pyeongchang a “peace Olympics”. “Hopefully, we’ll be able to thaw lingering tensions as we try to bring North Korea on board,” the Korea Herald quoted him as saying. The two Koreas have taken part in several sporting exchanges this year. Their women’s football teams played each other in Pyongyang in April, and their women’s hockey teams competed in South Korea. A North Korean taekwondo team will join South Korean athletes this weekend in a demonstration at the opening ceremony of the sport’s world championships in Muju, South Korea. Pyongyang boycotted the 1986 Asian Games and the 1988 Olympics, which were both held in Seoul, but has since taken part in international sports competitions south of the border, most recently the 2014 Asian Games in Incheon.",
    "keywords": [
        "2018",
        "south",
        "cohost",
        "korea",
        "world",
        "games",
        "seoul",
        "suggests",
        "womens",
        "winter",
        "koreas",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "South Korea has proposed that North Korea host some of the skiing events at next year’s Winter Olympics, in a move it hopes will ease cross-border political tensions.\nBut it has a poor track record in the Winter Olympics, having won just a silver and bronze medal in eight appearances.\nDo said he hoped North Korea’s participation in the Winter Olympics would make Pyeongchang a “peace Olympics”.\n“Hopefully, we’ll be able to thaw lingering tensions as we try to bring North Korea on board,” the Korea Herald quoted him as saying.\nA North Korean taekwondo team will join South Korean athletes this weekend in a demonstration at the opening ceremony of the sport’s world championships in Muju, South Korea.",
    "sentiment": {
        "neg": 0.0365,
        "neu": 0.8718,
        "pos": 0.0918,
        "compound": 0.1889
    }
}