{
    "date": "2017-09-04T10:08:39Z",
    "title": "South Korean media call for country to build its own nuclear weapons",
    "url": "https://www.theguardian.com/world/2017/sep/04/south-korean-media-calls-country-build-own-nuclear-weapons",
    "content": "South Korea should take a page out of the work of Shakespeare in dealing with North Korea and fight “fire with fire”, experts and media commentators have said in response to the North’s latest nuclear test. Many in the South are calling for the country to develop its own nuclear weapons as a deterrent independent of the US given uncertain support from Donald Trump. South Korea hosts about 30,000 US troops and falls under the US nuclear umbrella, but in return is banned from building its own nuclear weapons under a 1974 agreement with Washington. “As nuclear weapons are being churned out above our heads, we can’t always rely on the US nuclear umbrella and extended deterrence,” the Dong-a Ilbo, South Korea’s second-largest newspaper, said in an editorial. The US stationed atomic weapons in the South after the 1950-53 Korean war, but withdrew them in 1991 when North and South Korea jointly declared they would make the peninsula nuclear-free. The editorial said that agreement no longer applied. “There is no reason for us to cling on to the declaration when it has come to mean the denuclearisation of South Korea, not the denuclearisation of the Korean peninsula,” it said. North Korea tested its most powerful nuclear bomb on Sunday, producing a 6.3-magnitude earthquake that was felt as far as north-east China. Almost 60% of South Koreans support starting a nuclear weapons programme, according to a poll in September 2016. Respondents aged 60 and above overwhelmingly supported the idea. Jeon Yun-gu is just a few years away from his compulsory military service, and despite the rising tensions, the 16-year-old is ready to fight to end the constant threat hanging over the country. “We should quit just talking and meet North Korea with a firm stand. We should respond to them with the same, they have nuclear weapons, so we should develop our own,” the teenager said. “I think we should attack.” But others said the first step should be returning US nuclear arms to South Korea, despite Trump accusing the South Korean president, Moon Jae-in, of “appeasement”. “With the North Korean nuclear threat getting worse, we should bring US tactical nuclear weapons back into South Korea,” Park Byung-kwang, director of centre for north-east Asia at the Institute for National Security Strategy in Seoul, a thinktank affiliated with the country’s intelligence agency. South Korea had no choice but to work with the US to resolve the deepening crisis, despite Trump’s “unique character”, Park said. While some in South Korea called for a home-grown nuclear arsenal, Park said it would be impractical given the South has no desire to become a pariah state. “It would be difficult for South Korea to develop its own nuclear weapons because of international treaties,” Park said. “While sanctions don’t always work on North Korea, the South Korean economy is completely integrated with the rest of the world, making it vulnerable.” But in rural communities along the demilitarised zone that separates the North and the South, provocations only serve to harden their resolve for a tougher response. “North Korea has nuclear weapons and are doing experiments despite the entire world’s opposition,” said Woo Jong-il, who lives near the border. “Russia, America, China, they all have it, and even North Korea, a small country in deep poverty has it, so why aren’t we allowed to have it? “Either America gives us a nuclear bomb or allows us develop one.” With additional reporting by Soeun Seo in Seoul.",
    "keywords": [
        "develop",
        "south",
        "work",
        "korea",
        "nuclear",
        "build",
        "media",
        "weapons",
        "country",
        "despite",
        "park",
        "north",
        "korean"
    ],
    "summary": "South Korea hosts about 30,000 US troops and falls under the US nuclear umbrella, but in return is banned from building its own nuclear weapons under a 1974 agreement with Washington.\nAlmost 60% of South Koreans support starting a nuclear weapons programme, according to a poll in September 2016.\n“I think we should attack.” But others said the first step should be returning US nuclear arms to South Korea, despite Trump accusing the South Korean president, Moon Jae-in, of “appeasement”.\n“It would be difficult for South Korea to develop its own nuclear weapons because of international treaties,” Park said.\n“North Korea has nuclear weapons and are doing experiments despite the entire world’s opposition,” said Woo Jong-il, who lives near the border.",
    "sentiment": {
        "neg": 0.1241,
        "neu": 0.8004,
        "pos": 0.0755,
        "compound": -0.2177
    }
}