{
    "date": "2017-09-12T04:30:33Z",
    "title": "Nuclear tensions cast chill over South Korea's Winter Olympic buildup",
    "url": "https://www.theguardian.com/world/2017/sep/12/nuclear-tensions-cast-chill-over-south-koreas-winter-olympic-build-up",
    "content": "Nuclear tensions and public apathy are hitting ticket sales for 2018’s Winter Olympics in the South Korean town of Pyeongchang, casting a shadow over what had been billed as the “peace games”. Organisers hope to attract more than a million spectators to the Games in five months’ time. Events will be held 80km (50 miles) from the South’s heavily armed border with North Korea. But early ticket sales have been disappointing. In the first phase of sales between February and June only 52,000 tickets were sold inside South Korea – less than 7% of the 750,000 seats organisers aim to sell domestically. International sales were stronger, with overseas sport fans buying more than half the targeted 320,000 seats, but the rate is below that of most previous winter Games at this stage of preparations. Online ticket sales began last week. There is particular concern that so few tickets have been sold in China and Japan, which were expected to account for the bulk of all international sales. Economic ties and tourism have been hit by Chinese anger over Seoul’s deployment of a US missile defence system, while there is growing concern over the safety of Japanese residents and visitors to South Korea. North Korea’s recent nuclear test and launches of intercontinental ballistic missiles have also dented hopes that the two Koreas would embrace sports diplomacy and field joint teams during the Games, which run from 9-25 February. As recently as July, South Korea’s sports minister, Do Jong-hwan, suggested forming an inter-Korean women’s ice hockey team, and there were suggestions that the North could host some of the skiing events at its Masikryong ski resort. But those initiatives appear to have made little progress. South Korea’s president, Moon Jae-in, said North Korea would be given as much time as necessary to decide on its participation. Organisers said athletes from the North would be permitted to enter South Korea via the demilitarised zone as a peace gesture. The president of the International Olympic Committee, Thomas Bach, said in August there was “no reason for any immediate concern” about tensions on the Korean peninsula. But that was shortly before the regime fired a ballistic missile over Japan and detonated what it claimed was a powerful hydrogen bomb. Olympic officials played down the tense political backdrop to Pyeongchang and voiced confidence that the Games would prove as popular as other international sports events held in South Korea, including the 1988 Summer Olympics and the 2002 football World Cup. “Sports are sports, and we should not confuse sports with politics,” Lee Hee-beom, president of the Pyeongchang organising committee, told reporters in Seoul last week, adding that there were “signs” that North Korea would take part. “In the 1988 Seoul Olympics and the 2002 World Cup, the situation surrounding the Korean peninsula wasn’t that good, but we hosted the events well,” Lee said, according to Yonhap. South Korean officials believe participation by North Korean athletes would dramatically reduce the potential for disruption during the Games. But the state has a poor track record in the Winter Olympics, having won just a silver and bronze medal in eight appearances. It did not take part at the Sochi games in 2014.",
    "keywords": [
        "sales",
        "south",
        "international",
        "cast",
        "korea",
        "games",
        "events",
        "tensions",
        "nuclear",
        "buildup",
        "winter",
        "olympic",
        "korean",
        "chill",
        "olympics",
        "north",
        "koreas"
    ],
    "summary": "Nuclear tensions and public apathy are hitting ticket sales for 2018’s Winter Olympics in the South Korean town of Pyeongchang, casting a shadow over what had been billed as the “peace games”.\nEvents will be held 80km (50 miles) from the South’s heavily armed border with North Korea.\nSouth Korea’s president, Moon Jae-in, said North Korea would be given as much time as necessary to decide on its participation.\nOrganisers said athletes from the North would be permitted to enter South Korea via the demilitarised zone as a peace gesture.\nSouth Korean officials believe participation by North Korean athletes would dramatically reduce the potential for disruption during the Games.",
    "sentiment": {
        "neg": 0.0616,
        "neu": 0.8575,
        "pos": 0.0809,
        "compound": 0.0761
    }
}