{
    "date": "2017-09-06T03:12:28Z",
    "title": "Malcolm Turnbull backs Trump on North Korea: 'We are of one mind'",
    "url": "https://www.theguardian.com/australia-news/2017/sep/06/malcolm-turnbull-backs-trump-on-north-korea-we-are-of-one-mind",
    "content": "Malcolm Turnbull has said he is “of one mind” with Donald Trump’s condemnation of North Korea’s reckless conduct, after a “very warm” 30-minute phone conversation with the US president on Wednesday morning. Turnbull told a media conference in Canberra the best avenue to avert conflict remained “enforcement of strong economic sanctions” but refused to comment on what other steps Trump might be contemplating to tackle Kim Jong-un’s regime. The phone call followed warnings from the Russian president, Vladimir Putin, that the escalating crisis could cause a “planetary catastrophe” and from the US ambassador to the United Nations, Nikki Haley, that North Korea is “begging for war”. Turnbull said the half-hour phone call was “a very warm” and constructive discussion. “We are absolutely of the one mind in condemning this reckless conduct,” he said. “We discussed the importance of the full enforcement of the current sanctions regime and the importance of additional sanctions which, of course, are under consideration at the moment, being imposed in the future.” Turnbull said China had “the greatest leverage by far” and Australia would continue to encourage China “to bring more economic pressure to bear on North Korea to bring this regime to its senses”. Guardian Australia understands Turnbull agreed with the US position, expressed by Haley at the UN, that “the can cannot be kicked down the road”. Turnbull spoke to Japan’s prime minister, Shinzo Abe, last week and Indonesian president, Joko Widodo, on Tuesday about the security crisis. “Everybody wants to get this dangerous situation resolved, and bring this reckless, dangerous, provocative regime to its senses without conflict,” Turnbull said. “A conflict would be catastrophic – everyone understands that. But the best avenue to achieve that, that we can see, is continued enforcement of strong economic sanctions, and, of course, the country with the biggest lever in that regard is China.” Turnbull has strongly backed Trump’s position on North Korea, committing earlier in August that “if there is an attack on the US, the Anzus treaty would be invoked” and Australia would come to the aid of the United States. Tensions have escalated in the past month after North Korea fired a missile over Japan, prompting Trump to warn of “fire and fury” in response, and North Korea’s sixth atomic test, of a powerful hydrogen bomb. Trump has also tweeted that the US “is considering, in addition to other options, stopping all trade with any country doing business with North Korea,” a threat to US trade with China that is not regarded as credible. Turnbull said he and Trump also discussed the battle against Islamic State, including in the Philippines. The leaders agreed that Isis cannot be allowed to obtain a foothold in south-east Asia. Australia and the United States are providing assistance to the Philippines government to clear the Isis insurgency out of Marawi, he said. Earlier this week Turnbull dismissed reports that Australian special forces have been offered to help the Philippine government. Turnbull said he had also extended sympathy to Trump over recent floods and hurricane damage in the US. Earlier on Wednesday the defence minister, Marise Payne, who will attend the sixth Seoul defence dialogue to discuss the threat of North Korea, said that Australia was attempting to avoid a war involving North Korea and the US “at all costs”. Asked about America’s warning that Kim Jong-un is “begging for war” and whether a miscalculation could lead to conflict, Payne replied: “To avoid the potential of such a problem, the emphasis must be on pursuing the effectiveness of the sanction regime, pursued through the UN security council.” “A number of those sanctions are only now in the process of coming into effect … they need to be allowed to operate,” she said. Asked about her trip to the Philippines, Payne warned of returning foreign fighters and ISIS affiliates gaining a foothold in south-east Asia but did not give any further details about Australia’s contribution.",
    "keywords": [
        "turnbull",
        "war",
        "regime",
        "korea",
        "australia",
        "backs",
        "mind",
        "sanctions",
        "china",
        "malcolm",
        "trump",
        "conflict",
        "north"
    ],
    "summary": "Malcolm Turnbull has said he is “of one mind” with Donald Trump’s condemnation of North Korea’s reckless conduct, after a “very warm” 30-minute phone conversation with the US president on Wednesday morning.\n“Everybody wants to get this dangerous situation resolved, and bring this reckless, dangerous, provocative regime to its senses without conflict,” Turnbull said.\nTensions have escalated in the past month after North Korea fired a missile over Japan, prompting Trump to warn of “fire and fury” in response, and North Korea’s sixth atomic test, of a powerful hydrogen bomb.\nTurnbull said he had also extended sympathy to Trump over recent floods and hurricane damage in the US.\nEarlier on Wednesday the defence minister, Marise Payne, who will attend the sixth Seoul defence dialogue to discuss the threat of North Korea, said that Australia was attempting to avoid a war involving North Korea and the US “at all costs”.",
    "sentiment": {
        "neg": 0.1348,
        "neu": 0.7819,
        "pos": 0.0834,
        "compound": -0.167
    }
}