{
    "date": "2017-09-04T11:00:02Z",
    "title": "Tell us what it's like living near nuclear armed North Korea",
    "url": "https://www.theguardian.com/world/2017/sep/04/tell-us-what-its-like-living-near-nuclear-armed-north-korea",
    "content": "Tensions in the Korean peninsula have reached new heights, with Seoul expecting further missile launches after a sixth North Korean nuclear test was confirmed on Sunday. South Korean forces have carried out a simulated attack on the North’s nuclear test site, with China said to be considering sanctions and Japan’s prime minister, Shinzō Abe, promising to lodge a strong protest at the latest nuclear test. While also talking up a military response, Donald Trump has threatened to stop trading “with any country doing business with North Korea”. The UN security council meets later on Monday to discuss the issues. International reaction to the test has not been uniform, and we would like to understand what life is like for you if you live in the region. How are people where you live dealing with the news? If you are in South Korea, what do you think of the deployment of the controversial Thaad US missile defence system, designed to intercept incoming North Korean missiles? Were you in Japan when a missile was fired over the country in August? What other issues are important to you? Share your experiences What is the mood like where you live? How have your local media been covering events, and what have discussions among your family, friends and coworkers been like? You can share your experiences and views via the encrypted form below. We’ll use a selection in our coverage.",
    "keywords": [
        "south",
        "korea",
        "tell",
        "north",
        "live",
        "nuclear",
        "living",
        "share",
        "issues",
        "test",
        "armed",
        "missile",
        "near",
        "korean"
    ],
    "summary": "Tensions in the Korean peninsula have reached new heights, with Seoul expecting further missile launches after a sixth North Korean nuclear test was confirmed on Sunday.\nSouth Korean forces have carried out a simulated attack on the North’s nuclear test site, with China said to be considering sanctions and Japan’s prime minister, Shinzō Abe, promising to lodge a strong protest at the latest nuclear test.\nWhile also talking up a military response, Donald Trump has threatened to stop trading “with any country doing business with North Korea”.\nIf you are in South Korea, what do you think of the deployment of the controversial Thaad US missile defence system, designed to intercept incoming North Korean missiles?\nHow have your local media been covering events, and what have discussions among your family, friends and coworkers been like?",
    "sentiment": {
        "neg": 0.0557,
        "neu": 0.8244,
        "pos": 0.12,
        "compound": 0.1011
    }
}