{
    "date": "2017-07-06T07:32:53Z",
    "title": "North Korea: US and allies face shortage of good options over missile threat",
    "url": "https://www.theguardian.com/world/2017/jul/06/north-korea-us-and-its-allies-face-shortage-of-good-options",
    "content": "North Korea’s successful launch of an intercontinental ballistic missile that could one day carry nuclear warheads to the United States has revived talk of military intervention in the reclusive state. Pyongyang’s nuclear ambitions, once a somewhat abstract strategic concern for bureaucrats in Washington, have suddenly become more pressing. The secretary of state, Rex Tillerson, said earlier this year that all options are on the table for blocking its nuclear weapons programme. Talk of a “surgical strike” often surfaces when politicians are contemplating military intervention in conflicts or troubled areas around the globe, perhaps because it carries connotations of a focused, efficient attack, with minimal collateral damage, like a clean surgical incision. That is a distracting illusion. There is no option for military intervention in North Korea that would not cost civilian lives, and carry a high risk of dangerous escalation. The lives most immediately at risk in the case of open conflict are those of South Koreans. Nearly half the population lives within 50 miles of the demilitarised zone which separates the northern and southern halves of the peninsula, according to the New York Times. Parts of Seoul are within range of rocket launchers and guns hidden in caves, bunkers and tunnels along the border. As recently as 2010, North Korean shelling killed two marines and injured civilians. It is possible to intercept artillery shells, rockets and other low altitude weapons, through systems such as Israel’s Iron Dome, but South Korea has not got any equivalent, only systems aimed at ballistic missiles. If North Korea unleashes these on the south, even the most optimistic estimates say thousands of lives would be lost in days of attacks on military targets, rising to tens or even hundreds of thousands if Pyongyang aims at civilians. Hereditary leader Kim Jong-un also has ballistic missiles that could reach sites across South Korea and Japan, and a stockpile of chemical and nuclear weapons. This arsenal is thought to have been built up as a deterrent, but few think Kim would hesitate to use the weapons if he felt his own life or power was in immediate threat. His half-brother was killed using the nerve agent VX gas in a Malaysian airport earlier this year, he purged his own uncle and reportedly executed a defence chief with anti-aircraft guns. The US and its allies cannot count on taking out the North Korean leadership with the type of missile or drone strikes they have used to pick off Isis fighters. Assassinating leaders of enemy states is notoriously difficult, even with US financial and technical resources. Failed efforts to kill Saddam Hussein in the first weeks of the 2003 invasion of Iraq, and decades of botched attempts on Cuban leader Fidel Castro are just two reminders of how difficult killing from a distance can be. Kim and his inner circle are also secretive and cautious, and western intelligence systems inside the state are extremely weak. In 2008 analysts and officials were left speculating for months about whether his father Kim Jong-il was alive or dead, after he slipped out of public view. News that he had suffered a stroke in August only leaked into the outside world in winter. But perhaps the biggest risk in taking military action in North Korea is the state’s cultivated unpredictability. Once fighting starts, there are many ways and reasons both sides could escalate, analyst Anthony Cordesman told the NY Times. Stopping it would be much harder.",
    "keywords": [
        "shortage",
        "south",
        "allies",
        "military",
        "korea",
        "face",
        "threat",
        "lives",
        "states",
        "nuclear",
        "kim",
        "systems",
        "weapons",
        "options",
        "missile",
        "good",
        "north"
    ],
    "summary": "North Korea’s successful launch of an intercontinental ballistic missile that could one day carry nuclear warheads to the United States has revived talk of military intervention in the reclusive state.\nThe secretary of state, Rex Tillerson, said earlier this year that all options are on the table for blocking its nuclear weapons programme.\nThere is no option for military intervention in North Korea that would not cost civilian lives, and carry a high risk of dangerous escalation.\nHereditary leader Kim Jong-un also has ballistic missiles that could reach sites across South Korea and Japan, and a stockpile of chemical and nuclear weapons.\nBut perhaps the biggest risk in taking military action in North Korea is the state’s cultivated unpredictability.",
    "sentiment": {
        "neg": 0.1808,
        "neu": 0.7881,
        "pos": 0.0312,
        "compound": -0.3958
    }
}