{
    "date": "2017-08-10T10:46:21Z",
    "title": "Five handy tips for survival after the apocalypse | Jack Bernhardt",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/10/five-handy-tips-survival-apocalypse-donald-trump-kim-jong-un",
    "content": "Ah well, we had a good run, didn’t we? I always thought the world would be destroyed by global warming, or some kind of computer virus, or the good Chris Evans (Captain America) and the bad Chris Evans (Radio 2) meeting each other and the universe exploding. But instead it’s two pudgy idiots waving their massive phallic weapons at each other, and we all have to pay the price. Personally I think it’s a shame – there’s clearly chemistry between Kim and Don. They have similar interests (bad hair, crushing democracy, Kim’s probably hosted the North Korean version of The Apprentice), and the passionate way they talk about destroying each other – fire and fury, power the likes of which we’ve never seen – it’s like watching Ross and Rachel. Just kiss already, guys! But I digress. The end of the world is nigh and soon the Earth will be a ball of uninhabitable fire and death. It’s a real bummer. Fortunately though, we’re on hand to assist you with Armageddon with a handy set of hints and tips. Just think of us as your personal Kirstie Allsopp, but armed with a chainsaw, and also we don’t really care about where you wash your clothes. Presenting Our Ever So Helpful Guide For Surviving the Nightmare of Nuclear Dystopia! Tip 1: Have a big clothing clear-out! The apocalypse is a really great excuse to go through your wardrobe. What dresses haven’t you worn for a while? Which tops are feeling a bit 2014? More importantly, which fabrics will protect against Earth’s new radioactive atmosphere? Forget ripped jeans and crop tops, the new 2017 fashion is lead-lined trousers and a saucy little boiler suit, complete with gas mask. And as for homelife, keep in mind that al fresco living is so 2016. The new fad is living underground, cowering in a sewer or abandoned public toilet. Rock that subterranean couture, whether you’re socialising with the last of humanity, hunting for vital resources or just kicking back with a glass of only slightly contaminated water and that worryingly vague slice of meat you found. Ham. It was … probably ham. Tip 2: Throw out the rulebook! Who can say what will be used as currency in the future? Will it be gold? Food? Solar power batteries? Those plush poop emoji toys you get at fairgrounds? Whatever it is, you’ll need to keep it safe. The bad news is that without any police, you’ll have to defend yourself. The good news is that pretty much anything can be used as a weapon now: a heavy stick, a filing cabinet, a hardcover copy of The Corrections by Jonathan Franzen (just read it aloud to would-be attackers and watch them recoil in horror). And there’s more good news – there are no laws now! You can commit those crimes you always wanted! You can jaywalk! You can drink alcohol on the underground! You can publish sexually explicit cartoons featuring the likeness of Disney and Hanna-Barbera characters without fear of copyright law! Sure, society might have crumbled, but it will be a golden age of poorly drawn Mickey Mice getting it on with Top Cats. Eat your heart out, Halifax. Tip 3: Get a bit of culture! OK, so all music will probably have been wiped out in the Unholy Fires of Trump. But really, is that so bad? Have you heard the charts recently? Future generations will never have to find out what an Ed Sheeran is. The only thing that will survive will be what we remember. If you’re anything like me, this means all classical music will be reduced to that bit in Bach where the violins go “Ba ba ba ba baaaaah” and maybe the Star Wars theme. And with the obliteration of bookshops and libraries, literature will have to be pieced together through the tabs people still have open on their phone from before the internet went down, so there’s a good chance the greatest surviving writing of our time will be an article from Wikihow on methods to get chocolate stains out of jeans. Tip 4. Reconnect with old friends! Specifically, ones who have been dead for several years, because there’s a good chance the radiation will lead to the dead rising from their graves and attacking the living. Now would also be a good time to find out more about the new fad of “brain food” – in that a lot of zombies will now see your brain as food. Try protecting your head with a helmet or a particularly flavourless hat. Tip 5: Reminisce about the old days Remembering the time before The Event could be tricky – it’s dependent on people’s memories and they can be fickle. We’ll probably remember Donald Trump less as a president and more as a senior golfer who broke into the White House one day and fired off a few nukes, or maybe as a sentient orange Spacehopper, or maybe just as a big bag of snakes and rats dressed up in a suit and a red tie. How ever we do it, I hope we also remember the time before him, when there were actual sane people in important positions. They weren’t perfect. Some of them were downright corrupt. Some of them indirectly killed many hundreds of thousands of people. But they didn’t jeopardise the existence of life on this planet because of their own woeful self-importance. That doesn’t feel like a particularly noble thing to praise, but right now I guess we shouldn’t take it for granted. Now I’m going to stock up on poop emoji toys. You know. Just in case. • Jack Bernhardt is a comedy writer and occasional performer",
    "keywords": [
        "handy",
        "bernhardt",
        "tip",
        "tips",
        "probably",
        "theres",
        "remember",
        "ba",
        "maybe",
        "living",
        "bad",
        "really",
        "jack",
        "good",
        "survival",
        "apocalypse"
    ],
    "summary": "The end of the world is nigh and soon the Earth will be a ball of uninhabitable fire and death.\nFortunately though, we’re on hand to assist you with Armageddon with a handy set of hints and tips.\nIf you’re anything like me, this means all classical music will be reduced to that bit in Bach where the violins go “Ba ba ba ba baaaaah” and maybe the Star Wars theme.\nThat doesn’t feel like a particularly noble thing to praise, but right now I guess we shouldn’t take it for granted.\n• Jack Bernhardt is a comedy writer and occasional performer",
    "sentiment": {
        "neg": 0.0689,
        "neu": 0.8125,
        "pos": 0.1186,
        "compound": 0.0612
    }
}