{
    "date": "2017-09-15T06:17:41Z",
    "title": "North Korea: ballistic missile launched over Japan – as it happened",
    "url": "https://www.theguardian.com/world/live/2017/sep/15/north-korea-launches-missile-over-japan-live-updates",
    "content": "What happened? North Korea has launched another missile over Japan, a day after it threatened to “sink” the country and turn the US “into ashes and darkness”. The missile – which was fired from Sunan, just north of Pyongyang, on Friday morning at 6.57am Japanese local time (21.57 GMT Thursday) – flew over the northern Japanese island of Hokkaido before landing, 20 minutes after launch, in the Pacific Ocean, 2,200km east of Cape Erimo. The US and South Korea said they believed it to be an intermediate-range ballistic missile, although the Japanese foreign minister Taro Kono said it could be an intercontinental ballistic missile, which has a significantly greater range and which Pyongyang claimed to have tested successfully in July. Friday’s launch was the longest-ever such flight carried out by the rogue regime, and travelled 3,700km – 800km further than the previous launch over Japan, in August. The US Pacific territory of Guam, which Kim Jong-un has threatened to attack, is 3,400km from North Korea. But the US military said the direction of the missile meant the island was not at risk. Experts said it was likely to be another Hwasong-12 missile, as used in the August test. People living in regions near the missile flight path in Hokkaido received two text alerts on Friday morning, the first warning them to seek shelter, and the second giving an all-clear. The reaction The United Nations security council will hold an emergency meeting on Friday; just days ago it approved tougher sanctions against the regime. The Japanese prime minister, Shinzo Abe, slammed the launch as “utterly unacceptable”: If North Korea continues to walk this road, there will be no bright future. We need to get North Korea to understand that. South Korea fired two ballistic missiles in a show of strength against the North. One of the Hyunmoo-2 missiles “accurately hit” a target 250km away in the Sea of Japan, simulating the distance between its launchpad and Sunan. But the second missile fell into the water “in the initial stage”. There has been no official response from the White House or from Donald Trump, although officials said the US president had been briefed. The US secretary of state, Rex Tillerson, said China and Russia must take “direct actions” to contain and deter Kim. Australian prime minister Malcolm Turnbull called the launch “another dangerous, reckless, criminal act by the North Korean regime”, labelling it a sign of Kim’s frustration at being hit with further sanctions. Foreign minister Julie Bishop said North Korea was gaining greater capability with each test. And Air Force General John E Hyten, commander of US nuclear forces, said his assumption is that North Korea’s most recent nuclear test, on 3 September, was a hydrogen bomb. David Wright of the Union of Concerned Scientists said: “Like the August 28 test, this test appears to have been a Hwasong-12 missile launched from a site near the Pyongyang airport. “The missile followed a standard trajectory – rather than the highly lofted trajectories North Korea used earlier this year – and it flew over part of the northern Japanese island of Hokkaido.” Wright added: “The range of this test was significant since North Korea demonstrated that it could reach Guam with this missile, although the payload the missile was carrying is not known.” Guam lies 3,400 km from North Korea. North Korea has identified the US Pacific territory as a target due to the presence of US forces at Anderson air force base. This graphic shows the path taken by the missile from just north of Pyongyang to the Pacific Ocean, over Japan: Australia’s foreign minister, Julie Bishop, says North Korea is gaining greater capability with each missile launch: I understand it was an intermediate-range missile test but we are informed that it did fly further than previous tests. The regime has carried out over 80, nearly 90, illegal ballistic missile tests and it seems that on each occasion it gains greater capability. That’s why it must be deterred from carrying out any further tests. And Australia will continue to work with the international community to exert maximum pressure on North Korea in economic terms to make it change its behaviour. North Korea has been ramping up its provocations in recent months – and today’s missile launch was the longest flight it has managed. In July, Pyongyang tested its first intercontinental ballistic missiles (this latest launch is thought to be an intermediate-range ballistic missile). In August, after US president Donald Trump vowed “fire and fury” against the regime, North Korea fired a missile over Japan, an exercise it repeated today with even greater range – some 800km further than the previous launch, Japan said. And in early September, Pyongyang conducted its most powerful nuclear test so far. Wang Zhen in our Beijing bureau has been talking to Cheng Xiaohe, a North Korea expert from Renmin University. Cheng said Beijing would feel frustrated and embarrassed by Friday’s launch and Kim Jong-un’s endless missile launches: “China is also worried since it can’t keep control of North Korea’s tests.” For now, he predicted that China would stick to its current stance of calling for calm and dialogue rather than pursue any more dramatic course of action. In the longer term, however, Cheng said he believed the North Korean leader was “digging a grave for himself” with his refusal to halt his nuclear and missile programs. Friday’s launch was “another step on the road to self-destruction”. “If North Korea continues to take provocative actions which build up to a certain level, the security council will issue new sanctions” that would further damage its economy, he warned. South Korea fired two ballistic missiles in a show of strength against the North – but one failed. Yonhap news agency reports that the South Korean military reacted while Pyongyang’s missile was still in the air, firing two Hyunmoo-2 missiles close to the South-North border. The exercise took place just six minutes after the North Korean missile was launched, it said, and was intended to demonstrate to Kim Jong-un how swiftly Seoul could launch a retaliatory attack. An official for the joint chiefs of staff told Yonhap that one of the Hyunmoo-2 missiles “accurately hit” a target 250km away in the Sea of Japan (known in South Korea as the East Sea) – simulating the distance between its launchpad and Sunan, from where the North Korean missile originated. But the second missile fell into the water “in the initial stage”. The failure is being investigated. The United States secretary of state, Rex Tillerson, has called on China and Russia to take “direct actions of their own” against North Korea. But while Beijing has yet to officially respond Chinese experts believe significant new steps are out of the question. “I don’t expect China to make any radical [moves],” says Zhao Tong, a North Korea expert at Beijing’s Carnegie–Tsinghua centre for global policy. Zhao said Beijing would not view Friday’s launch as a significant escalation. “According to the data we already [have] it looks like a similar missile to the [Hwasong-12] that North Korea launched on 29 August: a similar missile, a similar range, a similar trajectory. In other words, it wasn’t that big a provocation, just a repetition of a previous action … “Of course it overflew Japan – that is serious – but, again, it is not the first time in the last month that North Korea did this.” Beijing would also believe that recent UN sanctions should be given time to take effect before further action was needed. “We have already got two new UN security council resolutions in just over one month. Very radical measures were adopted. So I don’t expect China to respond with any additional radical measures.” The South Korean national security council has held an emergency meeting at which president Moon Jae-in ordered officials to prepare for the possibility of biological attacks from the North. Moon said Seoul wanted “stern” diplomatic and military pressures to be applied, including a live-fire drill of the Hyunmoo-2 ballistic missile in a show of force against Pyongyang. Park Su-hyun, a spokesman for the president, said officials had been instructed to prepare for biological and chemical weapons attacks, as well as potential electromagnetic pulse attacks. North Korea claimed after its nuclear test on 3 September that it had weapons capable of carrying out such attacks, in which detonation creates a wave of electrical energy that could disable electrical systems and communications. The US secretary of state, Rex Tillerson, has condemned the missile launch, saying China and Russia must do more to put pressure on Kim Jong-un: North Korea’s provocative missile launch represents the second time the people of Japan, a treaty ally of the United States, have been directly threatened in recent weeks. These continued provocations only deepen North Korea’s diplomatic and economic isolation. United Nations security council resolutions, including the most recent unanimous sanctions resolution, represent the floor, not the ceiling, of the actions we should take. We call on all nations to take new measures against the Kim regime. China supplies North Korea with most of its oil. Russia is the largest employer of North Korean forced labor. China and Russia must indicate their intolerance for these reckless missile launches by taking direct actions of their own. The top commander of US nuclear forces says his assumption is that North Korea’s most recent nuclear test, on 3 September, was a hydrogen bomb, Associated Press reports: Air Force General John E Hyten, commander of Strategic Command, told reporters that he assumes from the size of the underground explosion and other factors that it was a hydrogen bomb – which is a leap beyond the fission, or atomic, bombs North Korea has previously tested. Shortly after the 3 September test, North Korea claimed it had exploded a hydrogen bomb, and while US officials have not contradicted this, they have not confirmed it, either. Administration officials had indicated they saw nothing to contradict the North’s claim. Hyten went further, saying the characteristics of the test made him think it was an H-bomb: When I look at a thing that size, I as a military officer assume that it’s a hydrogen bomb. I have to. I have to make that assumption. What I saw equates to a hydrogen bomb. I saw the event. I saw the indications that came from that event. I saw the size, I saw the reports, and therefore to me I’m assuming it was a hydrogen bomb.” Pressed further, Hyten said he was not confirming that North Korea’s was a hydrogen bomb. “I’m just saying the size of the weapon shows that there was clearly a secondary explosion,” he said. Unlike a fission, or atomic, bomb, a hydrogen bomb is built with two “stages”, or explosive devices that work in tandem to create fusion. 6.57am Japanese local time (21.57 GMT): Missile launched from around Sunan, just north of Pyongyang, eastwards across the Sea of Japan. 7.07am Japanese local time (22.07 GMT): Missile passes over Cape Erimo, southern Hokkaidō, the northernmost of Japan’s main islands. 7.16am Japanese local time (22.16 GMT): Missile lands about 2,200km from Cape Erimo, in the Pacific Ocean. People living in regions near the missile flight path in Hokkaido received two text alerts on Friday morning. The first, at 7am local time (10pm Thursday GMT), read: Missile launched. Missile launched. It seems that the missile has been launched from North Korea. Please evacuate to a building with strong structure or go to the basement. The second, which came seven minutes later, read: Missile passed. Missile passed. It seems that the missile has passed Hokkaido area and landed in the Pacific Ocean. If you find anything suspicious, please don’t go close to it. Report it to the police and firefighters. The missile test comes just days after the United Nations security council approved tougher sanctions against North Korea. The vote for the sanctions, the ninth package of measures imposed by the UN security council on Pyongyang since 2006 for its nuclear and missile tests, came as a relief to US diplomats who had feared a Chinese abstention, which would have considerably blunted the impact of the new sanctions. In late night negotiations on Sunday, the US considerably diluted its initial draft sanctions resolution, which would have imposed a complete oil embargo and a partial naval blockade, in an effort to win support from China and Russia. The final resolution adopted by the security council on Monday imposed a ban on oil condensates exports to the regime, capped refined petroleum exports at 2m barrels a year – cutting existing export levels by half – and maintaining international exports of crude oil to North Korea at existing levels, about 4m barrels a year. China supplies most of North Korea’s crude. Western diplomats portrayed the Monday night vote as a win for international unity in the face of North Korean intransigence and provocations, and pointed out that it represented the toughest sanctions regime imposed on the regime to date. Here is the Japanese prime minister’s full response to the North Korea missile launch: The UN resolution showed the international community’s unified strong will for a peaceful solution. But despite that, North Korea has again carried out this outrageous conduct. It is absolutely unacceptable. We request an emergency meeting of the United Nations security council. Global peace is threatened by North Korea’s dangerous provocations. The international community should unite against such conduct to send a clear message … The recent sanctions and resolutions must be fully complied with and implemented. That is now ever more clear. If North Korea continues to walk this road, there will be no bright future. We need to get North Korea to understand that. This time, the Japanese government once again, since immediately after the missile launch … had completely assessed the movements of the missile and we have taken all full necessary measures. And under the firm Japan-US alliance, we will step up our level of alert to ensure the security and the sense of security of the Japanese people. James Mattis, the US defense secretary, has accused North Korea of “a reckless act”. Mattis said the missile “was fired over Japan and put millions of Japanese in duck and cover”. But when questioned on how the US would respond, Mattis said: I don’t want to talk on that yet. US president Donald Trump has been briefed on the missile launch, he confirmed. Yonhap news agency reports that Seoul has flexed its muscles in the wake of the North Korea test: The South’s president Moon Jae-in immediately convened a national security council (NSC) meeting as the country’s troops conducted ballistic missile training in the East Sea [also known as the Sea of Japan] in response to the North’s latest provocation. The military fired the Hyunmoo-II missile in consideration of the distance between the training site and the Sunan airfield, which is the “origin of provocation,” the joint chiefs of staff said. The quick response represents the military’s combat readiness, it said in a statement. There remains some doubt over the type of missile fired. US Pacific Command and the South Korean military said they believe it to have been an intermediate-range ballistic missile (IRBM) – as was used in the August launch of the Hwasong-12. But the Japanese foreign minister Taro Kono said he believed the missile was an intercontinental ballistic missile (ICBM), which has a significantly greater range. Japan’s chief cabinet secretary, Yoshihide Suga, said Friday’s missile reached an altitude of 800km and flew 3,700km – 800km further than the August launch. No debris landed in Japanese territory, Suga said. Shinzo Abe, the Japanese prime minister, has been speaking about the missile launch: If North Korea continues to walk this road, there will be no bright future. We need to get North Korea to understand that. This time, the Japanese government once again, since immediately after the missile launch … had completely assessed the movements of the missile and we have taken all full necessary measures. And under the firm Japan-US alliance, we will step up our level of alert to ensure the security and the sense of security of the Japanese people. 6.57am Japanese local time (21.57GMT): Missile launched from around Sunan, just north of Pyongyang, eastwards across the Sea of Japan. 7.07am Japanese local time (22.07 GMT): Missile passes over Cape Erimo, southern Hokkaidō, the northernmost of Japan’s main islands. 7.16am Japanese local time (22.16 GMT): Missile lands about 2,200km from Cape Erimo, in the Pacific Ocean. South Korea’s central bank will also hold an emergency meeting, Yonhap news agency reports, “to review contingency plan to stabilise markets if necessary”. The United Nations security council will meet within hours – at 3pm ET (7pm GMT) Friday – to discuss the latest North Korean missile test. On Monday, the council unanimously agreed to boost sanctions against the country, including a ban on textile exports and a ceiling on imports of crude oil. Retired Vice Admiral Yoki Koda, of the Japanese maritime self-defence force, has told broadcaster NHK that the missile is likely to be the new intermediate-range Hwasong-12 – as used by North Korea in August, and the weapon Kim Jong-un threatened to use on Guam: The flying time and the altitude and the flying distance and the time it flew … it flew just under 20 minutes and it landed in waters 2,000km east of Cape Erimo. It is believed that the flight distance is about 3,400km … North Korea could have been aiming slightly north and was not aiming for straight in the middle of the Pacific Ocean. So that would reduce the possibility that it was a Hwasong-14. The distance was similar to last time. If the missile flew on the same trajectory as last time, and if it had flown about 8,000km, it would have fallen north and it would have been near the Aleutian Islands. It is flying a similar course as last time … I think it is quite likely that it was the second launch of the Hwasong-12. The statement from the US military reads: US Pacific Command detected and tracked what we assess was a single North Korean ballistic missile launch at 11.57am Hawaii time [9.57pm GMT] September 14. Initial assessment indicates the launch of an intermediate-range ballistic missile (IRBM). The launch occurred in the vicinity of Sunan, North Korea, and flew east. The ballistic missile overflew the territory of northern Japan before landing in the Pacific Ocean east of Japan … The North American Aerospace Defense Command (Norad) determined this ballistic missile did not pose a threat to North America. US Pacific Command determined this ballistic missile did not pose a threat to Guam. We continue to monitor North Korea’s actions closely. Our commitment to the defense of our allies, including the Republic of Korea and Japan, in the face of these threats remains ironclad. We remain prepared to defend ourselves and our allies from any attack or provocation. This is Claire Phipps picking up our live coverage. The US military says the launch was a single intermediate-range ballistic missile. It flew over Japan before landing in the Pacific. It did not pose a threat to the US territory of Guam, the military says. General Hyten made the point that there was “clearly a secondary explosion” in the nuclear test of 3 September. Hydrogen bombs, as opposed to atomic bombs, work in a two-stage process. Just moments before today’s missile launch, a senior US commander said he had to assume the North’s sixth nuclear test 12 days ago was indeed a powerful hydrogen bomb, as claimed by Pyongyang. Air Force General John E Hyten said his assumption was based on the size of the explosion and other factors. “When I look at a thing that size, I as a military officer assume that it’s a hydrogen bomb,” Hyten said. As head of Strategic Command, he would be in charge of all elements of the US nuclear force in the event of war. I have to make that assumption. What I saw equates to a hydrogen bomb. I saw the event. I saw the indications that came from that event. I saw the size, I saw the reports, and therefore to me I’m assuming it was a hydrogen bomb.” This week North Korea has ratcheted up its rhetoric against Japan, threatening to sink the nation after last month’s launch of a medium-range ballistic missile (which flew over Hokkaido, just as today’s unidentified projectile did) Pyongyang said: “The four islands of the [Japanese] archipelago should be sunken into the sea by the nuclear bomb of Juche.” Juche is the ideology of self-reliance pioneered by Kim Il-sung, the country’s founder and grandfather of the current leader, Kim Jong-un. “Japan is no longer needed to exist near us,” the committee added. To read more on this from yesterday, click here. White House chief of staff John Kelly says Donald Trump has been briefed on the missile launch. South Korea’s military believes the missile flew 3,700km and reached an altitude of 770km. This would suggest a shorter, lower trajectory than recent launches of intercontinental ballistic missiles (see a diagram in this report here). In July the North testfired two ICBMs and this month it carried out its sixth nuclear test, a powerful blast it said was the detonation of thermonuclear device. Japanese officials have said the missile was launched at 6.57am Japan time (9.57pm GMT) and flew over Hokkaido before landing in the Pacific nine minutes later 2,000 kilometres east of the northern island’s Cape Erimo. Chief cabinet secretary Yoshihide Suga said Japan would take appropriate and timely action at the UN and elsewhere, and stay in close contact with the United States and South Korea. The Australian prime minister, Malcolm Turnbull, believes today’s missile launch is a sign of the regime’s frustration at being hit with further sanctions. This week the UN security council voted unanimously in favour of a ban on the country’s textile exports and a ceiling on the country’s imports of crude oil. (Full report here.) Turnbull told Sky News: “This is another dangerous, reckless, criminal act by the North Korean regime threatening the stability of the region and the world and we condemn it utterly.” The North last month used the same Sunan airport to fire a Hwasong-12 intermediate range missile that flew over northern Japan in what it declared as a “meaningful prelude” to containing the US Pacific island territory of Guam and the start of more ballistic missile launches targeting the Pacific ocean. See here for the report from our Tokyo correspondent Justin McCurry The Japanese government says there was no danger to people or shipping from missile debris. The projectile, which has yet to be identified, appears to have been launched in a similar direction to the one that passed over northern Japan late last month. Japanese broadcast NHK has reported the missile flew into Japanese airspace this morning before landing in the sea about 2000km east of Cape Erimo on Hokkaido in the north. South Korea’s Joint Chiefs of Staff have said the missile was launched from Sunan, the site of Pyongyang’s international airport. North Korea has launched an unidentified missile that travelled east towards Japan, South Korea’s military said on Friday. Both the US and South Korean militaries are working to establish what kind of projectile was launched. It is known that it was fired from near the North’s capital, Pyongyang. We will bring you more details here as soon as we have them.",
    "keywords": [
        "launched",
        "launch",
        "ballistic",
        "korea",
        "test",
        "japanese",
        "japan",
        "security",
        "pacific",
        "missile",
        "happened",
        "north"
    ],
    "summary": "North Korea has launched another missile over Japan, a day after it threatened to “sink” the country and turn the US “into ashes and darkness”.\nNorth Korea has been ramping up its provocations in recent months – and today’s missile launch was the longest flight it has managed.\nIn July, Pyongyang tested its first intercontinental ballistic missiles (this latest launch is thought to be an intermediate-range ballistic missile).\nThe ballistic missile overflew the territory of northern Japan before landing in the Pacific Ocean east of Japan … The North American Aerospace Defense Command (Norad) determined this ballistic missile did not pose a threat to North America.\nNorth Korea has launched an unidentified missile that travelled east towards Japan, South Korea’s military said on Friday.",
    "sentiment": {
        "neg": 0.0704,
        "neu": 0.8659,
        "pos": 0.0638,
        "compound": -0.0443
    }
}