{
    "date": "2017-09-24T18:00:00Z",
    "title": "Bill Shorten calls for 'sober heads' after Trump goads Kim Jong-un",
    "url": "https://www.theguardian.com/australia-news/2017/sep/24/bill-shorten-calls-for-sober-heads-after-trump-goads-kim-jong-un",
    "content": "The Labor leader, Bill Shorten, has taken a thinly veiled swipe at Donald Trump, calling for “cool, sober heads” to handle the escalating North Korea situation, while praising the foreign affairs minister, Julie Bishop, for her work at the United Nations General Assembly. In South Korea for a whirlwind trip to reassure Australia’s allies of its bipartisan commitment, Shorten, and Labor’s foreign affairs spokeswoman, Penny Wong, are scheduled to meet with the prime minister, Lee Nak-yeon, and the former UN secretary general Ban Ki-moon to discuss the most recent security crisis in the region. The trip comes amid an escalation of words between the US president and the North Korean leader, Kim Jong-un, with Trump threatening to “totally destroy” the regime if it continues its weapons programs, while the South Korean Yonhap News Agency quoted Kim as vowing to take “highest level” action in retaliation to Trump’s rhetoric. Speaking before his meetings, Shorten said Labor remained in complete accord with the Turnbull government when it came to North Korea but also seemingly criticised Trump, who has taken to calling Kim “rocket man”. “We must work to turn this rogue state away from further aggression and help restore stability and security to the region,” Shorten said. “There’s no doubt that the current situation is unsustainable. “It’’s a time for calm, concerted, thought and action. “We need cool, sober, heads working for de-escalation – not actions that further inflame an already volatile situation. “I commend the efforts of the foreign minister last week at the United Nations in making Australia’s strong, bipartisan view on this crisis clear.” Shorten, who will also travel to the demilitarised zone for a meeting with the head of the US forces in South Korea, General Vincent Brooks, agreed with Bishop and Turnbull that China and Russia, who both supported the North in the Korean war, should use their “considerable” influence with the regime to do more to bring it into line, while also praising the two superpowers for supporting the sanctions placed on North Korea to date. Military action remains an option for the US and Turnbull has repeatedly confirmed that, if the Anzus treaty was invoked, Australia would join its ally.",
    "keywords": [
        "sober",
        "shorten",
        "turnbull",
        "south",
        "bill",
        "goads",
        "korea",
        "north",
        "kim",
        "calls",
        "situation",
        "trump",
        "minister",
        "heads",
        "jongun",
        "korean"
    ],
    "summary": "The Labor leader, Bill Shorten, has taken a thinly veiled swipe at Donald Trump, calling for “cool, sober heads” to handle the escalating North Korea situation, while praising the foreign affairs minister, Julie Bishop, for her work at the United Nations General Assembly.\nSpeaking before his meetings, Shorten said Labor remained in complete accord with the Turnbull government when it came to North Korea but also seemingly criticised Trump, who has taken to calling Kim “rocket man”.\n“We must work to turn this rogue state away from further aggression and help restore stability and security to the region,” Shorten said.\n“We need cool, sober, heads working for de-escalation – not actions that further inflame an already volatile situation.\nMilitary action remains an option for the US and Turnbull has repeatedly confirmed that, if the Anzus treaty was invoked, Australia would join its ally.",
    "sentiment": {
        "neg": 0.0894,
        "neu": 0.7962,
        "pos": 0.1144,
        "compound": 0.094
    }
}