{
    "date": "2017-02-13T10:15:35Z",
    "title": "White House official refuses to say if Donald Trump supports Michael Flynn",
    "url": "https://www.theguardian.com/us-news/2017/feb/12/michael-flynn-national-security-donald-trump-russia",
    "content": "A senior White House official has refused to say if Donald Trump supports his national security adviser, Michael Flynn, who reportedly spoke with Russia’s ambassador about sanctions relief weeks before the new president took office. “It’s not for me to tell you what’s in the president’s mind,” Stephen Miller, a senior policy adviser to Trump, told NBC’s Meet the Press. “That’s a question for the president. Asked and answered.” Asked if the White House had given him any guidance on Flynn’s position, Miller said: “They did not give me anything to say.” Against a backdrop of potentially hazardous international flashpoints, including North Korean ballistic missile tests and intensified civil war in Ukraine, the president’s closest aide would normally be his national security adviser. Trump has kept Flynn close ever since the retired lieutenant general became one of few former Pentagon chiefs to back his campaign. But Flynn has also long held links to the Kremlin, including appearances on the propaganda arm RT, and has few allies in the intelligence agencies, from which he was acrimoniously ousted during the Obama administration. In December, weeks before Trump’s inauguration, Flynn spoke with Russia’s ambassador, Sergei Kislyak, by phone. He and Vice-President Mike Pence denied that he spoke with Kislyak about sanctions placed on high-level officials by the US government, which could have violated a federal law that bars private citizens from interfering in diplomatic disputes. On Thursday, however, nine current and former officials told the Washington Post that Flynn had in fact discussed sanctions, imposed over Russian actions in Ukraine and hacking political parties in the 2016 US election. A spokesman for Flynn subsequently reversed course, saying the former general “couldn’t be certain” that he had not discussed sanctions. The White House said Pence had only heard about the call from Flynn. More than a day after the publication of the report, Trump professed ignorance about it, saying he would “look into” the call. Leading Democrats, including the ranking member on the intelligence committee, have called for an FBI investigation. Trump was expected to be asked about Flynn at a press conference with Canadian prime minister Justin Trudeau on Monday. On Monday morning the Kremlin denied that Flynn and Kislyak had spoken about lifting sanctions. Flynn emerged as an obstreperous force during the campaign and become an ally of the president’s chief strategist, Steve Bannon. Both men remain close to Trump despite the tides of criticism washing over them. Beyond Flynn’s friendliness toward Russia and his poor relations with intelligence agencies – the CIA rejected a security clearance for one of his aides this week – his son personally provoked Trump’s wrath for peddling a conspiracy theory about a Washington pizza shop. Bannon, a businessman who formerly ran Breitbart News – a website popular with the far right and known for its racist and sexist articles – prompted bipartisan alarm when he was named to the National Security Council in a post outranking the chairman of the joint chiefs of staff and the director of national intelligence. Miller, himself close to Bannon, seemed to allude to backstage machinations which have produced a steady stream of leaks to the press from White House aides critical of each other. “It’s a sensitive matter,” Miller said on NBC. “General Flynn has served his country admirably. He served his country with distinction.” As if on cue after Miller’s appearance, the president tweeted from his weekend stay at his south Florida club, Mar-a-Lago, where he was hosting Japan’s prime minister, Shinzo Abe. “Congratulations Stephen Miller,” the president wrote, “on representing me this morning on the various Sunday morning shows. Great job!” Trump is an avid viewer of cable news, despite his protestations to the contrary, but the White House fielded few representatives on Sunday’s news shows. The New Jersey governor, Chris Christie, who was ousted from Trump’s transition team by the businessman’s son-in-law, told CNN’s State of the Union that Trump, Pence and Flynn would have to meet about whether the general deliberately misled the vice-president. “That’s a conversation he is going to need to have with the president and the vice-president to clear that up,” Christie said, “so that the White House can make sure that they are completely accurate about what went on.” On Saturday night, the president had little to say about North Korea’s missile test. “I just want everybody to understand and fully know that the United States of America stands behind Japan, it’s great ally, 100%,” Trump said. “North Korea must fully comply with the relevant UN security council resolutions,” Abe said, adding that the launch “absolutely intolerable”. Miller told Fox News Sunday: “The message is that we are going to reinforce and strengthen our vital alliances in the Pacific region.” The Senate minority leader, Chuck Schumer, said he was sure North Korea was “testing” Trump. “I was glad he issued the statement with the prime minister of Japan,” Schumer said on CBS’s Face the Nation. “But he also ought to do it quickly with South Korea. “South Korea is probably more susceptible to North Korea’s virulence than any other country. And there was some doubt cast on the relationship in the campaign by then candidate Trump.” Trump’s remarks on Saturday fell in line with conventional US foreign policy – and not campaign suggestions that Asian countries should build nuclear arsenals or pay the US more to defend them. Earlier this week, Trump similarly backed down from his suggestion that the US would not recognize Beijing’s “One China” policy, and might instead review Taiwan’s status of independence.",
    "keywords": [
        "white",
        "miller",
        "refuses",
        "supports",
        "flynn",
        "north",
        "donald",
        "house",
        "president",
        "sanctions",
        "michael",
        "security",
        "trumps",
        "say",
        "official",
        "trump"
    ],
    "summary": "A senior White House official has refused to say if Donald Trump supports his national security adviser, Michael Flynn, who reportedly spoke with Russia’s ambassador about sanctions relief weeks before the new president took office.\nTrump has kept Flynn close ever since the retired lieutenant general became one of few former Pentagon chiefs to back his campaign.\nThe White House said Pence had only heard about the call from Flynn.\nTrump was expected to be asked about Flynn at a press conference with Canadian prime minister Justin Trudeau on Monday.\nGreat job!” Trump is an avid viewer of cable news, despite his protestations to the contrary, but the White House fielded few representatives on Sunday’s news shows.",
    "sentiment": {
        "neg": 0.0395,
        "neu": 0.8967,
        "pos": 0.0638,
        "compound": 0.0696
    }
}