{
    "date": "2017-11-07T11:43:31Z",
    "title": "Trump strikes conciliatory tone over North Korea standoff",
    "url": "https://www.theguardian.com/world/2017/nov/07/trump-strikes-conciliatory-tone-over-north-korea-standoff",
    "content": "Donald Trump has suggested he is open to diplomatic efforts to resolve the standoff with North Korea, urging Pyongyang to come to the table and make a deal in a marked shift from his previous rhetoric. The US is making progress in resolving the nuclear issue, the US president said at a joint press conference with South Korea’s president, Moon Jae-in. “I think we’re making progress … I do see certain movement, yes, but let’s see what happens,” Trump said in Seoul, where he is spending two days of his 12-day tour of Asia. “It makes sense for North Korea to come to the table and to make a deal that’s good for the people of North Korea,” he said. Rather than give a specific update on recent developments over the North’s nuclear programme he said he preferred to “play our cards close to the vest”. Trump lowered the temperature on his previously incendiary language about North Korea. There were no threats of unleashing “fire and fury” on the North, as Trump has previously warned, nor did the president revive his derisive nickname for North Korean dictator Kim Jong-un, “Little Rocket Man.” However, North Korea showed little sign of retreating from efforts to develop nuclear armed missiles. “As long as the US and its followers continue their hostile acts against us, we will further bolster our nuclear, treasured sword of justice,” the Rodong Sinmun newspaper, the mouthpiece of the ruling Workers party, said in a commentary. In response to the North Korean threat, Trump said South Korea would be purchasing “billions of dollars” worth of military equipment from the US. “That, frankly for them, makes a lot of sense and for us it means jobs, it means reducing our trade deficit,” he said. In brief remarks welcoming him to the presidential residence, Moon lavished the US leader with praise, congratulating Trump on “making great progress on making America great again”. Later on Tuesday the two leaders will sit down for a state dinner that features an “exquisite, 360-year-old soy sauce”, meaning it predates the US itself. Trump’s focus on renegotiating a trade deal with South Korea – his opening remarks repeatedly referred to economic issues before North Korea – drew criticism from some quarters. “It’s too early to discuss trade and economic deals,” said Park Ju-min, a South Korean politician. “Reassuring the US commitment to its alliance with South Korea is what Trump needs to focus on, and dealing with North Korea in a peaceful way.” “This can’t just be seen as Trump using the visit to sell weapons to South Korea,” said Min Pyung-do, a lawmaker from the ruling Democratic party. “Weapons are a part of it, but it’s more important to build a cooperative relationship, not one where the US acts unilaterally.” Many in central Seoul were unhappy at Trump’s arrival. Throngs of protesters lined the streets outside the meeting, some holding signs that said: “No war, yes peace”. “We should never trust someone who said a war will be not on US soil,” said Kim Jun-sung, a protester, making a reference to Trump’s earlier comments. Seung Hee-han, a member of the People’s Democratic party, had been on a hunger strike for two days, holding a placard that likened Trump to Adolf Hitler. “South Koreans are accustomed to living with the threat of war, the main difference now is Trump and his tendency to increase tensions with Kim Jong-un,” said Won-thaek Kang, a politics professor at Seoul National University. “I hope he can see what Seoul is like, a vibrant and thriving city, and that he will realise how damaging a war would be for us.” But not everyone was opposed to Trump’s visit. In the days before Trump arrived, nationalist protesters erected a sign on the pavement outside the US embassy in Seoul that read: “Mr Trump, we are not afraid to die. We want you to strike North Korea now!” “Trump needs to do something about North Korea right now,” said Kim Min-su, a preacher at the All World Church who was waving a US flag in one hand and a South Korean flag in the other. “People in North Korea are praising Jesus in underground churches, and South Korea is doing nothing about it, so it is up to Trump to free them.”",
    "keywords": [
        "war",
        "south",
        "making",
        "tone",
        "korea",
        "seoul",
        "standoff",
        "nuclear",
        "strikes",
        "trumps",
        "trump",
        "korean",
        "north",
        "conciliatory"
    ],
    "summary": "“It makes sense for North Korea to come to the table and to make a deal that’s good for the people of North Korea,” he said.\nTrump lowered the temperature on his previously incendiary language about North Korea.\nIn response to the North Korean threat, Trump said South Korea would be purchasing “billions of dollars” worth of military equipment from the US.\nTrump’s focus on renegotiating a trade deal with South Korea – his opening remarks repeatedly referred to economic issues before North Korea – drew criticism from some quarters.\n“People in North Korea are praising Jesus in underground churches, and South Korea is doing nothing about it, so it is up to Trump to free them.”",
    "sentiment": {
        "neg": 0.073,
        "neu": 0.831,
        "pos": 0.096,
        "compound": 0.087
    }
}