{
    "date": "2017-08-14T16:22:41Z",
    "title": "'It's a miracle for me to be here': freed Canadian pastor speaks of ordeal in North Korean prison",
    "url": "https://www.theguardian.com/world/2017/aug/14/north-korea-canada-pastor-hyeon-soo-lim-pyongyang",
    "content": "Days after being released from a North Korean prison, a Canadian pastor who spent more than two years in custody has spoken about his ordeal, detailing the hard labour he was forced to carry out and his ongoing battle against overwhelming loneliness. “From the first day of my detainment until the day I was released, I ate 2,757 meals in isolation,” Hyeon Soo Lim said in a prepared statement handed out before his first public appearance at a church near Toronto on Sunday. “It was difficult to see when and how the entire ordeal would end.” Lim landed on Canadian soil on Saturday, days after North Korea said it had released the 62-year-old on “sick bail”. A former pastor at one of Canada’s largest churches, Lim attended a church service the following day, telling his congregation of the tasks he was forced to carry out after being sentenced to hard labour for allegedly attempting to overthrow the country’s regime. During his two years and seven months in custody, winters were spent digging holes that measured one metre wide and one metre deep. “The ground was frozen. The mud was so hard that it took two days to dig one hole,” he said. “My upper body was sweating; my fingers and toes were frostbitten.” Other times he was put to work breaking apart frozen coal at a storage facility. Spring and summer were spent outside, toiling eight hours a day in the scorching sun. “One year of this difficult labour took a toll on my body and I was admitted to hospital for two months,” he said. He was hospitalised four times in total while in custody, he said. He learned of his release just moments before it happened. After a Canadian delegation travelled to North Korea last week, Pyongyang announced it would release Lim for humanitarian reasons. Despite losing 51lb while in prison, his family said he was in good health. Lim told congregants that he suspected his release was a bid by Pyongyang to lessen the escalating tensions between North Korean and Washington. “I believe [North Korean leader] Kim Jong-un let me go as a gesture of goodwill in the face of so much rhetoric,” Lim said in Korean, according to a translation by Reuters. Lim, who moved to Canada from South Korea in the 1980s, had travelled to North Korea more than 100 times in the past two decades, according to his family, in order to support humanitarian efforts that ranged from a nursing home to an orphanage. He was arrested in January 2015. Since then, congregants at the Light Presbyterian Church in Mississauga – who greeted their former pastor with tears, ecstatic cheers and standing ovations on Sunday – worked tirelessly to secure his release. They stepped up their efforts in June, after the death of American student Otto Warmbier days after his release from a North Korean prison. Lim said he was indebted to his church and the many others who pushed for his release. He thanked Canadian officials and noted that, as Canada has no office in North Korea, Sweden’s embassy in Pyongyang had also played a critical role in securing his release. A mix of faith and propaganda had helped him through the ordeal, he said. During his first year in captivity, he read more than 100 books and watched some 300 films on North Korea. “I also read the Bible in both English and Korean five times and memorised over 700 Bible verses,” he said. “There were moments of discouragement, resentment and grumbling that soon changed in courage, joy and thanksgiving.” Speaking to his congregants in Korean, he added: “It’s a miracle for me to be here today.”",
    "keywords": [
        "canadian",
        "ordeal",
        "pastor",
        "times",
        "church",
        "speaks",
        "korea",
        "prison",
        "days",
        "miracle",
        "day",
        "lim",
        "freed",
        "release",
        "north",
        "korean"
    ],
    "summary": "After a Canadian delegation travelled to North Korea last week, Pyongyang announced it would release Lim for humanitarian reasons.\nLim told congregants that he suspected his release was a bid by Pyongyang to lessen the escalating tensions between North Korean and Washington.\n“I believe [North Korean leader] Kim Jong-un let me go as a gesture of goodwill in the face of so much rhetoric,” Lim said in Korean, according to a translation by Reuters.\nThey stepped up their efforts in June, after the death of American student Otto Warmbier days after his release from a North Korean prison.\nDuring his first year in captivity, he read more than 100 books and watched some 300 films on North Korea.",
    "sentiment": {
        "neg": 0.0823,
        "neu": 0.8653,
        "pos": 0.0523,
        "compound": -0.0446
    }
}