{
    "date": "2017-08-09T16:04:52Z",
    "title": "Markets fall after Trump threatens North Korea with 'fire and fury' - as it happened",
    "url": "https://www.theguardian.com/business/live/2017/aug/09/markets-rattled-us-north-korea-tensions-trump-fire-and-fury-business-live",
    "content": "Here’s my colleague Larry Elliott’s take on today’s market moves: Growing tension between the US and North Korea boosted the Swiss franc, the Japanese yen, gold and government bonds as investors sought out traditional safe havens at a time of geopolitical uncertainty. Nervous trading marked the 10th anniversary of the start of the financial crisis on Wednesday, following Donald Trump’s warning that North Korea faced “fire and fury like the world has never seen” if it continued to make threats against the US. Gold rose to its highest level in almost two months, while the Swiss franc increased by more than 1% against the US dollar and saw its biggest one-day gain against the euro in more than two and a half years. South Korea’s won currency dropped 0.9% against the dollar. Kathleen Brooks, research director at City Index Direct, said: “The Swiss franc is the safe haven of choice today as risk sentiment gets hit from escalating nuclear fears between the US and North Korea. Unsurprisingly, the yen, which is still the second best performer in the G10 foreign exchange space, is playing second fiddle to the Swiss franc due to Japan’s proximity to the epicentre in Pyongyang.” Shares fell in Asian and European trading after Pyongyang responded to the US president’s tough language with a threat to launch a nuclear strike on the US Pacific territory of Guam. Tokyo’s Nikkei index had dropped 1.3% by the time European stock markets opened on Wednesday morning, with similar falls on the German and French bourses. The FTSE 100 ended 44.67 points lower at 7498.06. But the prospect of hefty losses on Wall Street stocks was averted when US secretary of state Rex Tillerson said there was “no imminent threat of war” and that Americans could “sleep well at night”.... More here: After a tense, and sometimes sodden day, London’s stock market has closed for the day. Fears over North Korea wiped 0.6% off the blue-chip FTSE 100, with banks and mining companies among the fallers. There were steeper losses in Europe, though, with the French CAC losing 1.3% and Germany’ DAX down 1.1% Markets did recover from their lowest points, after US secretary of state Rex Tillerson told Americans they could sleep safely. But investors are still nervous, as Joshua Mahony of IG says: European stocks have stabilised after this morning’s fear-fuelled deterioration in response to heightened fears of a US-North Korea conflict. Although the stock markets have regained some ground, concerns clearly remain over the potential of conflict, with US yields hitting a six-week low and gold and JPYUSD hitting near two-month highs. David Madden of CMC Markets reckons markets could remain edgy until the crisis is resolved. European stocks have suffered greatly today as traders were prompted to cut-and-run due to the escalating tensions between the US and North Korea. The stand-off between the two countries has encouraged dealers to dump stocks and seek safe haven investments like gold. While the two nations are at loggerheads, it is going to be difficult to imagine money flowing into stocks. Over in America, Wall Street is still in the red, with safe-haven stocks in demand. The Dow Jones industrial average is currently down 50 points, or 0.2%, while the tech-heavy Nasdaq index has lost 0.5%. On that note, it’s time for a break - but I’ll be back if anything dramatic happens... GW There aren’t many precedents, fortunately, for how the financial world reacts to the threat of nuclear destruction. The best example is 1962, and the Cuban missile crisis. Capital Economics have dug into the data, and report that the early selloff didn’t last long: Although the S&amp;P 500 fell after US President Kennedy announced the discovery of missiles on Cuba, it had more or less recovered its losses before Soviet General Secretary Khrushchev announced six days later that the missiles would be removed from the island. And even the initial fall was very small compared to the declines in US equities earlier that year, which were not connected to the crisis There’s relief in the City that Wall Street hasn’t suffered chunkier losses so far today. European markets are recovering some of their earlier losses, on hopes that the North Korea - US standoff won’t lead to real disaster. Connor Campbell of SpreadEx says: While the markets pulled back from their lunchtime losses, the US open couldn’t convince investors to put their Trump/North Korea fears to one side. Though the Dow Jones largely managed to avoid the kind of drastic downturn seen by its European counterparts, it still fell 60 odd points after the bell, leaving the index just above the 22000 mark. For most of Trump’s tenure the Dow has left the dollar to deal with the President’s constant policy disappointments, so it will be interesting to see whether today’s drop marks a change in direction for the record-breaking index, or if it is merely a knee-jerk blip exacerbated by an empty economic calendar. DING DING! The New York stock market has opened for the day with some losses, as investors follow Europe and Asia’s lead. The Dow Jones industrial average has dropped by 62 points, as the escalating tensions between America and North Korea loom over the trading floors. That’s a drop of 0.3%, adding to yesterday’s losses after Donald Trump warned North Korea to expect ‘fire and fury’ if it made any moves against the US. Goldman Sachs have suggested that investors are actually more worried than they’re letting on..... Capital Economics have calculated that the global economy would take a significant hit if armed conflict broke out between the US and North Korea. In a research note published today, they say: The most important impact of a full-scale conflict on the Korean peninsula would be a massive loss of life. But there would also be significant economic consequences. Those consequences include major damage to South Korea’s economy, and a knock-on impact to supply chains around the globe. The technology industry would be particularly hurt, they warn. The war in Syria has led to a 60% fall in the country’s GDP. The most devastating military conflict since World War Two, however, has been the Korean War (1950-53), which led to 1.2m South Korean deaths, and saw the value of its GDP fall by over 80%.  South Korea accounts for around 2% of global economic output. A 50% fall in South Korean GDP would directly knock 1% off global GDP. But there would also be indirect effects to consider. The main one is the disruption it would cause to global supply chains, which have been made more vulnerable by the introduction of just-in-time delivery systems. Months after the Thai floods had receded in 2011 electronics and automotive factories across the world were still reporting shortages. The impact of a war in Korea would be much bigger. South Korea exports three times as many intermediate products as Thailand. In particular, South Korea is the biggest producer of liquid crystal displays in the world (40% of the global total) and the second biggest of semiconductors (17% market share). It is also a key automotive manufacturer and home to the world’s three biggest shipbuilders. If South Korean production was badly damaged by a war there would be shortages across the world. The disruption would last for some time – it takes around two years to build a semi-conductor factory from scratch. The impact of the war on the US economy would likely be significant, Capital Economics adds: At its peak in 1952, the US government was spending the equivalent of 4.2% of its GDP fighting the Korean War. The total cost of the second Gulf War (2003) and its aftermath has been estimated at US$1trn (5% of one year’s US GDP). A prolonged war in Korea would significantly push up US federal debt, which at 75% of GDP is already uncomfortably high. The losses in the European stock markets are intensifying, as traders brace for further developments. Here’s the latest. Britain FTSE 100: down 62 points, or 0.8%, at 7480 points German DAX: down 182 points, or 1.5%, at 12,109 points French CAC: down 68 points, or 1.7%, at 4029 points Investors aren’t sure if this is a knee-jerk reaction to last night’s war of words between the US and North Korea, or the start of a serious selloff after a string of record highs. Fawad Razaqzada of Forex.com says the next few hours could be critical. By the close of the bell tonight we should have a good feel for sentiment one way or another. But as things stand, risk is definitely off the menu and if you-know-what hits the fan then things could turn ugly really quick. This is especially the case given the extent of the recent rally, which means there will be lots of stops resting below market. So, the downward move could gather pace due to technical selling. Money is pouring into US government bonds as New York traders reach their desks and pile into safe-haven assets. This has driven the price of these Treasury bills up, sending the interest rate (or yield) on the bonds down to their lowest levels in six weeks. The US president has weighed in again.... A quick look at the best-performing shares in London shows that investors are preparing for a potential conflict in Korea. Gold producer Randgold and silver producer Fresnillo have both jumped by 3%, following the surge in precious metal prices today. Weapons producer BAE Systems has also rallied, on the prospect of increased military spending on munitions, armoured vehicles and the like. Kathleen Brooks of City Index explains: BAE Systems, the weapons and defence company, has managed to pick up off recent lows, and is 1.5% higher so far on Wednesday. We would expect US defence companies to also fair well on Wednesday with Lockheed Martin, Boeing and Northrup Gruman potential gainers from the escalating geopolitical situation with North Korea. Here’s our latest explainer: European banks are bearing the brunt of today’s selloff. The sector has fallen by 1.8% today, on track for its worst day in three months. Here’s the answer to this morning’s question about how Brexit is making it harder to regulate the City of London: The financial markets could suffer sharp losses if the US and North Korea don’t calm the situation. So says Stuart Culverhouse, global head of macro &amp; fixed income research at investment bank Exotix Capital: “The North Korean threat has been present in one form or another for some time, and despite periods of nervousness, markets generally have not tended to focus on it too much. “Now, with the tension between the US and DPRK reaching a level that appears somewhat unprecedented in the last decade, if not longer, the question is whether this time is different. “Time will tell, but markets may look to safe haven assets if things escalate. The best hope is for all parties to return to the negotiating table. More from Rex Tillerson, who is trying to give US citizens some early morning reassurance (it’s almost 7.30am on the East coast): Breaking: America’s secretary of state, Rex Tillerson, has told Americans not to panic about an imminent attack from North Korea. Although European and Asian stock markets have been hit by North Korean fears today, the US stock market is expected to open fairly calmly. The futures market suggests the Dow will fall by 30 or 40 points, so only a small dip. However the ‘fear’ index, the VIX, has jumped to its highest level in a month - showing that investors are anxious. North Korea isn’t the only thing worrying investors today Investors are also spooked by reports that a car has ploughed into a group of French soldiers in Paris this morning. Joshua Mahony of IG says geopolitical worries are driving the markets. European markets are trading in the red this morning, as the risk aversion caused by further confrontation between the US and North Korean was exacerbated heightened by another attack taking place in Paris.... A week of low volatility has been hit with an unexpected rush to safe havens as the US-North Korean feud has ratcheted up once more overnight. No sooner had Trump warned of ‘fire and fury’ in the event of further threats from North Korea, than the breakaway nation responded with exactly just such a threat, announcing plans for a potential attack on the US airbase in Guam. The unpredictable nature of North Korea means it is hard to gauge exactly how likely an attack is, yet given the military power of both nations, there is no surprise we are seeing markets shift out of risk assets and into havens such as the yen and gold. With the height of the 2007 crisis falling 10 years ago, the threat of a nuclear conflict represents the best chance we have of another market crash. Safe money havens such as the Swiss franc have received “a booster shot” from the US-North Korea crisis, says Arnaud Masset of Swissquote Bank. This chart shows how the ‘Swissie’ is the best-performing major currency against the US dollar today. The Bank of England has also announced it will appoint a ‘conflicts of interest’ officer. It follows deputy governor Charlotte Hogg’s shock resignation from the BoE this year, after she failed to report that her brother worked for Barclays bank. British companies are finding it harder to recruit staff, according to the latest report from the Bank of England’s agents across the UK. But despite being in shorter supply, workers aren’t getting higher pay rises. That’s disappointing, given the recent jump in inflation. The latest Agents’ summary of business conditions, just released, says: Recruitment difficulties had edged higher, and were gradually broadening across sectors and skill areas. Despite this, labour cost growth had been modest, with pay awards clustered around 2%–3%. The BoE’s agents also found that UK companies only have ‘modest’ hiring intentions right now. Manufacturers are more focused on improving productivity and automating tasks, rather than taking on more staff, they add. Just in: Greece’s inflation rate remained at 1% last month, as the country continues to claw its way out of deflation. The selloff is gathering pace, as worries over potential military conflict between the US and North Korea grips the markets. Britain’s FTS 100 is now down almost 60 points at 7481, a drop of 0.8%, extending its earlier losses. There are losses in France and Germany too, as traders fret that Donald Trump may mishandle the North Korea crisis, with potentially devastating consequences. Michael Hewson of CMC Markets explains why the City is worried by last night’s comments from Trump and the North Korean side. Rising tensions on the Korean peninsula are nothing new, they have been a staple for investors for several years now, but this flare-up has the potential for a policy misstep, more so because of the inexperience of the person occupying the White House, and a tendency to conduct policy by way of tweet and press conference. This may explain why financial markets have adopted a safety first approach to events over the last twelve hours. Last night’s comments from President Trump that North Korea would face “fire and fury like the world has never seen”, if they continued to threaten the US along with their attempts to build a nuclear warhead, that could hit the western US, brought an entirely predictable counter response from Pyongyang. The response that the North Korean nation was considering a missile strike on the US base in Guam was the equivalent of a two fingered response to the US President, and there is a danger that this war of words between two leaders with large egos could get out of control. Hindsight’s a wonderful thing, so where should you have put your money 10 years ago as the financial sector began implode? Deutsche Bank has the answers - the American stock market, and high-yielding US debt. You should have kept well away from the Greek stock market, European banks, and oil. Hope that helps... We won’t see a rerun of the 2008 financial crisis according to Sir John Gieve, the Bank of England’s deputy governor for financial stability between 2006 and 2009. He told BBC Radio 4’s Today programme: “I don’t think we’ll see a repeat of what happened 10 years ago because banks have far more capital, there are far more regulations on their liquidity and funding which was a big issue then, and of course they have spent the last 10 years dealing with the problems raised ... so there isn’t the exuberance that we certainly saw then.” Gieve said that debt levels in the UK were more manageable now, but flagged up concerns about the situation in China: “In the UK and most of the west the debt levels are more manageable now. We’ve yet to see how they will be affected by a return of positive interest rates, because we’ve had 10 years of super expansionist monetary policy and we’ve yet to see how we can get out of that. “The main debt which threatens a sudden break is probably in the far East and China which has been running a credit binge now for a decade and is showing signs of over extension.” Here’s a neat chart, showing how world stock markets have clawed back their financial crisis losses, but anyone holding bank shares is still nursing losses. Some banks are *still* dealing with the consequences of the crisis. Royal Bank of Scotland, for example, remains under taxpayer control and continues to negotiate with the US department of justice over misconduct in the run-up to 2007. Politicians have failed to obey Churchill’s advice to “Never let a good crisis go to waste”, says Torsten Bell of the Resolution Foundation. Bell writes that there was a great opportunity to reform the economy in the 10 years since the credit crunch, but it has been missed. After the second world war the Attlee government didn’t simply try to undo the damage of the war. From the NHS to our national parks, it used the energy from that cataclysm to build a better Britain. Franklin D Roosevelt’s New Deal wasn’t simply a response to the Great Depression, but a set of interlocking reforms aiming to build a fairer country. The financial crisis highlighted the big challenge of our time: to ensure the economy delivers for working people. Looking back over the last decade, it’s clear we have far from delivered. With Brexit looming, a lot’s changed in our politics. But when it comes to our economy, things simply haven’t changed anywhere near enough. Jack Lew, former US Treasury Secretary, has been reminiscing about the financial crisis to mark the 10th anniversary of the credit crunch. He told Radio 4’s Today Programme that in 2008 he was was “quietly advising” future president Barack Obama on how to address the economic and financial crisis. “I’d never seen a situation where every single day numbers were so much different and worse than the day before that you literally had to come back and keep revisiting how much fiscal stimulus would the economy need in order to stimulate a recovery. Lew also warned that memories of the financial crisis may be starting to fade, and people may forget why some key reforms were pushed through. “We all know that crises will come in the future, what we don’t know is when and how. What Wall Street reform did was for the first time since the Great Depression gave us the ability to have tools where we could deal with an evolving financial system to have the safeguards that we need. Even before this election you saw a great pushback amongst many, saying this has gone too far. I fear that as the memory of the Great Recession and the financial crisis start to dim, some of the simple nostrums about just clearing away regulation, start to take on salience as if the stakes were not so high in 2007/2008. Overnight, the Bank of England has warned that the task of regulating the City after Brexit will put a strain on its ability to police the financial sector. Like to know more? Let us know what you’d like answered and we’ll do the rest.... The rising US-North Korean nuclear tensions have dampened appetite for risky assets like equities and industrial commodities, says Mike van Dulken of Accendo Markets. Instead, safe assets like gold, silver, bonds, the Japanese Yen and the Swiss Franc are in demand, he adds. One City worker reports that senior investors are taking steps to protect themselves from the risks of conflict between the US and North Korea PMs are portfolio managers, or someone who manages other people’s money European stock markets are a sea of red in early trading, with the main indices down around 0.5%. Naeem Aslam of Think Markets explains: The geopolitical tensions have prompted a risk off trade amid investors. President Trump’s comments about North Korea have created nervousness and the fear is if the president really means what he said “fire and fury”. The Japanese yen has hit an eight-week high against the dollar, as geopolitical worries hit the Asian markets. That’s significant, as the yen is a classic safe-haven in turbulent times. Today’s moves drove it up to ¥109.74, from ¥110.37 on Tuesday. Mitsuo Imaizumi, chief FX strategist at Daiwa Securities, says (via Reuters) that North Korea’s threat to attack the island of Guam has spooked traders. “The market had been complacent for a while regarding headlines from North Korea. So it reacted when the North threatened Guam, “Few participants, however, think that North Korea would actually strike Guam at this juncture. So the impact is likely to fade eventually.” Trump’s warning to North Korea also sparked a late sell-off on Wall Street last night. That meant the Dow Jones industrial average couldn’t hit its 10th record high in a row. Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. There’s an old saying in the markets that you should “buy at the sound of cannons”. Today’s mantra, though, is that you should sell when the president of the United States and leader of North Korea threaten each other with military conflict. Asian shares have been rattled overnight by the news that Donald Trump had told journalists in New Jersey that: “North Korea best not make any more threats to the United States. They will be met with fire and the fury like the world has never seen.” Trump was responding to reports that North Korea had produced a miniaturised nuclear weapon that can be carried on its intercontinental ballistic missile (ICBM). This move raises fears that Pyongyang could launch a pre-emptive attack on the US. As we reported last night: “I don’t have the slightest doubt that the RVs on these missiles are working,” said Jeffrey Lewis, the director of the East Asia nonproliferation programme at the Middlebury Institute of International Studies at Monterey. “That’s done. We’re there. North Korea can put a nuclear weapon on New York City.” North Korea swiftly responded to Trump’s comments, with reports that it was considering attacking the US Pacific territory of Guam, which is a significant US military base. This has a predictably bad effect on the markets, driving money into safe-haven assets such as US government bonds, and out of shares. Japan’s Nikkei index tumbled by 1.5%, while South Korea’s Kospi 200 index lost 1.25% as traders in Seoul watched events nervously. It’s not a full-blown crash, of course, but investors do seem to be concerned by the escalating tensions “Markets have a mostly consistent risk-off tone overnight,” says Adam Cole of RBC Capital Markets. We’re also expecting losses in Europe today, with the FTSE 100 being called down 35 points. Jasper Lawler of CMC Markets says: North Korea has been a worry simmering in the background for a long time but with its more advanced weapons and Trump ready to act in the White House, it could bubble over anytime. The threat from North Korea seems to have jolted investors out of their summer slumber. This will also overshadow the 10th anniversary of the financial crisis, which is being marked today. August 9th 2007 was the “day the world changed” when central bankers began pumping money into the system, after French bank BNP Paribas barred investors from accessing money in funds exposed to subprime mortgages industry. That was the formal start of the credit crunch, which let to market mayhem, bank collapses, a global recession and the eurozone debt crisis. We’ll be looking back at what we’ve learned since. The agenda: 10am BST: Bank of England publishes report on how it handles conflicts of interest 10am BST: Greek consumer price inflation figures",
    "keywords": [
        "war",
        "losses",
        "korea",
        "fury",
        "crisis",
        "investors",
        "fall",
        "financial",
        "points",
        "markets",
        "trump",
        "korean",
        "happened",
        "north",
        "threatens"
    ],
    "summary": "Fears over North Korea wiped 0.6% off the blue-chip FTSE 100, with banks and mining companies among the fallers.\nEuropean stocks have suffered greatly today as traders were prompted to cut-and-run due to the escalating tensions between the US and North Korea.\nPresident Trump’s comments about North Korea have created nervousness and the fear is if the president really means what he said “fire and fury”.\nSo it reacted when the North threatened Guam, “Few participants, however, think that North Korea would actually strike Guam at this juncture.\nNorth Korea can put a nuclear weapon on New York City.” North Korea swiftly responded to Trump’s comments, with reports that it was considering attacking the US Pacific territory of Guam, which is a significant US military base.",
    "sentiment": {
        "neg": 0.1235,
        "neu": 0.8079,
        "pos": 0.0686,
        "compound": -0.2076
    }
}