{
    "date": "2017-03-05T19:13:37Z",
    "title": "The Guardian view on North Korea: Pyongyang’s advantage | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/mar/05/the-guardian-view-on-north-korea-pyongyangs-advantage",
    "content": "That the United States has been working to hobble North Korea’s missile programme through cyber and electronic strikes is important, but not especially surprising. Pyongyang’s technological advances, if not yet as impressive as it claims, are real and alarming. Sanctions have had limited impact. Intelligence on the country is so inadequate, and its technology so advanced, that a preemptive military strike – reportedly one option the White House wants to consider – would be very unlikely to eradicate its capability and very likely to provoke a damaging response. The US also has experience: working with Israel, it is believed to have used the Stuxnet computer worm to wipe out roughly a fifth of Iran’s nuclear centrifuges and delay its nuclear weapons programme. This time, results appear to have been mixed. Discussions of state-directed hacking often focus on its advantages as a form of asymmetric engagement, allowing countries such as North Korea to counter their relative military weakness. But this case exposes a different kind of asymmetry. Though the US is infinitely wealthier, better armed and more powerful than North Korea, it is much more vulnerable in one regard: it is an open and democratic society and its citizens expect access to freely flowing information. In contrast, the “hermit kingdom” patrols all communications obsessively. Mobile phones are tightly controlled and monitored and cannot make or receive international calls. Televisions and radios are fixed to receive only state broadcasts, then sealed. Officials mount raids to catch people out, and offenders face forced labour. Only a very few can access the internet – and even domestically produced tablets for accessing the country’s intranet have extraordinary levels of surveillance built in. Imagine, then, the challenge for those trying to penetrate its most sensitive systems. The US must police a far larger territory of information and cannot ensure compliance as Pyongyang would: no servicewoman will be shot for inserting a compromised USB stick into what should be a secure computer; no official’s daughter will be incarcerated because he fell for a phishing email. So North Korea has an immense advantage over South Korea, the US and others when it comes to infiltrating systems to cause havoc or extract information. But in the broader scheme of things, it is an advantage of limited use. US openness is a source of strength – it is one of the drivers of its innovation, and one of the things that has historically made it so attractive to people around the world. We know that North Korea understands this because it devotes so much energy to ensuring its citizens can’t see or hear any messages from outside. But the near-total information block is being eroded. And as it does – when people slip into China to work illicitly, or watch a smuggled foreign DVD – domestic disaffection increases. Kim Jong-un’s regime has so far been able to live with that disenchantment, thanks to its harsh internal repression, while the nuclear programme has protected it from external threats. The pampered – if nervous – elite may well remain united and in power, eating their sushi, drinking their cognac, wearing their smuggled designer watches and dancing shoes, while the masses remain in fear and poverty. No one should mistake that for a victory. North Korea’s insularity allows it to hurt others, but not to help itself.",
    "keywords": [
        "advantage",
        "korea",
        "pyongyangs",
        "things",
        "north",
        "editorial",
        "nuclear",
        "systems",
        "working",
        "information",
        "united",
        "view",
        "programme",
        "guardian",
        "smuggled"
    ],
    "summary": "That the United States has been working to hobble North Korea’s missile programme through cyber and electronic strikes is important, but not especially surprising.\nDiscussions of state-directed hacking often focus on its advantages as a form of asymmetric engagement, allowing countries such as North Korea to counter their relative military weakness.\nSo North Korea has an immense advantage over South Korea, the US and others when it comes to infiltrating systems to cause havoc or extract information.\nWe know that North Korea understands this because it devotes so much energy to ensuring its citizens can’t see or hear any messages from outside.\nKim Jong-un’s regime has so far been able to live with that disenchantment, thanks to its harsh internal repression, while the nuclear programme has protected it from external threats.",
    "sentiment": {
        "neg": 0.1563,
        "neu": 0.7732,
        "pos": 0.0704,
        "compound": -0.169
    }
}