{
    "date": "2017-09-09T13:01:38Z",
    "title": "Trump will urge UN to impose North Korean naval blockade and oil embargo",
    "url": "https://www.theguardian.com/world/2017/sep/09/trump-urge-un-north-korea-naval-blockade-oil-embargo",
    "content": "The US will embark on an aggressive effort to tighten North Korea’s isolation on Monday with a call for an oil embargo and a partial naval blockade. A draft United Nations resolution seen by the Observer would also block textile exports and the hiring of North Korean labour by foreign countries. The American delegation has called for the UN security council to debate the draft, in an attempt to force decisive action following last Sunday’s massive nuclear test of a bomb, Pyongyang’s sixth. The most striking language in the resolution authorises naval vessels of any UN member state to inspect North Korean ships suspected of carrying banned cargo and to use “all necessary measures to carry out such inspections”. The implications of such a resolution would be far-reaching. Any attempt to board or divert a North Korean vessel could trigger an exchange of fire. As well as banning any exports of “crude oil, condensates, refined petroleum products, and natural gas liquids” to North Korea, the draft resolution calls for a prohibition on the import of textiles and an end to the hiring of North Korean nationals, on the grounds that the regime uses the foreign currency earned “to support its prohibited nuclear and ballistic missile programmes”. Both Russia and China employ cheap North Korean labour. In Russia they work in logging camps and construction sites, helping build a new football stadium in St Petersburg that will be used in the World Cup next year. The US draft measure would also freeze the assets of Kim Jong-un and the top leadership in Pyongyang. Such a dramatic tightening of the economic vice is likely to meet resistance from China, which is anxious to avoid driving its embattled neighbour to the point of complete collapse; and Russia, which is promoting itself as a broker in the Korean standoff and has suggested that a new set of sanctions is “premature”. “Up to now, the Chinese and the Russians have tried to keep on giving the US just enough to keep Trump playing the UN game,” said Richard Gowan, an expert on the UN at the European Council for Foreign Relations. “The question is what happens with an extraordinarily hardline resolution and US pressure to do something quickly.” Gowan believes that “the Chinese are willing to consider some measures”, adding that the Russians are unlikely to veto a resolution on their own. However, any compromise resolution is likely to fall a long way short of the US draft measures, in terms of its impact on North Korea. “All sides want to keep this in the council. And, for all the talk, the US doesn’t actually want a war here,” Gowan said. “At some point, they are going to have to compromise or walk away from the UN.” The Trump administration claims to have a “plan B” if the UN resolution fails. The president has threatened to cut off trade with any country that continues to do business with North Korea. And on Wednesday, the US treasury secretary, Steven Mnuchin, said documentation had been prepared to make that threat real if UN diplomacy failed. “I have an executive order prepared that’s ready to go to the president that would authorise me to stop doing trade, put sanctions on anybody that does trade with North Korea, and the president will consider that at the appropriate time once he gives the UN time to act,” Mnuchin told reporters. Blanket sanctions are unlikely. More than 80% of North Korea’s trade is with China, and any major trade breach with Beijing would risk triggering a global recession. However, an ever-lengthening list of Chinese firms targeted with specific sanctions for their dealings with Pyongyang is a likely outcome. Trump himself continues to brandish the threat of a preventative US strike as a last resort. This week, in response to a question about North Korea, he began talking about the “new and beautiful equipment” that was supposedly being delivered to the US military each day – “the best anywhere in the world, by far”. He said he “would prefer not going the route of the military”, but he added: “It’s something certainly that could happen.” Behind closed doors, the administration’s military and foreign policy officials have been sending a different message. The secretary of defence, James Mattis, and the secretary of state, Rex Tillerson, are reported to have told senators on Wednesday that all the military options against North Korea were “terrible”. There could never be certainty that a preventative strike, however punishing, would hit all the regime’s missiles and nuclear warheads, while its conventional artillery alone could wreak devastating damage on Seoul. The majority view among American foreign policy analysts is that Washington will have to settle for deterrence and containment as the best of several bad options in dealing with Pyongyang. Kim may be aggressive and provocative, they argue, but he is not suicidal, so he would never start a major war. “His motivation is clear,” said Katy Oh, a senior Asia specialist at the Institute for Defence Analyses. “To sustain the Kim family in power forever and sustaining North Korea as it is.” Mark Fitzpatrick, the executive director of the Americas office of the International Institute for Strategic Studies, said “Kim wants protection against going the way of Gaddafi.” Seeing the Libyan leader overthrown and killed after he had surrendered his nuclear programme in a deal with the west was a formative experience for the young North Korean dictator, Fitzpatrick said. “That is the difference between him and his grandfather and father,” he added. “They wanted to make a deal, but that was before Gaddafi.” He questions the theory that, once Kim has the means to deter the US, he will pursue Pyongyang’s original war aims in the Korean conflict – to unite the peninsula under communist rule by force of arms. “It is pure conjecture that he wants to reunify the peninsula by force. I don’t see any evidence for it,” Fitzpatrick said. “I don’t see how he can do it in the face of South Korean military might without using nuclear weapons, and if he did use them he would be occupying huge areas of radioactive territory.” This view is not shared across the Trump administration, however. The president’s national security adviser, Army lieutenant-general HR McMaster, has argued that North Korea, unlike Russia and China, may not be deterrable and therefore a preventative strike must remain on the table. An administration official, speaking to the New Yorker, compared Kim to Saddam Hussein. “Saddam Hussein was not suicidal, but he committed suicide,” the official said. Surrounded by yes-men and cut off from accurate intelligence, the Iraqi leader thought he could call Washington’s bluff in 2003. The implication is that Kim might similarly miscalculate. But the same is also true for Trump. And the closer both men edge towards the brink, the smaller the margin for error.",
    "keywords": [
        "oil",
        "naval",
        "embargo",
        "military",
        "korea",
        "trade",
        "impose",
        "blockade",
        "kim",
        "nuclear",
        "korean",
        "trump",
        "resolution",
        "foreign",
        "north",
        "urge"
    ],
    "summary": "The US will embark on an aggressive effort to tighten North Korea’s isolation on Monday with a call for an oil embargo and a partial naval blockade.\nA draft United Nations resolution seen by the Observer would also block textile exports and the hiring of North Korean labour by foreign countries.\nAny attempt to board or divert a North Korean vessel could trigger an exchange of fire.\nBoth Russia and China employ cheap North Korean labour.\nThe president has threatened to cut off trade with any country that continues to do business with North Korea.",
    "sentiment": {
        "neg": 0.0761,
        "neu": 0.8508,
        "pos": 0.0731,
        "compound": -0.038
    }
}