{
    "date": "2017-09-17T16:11:18Z",
    "title": "China’s mood on North Korea is toughening – despite Trump’s bluster | Tania Branigan",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/17/china-north-korea-us-donald-trump-beijing-pyongyang",
    "content": "Even a man as self-deluding and indifferent to truth as Donald Trump is unable to claim that his threats have cowed North Korea. Five weeks ago, he warned of “fire and fury”. Since then, Pyongyang has launched three missiles – two over Japan – and tested another nuclear bomb. Trump continues to wave his stick, talking on Friday of “effective and overwhelming” options, despite widespread warnings of the immense risk that they would bring catastrophe, not least for US allies and service people. Allies fear he is genuinely willing to take military action. Most probably, he believes he will not need to do so: if only he keeps shouting, the North Koreans will fall into line eventually. But the remarks may also be directed at China, with the aim of scaring it into toughening its stance. Trump’s initial attempts to outsource the problem to Beijing were a predictable failure. He has not made much progress since. Though the UN sanctions agreed last week were hailed as the strongest yet, Trump had a point in calling them a small step. Each crisis brings demands for Beijing to turn up the pressure – followed by sanctions watered down until China agrees to sign on. Yet there are signs that feeling is shifting in China. When its foreign ministry spokesperson described current problems as “complicated, sensitive and grim”, it could have been been a Facebook relationship status for Beijing and Pyongyang. An always suspicious alliance took a sharp turn for the worse with Kim’s accession; he has never met China’s president, Xi Jinping, who is said to regard him with disdain, if not contempt. Recent events have sharpened Beijing’s antagonism. Calls for stronger action against its neighbour are growing. This week an influential academic suggested that China may have no choice but to hold talks with the US on contingency planning for war – an idea it has rejected repeatedly – even given the likely backlash from Pyongyang. Cheng Xiaohe, another Chinese expert on the relationship, says stinging criticism of that proposal indicates the depth of divisions over North Korea. But he adds that the call shows more people are realising how serious the situation has become, and that popular opinion is increasingly unfavourable to the north. Sentiment about the joint “war to resist American aggression and defend Korea (aka the Korean war) is fading; concerns about the destabilisation of the region and even possible contamination from nuclear tests grow. North Korea’s programme has increased the tensions and risk of conflict. It has led to the deployment of anti-missile defences that China believes could affect its own military capabilities, and to calls for Japan and South Korea to develop their own nuclear deterrents. It encourages greater US engagement in the region. None of these are in China’s interests. That does not mean Beijing will shut off the crude oil supplies on which its neighbour relies, despite the US secretary of state’s renewed push on Friday. China wants the north to change course, not collapse: it has no desire to lose its buffer and see US troops on its doorstep. Nor does it want to see refugees flooding across its border, or a civil war and unsecured nuclear weapons next door. (It may also be unconvinced – as are some experts – that even a total oil ban could force North Korea to change course.) Smaller shifts in policy look more plausible, but not any time soon: with a crucial party congress to next month, Chinese decision makers are preoccupied with domestic politics. And they are sceptical about the tendency to rely on sanctions as a cure-all. Above all, Beijing still sees this as primarily a US problem, requiring a primarily US solution. And it is right. Pyongyang wants a security guarantee from Washington. Donald Trump’s inconsistencies and bellicose rhetoric, so oddly reminiscent of Pyongyang’s, are inflaming the situation. War remains a very unlikely outcome. But he has substantially increased the risk of miscalculations and misunderstandings. Meanwhile, he has undermined arguably the single most important factor in stabilising the region: a rock-solid conviction that the US will not waver in standing by its allies. As a candidate, Trump suggested he would withdraw US troops unless South Korea paid a greater share of costs. More recently, he argued it should pay for the Thaad missile defence system. Ditching the Trans-Pacific Partnership trade agreement has made many question the broader US commitment to the region. Now he is reportedly threatening to pull out of the Korus trade deal with Seoul. Bonnie Glaser, senior adviser for Asia at the Center for Strategic and International Studies, warns that countries in the region “don’t understand what the Trump administration’s strategy is, or whether there is one.” Fresh thinking in China on how to handle North Korea is welcome. But even Beijing’s best efforts will be of limited use without a principled, calm, comprehensive and coherent US policy – of which there is currently no sign. • Tania Branigan is a Guardian leader writer and former Beijing correspondent",
    "keywords": [
        "war",
        "branigan",
        "sanctions",
        "korea",
        "beijing",
        "bluster",
        "china",
        "nuclear",
        "tania",
        "trump",
        "mood",
        "toughening",
        "despite",
        "trumps",
        "chinas",
        "region",
        "pyongyang",
        "north"
    ],
    "summary": "Even a man as self-deluding and indifferent to truth as Donald Trump is unable to claim that his threats have cowed North Korea.\nBut the remarks may also be directed at China, with the aim of scaring it into toughening its stance.\nCheng Xiaohe, another Chinese expert on the relationship, says stinging criticism of that proposal indicates the depth of divisions over North Korea.\n(It may also be unconvinced – as are some experts – that even a total oil ban could force North Korea to change course.)\nAs a candidate, Trump suggested he would withdraw US troops unless South Korea paid a greater share of costs.",
    "sentiment": {
        "neg": 0.1487,
        "neu": 0.748,
        "pos": 0.1033,
        "compound": -0.1535
    }
}