{
    "date": "2017-08-08T08:55:05Z",
    "title": "North Korea may have ability for miniaturised nuclear warhead, Japan says",
    "url": "https://www.theguardian.com/world/2017/aug/08/north-korea-nuclear-miniaturised-warhead-advanced-considerably-japan",
    "content": "Japan has warned that the threat from North Korean nuclear weapons has reached a “new stage” now that it appears to have developed an intercontinental ballistic missile capable of reaching the US mainland. In its defence white paper, Japan’s government said Pyongyang’s weapons programme had “advanced considerably,” adding that it was possible that the regime had acquired the ability to miniaturise nuclear warheads. “North Korea’s development of ballistic missiles and its nuclear programme are becoming increasingly real and imminent problems for the Asia-Pacific region including Japan, as well as the rest of the world,” said the report, which ran to more than 500 pages. Japan’s defence ministry said that security threats had reached a new stage after the North conducted two nuclear tests and more than 20 ballistic missile launches last year. The report went on to speculate that North Korea had improved its technological expertise to the point where it could theoretically marry a nuclear warhead with a missile. “It is conceivable that North Korea’s nuclear weapons programme has already considerably advanced and it is possible that North Korea has already achieved the miniaturisation of nuclear weapons into warheads and has acquired nuclear warheads,” the ministry said. Some experts believe the North has already miniaturised its nuclear capability, while others believe the regime is still several years away from being able to do so. The Japanese defence ministry report was vague. Scott LaFoy, a Washington-based imagery analyst focusing on ballistic missile and space technologies, said the report reflected “an increasing belief that North Korea either has or is very close to having a nuclear warhead”. Based on data and projections by experts at the Middlebury Institute of International Studies, LaFoy told the Guardian: “I lean towards believing North Korea is either in possession of a device, or the potential sixth nuclear test will be the practical test of said device. “The Japanese defence white paper doesn’t add much to this due to its expected government vagueness, but it is consistent with what I’m seeing.” There is growing concern in Japan over the increasing frequency of North Korean missile tests since Kim Jong-un became leader in late 2011. “North Korea’s missiles represent a deepening threat. That, along with China’s continued threatening behaviour in the East China Sea and South China Sea, is a major concern for Japan,” the country’s defence minister, Itsunori Onodera, told reporters in Tokyo. Japan has held several evacuation drills in recent months in preparation for a North Korean missile attack, while Onodera is among those who have called for the country to acquire the ability to strike North Korean bases if it is attacked. That would require a drastic change in Japan’s defence posture to allow it to use offensive weapons, such as bombers and cruise missiles capable of striking targets overseas – a move that would inevitably prompt a debate on whether the country was honouring the defensive posture required by its “pacifist” constitution. Onodera said this year: “To properly defend Japan we have to be able to attack the bases from where North Korean missiles are launched. This is to prevent a second or third attack. These are not pre-emptive strikes, but counterattacks that fall within the scope of self-defence.” Although North Korea’s goal has always been to build weapons capable of striking the US mainland, its advances in missile technology have boosted the Japanese government’s case for increased defence spending. Japan’s self-defence forces have dramatically increased their involvement in joint exercises with the US, and the defence ministry already plans to upgrade its ship-to-air and mobile missile defence capabilities. The white paper, approved by Japan’s cabinet on Tuesday morning, was published less than two weeks after North Korea test-fired its second ICBM, which US experts have said may be able to reach most of the continental United States. “Since last year, when [North Korea] forcibly implemented two nuclear tests and more than 20 ballistic missile launches, the security threats have entered a new stage,” the report said. That missile was fired at an extremely high angle and landed about 120 miles (200km) off Japan’s northernmost island of Hokkaido. The report was unclear, however, on whether North Korea had acquired the technological knowhow to fire a nuclear-tipped missile that would be able to re-enter earth’s atmosphere intact, according to Kyodo news. The report also cited Pyongyang’s attempts to improve its ability to conduct a surprise attack using solid-fuel missiles, which can be prepared for launch in less time than liquid-fuelled rockets and are therefore harder to detect. “The risk that North Korea will deploy nuclear-tipped missiles covering Japanese territory will grow as time passes,” it warned. China, meanwhile, has promised to enforce UN sanctions against North Korea agreed at the weekend, even though it claims it has the most to lose from weakening its close trade links with Pyongyang. Beijing has been criticised for failing to enforce previous sanctions packages, but China’s foreign minister, Wang Yi, said the measures were necessary to demonstrate international opposition to North Korea’s missile and nuclear weapons programmes. “Owing to China’s traditional economic ties with North Korea, it will mainly be China paying the price for implementing the resolution,” a Chinese foreign ministry statement quoted Wang as saying at a regional security forum in Manila on Monday. “But in order to protect the international non-proliferation system and regional peace and stability, China will … properly implement the entire contents of the relevant resolution.”",
    "keywords": [
        "miniaturised",
        "ability",
        "korea",
        "japans",
        "missiles",
        "nuclear",
        "warhead",
        "japan",
        "weapons",
        "report",
        "missile",
        "defence",
        "north"
    ],
    "summary": "Japan’s defence ministry said that security threats had reached a new stage after the North conducted two nuclear tests and more than 20 ballistic missile launches last year.\nThe report went on to speculate that North Korea had improved its technological expertise to the point where it could theoretically marry a nuclear warhead with a missile.\n“It is conceivable that North Korea’s nuclear weapons programme has already considerably advanced and it is possible that North Korea has already achieved the miniaturisation of nuclear weapons into warheads and has acquired nuclear warheads,” the ministry said.\n“The risk that North Korea will deploy nuclear-tipped missiles covering Japanese territory will grow as time passes,” it warned.\nChina, meanwhile, has promised to enforce UN sanctions against North Korea agreed at the weekend, even though it claims it has the most to lose from weakening its close trade links with Pyongyang.",
    "sentiment": {
        "neg": 0.1038,
        "neu": 0.8067,
        "pos": 0.0894,
        "compound": -0.0518
    }
}