{
    "date": "2017-02-17T02:07:34Z",
    "title": "Kim Jong-nam killing: two more held as details emerge of airport attack",
    "url": "https://www.theguardian.com/world/2017/feb/16/north-korea-killing-second-woman-held-over-death-of-kim-jong-nam",
    "content": "Two more suspects have been detained in connection with the death of the North Korean dictator’s estranged half-brother, Kim Jong-nam, as further details emerged of his final moments in Kuala Lumpur airport. A female suspect identified from CCTV footage at the airport and a Malaysian man thought by police to be her boyfriend were arrested on Thursday. The Malaysian inspector general said the female suspect had been identified as Siti Aishah, an Indonesian national. Her birthday was given as 11 February 1992, and place of birth as Serang, Indonesia. Indonesian diplomats confirmed she is a citizen after meeting with her, news agencies reported. The Malaysian man was named as Muhammad Farid Bin Jalaluddin, 26. He is believed to be the boyfriend of the Indonesian suspect. On Wednesday police arrested a 28-year-old woman, whose Vietnamese passport bore the name Doan Thi Huong, although it was not clear if the document is genuine. She too had been positively identified from CCTV footage and was alone at the time of her arrest, the inspector general said. Still photos from the video, confirmed as authentic by police, showed a woman in a skirt and long-sleeved white T-shirt with “LOL” emblazoned on it. Malaysian police have reportedly been granted permission to remand both women in custody for seven days. Kim died after apparently being killed with a fast-acting poison as he prepared to board a flight to his home in Macau on Monday morning. The attack on Kim, who suddenly fell ill at the airport and died on the way to hospital, was over in seconds, Malaysian newspaper the New Strait Times (NST) reported on Thursday. Citing CCTV footage, the paper said Kim was standing in a small crowd near a self check-in counter when one of the alleged attackers stood in front of him to distract him, while another locked him in a chokehold and administered the substance that appears to have killed him. According to the paper, CCTV appeared to show the suspect who poisoned Kim walking briskly towards a taxi stand wearing a dark-coloured glove on her left hand. When footage picked her up again at the stand, the glove had gone. Kim was taken to an airport clinic after seeking help for a headache at an information counter, nurses at the airport said. Footage showed Kim with his eyes shut, grimacing in pain at the clinic, NST said. An autopsy was completed late on Wednesday, but the results have not been released. Police said they were seeking “a few” other suspects in connection with the killing, but declined to say how many were being sought, or their nationalities. The death has set off a torrent of speculation over whether Kim Jong-un dispatched a hit squad to kill his estranged older sibling, possibly as retribution for criticisms his elder brother made against his leadership in interviews with the Japanese journalist Yoji Gomi in 2012. It has also focused attention on the apparent lengths to which North Korea will go to ensure the regime’s stability. According to Malaysian media reports, North Korean officials spent hours trying to persuade Malaysia not to conduct an autopsy and for Kim’s body to be handed over to Pyongyang. Malaysia refused the request, since North Korea did not submit a formal protest, according to Abdul Samah Mat, a senior Malaysian police official. Authorities did however confirm that the body was that of Kim Jong-nam and would be taken to North Korea after the autopsy. While Pyongyang has made no official comment on Kim’s death, it has not attempted to conceal its interest in his fate. On Wednesday, it sent a black Jaguar car with diplomatic number plates and flags to the mortuary at the Kuala Lumpur hospital where the autopsy was conducted. Kim Jong-un’s five-year rule of North Korea has been marked by purges and executions of people perceived as a threat to his leadership. The highest-profile victim was his uncle, Jang Song-thaek, who was executed on treason charges in late 2013. Jang, once considered his nephew’s most trusted adviser, was also believed to have been close to Kim Jong-nam, whom he had helped raise. Kim Jong-nam attempted to lead an unremarkable life with his family in Macau, according to exchanges with Gomi. “Because I was educated in the west, I was able to enjoy freedom from an early age and I still love being free,” he told Gomi, whose book on Kim was published in 2012. “The reason I visit Macau so often is because it’s the most free and liberal place near China, where my family lives.” Kim Byung-kee, a South Korean MP, said intelligence services had told him Kim Jong-un professed to “hate” his half-brother, whom he feared could one day play a role in overthrowing his regime. The spy agency has also made unverified claims that North Korea had spent five years attempting to kill Kim Jong-nam. It cited an attempt in 2012 after Kim Jong-nam described his sibling as “just a nominal figure”, and lambasted the country’s hereditary transfer of power as a “joke to the outside world”. “The Kim Jong-un regime will not last long,” he told Gomi. “Without reforms, North Korea will collapse, and when such changes take place, the regime will collapse.” He is reported to have written to Kim Jong-un after the 2012 assassination attempt in which he pleaded with his brother to assure his safety and that of his family. The letter said: “I hope you cancel the order for the punishment of me and my family. We have nowhere to go, nowhere to hide, and we know that the only way to escape is committing suicide.” Kim Jong-nam may have succeeded his father, Kim Jong-il, had he not embarrassed the regime in May 2001 with an attempt to enter Japan on a faked Dominican Republic passport. Kim, accompanied by his wife, another woman believed to be a nanny, and his four-year-old son, were attempting to visit Tokyo Disneyland. They were sent back to North Korea via Beijing, but the incident appeared to end any hopes Kim had of succeeding his father. Additional reporting by Benjamin Haas in Hong Kong",
    "keywords": [
        "jongnam",
        "details",
        "malaysian",
        "regime",
        "killing",
        "korea",
        "suspect",
        "kim",
        "held",
        "airport",
        "emerge",
        "jongun",
        "footage",
        "north",
        "attack"
    ],
    "summary": "Authorities did however confirm that the body was that of Kim Jong-nam and would be taken to North Korea after the autopsy.\nJang, once considered his nephew’s most trusted adviser, was also believed to have been close to Kim Jong-nam, whom he had helped raise.\nKim Jong-nam attempted to lead an unremarkable life with his family in Macau, according to exchanges with Gomi.\nThe spy agency has also made unverified claims that North Korea had spent five years attempting to kill Kim Jong-nam.\n“The Kim Jong-un regime will not last long,” he told Gomi.",
    "sentiment": {
        "neg": 0.1004,
        "neu": 0.8461,
        "pos": 0.0535,
        "compound": -0.1445
    }
}