{
    "date": "2017-09-06T15:58:02Z",
    "title": "Late-night hosts on Daca's Dreamers: 'They're as American as anyone else'",
    "url": "https://www.theguardian.com/culture/2017/sep/06/late-night-hosts-daca-trump-hurricane-harvey",
    "content": "Late-night hosts on Tuesday addressed Donald Trump’s controversial decision to rescind the “Dreamers” program, protecting the children of illegal immigrants, as well as his fumbling response to Hurricane Harvey and the administration’s continued saber-rattling with regard to the North Korean nuclear threat. “While Harvey’s a natural disaster that seems to be bringing people together in very heartwarming ways, there’s a manmade disaster unfolding in Washington right now because the Trump administration has announced they’re ending the Deferred Action for Childhood Arrivals program, or Daca,” Stephen Colbert began. “The thing is, the vast majority of Americans like this program, so by canceling it Trump has stepped in some steep Daca,” he continued. “Even though his decision is unpopular, Trump bravely stepped up, then cringed back, and had somebody else announce it. That someone was attorney general and turnip-that-learned-to-hate Jeff Sessions.” Colbert showed footage of the press conference in which Sessions said the Dreamers weren’t “bad people” and that the decision to end the program was not meant to “disrespect” or “demean” them. “You’re right, Jeff,” Colbert quipped. “Deporting innocent children does not mean they’re bad people. It means you’re a bad person.” He went on: “These Dreamers, they aren’t the only ones being hurt. In fact, a recent study estimated that terminating Daca would cost the federal government $60bn and reduce economic growth by $280bn in the next ten years. Wow, Trump really is a dealmaker.” Colbert then did his best impression of Trump, mocking his negotiating tactics: “I’ll trade you 800,000 productive young people and, wait, $280bn, for nothing. Final offer.” Seth Meyers also addressed the president’s decision to terminate the program, but began by discussing Trump’s response to the tragedies afflicting Houston in the wake of Hurricane Harvey. He said: “On top of everything else he’ll face in the next several months – the budget, the debt limit, North Korea’s nuclear program – Trump has had to deal with the aftermath of Hurricane Harvey.” “To be fair to Trump, we don’t need elbow grease from our president in times of tragedy,” Meyers said. “We need their inspirational words, but even there, Trump wasn’t quite up to the task.” Meyers then showed clips of the president making a speech in Houston, mentioning the “great turnout” and thanking people for coming to see him. “What is wrong with you?,” Meyers asked. “You’re the president, not a standup comic. But of course, as quick as he was to praise himself, Trump is even quicker to needlessly attack others, as he did on Saturday when he was praising emergency responders for their heroic work and, out of nowhere, took this false, gratuitous swipe at the media.” Trump, in a clip that aired on television, said responders had gone into the winds the media was not willing to confront. “Of course, the media was on those choppers with the coast guard during many of those rescues, which is why you saw those rescues on the news,” Meyers said. “And the coast guard and the media weren’t the only ones braving dangerous conditions to save lives. There were also countless emergency responders like Houston-area paramedic Jesus Contreras. Contreras is protected from deportation under the Obama-era program known as Daca. He spent six straight days rescuing people from floodwaters in Houston, so how did the president thank him?” “Well, today Trump announced that he was rescinding Daca, supposedly with a six-month delay to allow Congress to pass legislation to replace it,” Meyers explained. “Trump’s decision throws the lives of nearly 800,000 Americans who were brought here as children, and who work here and go to school here, into chaos.” Meyers continued: “To be clear, Daca recipients were brought here as children, have known no other country, pay taxes, have no criminal record, and are as American as anyone else living here.” “So, a president who backed himself into a corner by catering to the racial resentments of his base is now needlessly throwing the lives of hundreds of thousands of hardworking Americans into chaos,” Meyers said. Trevor Noah also discussed some of the latest news coming out of the White House, principally North Korea’s escalating nuclear program and the response to it from representatives of the administration. “You know that saying: find something you love and do it as much as possible,” Noah began. “Well, North Korea’s problem is that what they love doing is testing nuclear weapons.” He showed cable news coverage explaining that the country’s most recent nuclear test was its sixth, amplifying international concerns about Kim Jong-un’s nuclear capabilities. “The whole thing that the world has spent the last 25 years to prevent North Korea from getting, now it has,” Noah said. “Both a missile that can reach the United States and a thermonuclear bomb, a bomb more powerful than Hiroshima and Nagasaki combined.” “Now, coming after multiple warnings from the White House to cut this shit out, North Korea’s new nuclear test was a huge provocation,” he continued. “And the Trump team got bigly provoked.” Noah showed a speech given by the US ambassador to the United Nations, Nikki Haley, in which she said North Korea was asking for war. He also aired footage of the defense secretary, James Mattis, stating that, while it did not intend to do so, the US had the ability to annihilate North Korea. “But look, there’s no need to freak out,” the host added. “That’s just the United Nations person and the Pentagon guy. The real time to panic is when you hear saber-rattling from the commander-in-chief. So I guess what I’m saying is: panic.” Noah showed a brief clip in which a reporter asked Trump if he planned to attack North Korea, to which he responded: “We’ll see.” “We’ll see? Dude, you don’t Ryan Seacrest nuclear war! Will the planet be consumed in a radioactive hellfire, or will Fantasia take home this season’s crown?” Noah joked. “We’ll see.”",
    "keywords": [
        "theyre",
        "daca",
        "decision",
        "north",
        "latenight",
        "president",
        "nuclear",
        "hosts",
        "american",
        "program",
        "showed",
        "noah",
        "meyers",
        "dacas",
        "dreamers",
        "trump"
    ],
    "summary": "“The thing is, the vast majority of Americans like this program, so by canceling it Trump has stepped in some steep Daca,” he continued.\n“Even though his decision is unpopular, Trump bravely stepped up, then cringed back, and had somebody else announce it.\nIt means you’re a bad person.” He went on: “These Dreamers, they aren’t the only ones being hurt.\nTrevor Noah also discussed some of the latest news coming out of the White House, principally North Korea’s escalating nuclear program and the response to it from representatives of the administration.\nWill the planet be consumed in a radioactive hellfire, or will Fantasia take home this season’s crown?” Noah joked.",
    "sentiment": {
        "neg": 0.0923,
        "neu": 0.812,
        "pos": 0.0956,
        "compound": 0.0113
    }
}