{
    "date": "2017-09-26T14:32:48Z",
    "title": "Why are North Korea's leaders specifically threatening US bombers?",
    "url": "https://www.theguardian.com/world/2017/sep/26/why-are-north-koreas-leaders-specifically-threatening-us-bombers",
    "content": "After weeks of tension over North Korea’s pursuit of a nuclear capability, the latest verbal exchanges between Washington and Pyongyang evoke a time, more than six decades ago, when the regime was at the mercy of conventional weapons. Every North Korean schoolchild is taught, erroneously, that the US started the Korean war; but they also learn, correctly, that their nemesis was responsible for laying waste to dozens of towns and cities from the air during the 1950-53 conflict, a fact rarely reported in the US media at the time. The carpet-bombing of North Korea has been all but forgotten in the US, but not in North Korea, where the regime exploits every opportunity to remind its people – in schools and museums, and via the state media – that the US is still the aggressor. Donald Trump reinforced that narrative this week when, having heard the North’s foreign minister, Ri Yong-ho, make a highly provocative speech at the UN general assembly, he tweeted: “If he echoes thoughts of Little Rocket Man, they won’t be around much longer!” Ri said Trump’s words amounted to a “declaration of war” before piling more pressure on the US president. “Since the United States declared war on our country, we will have every right to make countermeasures, including the right to shoot down United States strategic bombers even when they are not inside the airspace border of our country,” he said. It is not the first time the North has accused the US and its allies of declaring war. In fact, given that the Korean war ended with an armistice, but not a peace treaty, the two countries have been technically at war for the past 64 years. In 2013, North Korea said it and South Korea were in a “state of war” following international condemnation of its nuclear test. Three years later, it said US sanctions targeting Kim Jong-un and other senior officials were tantamount to a declaration of war. But Ri’s explicit threat to shoot US warplanes out of the sky was telling. Not only did it open up frightening new possibilities for a miscalculation that leads to wider conflict; it also exposed a visceral fear of US air bombardment – greater, perhaps, than the fear of nuclear annihilation. In a show of force last weekend, US B1-B Lancer bombers from Andersen air force base on Guam, along with F-15C Eagle fighter escorts from the southern Japanese island of Okinawa flew off the east coast of North Korea. US bombers have carried out similar flights before – B1-B planes flew in the region as recently as last month – but the Pentagon was at pains to remind Pyongyang that this was the furthest north of the demilitarised zone separating the two Koreas that any US fighter or bomber has flown this century. It did not take North Korea long to respond. On Monday, South Korea’s Yonhap news agency reported that the regime had started moving planes and boosting defences on its east coast following the B-1B sorties. While the bombers are no longer part of the US nuclear force, they can be loaded with large numbers of conventional weapons – a capability that will not have been lost on North Koreans old enough to remember the Korean war. North Korea started the conflict when it sent almost a quarter of a million of its soldiers across the 38th parallel and into the South at dawn on 25 June 1950. But, as Bruce Cumings notes in his book The Korean War: A History: “What hardly any Americans know or remember, however, is that we carpet-bombed the North for three years with next to no concern for civilian casualties.” Blaine Harden, author of The Great Leader and the Fighter Pilot, said North Korean targets were “mostly easy pickings” for US B-29s bombers that faced little or no opposition from the ground. In an op-ed for the Washington Post, Harden cited Dean Rusk, a supporter of the war who went on to become secretary of state in the 1960s, as saying that the US had bombed “everything that moved in North Korea, every brick standing on top of another”. Curtis LeMay, head of the US air force strategic air command during the conflict, would later boast that the US bombing campaign killed about 20% of the population. “We went over there and fought the war and eventually burned down every town in North Korea,” he said. Cumings said that the public intent was to erode enemy morale and end the war sooner, “but the interior intent was to destroy Korean society down to the individual constituent”. According to US air force estimates, the bombings caused more damage to North Korea’s urban centres than that seen in Germany or Japan during the second world war, with the US dumping 635,000 tons of bombs on Korea compared with 503,000 tons during the entire Pacific war. “It is clear that for the North Korean regime and its military-first ideology, the devastation wrought by the Korean war looms large in their memory and mythology,” Daryl Kimball, executive director of the Arms Control Association in Washington, told the Guardian. Despite the White House’s dismissal of Ri’s war declaration claim as “absurd”, his reference to US bombers betrays North Korean fears of a pre-emptive strike – and of what demonstrations of air power may preface for Kim’s leadership. “The B1-B flights are a fairly regular feature of US ‘signaling’ to our allies that we stand ready to come to their defence,” Kimball added. “But they are also seen as a threat by North Korea’s military leaders because they would very likely be part of a first wave of retaliation in a conflict, or part of a ‘decapitation’ strike on leadership targets.”",
    "keywords": [
        "leaders",
        "war",
        "threatening",
        "regime",
        "korea",
        "air",
        "bombers",
        "korean",
        "force",
        "specifically",
        "conflict",
        "north",
        "koreas"
    ],
    "summary": "The carpet-bombing of North Korea has been all but forgotten in the US, but not in North Korea, where the regime exploits every opportunity to remind its people – in schools and museums, and via the state media – that the US is still the aggressor.\nIn fact, given that the Korean war ended with an armistice, but not a peace treaty, the two countries have been technically at war for the past 64 years.\nIn 2013, North Korea said it and South Korea were in a “state of war” following international condemnation of its nuclear test.\nIt did not take North Korea long to respond.\n“We went over there and fought the war and eventually burned down every town in North Korea,” he said.",
    "sentiment": {
        "neg": 0.1648,
        "neu": 0.8009,
        "pos": 0.0343,
        "compound": -0.4893
    }
}