{
    "date": "2017-02-14T19:09:29Z",
    "title": "The Guardian view on North Korea: the real cause for concern | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/feb/14/the-guardian-view-on-north-korea-the-real-cause-for-concern",
    "content": "Even after so many years of florid threats, missile launches and nuclear tests, North Korea can still make the outside world sit up. The latest eye-popping claim, that agents from Pyongyang assassinated Kim Jong-un’s elder brother Kim Jong-nam with a chemical spray at a Malaysian airport, sounds fantastical – and, as with many lurid stories about North Korea, that may turn out to be the case. But there is at least evidence of his sudden death, and Kim Jong-un has turned on close relatives before, purging and executing his uncle Jang Song-taek in 2013. Five years ago a South Korean court also convicted a North Korean of plotting to murder an activist with a poisoned needle. Should the allegation prove accurate, members of the Kim family will not be the only anxious ones. First, it would raise the possibility that Kim Jong-un was trying to remove a possible alternative figurehead, either because of emerging internal divisions, or because of a deep sense of insecurity. Secondly, Kim Jong-nam is thought to have lived between Macau, Beijing and Singapore, suggesting that he enjoyed a degree of protection from China – which hints at the limits of China’s influence on its neighbour. Either way, the real concern is the more routine development: Sunday’s missile test. This did not mark a paradigm shift in Pyongyang’s arms programme – though experts note “a much higher degree of mobility, survivability and responsiveness” compared with previous launches – but testified to the North’s determined advance. George W Bush’s decision to label Pyongyang part of the axis of evil, and the launch of the Iraq war, reinforced the country’s commitment to weapons of mass destruction as the best way of protecting itself and extracting favours. Barack Obama’s policy of “strategic patience” – waiting – did nothing to solve the problem. Though the main danger the regime poses is to its own people, it is unquestionably moving towards its goal of a nuclear missile capable of reaching the continental US. “It won’t happen!” Donald Trump tweeted, shortly before taking office. His exact meaning was unclear. As a candidate, he suggested he could eat a hamburger with Mr Kim. After Sunday’s test he called the North “a big, big problem” and vowed to deal with it strongly, but sounded more muted than many had expected. Mr Trump’s administration, like Kim Jong-un’s, may prove less volatile than some predicted. Several analysts argue Mr Trump should seek to negotiate a nuclear freeze in exchange for a US security guarantee – appealing to his desire to be the great dealmaker. Others say the North cannot be trusted and want to turn the screws. But options are limited. The UN security council’s promise of “significant action” following the latest test is likely to be underwhelming. China is understandably reluctant to destabilise its neighbour, despite its dissatisfaction with Mr Kim. The truly disturbing prospect is that the United States might consider a pre-emptive strike – an idea Mr Trump flirted with years ago, which is now being aired again in Washington. The increasing mobility demonstrated in the latest test highlights the impossibility of destroying the North’s capability completely in such a raid. The South, and perhaps Japan too, would almost certainly pay the price. Engagement is the best of the bad options on the table. A US strike would be far by the worst.",
    "keywords": [
        "concern",
        "cause",
        "mr",
        "korea",
        "north",
        "editorial",
        "kim",
        "test",
        "nuclear",
        "way",
        "trump",
        "real",
        "latest",
        "view",
        "missile",
        "turn",
        "guardian"
    ],
    "summary": "Either way, the real concern is the more routine development: Sunday’s missile test.\nAs a candidate, he suggested he could eat a hamburger with Mr Kim.\nThe UN security council’s promise of “significant action” following the latest test is likely to be underwhelming.\nChina is understandably reluctant to destabilise its neighbour, despite its dissatisfaction with Mr Kim.\nThe increasing mobility demonstrated in the latest test highlights the impossibility of destroying the North’s capability completely in such a raid.",
    "sentiment": {
        "neg": 0.1398,
        "neu": 0.772,
        "pos": 0.0882,
        "compound": -0.0544
    }
}