{
    "date": "2017-06-23T11:10:39Z",
    "title": "North Korea denies US student Otto Warmbier was tortured",
    "url": "https://www.theguardian.com/world/2017/jun/23/north-korea-denies-us-claims-otto-warmbier-torture",
    "content": "North Korea has accused the US of conducting a smear campaign against the regime over Otto Warmbier, the American student who was sent home in a coma after 17 months in prison. The 22-year-old, who died on 19 June – just over a week after being flown home to Ohio – had spent a year suffering from a severe brain injury that North Korean doctors claimed had been caused by a heart attack and taking a pill for botulism. In North Korea’s first public comment on Warmbier’s death, a spokesman for the foreign ministry said claims that Warmbier was beaten and tortured in captivity were “groundless”. “The fact that Warmbier died suddenly less than a week after his return to the US in his normal state of health … is a mystery to us as well,” the spokesman said, according to the KCNA state news agency. Warmbier was arrested in January last year and sentenced to 15 years’ hard labour for allegedly attempting to steal a propaganda poster from a staff-only area of his hotel in the North Korean capital, Pyongyang. He was released this month in what North Korea described as a “humanitarian gesture”. The spokesman, who was not named, said American doctors who travelled to North Korea to carry out Warmbier’s medical evacuation had recognised that he had been given medical treatment and, despite his serious health condition, had been sent to the US alive. He added: “Although we had no reason at all to show mercy to such a criminal of the enemy state, we provided him with medical treatment and care with all sincerity on a humanitarian basis until his return to the US, considering that his health got worse.” He claimed Warmbier had been the victim of Barack Obama’s policy of “strategic patience” towards the regime, since he had never requested the student’s release during his presidency. This week Donald Trump said Warmbier’s death was a “total disgrace”, adding that if he had been brought home sooner “the result would have been a lot different”. Asked on Friday about North Korea’s claim that Warmbier’s death was a mystery, the White House press secretary, Sean Spicer, said: “I don’t think it’s a mystery. I think we know very well what happened and I think, as the president said, it’s a disgrace.” The US defence secretary, Jim Mattis, said Washington’s patience with Pyongyang was running out. “To see a young man go over there healthy and, [after] a minor act of mischief, come home dead basically … this goes beyond any kind of understanding of law and order, of humanity, of responsibility toward any human being,” he said. In response, North Korea accused Washington of conducting a smear campaign that “compels us to make firm determination that humanitarianism and benevolence for the enemy are a taboo and we should further sharpen the blade of law”. KCNA quoted an unnamed spokesman for the country’s National Reconciliation Council as saying: “Our relevant agencies treat all criminals … thoroughly in accordance with domestic laws and international standards and Warmbier was not an exception. “Those who have absolutely no idea about how well we treated Warmbier under humanitarian conditions dare to utter ‘mistreatment’ and ‘torture’.” A US State Department spokesperson refused to comment on North Korea’s assertion that Warmbier was not tortured while in custody. “We have made clear that we hold North Korea accountable for Otto Warmbier’s unjust imprisonment, and we want to see the three other Americans who are unjustly detained in North Korea come home as soon as possible,” the spokesperson said. The cause of Warmbier’s death remains a mystery. Doctors who treated him at the University of Cincinnati medical centre said he was badly brain damaged when he arrived from North Korea in what they termed a state of “unresponsive wakefulness”. They carried out an external examination but his parents asked local coroners not to conduct an autopsy. They blamed their son’s death on the “the awful torturous mistreatment” he received in North Korea. On Thursday, thousands of mourners turned out for Warmbier’s funeral in Cincinnati, where the streets were adorned with blue and white ribbons in a show of support. Additional reporting by Sabrina Siddiqui and David Smith in Washington",
    "keywords": [
        "spokesman",
        "student",
        "warmbiers",
        "warmbier",
        "korea",
        "state",
        "tortured",
        "week",
        "otto",
        "denies",
        "mystery",
        "medical",
        "death",
        "north"
    ],
    "summary": "North Korea has accused the US of conducting a smear campaign against the regime over Otto Warmbier, the American student who was sent home in a coma after 17 months in prison.\nIn North Korea’s first public comment on Warmbier’s death, a spokesman for the foreign ministry said claims that Warmbier was beaten and tortured in captivity were “groundless”.\nHe was released this month in what North Korea described as a “humanitarian gesture”.\n“We have made clear that we hold North Korea accountable for Otto Warmbier’s unjust imprisonment, and we want to see the three other Americans who are unjustly detained in North Korea come home as soon as possible,” the spokesperson said.\nThey blamed their son’s death on the “the awful torturous mistreatment” he received in North Korea.",
    "sentiment": {
        "neg": 0.1614,
        "neu": 0.7991,
        "pos": 0.0395,
        "compound": -0.4163
    }
}