{
    "date": "2017-08-11T07:23:00Z",
    "title": "Trump on North Korea: maybe 'fire and fury' wasn't tough enough threat",
    "url": "https://www.theguardian.com/us-news/2017/aug/10/trump-north-korea-threat-james-mattis-fox-news",
    "content": "Donald Trump has issued another provocative warning to North Korea, suggesting that his threat to unleash “fire and fury” on the country was not “tough enough”. The US president told reporters that North Korea “better get their act together or they’re going to be in trouble like few nations ever have been in trouble in this world”. Trump was speaking ahead of a national security briefing at his golf club in Bedminster, New Jersey, where he is on what he describes as a working vacation. The president’s threat earlier this week to unleash “fire and fury like the world has never seen” was widely condemned as unnecessarily incendiary. But far from toning down the rhetoric, Trump said on Thursday: “Maybe it wasn’t tough enough. They’ve been doing this to our country for a long time, for many years, and it’s about time that somebody stuck up for the people of this country and for the people of other countries. So if anything, maybe that statement wasn’t tough enough.” Asked if the US is considering a preemptive strike, the president replied: “We don’t talk about that. I never do.” Trump went on to say that North Korea should be “very nervous” if it is even thinking about launching an attack on the US or its allies. “Because things will happen to them like they never thought possible, OK? He’s been pushing the world around for a long time.” He also suggested that he would take a more lenient view of China’s trade policies if it brings pressure to bear on Pyongyang. The latest remarks came after North Korea derided Trump’s “fire and fury” warning as a “load of nonsense” and announced a detailed plan to launch missiles aimed at the waters off the coast of the US Pacific territory of Guam. A statement attributed to Gen Kim Rak-gyom, the head of the country’s strategic forces, declared: “Sound dialogue is not possible with such a guy bereft of reason and only absolute force can work on him.” The general outlined a plan to carry out a demonstration launch of four intermediate-range missiles that would fly over Japan and then land in the sea around Guam, “enveloping” the island. “The Hwasong-12 rockets to be launched by the KPA [Korean People’s Army] will cross the sky above Shimani, Hiroshima and Koichi prefectures of Japan,” the statement said. “They will fly for 3,356.7km for 1,065 seconds and hit the waters 30 to 40km away from Guam.” The statement said the plan for this show of force would be ready by the middle of this month and then await orders from the commander-in-chief, Kim Jong-un. The US has a naval base in Guam and the island is home to Andersen air base, which has six B-1B heavy bombers. According to NBC News, the non-nuclear bombers have made 11 practice sorties since May in readiness for a potential strike on North Korea. The remote island is home to 162,000 people. The White House insists that Trump’s thinking has not changed since his dire threat. Lindsey Graham, a senator known to speak with him regularly, told the radio host Hugh Hewitt: “If negotiations fail, he is willing to abandon ‘strategic patience’ and use pre-emption. I think he’s there mentally. He has told me this. “So I’m 100% confident that if President Trump had to use military force to deny the North Koreans the capability to strike America with a nuclear-tipped missile, he would do that.” Social media in the US continues to buzz with anxious predictions, dark humour and maps of what a nuclear blast area might look like in New York. The White House has done little to quell public fears. Sebastian Gorka, a national security adviser, told Fox News that the standoff was “analogous to the Cuban missile crisis”, which almost brought the US and Soviet Union to nuclear war in 1962. But analysts cautioned against exaggerating to the point of panic or overstating the danger posed by North Korea, which has been trading threats with the US for years. Anthony Cordesman, a former consultant to the defense and state departments, now based at the Center for Strategic &amp; International Studies thinktank in Washington, said: “People are looking at the risk now as much more immediate than it is. The North Korean tests now would not be able to establish reliability or accuracy. “Historically you’re talking months or several years until you have the missile. Then you have to be convinced you have a nuclear weapon that would survive. Simply being shown a picture of something like a large basketball is not evidence of reliability.” The analyst added: “Even the ability to hit a city-sized target with any predictability can take significant time even after you get the components. This is not to say any of it won’t happen, but to say it’s going to happen now is ridiculous. It’s like being in the Cuban missile crisis without any missiles and without any nuclear weapons.” According to Cordesman, widely reported projections of the death toll in South Korea are also hyped because they are based on the notion that its citizens would stay and wait to be targets of day after day of bombardment, while both the South Korean and the US military did nothing. “The estimates of North Korean artillery casualties in Seoul are absurd but everyone is quoting them without asking where they come from. That’s typical. It’s one thing to have a worst-case analysis; it’s another thing to not say it’s the worst-case analysis.” South Korea’s military said on Thursday that North Korea’s statements were a challenge to Seoul and the US-South Korea alliance. Joint chiefs of staff spokesman Roh Jae-cheon told a media briefing that South Korea was prepared to act immediately against any North Korean provocation. Japan’s chief government spokesman said the country could “never tolerate this”. “North Korea’s actions are obviously provocative to the region as well as to the security of the international community,” Yoshihide Suga said. The announcement on the North Korean state news service KCNA came at the end of two days of brinksmanship which began with the leak of a US intelligence report that Pyongyang had developed a nuclear warhead small enough to put on a missile. This was followed by Trump’s warning of “fire and fury”. On Thursday, the US secretary of defense James Mattis, who was traveling in California, took questions from reporters about the president’s ramping up of rhetoric over North Korea. Thinking in silence for a number of seconds before answering, he said: “You can see the American effort is diplomatically led. It has diplomatic traction, it is gaining diplomatic results.” “And I want to stay right there right now,” he added. “The tragedy of war is well enough known. It doesn’t need another characterisation beyond the fact that it would be catastrophic.” However Gorka, the White House adviser, declined to tone down the harsh language, warning Pyongyang: “Do not challenge the United States because you will pay a cost if you do so.” Asked if the threat of a strike, rather than an actual attack, would be enough to provoke a response, Gorka told the BBC: “If you threaten a nation, then what should you expect: a stiffly worded letter to be sent by courier? Is that what the UK would do if a nation threatened a nuclear-tipped missile launched against any of the UK’s territories?” He also slapped down the secretary of state, Rex Tillerson, who had tried to be reassuring, saying: “Americans should sleep well at night.” “You should listen to the president; the idea that Secretary Tillerson is going to discuss military matters is simply nonsensical,” Gorka told the BBC. State department spokesperson Heather Nauert fired back at the criticism of her boss. “He’s a cabinet secretary,” she told reporters. “He’s the fourth in line to the presidency. He carries a big stick.” She added: “I think that everyone has clearly heard what Secretary Tillerson’s forceful comments have been and continue to be.” In the event of a missile launch by North Korea, the US military faces the dilemma of trying to intercept the incoming missiles and risking humiliation if it fails. Trump would have to decide whether to try to carry out a pre-emptive strike on the Hwasong launchpads or a retaliation strike if the launch went ahead. The North Korean military has frequently tested missiles that land in the sea off the Japanese coast, without a military response from Tokyo. Despite the harsh rhetoric, there was no change in US military deployments or alert status. The EU on Thursday expanded its sanctions regime to include nine new people and four organisations, including the state-owned Foreign Trade Bank, in response to North Korea’s continued nuclear weapon and ballistic missile development. Those listed will be subject to EU asset freezes and travel restrictions, bringing Brussels in line with a UN resolution adopted last week. Earlier this week, the European commission said Pyongyang was in “outright violation” of international commitments, but a spokesman said the EU “excludes” any military solution.",
    "keywords": [
        "military",
        "secretary",
        "korea",
        "fury",
        "threat",
        "tough",
        "nuclear",
        "wasnt",
        "strike",
        "told",
        "trump",
        "missile",
        "maybe",
        "north",
        "korean"
    ],
    "summary": "Donald Trump has issued another provocative warning to North Korea, suggesting that his threat to unleash “fire and fury” on the country was not “tough enough”.\nAccording to NBC News, the non-nuclear bombers have made 11 practice sorties since May in readiness for a potential strike on North Korea.\nBut analysts cautioned against exaggerating to the point of panic or overstating the danger posed by North Korea, which has been trading threats with the US for years.\n“The estimates of North Korean artillery casualties in Seoul are absurd but everyone is quoting them without asking where they come from.\nThe North Korean military has frequently tested missiles that land in the sea off the Japanese coast, without a military response from Tokyo.",
    "sentiment": {
        "neg": 0.0933,
        "neu": 0.8565,
        "pos": 0.0501,
        "compound": -0.118
    }
}