{
    "date": "2017-07-30T05:06:44Z",
    "title": "Donald Trump says China does ‘nothing’ to thwart North Korea’s nuclear quest",
    "url": "https://www.theguardian.com/us-news/2017/jul/30/donald-trump-says-china-does-nothing-to-thwart-north-koreas-nuclear-quest",
    "content": "Donald Trump has launched his latest Twitter assault on China, accusing its Communist party leaders of doing “NOTHING” to help the United States thwart North Korea’s quest for nuclear weapons. “I am very disappointed in China,” Trump wrote. “Our foolish past leaders have allowed them to make hundreds of billions of dollars a year in trade, yet … they do NOTHING for us with North Korea, just talk. “We will no longer allow this to continue. China could easily solve this problem!” he added. The comments came after Kim Jong-un celebrated his country’s second intercontinental ballistic missile (ICBM) test late on Friday, in what North Korean state media described as a warning to the “beast-like US imperialists”. On Saturday, the US secretary of state, Rex Tillerson, accused Russia and China of being North Korea’s “principal economic enablers” and claimed they bore “unique and special responsibility” for its “belligerent” pursuit of nuclear weapons. Conservative news outlets in the US appeared to relish Trump’s decision to assail Beijing for its alleged role in North Korea’s missile and nuclear programs. “Trump rips China on Twitter,” ran a Fox News headline. Beijing is likely to be less amused. “To some extent, I think Trump’s tweets are a bluff. But the Chinese government has to take this seriously,” said Li Yonghui, an international relations expert from Beijing’s Foreign Studies University. Li said he expected Trump’s planned state visit to China later this year to still go ahead, despite growing tensions between Washington and Beijing. But China now needed to brace itself for “unfavourable measures in the near future” from the White House, he warned. Dali Yang, an expert in Chinese politics from the University of Chicago, said that in recent weeks China had enjoyed a temporary respite from Trump’s attentions because of his battle to repeal Obamacare. “Now that breathing room is gone and of course Beijing has to manage this,” he said. “This is the president running his foreign policy by tweeting again.” Yang said Trump’s latest China tweets were partly a diversionary tactic to distract public attention from the Obamacare defeat and partly a negotiating tactic designed to increase pressure on Beijing on issues such as North Korea and trade. However, he predicted Trump would struggle to extract major concessions from China’s leaders who were preparing for a key twice-a-decade political congress this autumn and could not risk being seen “caving in to Washington’s demands”. Observers say Trump had hoped to convince Chinese president Xi Jinping to form a partnership with the US which would have seen the world’s top two economies tackle North Korea together. That explained the conciliatory and at times fawning language Trump has used to refer to Xi, who he has repeatedly hailed as a “terrific guy” and a “great leader” with whom he enjoys “great chemistry”. However, with Saturday’s tweets that approach appears to have run its course. Li said US-China relations were so vital that the “the boat of friendship” between the two countries was not in imminent danger of capsizing. But Trump’s tweets showed he had “gradually lost his confidence and patience” in Beijing. “I think what he tweets shows his real state of mind,” Li said. China offered no immediate reaction to Trump’s Twitter challenge. But Ben Rhodes, a foreign policy adviser under Barack Obama, rejected Trump’s claims about Chinese inaction on North Korea. “It is not at all true that China can easily solve this problem and this is a very dangerous and destabilizing approach,” he wrote on Twitter. There were reports, later, that two US B-1 bombers fly over the Korean peninsula in response to North Korea’s missile test. Additional reporting by Wang Zhen",
    "keywords": [
        "quest",
        "thwart",
        "beijing",
        "tweets",
        "twitter",
        "state",
        "donald",
        "nuclear",
        "does",
        "china",
        "li",
        "trumps",
        "trump",
        "north",
        "koreas"
    ],
    "summary": "Donald Trump has launched his latest Twitter assault on China, accusing its Communist party leaders of doing “NOTHING” to help the United States thwart North Korea’s quest for nuclear weapons.\n“I am very disappointed in China,” Trump wrote.\nConservative news outlets in the US appeared to relish Trump’s decision to assail Beijing for its alleged role in North Korea’s missile and nuclear programs.\n“To some extent, I think Trump’s tweets are a bluff.\nThere were reports, later, that two US B-1 bombers fly over the Korean peninsula in response to North Korea’s missile test.",
    "sentiment": {
        "neg": 0.0841,
        "neu": 0.8259,
        "pos": 0.09,
        "compound": -0.0066
    }
}