{
    "date": "2017-09-02T02:02:07Z",
    "title": "'Cockroaches' and 'old hags': hounding of the North Korean diaspora in Japan",
    "url": "https://www.theguardian.com/world/2017/sep/02/cockroaches-and-old-hags-hounding-of-the-north-korean-diaspora-in-japan",
    "content": "As a Korean resident of Japan, Lee Sinhae knows only too well how quickly, and cruelly, political tensions find expression in personal abuse. The freelance writer has acquired an unwanted public profile after winning a court case last year against the extremist group Zaitokukai for defamation. Its former leader, Makoto Sakurai, had called Lee a “Korean old hag” online and during street demonstrations. “Zaitokukai members even told me to get out of Japan and go back to Korea, even though I was born here,” said Lee. Now, after North Korea dramatically raised tensions across the region with tests of intercontinental ballistic missiles and Tuesday’s missile launch over the Japanese island of Hokkaido, tens of thousands of Korean residents of Japan with family connections to the North fear becoming the innocent victims of growing Japanese hostility towards Pyongyang. Of the estimated 600,000 Korean residents of Japan – many of them the descendants of the tens of thousands of people forcibly brought to Japan as labourers before and during the second world war – about 150,000 claim to be loyal to the North Korean regime. They send their children to schools affiliated with Chongryon – a residents’ association that serves as North Korea’s de facto embassy – where they follow the regime’s curriculum and study in classrooms adorned with portraits of the Kim dynasty. Reports of verbal abuse directed at Korean schoolchildren emerged in 2002, after the then North Korean leader, Kim Jong-il, admitted the regime had abducted Japanese citizens during the 1970s and 80s. Schools serving the North Korean community received hate mail and threatening phone calls. Reports of female pupils being harassed prompted schools to tell them not to wear their traditional chima jeogori uniforms on their way to and from school – a policy that is still in place. Then in 2010, Japan’s government said it would no longer provide state subsidies to North Korean schools, leaving many short of funds and triggering a string of court cases, as residents attempt to get the policy overturned. Yasuko Morooka, a visiting researcher at Osaka University of Economics and Law said North Korean schools were bracing for more abuse after Tuesday’s missile launch. “Everybody gets nervous when the political situation deteriorates, especially the parents of young children,” said Morooka, a lawyer who is involved in a legal campaign against the withdrawal of state funding for North Korean schools. “The Japanese government is adding to the anxiety over North Korean missiles, and that creates an atmosphere in which Korea-bashing is acceptable. North Korea is seen as the enemy and so, by extension, are people in Japan with North Korean roots.” Resentment towards the North Korean community rose again after Pyongyang began testing nuclear weapons just over a decade ago, and intensified after Kim Jong-un accelerated the regime’s quest to build long-range ballistic missiles. Zaitokukai and other far-right groups held demonstrations in Korean neighbourhoods in Tokyo, Osaka and other cities, with activists describing Koreans as “cockroaches” and urging them to die or “go home”. Under pressure from the UN human rights committee, Japan last year passed a law designed to stem the rise of hate speech. While the law carries no penalties for violators, the number of anti-Korean demonstrations almost halved in the year after it went into effect. Instead, the extreme right has taken much of its abuse online, according to Kim Wooki, a campaigner with the Human Rights Association for Korean Residents in Japan. “I see hateful comments all the time these days,” said Kim. Kim is confronted daily by a stream of abuse on a Facebook page she runs in support of the installation of statues representing the tens of thousands of young women, mainly from the Korean peninsula, who were coerced into working in Japanese frontline brothels before and during the second world war. Typical posts claim the “comfort women” were sex workers, and that the few surviving women are trying to “extort” compensation from the Japanese government. The comments often appear alongside Photoshopped images of the statues in demeaning poses. “As a Korean in Japan, it is deeply offensive to have to look at those images,” she said. Fearing their ethnic roots will invite discrimination or abuse, many residents with North and South Korean heritage use Japanese names in their daily lives. Even younger Koreans say they have conflicted feeling towards Japan, a country in which they have lived their entire lives. “I was born and brought up here and my first language is Japanese, but in my heart I don’t feel Japanese,” said Ryu Yuja, who teaches Korean culture and language to primary school pupils in Osaka. “I didn’t really think about my Korean roots until I went to university. The more I learned, the more important my heritage became.” These days the 28-year-old, whose grandfather fled to Japan at the outbreak of the Korean war in 1950, prefers to use the Korean reading of her first name rather than Yuko – the name her parents gave her. Like many other Koreans in Japan with family connections to the North, she carries a South Korean passport. “I know that I would be exposing myself to discrimination if I had a North Korean passport,” she said. In Tsuruhashi, a predominantly Korean neighbourhood of Osaka, there is little open conversation about Kim Jong-un or the repercussions his missile launches could have for the local North Korean community. “I hear people criticising the Kim regime, but only in private – most people around here are afraid to say what they really think,” said Song Jung-mi, who was spending the evening with her family at a local Korean barbecue restaurant. The 48-year-old, who attended a North Korean school in Osaka and usually goes by a Japanese name, added: “I had verbal abuse after the abductions, and now because of the political situation we are worried about our children getting to and from school safely.” The decision by the Tokyo governor, Yuriko Koike, not to send a eulogy to a service to remember Koreans who were murdered after the Tokyo area was devastated by an earthquake in 1923 is proof that public sentiment is turning against ethnic Koreans, according to Lee. Gangs of thugs targeted large numbers Korean residents amid groundless rumours that they were looting, rioting and poisoning the water supply in the aftermath of the quake, whose anniversary falls on 1 September. “I think about that, and the abuse I and my friends receive now,” said Lee, whose court victory is now under appeal. “And it feels like Japan is going backwards, to a time when human rights meant nothing. And the government doesn’t seem to care.”",
    "keywords": [
        "abuse",
        "schools",
        "diaspora",
        "old",
        "hags",
        "cockroaches",
        "kim",
        "hounding",
        "japanese",
        "japan",
        "osaka",
        "residents",
        "lee",
        "north",
        "korean"
    ],
    "summary": "As a Korean resident of Japan, Lee Sinhae knows only too well how quickly, and cruelly, political tensions find expression in personal abuse.\nSchools serving the North Korean community received hate mail and threatening phone calls.\nYasuko Morooka, a visiting researcher at Osaka University of Economics and Law said North Korean schools were bracing for more abuse after Tuesday’s missile launch.\n“The Japanese government is adding to the anxiety over North Korean missiles, and that creates an atmosphere in which Korea-bashing is acceptable.\n“I know that I would be exposing myself to discrimination if I had a North Korean passport,” she said.",
    "sentiment": {
        "neg": 0.1098,
        "neu": 0.8507,
        "pos": 0.0396,
        "compound": -0.3047
    }
}