{
    "date": "2017-11-30T16:43:48Z",
    "title": "Donald Trump's menacing talk on North Korea is leaving the US isolated",
    "url": "https://www.theguardian.com/us-news/2017/nov/30/donald-trump-menacing-talk-north-korea-us-isolated",
    "content": "Donald Trump’s latest threat to destroy North Korea’s regime by force produced an angry response from Russia on Thursday. Yet elsewhere, the menacing talk from Washington was mostly met with uncomfortable silence. While there is no shortage of international concern about Kim Jong-un’s latest, “breakthrough” missile test on Wednesday, Trump’s bellicose talk of war is rendering the US increasingly isolated. Sergei Lavrov, Russia’s foreign minister, appeared to voice doubts shared by other countries when he claimed on Thursday that Trump was deliberately pushing Pyongyang towards military confrontation. “It seems they have done everything on purpose to make Kim lose control and make another desperate move,” he said. Lavrov rejected imposing additional sanctions demanded by Trump. Lavrov suggested previously unscheduled US military exercises in December were part of an undisclosed plan to trigger a conflict. “The Americans need to explain to us all what they are actually up to. If they seek a pretext to destroy North Korea, they should openly say so.” Reacting to Wednesday’s test, Trump’s ambassador to the UN, Nikki Haley, upped the ante again, pinning blame wholly on Kim’s shoulders. “If war does come, it will be because of continued acts of aggression like we witnessed yesterday … If war comes, make no mistake, the North Korean regime will be utterly destroyed,” she said. It’s a view rejected by China which, like Russia, has repeatedly urged Trump to halt the military buildup and start talking. The official China Daily said opportunities created by Beijing to launch a dialogue had been “casually wasted” by the US. By re-designating North Korea as a sponsor of state terrorism, Trump had reignited a crisis that had abated since September, the paper said. Trump’s uncanny ability to lose friends and alienate people makes it unlikely Xi Jinping, China’s president, will heed his latest appeal, made in a personal telephone call, for a full oil embargo on North Korea. Trump continues to taunt Kim. Speaking in Missouri this week, he added the insult “sick puppy” to his previous, mocking description of Kim as “little rocket man”. This kind of playground name-calling and casual presidential rudeness is becoming familiar to allies as well as foes, as Theresa May discovered this week. Whatever his military advisers may be telling Trump about the feasibility of “taking out” Kim’s regime, there seems scant understanding in Trump’s White House of the human, political and diplomatic consequences of forcible regime change. The US relationship with Xi’s China would be wrecked by any unilateral, potentially illegal military action in Beijing’s backyard. It could dash Trump’s hopes for more balanced economic ties. It might also induce China to increase defence spending and redouble its efforts to supplant the US as the Asia-Pacific’s leading military power. Russia would take full advantage of such a rift, which could extend to the US-Europe and Nato relationships. It cannot be assumed the western alliance, frequently denigrated by Trump, would support the US in such a scenario. On past form, France and Germany would be reluctant to back what most of the world would certainly view as US aggression against a weaker adversary. The split over Iraq in 2003 might be magnified many times over. An outbreak of hostilities undoubtedly risks large-scale loss of life. Even if North Korea failed to retaliate effectively – a big if – public and political outrage in South Korea and Japan would seriously damage America’s regional interests. Japan’s hawkish prime minister, Shinzo Abe, a Trump golf buddy, would be likely to face a fierce backlash. There would be renewed pressure to close US bases in both countries. Meanwhile, the negative effect on the global economy, stock markets, oil prices and business can only be guessed at. Trump’s obliviousness to the possible consequences of his actions is the main reason why international support for Washington’s increasingly menacing stance seems to be weakening, even as the North Korean conundrum intensifies. By threatening Armageddon, Trump may ensure Kim wins.",
    "keywords": [
        "war",
        "talk",
        "military",
        "regime",
        "korea",
        "russia",
        "leaving",
        "isolated",
        "donald",
        "kim",
        "china",
        "menacing",
        "trumps",
        "trump",
        "north"
    ],
    "summary": "Donald Trump’s latest threat to destroy North Korea’s regime by force produced an angry response from Russia on Thursday.\nWhile there is no shortage of international concern about Kim Jong-un’s latest, “breakthrough” missile test on Wednesday, Trump’s bellicose talk of war is rendering the US increasingly isolated.\nIf they seek a pretext to destroy North Korea, they should openly say so.” Reacting to Wednesday’s test, Trump’s ambassador to the UN, Nikki Haley, upped the ante again, pinning blame wholly on Kim’s shoulders.\nBy re-designating North Korea as a sponsor of state terrorism, Trump had reignited a crisis that had abated since September, the paper said.\nEven if North Korea failed to retaliate effectively – a big if – public and political outrage in South Korea and Japan would seriously damage America’s regional interests.",
    "sentiment": {
        "neg": 0.1649,
        "neu": 0.7673,
        "pos": 0.0678,
        "compound": -0.2585
    }
}