{
    "date": "2017-11-22T19:31:39Z",
    "title": "The Guardian view on war crimes trials: justice for Srebrenica’s victims | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/nov/22/the-guardian-view-on-war-crimes-trials-justice-for-srebrenicas-victims",
    "content": "The arc of the moral universe is long and, in the case of Ratko Mladić, it has finally bent towards justice. More than two decades since the Srebrenica massacre, more than five years after his trial began, and following evidence from almost 600 witnesses, the “butcher of Bosnia” was sentenced to life imprisonment by a UN tribunal at The Hague on Wednesday for genocide, war crimes and crimes against humanity. The UN high commissioner for human rights, Zeid Ra’ad Al Hussein, hailed it as a warning to other perpetrators. “They will not escape justice, no matter how powerful they may be nor how long it may take. They will be held accountable,” he said. Activists from Syria and Myanmar echoed those words. But to many, the promise will ring hollow. When the trial of the former Bosnian Serb commander and others began at the international criminal tribunal for the former Yugoslavia, it seemed to herald a new and better era. This was supposed to be the end of impunity. In retrospect, it looks like a high watermark for international justice for mass crimes. The verdict arrived as the US warned that “ethnic cleansing” was taking place in Myanmar, where recent reports have laid bare the murder of infants and the use of rape as a weapon against the Rohingya. In Syria, Bashar al-Assad’s murderous reign continues and civilians pay with their lives. Kim Jong-un is under pressure over North Korea’s nuclear programme, not its grotesque human rights abuses. The US and UK have supported the Saudi-led coalition in Yemen despite the bombing of schools and hospitals and the blockade reportedly now to be lifted. The US was never likely to sign up to the international criminal court and is further than ever from doing so, abandoning even the pretence of moral leadership. Burundi has become the first nation to leave the court, which is accused of unfairly targeting African countries and ignoring the sins of western leaders (though its chief prosecutor has just requested authorisation to investigate reported human rights abuses in Afghanistan, including by the US military and the CIA; US citizens can be charged with crimes in ICC member states). The UK and others are lobbying to block the ICC from activating the crime of aggression. Meanwhile the growing heft of Russia and China has made it harder to pursue human rights abuses at the UN. And though the chief architects of genocide in the Balkans have been convicted, many more of the guilty walk free. With the imminent closure of the Hague tribunal, the task of prosecution now lies with national courts. Prosecutor Serge Brammertz warned recently that regional judicial cooperation in war crimes justice is “heading in the wrong direction” and that “the message of denial and revisionism is loud and clear … your war criminals are our heroes”. The light is flickering; it is not extinguished. Justice cannot bring back the dead or erase trauma. But anyone who doubts its importance in and of itself should listen to the survivors and victims’ families speaking on Wednesday and to Bosnian Muslims more broadly. The hunt for Mladić took 14 years and at times seemed almost hopeless. The tenacity and commitment that brought about his trial and conviction will be required many times over if the arc is to bend the right way again. The verdict reminds us of what is possible. It was, said Mr Zeid, the epitome of international justice. It must not be its epitaph.",
    "keywords": [
        "human",
        "war",
        "international",
        "trials",
        "editorial",
        "crimes",
        "abuses",
        "victims",
        "trial",
        "zeid",
        "justice",
        "tribunal",
        "rights",
        "view",
        "guardian",
        "srebrenicas"
    ],
    "summary": "The UN high commissioner for human rights, Zeid Ra’ad Al Hussein, hailed it as a warning to other perpetrators.\nIn retrospect, it looks like a high watermark for international justice for mass crimes.\nKim Jong-un is under pressure over North Korea’s nuclear programme, not its grotesque human rights abuses.\nMeanwhile the growing heft of Russia and China has made it harder to pursue human rights abuses at the UN.\nProsecutor Serge Brammertz warned recently that regional judicial cooperation in war crimes justice is “heading in the wrong direction” and that “the message of denial and revisionism is loud and clear … your war criminals are our heroes”.",
    "sentiment": {
        "neg": 0.1374,
        "neu": 0.7757,
        "pos": 0.0869,
        "compound": -0.1925
    }
}