{
    "date": "2017-09-15T13:17:12Z",
    "title": "'How do we survive?': fearful Californians prepare for nuclear attack",
    "url": "https://www.theguardian.com/us-news/2017/sep/15/how-do-we-survive-paranoid-californians-prepare-for-nuclear-attack",
    "content": "Hal Kempfer, a noted international security expert, is getting a roomful of California public health officials and emergency responders to think about the unthinkable – a nuclear bomb exploding at the port of Long Beach, about four miles away. His message – coming on the same day North Korea threatened to reduce the mainland United States to “ashes and darkness” and then launched a ballistic missile over Japan – is unvarnished and uncompromising: get ready, because we all need to prepare for what comes after. “A lot of people will be killed,” he said, “but a large percentage of the population will survive. They will be at risk and they will need help.” Most likely, Kempfer tells his audience, if the device is fired from North Korea or smuggled in by North Korean agents, it wouldn’t be the sort of high-yield weapon that planners worried about during the cold war, with the potential to wipe out most life and civilization across the Los Angeles region and send radioactive materials halfway across the American continent. Rather, it’s likely to be a Hiroshima-sized bomb – large enough to obliterate everything within a square-mile radius and kill tens of thousands of people, either immediately or through the lingering effects of radiation. But still leaving millions of survivors across the region who would need help. “We’re talking about smaller North Korean things,” Kempfer emphasized, though the word “smaller” sounds very far from reassuring. “This is not your traditional nuclear apocalypse scenario.” Kempfer, a retired marines lieutenant colonel, is a charismatic speaker, with a keen understanding of the need for humor to leaven the grimness of the subject matter. And so he talked through what would and would not be left standing after an attack on the port – which, together with its neighbor in San Pedro, is by far the busiest maritime trading hub in the United States and a key component of the global trading system. He talks about the port and downtown Long Beach being “toast” – no exaggeration, since the blast wave is likely to vaporize everything in its immediate path. But the city health department, the Long Beach airport and fire department might not be; they are all somewhat protected by a hilly area that is likely to halt the initial blast wave. And so the city can, tentatively, think about setting up a center of emergency operations. Of course, the radioactive fallout created as the explosion gathers up tremendous quantities of dust and ocean water and spits them into the atmosphere would represent a secondary grave risk, especially in the first hours after an attack. Not to mention the electromagnetic pulse that is likely to knock out electronic systems including phones and computers, the pile-ups expected on the freeways as drivers are blinded by the flash of the explosion, the rush for food, water and gasoline as millions of Angelenos attempt to drive out of the region, and the terror triggered by even the idea of a second, follow-up attack. Kempfer and his colleague, fellow marine veteran Matt Begert, sugarcoat little or none of this. They talk about North Korea’s advances in testing intercontinental ballistic missiles – the reason Long Beach’s head of public health emergency management invited them in the first place – about the likelihood that Long Beach is high on North Korea’s target list, and about the likely movements of a deadly radiation plume according to wind, terrain, and urban landscape. “How do we survive?” a public health worker asks despairingly from the middle of the room in the heat of the presentation. “If you’re not blown up,” Kempfer retorts, without missing a beat, “that helps.” He and Begert then talk through a risk assessment matrix, based on history (more applicable to natural disasters), vulnerability, how bad an event could potentially be, and the probability of it occurring. It’s a method Kempfer uses to get local communities to focus on what matters most, not what happens to have been in the news that day or that month. In Long Beach’s case, preparing for an earthquake is still a higher priority, but the nuclear threat is not too far behind. “If you want to mess up southern California, if you want to mess up the west coast, if you want to mess up our country – where do you attack?” Kempfer asks. “If I’m sitting in North Korea and looking at possible targets, I’m going to be looking at Long Beach very closely.” Kempfer and his group, Knowledge and Intelligence Program Professionals, are not the first to think through the consequences of a nuclear attack on Long Beach. In 2006, when the worry was more al-Qaida than North Korea, the Rand corporation published a report assessing the impact of a 10-kiloton bomb smuggled into the port in a shipping container. Rand’s scenario envisaged a significant breakdown in social order, including gunfights over food and gasoline and shootouts on the freeway as desperate families stuck in traffic look for any possible way to hasten their route over the mountains. Rand also imagined the health system collapsing as hospitals and health workers became overwhelmed with hundreds of thousands of people needing decontamination and other treatment. Kempfer thought a well-coordinated response from the federal government – analogous to the improved performance in the wake of Hurricanes Harvey and Irma, compared with the response to Hurricane Katrina in 2005 – could play a crucial role in holding together the social fabric and making sure crucial supplies did not run so low as to start rioting. Still, neighboring counties – particularly Ventura County, to the north-west of Los Angeles – are themselves deeply concerned about being overwhelmed by millions of evacuees. Ventura, unusually, has prepared a 250-page plan in the event of nuclear attack, which it updates regularly, along with a public information campaign featuring an oddly jaunty musical entreaty to residents to stay indoors until the worst of the radioactive fallout has subsided. News out of North Korea has created a mini-bonanza for local manufacturers of nuclear fallout shelters. But more important to the vast bulk of the population, Kempfer says, is having some rudimentary knowledge of what it means to “shelter in place” and, for example, to have plastic sheeting on hand to cover up windows and cracks in the doors to minimize the effects of radioactive fallout. Sandy Wedgeworth, the public health emergency management coordinator, said she and her staff felt energized, not depressed, by what they learned from Kempfer and that the session generated a long to-do list. “We need to look at our county plan and become familiar with it,” she said, “but we also need to think about mutual aid systems and getting resources from elsewhere. Obviously, we don’t have everything we need. The point is knowing where to get more stuff.” She and her colleagues appeared to concur with Dwight Eisenhower’s old adage, quoted approvingly by Kempfer, that while plans in warfare can be useless, planning is indispensable. “The more education I get,” Wedgeworth said, “the more I understand and the more competent I feel to respond. It’s less scary when you understand the threat and know what to do to meet and mitigate it.”",
    "keywords": [
        "health",
        "kempfer",
        "public",
        "prepare",
        "fearful",
        "nuclear",
        "survive",
        "beach",
        "need",
        "likely",
        "californians",
        "long",
        "north",
        "attack"
    ],
    "summary": "“A lot of people will be killed,” he said, “but a large percentage of the population will survive.\n“We’re talking about smaller North Korean things,” Kempfer emphasized, though the word “smaller” sounds very far from reassuring.\nHe talks about the port and downtown Long Beach being “toast” – no exaggeration, since the blast wave is likely to vaporize everything in its immediate path.\n“How do we survive?” a public health worker asks despairingly from the middle of the room in the heat of the presentation.\n“If you want to mess up southern California, if you want to mess up the west coast, if you want to mess up our country – where do you attack?” Kempfer asks.",
    "sentiment": {
        "neg": 0.0925,
        "neu": 0.8469,
        "pos": 0.0606,
        "compound": -0.1684
    }
}