{
    "date": "2017-12-13T04:36:56Z",
    "title": "Japanese kanji of the year is 'north' – thanks to Kim Jong-un",
    "url": "https://www.theguardian.com/world/2017/dec/13/japanese-kanji-of-the-year-is-north-thanks-to-kim-jong-un",
    "content": "Every December the people of Japan select a kanji character that best sums up the social and political zeitgeist of the previous 12 months. After a year dominated by the regional nuclear crisis, there was perhaps only one serious candidate for word of the year 2017: north. The single character, pronounced kita in Japanese, encapsulates the country’s unease over North Korea’s advances in developing a nuclear arsenal, according to the Japan Kanji Aptitude Testing Foundation, which organises the annual poll. “It was the year in which people felt threatened and anxious by North Korea following repeated ballistic missile launches and a nuclear test,” the foundation said. A total of 7,104 people out of 153,594 voted for the character, which forms the first part of the Japanese name for North Korea – kita chosen. Alarm over Pyongyang’s missile programme reached its height in the summer when the regime sent two missiles over the island of Hokkaido, appropriately located in Japan’s far north. North Korea’s nuclear programme has figured prominently in Japanese political discussion since it launched a ballistic missile to coincide with Donald Trump’s meeting with the Japanese prime minister, Shinzo Abe, in February. In the autumn, Abe called a snap election and said would determine his approach to Japan’s two “national crises”: the growing elderly population and North Korea. The kanji announcement, broadcast live on TV, was made this week at Kiyomizu temple in Kyoto, where the head priest, Seihan Mori, wrote a giant version of the character with an ink-soaked calligraphy brush. Some have suggested that the choice was not only inspired by North Korea. Earlier this year some supermarket shelves were emptied of packets of crisps due to a potato shortage in Hokkaido, the northernmost island of Japan. Hokkaido again made the news earlier this month when Shohei Ohtani, who played for the local baseball team the Nippon Ham Fighters and has been likened to Babe Ruth, joined the US major league club the Los Angeles Angels. Previous kanji of the year have similarly reflected conflicting sentiments among the Japanese public. In 2016 they plumped for kin – a celebration of Japan’s 16 gold medals at the Rio Olympics, but a reminder too of the resignation of Tokyo’s governor, Yoichi Masuzoe, over an expenses scandal. Catastrophic events during the course of the year mean there is often little debate over the choice of kanji. In 2011, sai – disaster – was chosen following the earthquake, tsunami and nuclear meltdown along Japan’s north-east coast in March that year. In 2008, Japan marked Barack Obama’s victory in the US presidential election by selecting the ideogram hen, meaning change.",
    "keywords": [
        "korea",
        "japans",
        "north",
        "kim",
        "nuclear",
        "japanese",
        "thanks",
        "japan",
        "kanji",
        "character",
        "hokkaido",
        "missile",
        "jongun"
    ],
    "summary": "Every December the people of Japan select a kanji character that best sums up the social and political zeitgeist of the previous 12 months.\nThe single character, pronounced kita in Japanese, encapsulates the country’s unease over North Korea’s advances in developing a nuclear arsenal, according to the Japan Kanji Aptitude Testing Foundation, which organises the annual poll.\nA total of 7,104 people out of 153,594 voted for the character, which forms the first part of the Japanese name for North Korea – kita chosen.\nIn the autumn, Abe called a snap election and said would determine his approach to Japan’s two “national crises”: the growing elderly population and North Korea.\nSome have suggested that the choice was not only inspired by North Korea.",
    "sentiment": {
        "neg": 0.0937,
        "neu": 0.8839,
        "pos": 0.0224,
        "compound": -0.2214
    }
}