{
    "date": "2017-09-26T07:45:48Z",
    "title": "North Korea's foreign minister: Trump has declared war on our country",
    "url": "https://www.theguardian.com/world/2017/sep/25/north-koreas-foreign-minister-says-trump-has-declared-war-on-country",
    "content": "North Korea has threatened to shoot down US bombers in international airspace, claiming that, with a weekend tweet, Donald Trump had declared war. The North Korean foreign minister Ri Yong-ho said: “The whole world should clearly remember it was the US who first declared war on our country.” He referred in particular to Trump’s tweet on Sunday that warned that the regime’s leaders “won’t be around much longer”. In his first address to the UN last Tuesday, Trump had also warned that if the US and its allies were attacked, he would “totally destroy” North Korea. Ri said the UN and the international community had hoped that the war of words between the two countries would not turn into “real action”. “However, last weekend Trump claimed that our leadership won’t be around much longer, and hence at last he declared war on our country,” Ri said, speaking to journalists through an interpreter outside the UN general assembly in New York. “Given the fact that this came from someone who holds the seat of the US presidency, this is clearly a declaration of war.” Ri added: “Since the United States declared war on our country, we will have every right to make counter-measures, including the right to shoot down United States strategic bombers even when they are not yet inside the airspace border of our country. “The question of who won’t be around much longer will be answered then. The US denied it had declared war but warned it had military options if North Korea does take further “provocative” actions. “Frankly, the suggestion of that is absurd,” said White House press secretary Sarah Huckabee Sanders. “Our goal is still the same: we continue to seek the peaceful denuclearization of the Korean peninsula,” she said. “That’s our focus – doing that through both the most maximum economic and diplomatic pressures as possible at this point.” Katina Adams, a spokeswoman for the state department, said “The United States has not ‘declared war’ on North Korea. We continue to seek a peaceful denuclearization of the Korean peninsula. No nation has the right to fire on other nations’ aircraft or ships in international airspace or waters.” Meanwhile, the Pentagon said it had the right to fly sorties off the North Korean coast and would continue to do so. Col Robert Manning, a defence department spokesman said that the US had weighed military options in confronting the threat from North Korea. “If North Korea does not stop their provocative actions … we will make sure that we provide options to the president to deal with North Korea,” Manning said. Ri’s threat came after a week in which tensions between the US and North Korea escalated rapidly, with an exchange of insults between Trump and Kim Jong-un, the North Korean dictator, and which culminated in Trump’s Sunday tweet and a sortie by US B-1B heavy bombers escorted by fighter planes off the North Korean coast – the first time this century that US warplanes have flown north of the demilitarized zone that has separated North and South Korea since the 1950-53 war. The US and North Korea have remained at war ever since, formally speaking. There was no peace treaty, and a UN armistice has remained in force since 1953. North Korea claims its national airspace as more than 50 miles off its coast, while the US recognizes only the international norm of 12 nautical miles. It is not clear how close Saturday’s flight came to the North Korean coast. Nor is it entirely clear whether Pyongyang’s anti-aircraft missiles could shoot down a US bomber. Its KN-06 missiles have an estimated range of nearly 100 miles, but it is not known whether it has the means to target and hit an offshore target. “It is easier to prevent penetration than strike an aircraft that is offshore. The US military will be calibrating how and where it flies,” said Adam Mount, a senior fellow at the Centre for American Progress. “It will be tough to take shots, but we can’t assume that they would fail.” “It’s difficult to respond to a nuclear test – but if a US aircraft is shot at, there is a straightforward response, and many will want to shoot back at the missile site,” Mount added. “So a conventional provocation is even more dangerous.” This is not the first time the Pyongyang regime has accused the US of declaring war, and it has previously shot down US aircraft, a navy surveillance plane in 1969, killing 31 servicemen, and an army helicopter in 1994, killing a pilot. However, experts and officials say the risks of all out war are now substantially greater. North Korea, officially known as the Democratic People’s Republic of Korea (DPRK), has developed and tested a nuclear warhead, probably a hydrogen bomb, and long range missiles, while the leaders of both countries have made the confrontation between their two countries, a personal test of strength. Vipin Narang, an expert on the Korean peninsula showdown at the Massachusetts Institute of Technology said that the Pyongyang regime “really hates the B-1B flights. They’re clearly making the regime nervous about a surprise attack. This is how war by miscalculation starts.” “Yesterday’s flight went further north than any this century, though still in international airspace east of DPRK,” Narang said. “But Kim seems to be worried, and reasonably so, that such a flight is exactly how a surprise decapitation or counterforce strike could start. So what we intend as a ‘show of strength’ could easily be mistaken as a prelude to a surprise attack, forcing Kim to go preemptively.” He said: “It is unclear to me what the more aggressive shows of strength achieve – we can deter DPRK and reassure our allies in a multitude of other ways that are less risky and don’t throw poison ivy all over Kim’s itchy finger trigger.” The UN secretary general, António Guterres, warned that heated rhetoric could only increases the risk of confrontation. “Fiery talk can lead to fatal misunderstandings,” UN spokesman Stéphane Dujarric told reporters. “The only solution for this is a political solution.”",
    "keywords": [
        "war",
        "international",
        "airspace",
        "korea",
        "shoot",
        "declared",
        "country",
        "korean",
        "trump",
        "minister",
        "warned",
        "foreign",
        "north",
        "koreas"
    ],
    "summary": "North Korea has threatened to shoot down US bombers in international airspace, claiming that, with a weekend tweet, Donald Trump had declared war.\nThe US denied it had declared war but warned it had military options if North Korea does take further “provocative” actions.\nCol Robert Manning, a defence department spokesman said that the US had weighed military options in confronting the threat from North Korea.\n“If North Korea does not stop their provocative actions … we will make sure that we provide options to the president to deal with North Korea,” Manning said.\nIt is not clear how close Saturday’s flight came to the North Korean coast.",
    "sentiment": {
        "neg": 0.1277,
        "neu": 0.796,
        "pos": 0.0763,
        "compound": -0.2387
    }
}