{
    "date": "2017-06-12T12:20:59Z",
    "title": "South Korea’s president suggests 2030 World Cup bid with North Korea",
    "url": "https://www.theguardian.com/football/2017/jun/12/south-korea-president-suggests-cohosting-2030-world-cup-north-korea",
    "content": "South Korea’s president, Moon Jae-in, has suggested North Korea could be part of a bid to co-host the 2030 World Cup. In a meeting with the Fifa president, Gianni Infantino, Moon said that several countries in north-east Asia – including the isolated North Korea – could form a bloc to share hosting duties for the tournament. According to the president’s spokesperson Park Su-hyun, Moon said: “If the neighbouring countries in north-east Asia, including North and South Korea, can host the World Cup together, it would help to create peace in North and South Korea as well as north-east Asia. I would like President Infantino to have interests on this matter.” The liberal South Korean president has been open to more dialogue with the North since he was elected last month. North Korea has so far shown no sign of responding, however, instead conducting missile tests at an unprecedented pace in defiance of global sanctions imposed on it. Last week the prospect for Moon’s push to expand cross-border exchanges was thrown into doubt as the North rejected a Seoul civic group’s offer to provide relief items. Infantino’s visit to South Korea took in the Under-20 World Cup, the final of which England won 1-0 against Venezuela. It marked England’s first global title since the senior side won the 1966 World Cup final. Fifa’s president said he would relay Moon’s suggestions to China’s president Xi Jinping, who he is scheduled to visit this week. South Korea co-hosted the World Cup in 2002 with Japan, and the organisers of next year’s Winter Olympics in Pyeongchang hope North Korea will take part. The North boycotted the 1986 Asian Games and the 1988 Olympics, both held in Seoul, but it has since attended other major international sports events held in the South.",
    "keywords": [
        "moon",
        "south",
        "northeast",
        "asia",
        "won",
        "world",
        "korea",
        "cup",
        "president",
        "suggests",
        "2030",
        "bid",
        "north",
        "koreas"
    ],
    "summary": "South Korea’s president, Moon Jae-in, has suggested North Korea could be part of a bid to co-host the 2030 World Cup.\nAccording to the president’s spokesperson Park Su-hyun, Moon said: “If the neighbouring countries in north-east Asia, including North and South Korea, can host the World Cup together, it would help to create peace in North and South Korea as well as north-east Asia.\nNorth Korea has so far shown no sign of responding, however, instead conducting missile tests at an unprecedented pace in defiance of global sanctions imposed on it.\nInfantino’s visit to South Korea took in the Under-20 World Cup, the final of which England won 1-0 against Venezuela.\nSouth Korea co-hosted the World Cup in 2002 with Japan, and the organisers of next year’s Winter Olympics in Pyeongchang hope North Korea will take part.",
    "sentiment": {
        "neg": 0.0387,
        "neu": 0.8618,
        "pos": 0.0995,
        "compound": 0.23
    }
}