{
    "date": "2017-02-18T08:48:33Z",
    "title": "Kim Jong-nam: Malaysian police arrest North Korean man",
    "url": "https://www.theguardian.com/world/2017/feb/18/kim-jong-nam-killing-north-korean-man-arrested-as-second-autopsy-peformed",
    "content": "Malaysian police say they have arrested a North Korean man involved in the killing of Kim Jong-nam, a move which could further entrench an intensifying diplomatic altercation. The detained man, identified as Ri Jong Chol, 46, is the fourth person to be picked up by investigators and the only suspect from North Korea. They other three suspects hold Vietnamese, Indonesia and Malaysian documents. People close to Kim Jong-nam say the former heir to the North Korean leadership had feared his younger brother, the country’s supreme leader, Kim Jong-un – a man he’s reportedly never met but who has executed several senior officials including family members – might make an attempt on his life. North Korea has tried to stymie the Malaysian investigation, attempting to block an autopsy on Kim Jong-nam’s body and demanding Malaysia release the corpse, a move authorities refuse until Kim’s family has provided an identifying DNA sample. Late on Friday, North Korea’s ambassador to Malaysia broke the country’s silence on the apparent assassination in a heated statement to reporters in which he accused Kuala Lumpur of forcing an autopsy. “We will strongly respond to this act by the Malaysia side and also the hostile forces towards the [Democratic People’s Republic of Korea] and we will sue [sic] this matter to the international court. “I asked them, I strongly demanded, to release the body to our side without any further delay but they rejected,” he said. The ambassador said Malaysian police had told him the cause of death was a heart attack, which is why he said no postmortem was needed. “This strongly suggests that they are deceiving us, that they are concealing something ... and that they are colluding with outside forces who are interested in damaging the image of our republic.” Although the ambassador spoke about an hour after the North Korean national was arrested, it is not clear if he knew of the arrest. Malaysia is one of the few countries in the world with normalised relations and visa-free travel into North Korea. In October 2016, several former US diplomats held talks with senior Pyongyang officials in Kuala Lumpur. The diplomatic spat threatens Malaysia’s role as a space for Pyongyang to semi-officially engage with world powers, increasingly important as North Korea moves towards its goal of developing a nuclear weapon capable of striking the US mainland. Kim Jong-nam was attacked in Kuala Lumpur airport on Monday by two women. He complained to medics of being sprayed with chemicals before dying en route to the hospital. South Korean and US officials have suggested Kim Jong-nam’s death is a political assassination by North Korean agents. Malaysia has performed a second autopsy on Kim’s body because the first procedure was inconclusive. Details of the attack, which took place at the budget airline terminal, suggest the two women may have been duped into the alleged killing of Kim, who was 45 or 46 and had lived in exile for years. Indonesia’s national police chief, Tito Karnavian, said that the Indonesian suspect, 25-year-old Siti Aisyah, was tricked into thinking she was part of a comedy show prank. He said she and another woman, believed to be the suspect with Vietnamese documents, performed stunts which involved convincing men to close their eyes and then spraying them with water. “Such an action was done three or four times and they were given a few dollars for it, and with the last target, Kim Jong-nam, allegedly there were dangerous materials in the sprayer,” Karnavian said. “She was not aware that it was an assassination attempt by alleged foreign agents.” Siti’s family have said they were shocked to hear of her involvement in the case, describing her as a struggling mother who had travelled to Malaysia for work. Her 26-year-old Malaysian boyfriend has also been arrested. The second female suspect, captured on security camera footage at the airport in a top emblazoned with “LOL”, stayed at a hotel near the airport in the days before the attack, booking the cheapest room and carrying a wad of cash, according to a receptionist who spoke to Reuters. Unverified reports in Malaysian media said Doan Thi Huong, who held a Vietnamese passport, also told police she thought she was working for a reality TV comedy. Kim Jong-nam reportedly fell out of favour with his father, the late Kim Jong-il, in 2001, when he was caught trying to enter Japan on a forged Dominican Republic passport to visit Tokyo Disneyland. A Japanese journalist and former friend, Yoji Gomi, said Kim had already become disillusioned with the North Korean dictatorship in the early 1990s when “he saw the reality of the country’s situation”. Reuters contributed to this report",
    "keywords": [
        "jongnam",
        "malaysian",
        "man",
        "korea",
        "suspect",
        "malaysia",
        "kim",
        "vietnamese",
        "arrest",
        "strongly",
        "north",
        "korean"
    ],
    "summary": "Malaysian police say they have arrested a North Korean man involved in the killing of Kim Jong-nam, a move which could further entrench an intensifying diplomatic altercation.\nThe detained man, identified as Ri Jong Chol, 46, is the fourth person to be picked up by investigators and the only suspect from North Korea.\nKim Jong-nam was attacked in Kuala Lumpur airport on Monday by two women.\nSouth Korean and US officials have suggested Kim Jong-nam’s death is a political assassination by North Korean agents.\nKim Jong-nam reportedly fell out of favour with his father, the late Kim Jong-il, in 2001, when he was caught trying to enter Japan on a forged Dominican Republic passport to visit Tokyo Disneyland.",
    "sentiment": {
        "neg": 0.1371,
        "neu": 0.8263,
        "pos": 0.0366,
        "compound": -0.3048
    }
}