{
    "date": "2017-10-10T01:07:39Z",
    "title": "Are war and terrorism the last hope for a revival of Turnbull's government? | Peter Lewis",
    "url": "https://www.theguardian.com/commentisfree/2017/oct/10/are-war-and-terror-the-last-hope-for-a-revival-of-turnbulls-government",
    "content": "Political polling has become a pretty boring business of late. Tony Abbott’s ongoing insurgency aside, the Labor party’s command in all the national polls has been the one constant of the political year 2017. This week’s Essential poll finds Labor maintaining a 54-46 two-party-preferred vote, fuelled by a Coalition primary vote that has lost one in seven of its voters since last year’s election. While the public has not quite given up on the prime minister personally, still rating him a lukewarm preferred PM, they have stopped believing in his divided and increasingly erratic government. The PM has spent the year constantly trying to change up the political debate, monstering Shorten personally, promoting public panics around power prices and energy security, even attempting to go to war with the banks. But domestically the Coalition has been locked in a cycle of self-flagellation, with too much of its agenda dictated by a conservative base that threatens Malcolm Turnbull both within his caucus and in the proliferation of minor parties on the right. Even where the government is poised to deliver on an issue such as marriage equality, it will come at the cost of further internal grief as a process designed to stymie change morphs into an inevitable battle to frame unacceptable legislation. And when this is dealt with there is the open wound that is the PM’s inability to get a viable energy policy through his caucus, positioning the government way behind a public that sees the future as renewable. Even if these challenges can be navigated, there is still the rod of the stillborn $60bn corporate tax cut that frames every decrease or underfunded program as proof of the Coalition’s blind faith in a theory of trickle-down economics that the public has also left behind. But the sole remaining consolation for the Coalition as it winds down the 2017 clock is that if there’s one lesson from politics, it is that nothing is inevitable. While it’s hard to see how the Coalition can consciously change up the political dynamic, there are external events that can reset a political agenda, and right now we have two big wildcards out there. The first is the face-off between two crazy-brave dudes with their fingers way too close to the button. As this week’s Essential Report shows, a majority of Australians now think war between the US and North Korean is more likely than not. While one prays there are sufficient checks and balances on the two leaders to avoid an all-out nuclear war, the chances of some sort of confrontation are growing, marking what will be humanity’s first Twitter conflagration. The Turnbull government has already signalled it will follow President Trump wherever he cares to go, which would likely mean Australian naval vessels playing an active role in the region. This opens up the real risk Australia gets caught up in a broader conflict between a weakened US and a rising China over access to regional trade routes. A real war on or off the Korean peninsula would suck all the life out of domestic politics, relieving the current internal pressure on the Coalition, with all groups unifying behind the US alliance. Bill Shorten, despite his investment in travelling to Seoul for high-level briefings, will be forced into lockstep with his opponent. While president Trump will inevitably fight a bellicose and likely ham-fisted war, the concept of an opposition successfully differentiating itself in the heat of an ongoing battle where Australian lives are on the line is hard to conceive. But the greater internal threat would be the unthinkable but increasingly possible prospect of a home-soil terrorist attack. As this week’s report shows, this still represents the greatest challenge to Australian’s sense of personal safety. It is here that the Coalition has been pursuing more proactive groundwork, establishing the homeland security super ministry and seeking more and more powers in the name of anti-terrorism. Last week’s deal with premiers to provide drivers’ licences to allow for real-time facial recognition is just the latest move to restrict personal privacy in the name of safety. The incrementalism in the government’s approach shows it is prepared to probe and push until it finds that point of difference. To date Shorten’s Labor has matched the government each step of the way, conscious that to create a contest on national security opens the attack of being “weak on terror”. Without a major terrorist incident, this is still more akin to shadow boxing, but should a large-scale, high-casualty attack occur, there would be no limits and no restraint. As Kim Beazly discovered to his ultimate demise in 2001 when the Howard government confected the Tampa stand-off, there will be a point where Labor will not be prepared to follow and that will become the point on which a winnable Coalition election campaign can be fought. War and terror – the worst possible developments in Australia’s national story – ironically are probably the last remaining hopes for a Coalition revival. For Shorten and Labor, prayers for peace and safety have never been more heartfelt. Peter Lewis is the executive director of Essential",
    "keywords": [
        "lewis",
        "political",
        "war",
        "shorten",
        "public",
        "shows",
        "turnbulls",
        "coalition",
        "way",
        "weeks",
        "revival",
        "hope",
        "security",
        "terrorism",
        "peter",
        "labor"
    ],
    "summary": "As this week’s Essential Report shows, a majority of Australians now think war between the US and North Korean is more likely than not.\nBill Shorten, despite his investment in travelling to Seoul for high-level briefings, will be forced into lockstep with his opponent.\nAs this week’s report shows, this still represents the greatest challenge to Australian’s sense of personal safety.\nWar and terror – the worst possible developments in Australia’s national story – ironically are probably the last remaining hopes for a Coalition revival.\nFor Shorten and Labor, prayers for peace and safety have never been more heartfelt.",
    "sentiment": {
        "neg": 0.1209,
        "neu": 0.7813,
        "pos": 0.0978,
        "compound": -0.141
    }
}