{
    "date": "2017-12-06T05:55:53Z",
    "title": "North Korean 'ghost ships' reveal desperation for food and funds",
    "url": "https://www.theguardian.com/world/2017/dec/06/north-korean-ghost-ships-reveal-desperation-for-food-and-funds",
    "content": "Japan is stepping up patrols along its northern coast after a dramatic spike in the arrival of North Korean boats, as fishing crews venture further out to sea to secure bigger catches for their impoverished country. Police said 28 North Korean boats had washed ashore or been found adrift in November, a steep rise on the four vessels discovered in the same month last year. Although the number of North Korean “ghost ships” found so far this year is consistent with previous years, the sudden increase during November suggests civilian and military fishermen are taking greater risks after calls by the country’s leader, Kim Jong-un, to catch more seafood to feed its million-strong military and for export to China. Most of the occupants of the 64 North Korean vessels found along the Japan Sea coast this year survived their journey across treacherous seas before being picked up by Japan’s coast guard. Of the total, 42 people, all claiming to be fishermen, were found alive in November, while police discovered the decaying corpses of 18 others. The large number of stray boats suggests that life for ordinary North Koreans is growing more desperate as the country deals with new rounds of UN security council sanctions designed to pressure it into abandoning its ballistic missile and nuclear weapons programmes. As the US, Japan and other countries attempt to cut off the regime’s income, seafood exports, mainly to China, have become an important source of foreign currency, according to North Korea watchers. Much of what is left of the catch is used to help feed the country’s million troops. The Rodong Sinmun, the newspaper of the ruling Workers’ party, said in a recent editorial that winter catches were crucial to the country’s survival. “Fishing boats are like warships, protecting the people and the motherland,” it said, according to the Nikkei business paper. “Fish are like bullets and artillery shells.” To reach their quotas, fishermen and soldiers are steering their small, poorly equipped boats further out to sea to exploit rich fishing grounds close to Japan’s 200 nautical mile exclusive economic zone. Those that encounter mechanical problems or run out of fuel simply drift, with fierce currents and a strong prevailing south-westerly wind taking them to Japan. Japan has stepped up patrols in the area, fearing that some of the boats could be carrying spies, although there is no evidence that any of the vessels found so far were crewed by North Korean agents. Ten crew members from one ship are under investigation after they admitted stealing electrical appliances and other items from a hut on a deserted island where they were taking shelter last month. The eight other surviving fishermen found this year managed to reach shore on a boat that sank soon after they were rescued. They are expected to be sent back to North Korea via China.",
    "keywords": [
        "fishing",
        "desperation",
        "countrys",
        "ghost",
        "vessels",
        "reveal",
        "boats",
        "sea",
        "japan",
        "ships",
        "funds",
        "fishermen",
        "food",
        "taking",
        "north",
        "korean"
    ],
    "summary": "Japan is stepping up patrols along its northern coast after a dramatic spike in the arrival of North Korean boats, as fishing crews venture further out to sea to secure bigger catches for their impoverished country.\nPolice said 28 North Korean boats had washed ashore or been found adrift in November, a steep rise on the four vessels discovered in the same month last year.\nMost of the occupants of the 64 North Korean vessels found along the Japan Sea coast this year survived their journey across treacherous seas before being picked up by Japan’s coast guard.\n“Fishing boats are like warships, protecting the people and the motherland,” it said, according to the Nikkei business paper.\nThe eight other surviving fishermen found this year managed to reach shore on a boat that sank soon after they were rescued.",
    "sentiment": {
        "neg": 0.0534,
        "neu": 0.8526,
        "pos": 0.094,
        "compound": 0.1158
    }
}