{
    "date": "2017-09-11T12:37:30Z",
    "title": "North Korea: US sanctions resolution watered down before UN vote",
    "url": "https://www.theguardian.com/world/2017/sep/11/north-korea-warns-us-greatest-pain-if-trump-pursues-oil-sanctions-threat",
    "content": "North Korea has said it will inflict “the greatest pain and suffering” on the US if it continues to call for fresh sanctions in response to the regime’s sixth nuclear test last week. As the UN security council prepared to meet later on Monday, the US reportedly watered down its sanctions resolution in the hope of winning support from China and Russia, which have voiced doubts over tougher measures. The US had initially called for a halt to oil exports to North Korea and a freeze on the assets of its leader, Kim Jong-un. On Monday, diplomats said the assets freeze had been dropped from the revised draft resolution, and the oil embargo replaced with a proposal to gradually reduce oil exports. Other concessions include softening proposed restrictions on North Koreans working overseas, where they earn much-needed foreign currency for the regime, and enforcing inspections of ships suspected of carrying cargo banned under previous UN sanctions. A proposed ban on North Korean textile exports remains in place. Pyongyang claims it tested a hydrogen bomb on 3 September that can be loaded on to an intercontinental missile (ICBM), drawing widespread condemnation and increasing pressure on Donald Trump to respond. North Korea’s recent missile launches, combined with last Sunday’s nuclear test, suggest it is edging closer to its goal of building a nuclear-tipped missile capable of hitting the US mainland – a game-changing development that Trump vowed in January “won’t happen”. In a statement carried by the official KCNA news agency on Monday, North Korea’s foreign ministry warned the US that if it “did rig up the illegal and unlawful ‘resolution’ on harsher sanctions, the DPRK shall make absolutely sure that the US pays a due price”. Referring to the country by its official title, the Democratic People’s Republic of Korea, it added: “The forthcoming measures to be taken by the DPRK will cause the US the greatest pain and suffering it has ever gone through in its entire history.” Differences have opened up between permanent security council members about how to respond to the nuclear test, weeks after they unanimously backed tougher sanctions when Pyongyang launched two ICBMs that, theoretically, could reach several US cities. China, which reportedly provides about 520,000 tonnes of crude oil a year to North Korea, condemned last week’s nuclear test but is wary of any measure that could foment political instability in Pyongyang. China’s greatest fear is a united post-Kim Korean peninsula under Seoul’s control, with tens of thousands of South Korean and US troops ranged along its border with North Korea. It is also concerned that a domestic crisis could force large number of refugees to flee to China. Russia has also indicated it opposes an oil embargo. Kim Hyun-wook, professor at the government-affiliated Korea National Diplomatic Academy in Seoul, said the US understood the need to retain Chinese and Russian support for any new sanctions. “It is only possible to criticise and rebuke China and Russia for not enforcing the sanctions if they vote for it at the UN security council,” he told AFP. “That’s why I think the US tried to draw a UN sanctions resolution that China and Russia will participate in even if it is not fully satisfactory, which has led to the easing of the initially very strong draft proposal.” There are doubts over how effective the new measures will be, amid evidence that Pyongyang has successfully skirted previous rounds of UN sanctions. An investigation by ABC’s Four Corners programme claimed North Korea’s “royal economy” generates billions of dollars a year through illicit business interests around the world, with the proceeds used to fund Kim’s lavish lifestyle. “Many have the view that North Korea’s actually extremely, extremely isolated from the international community, that it doesn’t have trade relations with the outside world, bar China, but the truth couldn’t be further from that,” Andrea Berger, a defence analyst, told the programme. “North Korea is very sophisticated in concealing the fact that it is, indeed, doing business overseas. It’s good at hiding in plain sight.” UN officials believe North Korea illegally exported coal, iron and other commodities worth at least $270m to China and other countries in the six months up to August. The regime has managed to defy international sanctions not only on commodities, but also arms exports and shipping and financial services, the UN report said. The Asahi Shimbun, meanwhile, said Kim has access to a “revolutionary fund” worth $3bn-$5bn (£2.27bn to £3.79bn) held under false names in Swiss bank accounts. The Japanese newspaper, citing an official from the Industrial Bank of Korea in Seoul and other sources, said Kim and other members of the ruling dynasty spent hundreds of millions of dollars a year from the fund on luxury items. Kim also uses some of the money to reward senior officials with expensive watches and consumer electronics goods, the paper said. North Korea’s ruling party is thought to raise and manage funds for the dictatorship through two divisions: Office 38 oversees domestic operations, while Office 39 raises cash overseas. Last week, the US treasury secretary, Steve Mnuchin, warned that if the UN security council failed to agree on additional measures, he had an executive order ready for Trump to sign that would impose sanctions on any country that trades with North Korea. The world had been bracing for another ICBM launch this weekend, when North Korea marked the 69th anniversary of its foundation. Instead, Kim hosted a huge celebration for scientists and technicians involved in the nuclear test. “The recent test of the H-bomb is the great victory won by the Korean people,” KCNA quoted him as saying.",
    "keywords": [
        "oil",
        "korea",
        "watered",
        "sanctions",
        "china",
        "kim",
        "nuclear",
        "security",
        "test",
        "resolution",
        "vote",
        "north",
        "koreas"
    ],
    "summary": "North Korea has said it will inflict “the greatest pain and suffering” on the US if it continues to call for fresh sanctions in response to the regime’s sixth nuclear test last week.\nThe US had initially called for a halt to oil exports to North Korea and a freeze on the assets of its leader, Kim Jong-un.\nChina’s greatest fear is a united post-Kim Korean peninsula under Seoul’s control, with tens of thousands of South Korean and US troops ranged along its border with North Korea.\n“North Korea is very sophisticated in concealing the fact that it is, indeed, doing business overseas.\nThe world had been bracing for another ICBM launch this weekend, when North Korea marked the 69th anniversary of its foundation.",
    "sentiment": {
        "neg": 0.0632,
        "neu": 0.837,
        "pos": 0.0998,
        "compound": 0.1505
    }
}