{
    "date": "2017-08-11T14:20:15Z",
    "title": "Trump's apocalyptic threats demand a moral case for disarmament | Daniel José Camacho",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/11/trump-apocalyptic-threats-moral-case-disarmament",
    "content": "Martin Luther King Jr once said: “When scientific power outruns moral power, we end up with guided missiles and misguided men.” Now, it appears Donald Trump might be the man who makes us pay for our country’s moral gap. Trump has rekindled fears of war and nuclear strikes by threatening North Korea, saying: “They will be met with fire and fury like the world has never seen.” True to form, Trump’s words flew out of his mouth without much thought or preparation. In turn, the North Korean government has threatened to fire missiles near the US territory of Guam. It’s easy to understand why Trump is potentially one of the worst people to be in charge of our nation’s nuclear codes. Yet the problem runs much deeper. Trump’s apocalyptic threat is a reminder that we need to revive the moral argument for disarmament and against militarism. If the road to hell is paved with good intentions, then the road to this moment has been paved with the consensus of the foreign policy establishment. Both neocons and hawkish Democrats have pushed for an aggressive posture that has US special operations forces operating in 137 countries. US defense spending consistently dwarfs the rest of the world. King also said: “A nation that continues year after year to spend more on military defense than on programs of social uplift is approaching spiritual death.” Based on our record, it looks like this nation has been beyond spiritually dead for some time. Before Trump, the Obama administration brokered more weapons sales than any other administration since the second world war. Although Hillary Clinton campaigned on strong gun control, the state department under her leadership exhibited little restraint when it came to selling arms. In this environment, it’s not surprising that efforts for nuclear disarmament have largely been abandoned. The former US secretary of defense William Perry describes the ways in which progress in this area has been lost; now he, and many others, argue that the risk of nuclear catastrophe is greater today than during the cold war. King was someone who acutely understood the danger of American militarism and nuclear weapons. In his 1967 Christmas Sermon on Peace, he said: “If somebody doesn’t bring an end to this suicidal thrust that we see in the world today, none of us are going to be around, because somebody’s going to make the mistake through our senseless blundering of dropping a nuclear bomb somewhere.” Recovering King’s political vision can help us today. He prophetically warned that there would be consequences for our country’s “moral and spiritual lag” behind its material power. He saw all life as interrelated and caught in an inescapable network of mutuality. King’s moral framework understood that the stability of our “world house” required a revolution of values. The triplet and intersecting evils of racism, capitalism and militarism would not be dismantled if profit motives and property rights were considered more important than people and the planet. Trump’s xenophobic policies, giveaways for the wealthy, and belligerent temperament exemplify this. As long as war remains a business profiting a few, peace will remain a low priority. The problem is not simply Trump or the preceding presidential administrations, but an entire system that profits from violent conflicts and war. The former president Dwight D Eisenhower understood this when he described the grave implications of the “military-industrial complex” in his 1961 farewell address. According to him: “The total influence – economic, political, even spiritual – [of an immense military establishment and arms industry] is felt in every city, every state house, every office of the federal government.” We see this structure at work as defense corporations profit every time that Trump launches missiles. The recently overturned Blackwater conviction of a private security involved in the deaths of 14 unarmed Iraqis serves as a reminder of this sector’s power. You don’t have to be an absolute pacifist in order see that King’s moral perspective can incisively diagnose our political situation and prescribe much-needed alternative routes. As Trump’s evangelical advisers tell him that God has given him authority to take out Kim Jong-un of North Korea, a radical redirection of our foreign policy might just save us. Nevertheless, one obstacle to reviving a moral argument for disarmament and against militarism is that the majority of religious liberals never truly followed King in this area. Instead, they opted for the realism and liberal internationalism of the Democratic establishment. Even today, many liberal Christian leaders are too busy writing hagiographies for Obama and Clinton to put critical pressure on Democrats on the issue of peace. If King’s vision is to be revitalized, it will probably take a pluralistic and interfaith coalition. This coalition will have to be familiar with the late King who denounced imperialism and pushed for disarmament. Far from being idealistic, it is King’s framework which has regained relevance in the Trump era. As he wrote towards the very end of his life: “We still have a choice today: nonviolent coexistence or violent co-annihilation. This may well be mankind’s last chance to choose between chaos and community.”",
    "keywords": [
        "king",
        "threats",
        "war",
        "kings",
        "apocalyptic",
        "world",
        "case",
        "demand",
        "camacho",
        "nuclear",
        "josé",
        "power",
        "daniel",
        "trumps",
        "disarmament",
        "today",
        "moral",
        "trump"
    ],
    "summary": "Trump’s apocalyptic threat is a reminder that we need to revive the moral argument for disarmament and against militarism.\nBefore Trump, the Obama administration brokered more weapons sales than any other administration since the second world war.\nHe prophetically warned that there would be consequences for our country’s “moral and spiritual lag” behind its material power.\nKing’s moral framework understood that the stability of our “world house” required a revolution of values.\nYou don’t have to be an absolute pacifist in order see that King’s moral perspective can incisively diagnose our political situation and prescribe much-needed alternative routes.",
    "sentiment": {
        "neg": 0.1444,
        "neu": 0.7745,
        "pos": 0.0811,
        "compound": -0.2084
    }
}