{
    "date": "2017-09-19T21:33:36Z",
    "title": "Appetite for destruction: Trump's UN threat | The minute",
    "url": "https://www.theguardian.com/us-news/live/2017/sep/19/appetite-for-destruction-trumps-un-threat",
    "content": "Donald Trump threatened to “totally destroy” North Korea in a bellicose first address to the UN general assembly. Referring to Kim Jong-un, he said: “Rocketman is on a suicide mission for himself and for his regime.” Read Julian Borger’s coverage The US has great strength and patience… If it is forced to defend ourselves or our allies, we will have no choice but to totally destroy North Korea. – Donald Trump Trump also called the Iran nuclear deal “an embarrassment to the United States” and said, “I don’t think you’ve have heard the last of it.” The speech was received with stony silence and some hushed expressions of shock and objection. Former Trump campaign chairman Paul Manafort was wiretapped under secret court orders before and after the 2016 election, CNN reported. Manafort’s business dealings in the Russian orbit are under investigation. In search of the American man Senator Bill Cassidy, a co-sponsor of the latest Republican effort to dismantle Barack Obama’s health care law, urged colleagues to vote with only a “preliminary assessment” of the bill’s likely economic impact. Steve Mnuchin: out of touch",
    "keywords": [
        "wiretapped",
        "korea",
        "destruction",
        "threat",
        "north",
        "donald",
        "youve",
        "destroy",
        "appetite",
        "totally",
        "trumps",
        "minute",
        "urged",
        "vote",
        "trump"
    ],
    "summary": "Donald Trump threatened to “totally destroy” North Korea in a bellicose first address to the UN general assembly.\nReferring to Kim Jong-un, he said: “Rocketman is on a suicide mission for himself and for his regime.” Read Julian Borger’s coverage The US has great strength and patience… If it is forced to defend ourselves or our allies, we will have no choice but to totally destroy North Korea.\n– Donald Trump Trump also called the Iran nuclear deal “an embarrassment to the United States” and said, “I don’t think you’ve have heard the last of it.” The speech was received with stony silence and some hushed expressions of shock and objection.\nFormer Trump campaign chairman Paul Manafort was wiretapped under secret court orders before and after the 2016 election, CNN reported.\nManafort’s business dealings in the Russian orbit are under investigation.",
    "sentiment": {
        "neg": 0.067,
        "neu": 0.9013,
        "pos": 0.0317,
        "compound": -0.1644
    }
}