{
    "date": "2017-08-14T07:33:16Z",
    "title": "If we have to vote on love, why can’t we vote on war? | Jeff Sparrow",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/14/if-we-have-to-vote-on-love-why-cant-we-vote-on-war",
    "content": "Variants of this tweet circulated throughout social media on Friday following Malcolm Turnbull’s announcement that, as per the Anzus treaty, Australia would automatically support Donald Trump in a conflict with North Korea. Many posed the query rhetorically, highlighting the ridiculous obstructions to marriage reform. But the question is a serious one. Why shouldn’t Australians be consulted before their government enlists in a battle between two nuclear-armed states? It’s not as if the last US-led invasion that our politicians embraced turned out so thumpingly well. Fourteen years later, the war on Iraq launched by Bush and Blair and Howard hasn’t so much ended as evolved, mutating into ever more ghastly forms. In July, the Iraqi army finally drove Islamic State from Mosul – and the images of that once beautiful city reduced to rubble and twisted steel revealed something of the horror inflicted on ordinary Iraqis by a succession of different combatants. The continuing slaughter in that country (and in the related conflict in Syria) highlights the propensity of wars to spread, particularly when they are fought in strategic locations. Well, the Korean peninsula is a strategic location, too – not least for China, the rising superpower identified by White House strategists as a long-term adversary. Right now, it’s easy to imagine how a war with North Korea might start; it’s a lot more difficult to say exactly how it would end. Yet, according to the prime minister, we’re committed in advance to whatever bloody debacle Trump sparks during one of his late-night tweeting sprees. All the way with Donald J – that’s, apparently, where we’re at. Many people would assume that a matter as substantive as joining a war would, at the very least, be voted on by MPs, the elected representatives of the Australian people. But as the parliamentary library drily explains, “since 1901, neither the Australian constitution nor defence legislation has required the government to gain parliamentary approval for the decision to deploy forces overseas or, in the rare cases that it has occurred, to declare war”. In other words, in every past occasion where Australians have killed and died on orders from their government, they’ve done so because of decisions made by the prime minister and cabinet alone. There is, however, one partial exception – and, bizarrely enough, it, too, involves a plebiscite. By a weird historical irony, Turnbull’s postal ballot on same-sex marriage comes on the 100th anniversary of the second conscription referendum, a poll that was also staged as a tricky maneuvre to circumvent the left. In 1916, with the first world war already descending into mechanised slaughter, Labor prime minister Billy Hughes returned from a visit to England determined to introduce military conscription. The idea of forcing men to fight was deeply unpalatable to the labour movement, seen even by war supporters as dictatorial. The PM could not convince his own party and lacked the numbers to push a bill through the Senate. Hughes – a far cannier politician than Turnbull – hit upon a plebiscite as a mechanism to circumvent the Labor left. A public vote would not be binding but he assumed (probably correctly) that a resounding victory for yes would force the rebels into line. There was every reason for confidence. As the historian Russel Ward explains in his book Australia: A Short History, “Most prominent and respectable citizens, the entire daily press of the country, and the still very influential Sydney Bulletin passionately advocated compulsion. And most church leaders concurred. The Anglican Synod passed unanimously a resolution certifying that the war was a religious one, that God was on the side of the Allies, and that conscription was morally necessary.” The anti-conscriptionists possessed few comparable resources. But they set about building the No case from the grassroots up. The suppression of the Easter uprising in Ireland left many Catholic workers deeply suspicious about Britain’s war motives, and the archbishop of Melbourne, Dr Daniel Mannix, became a powerful voice against compulsion. Agitators organised in their workplaces and spoke in country town halls; protesters came out Sunday after Sunday on huge open air rallies at the Domain and the Yarra Bank. In Melbourne, perhaps 50,000 people attended a meeting in the Exhibition Building, and a stop work rally brought 40,000 on to the streets. The young John Curtin urged fellow unionists to “refuse to be bullied, or lied to, or voted into the slavery of military control … ” The eventual result showed 1,100,033 Australians voting against conscription compared with 1,087,557 who supported it – a stunning vindication of the no campaign and a huge rebuff to the PM. Hughes duly walked out of the Labor party and formed a national government with the aid of conservatives. As the war dragged on and enlistment numbers dropped, the generals and journalists and politicians insisted that Australia required compulsory military service. But, after 1916, it was no longer politically palatable to introduce conscription without a vote. Hughes duly announced a second plebiscite on 7 November 1917. This time, the ballot avoided any mention of conscription, simply asking voters whether they favoured sending reinforcements to the troops. The poll was scheduled on a weekday (which made voting more difficult for workers ); the electoral rolls were closed a mere two days after the announcement of the referendum, to prevent No campaigners from enrolling their supporters. The intensification of military censorship saw key activists like Henry E Boote, the editor of The Worker, arrested for describing conscription as the “lottery of death”, while Hughes instructed the authorities to ban Queensland’s Hansard because it contained a “No” speech delivered by premier Ryan. Meanwhile, pro-government propaganda circulated unimpeded. “Every No vote is a vote against Britain, France, Belgium, Italy, American and Australia … ” one leaflet explained. “Every elector who votes No condones the slaughter of innocent thousands in Belgium, in Northern France, in Serbia. He condones the maiming of children, the violation of women, the crippling of myriads who had given no offence and deserved no punishment.” Even the staunchest anti-conscriptionists doubted they could win under such circumstances. In fact, when the ballots were counted, the No vote had increased. What happened? Ironically, the plebiscite introduced as a way of silencing leftists gave them an extraordinary platform. The heightened atmosphere produced by the debate facilitated a broader politicisation. With military compulsion discussed in every workplace, church and school, ordinary Australians found themselves contemplating ideas that they’d never otherwise have considered – and, in many cases, opposition to conscription became opposition to the war as a whole. That’s a crucial lesson from Hughes’ plebiscite for the one we face today: simply, the battle is winnable. Turnbull might have designed his postal ballot to delay marriage reform but he still needs to convince voters. The experience of the last decade has shown that the more that people think about equal marriage, the more they’re inclined to support it. The conservative case relies on fear and ignorance, sentiments that a grassroots campaign can overcome. They did it 1917. We can do it today. But the plebiscite should also raise broader questions about democracy in Australia. Subsequent governments never replicated Hughes’s experiment with wartime polling. There was no plebiscite prior to the introduction of conscription during the second world war, nor during the intervention in Vietnam. The quagmire in Afghanistan illustrates the problem. Australia joined the American-led invasion of 2001 without any parliamentary vote at all. By 2008 public opinion had turned decisively against the war but Afghanistan wasn’t discussed in parliament until two years later – and the “debate” that ensued then consisted of the two major parties agreeing with each other about the need to stay the course. Again, if we have to vote on love, why can’t we vote on war? Turnbull describes same-sex marriage as a “very big moral issue”. Many of us feel the same way about a nuclear exchange on the Korean peninsula. One way or another, we need to make our voices heard.",
    "keywords": [
        "conscription",
        "sparrow",
        "war",
        "love",
        "military",
        "marriage",
        "hughes",
        "australia",
        "way",
        "jeff",
        "plebiscite",
        "cant",
        "vote",
        "australians"
    ],
    "summary": "In 1916, with the first world war already descending into mechanised slaughter, Labor prime minister Billy Hughes returned from a visit to England determined to introduce military conscription.\n“Every No vote is a vote against Britain, France, Belgium, Italy, American and Australia … ” one leaflet explained.\nThat’s a crucial lesson from Hughes’ plebiscite for the one we face today: simply, the battle is winnable.\nThere was no plebiscite prior to the introduction of conscription during the second world war, nor during the intervention in Vietnam.\nAgain, if we have to vote on love, why can’t we vote on war?",
    "sentiment": {
        "neg": 0.1074,
        "neu": 0.8297,
        "pos": 0.0629,
        "compound": -0.1325
    }
}