{
    "date": "2017-03-08T05:47:12Z",
    "title": "China warns Trump he is facing a 'head-on collision' with North Korea",
    "url": "https://www.theguardian.com/us-news/2017/mar/08/china-warns-trump-facing-head-on-collison-north-korea",
    "content": "The United States and North Korea are racing towards a catastrophic “head-on collision”, China’s foreign minister has warned, amid Chinese fury at America’s deployment of a controversial anti-missile system. Speaking in Beijing on Wednesday, Wang Yi said a “looming crisis” was brewing on the Korean peninsular. Wang scolded Pyongyang for ignoring international opposition to its nuclear and missile programs but also accused the US of stoking regional tensions by holding “military exercises of enormous scale” with South Korea. “The two sides are like two accelerating trains coming towards each other with neither side willing to give way. The question is: are the two sides really ready for a head-on collision?” Wang told reporters, painting China as a signalman attempting avert the disaster. Wang was speaking after the US angered Beijing by announcing it had begun delivering its controversial Terminal High Altitude Area Defense (Thaad) system to South Korea on Monday night. The deployment came one day after North Korea launched four ballistic missiles into the Sea of Japan in what its state media called a bid to “mercilessly retaliate against the warmongers” in Washington and Seoul. US president Donald Trump, who has accused China of not doing enough to rein in North Korea, responded by warning that Pyongyang’s threat had entered a “new phase”. Speaking at a state department briefing on Tuesday, after the first components of Thaad arrived at South Korea’s Osan air base, spokesperson Mark Toner said the system was a reaction to Pyongyang’s “provocative behaviour.” “We’ve been very clear in our conversations with China that this is not meant to be a threat and is not a threat to them or any other power in the region.” China, however, views the project as part of a broader US attempt to stifle its rise. “They see it as part of a regional security architecture - led by the US - where the US uses its military bases and its relationships with allies, but also partners, to keep tightening the screws to build some kind of containment architecture as China rises … and they are trying to stop it,” said John Delury, a China and South Korea expert from Seoul’s Yonsei University. Wang Yi urged South Korea to “cease and desist” from hosting Thaad and said it was teetering “on the brink of the precipice”. Wang claimed only sanctions and diplomacy could halt North Korea’s nuclear program, calling on Pyongyang to suspend its nuclear program in exchange for the end of US military drills. “Nuclear weapons will not bring security. The use of force is no solution. Talks deserve another chance. Peace is still within our grasp.” Experts say Beijing feels increasingly frustrated with Kim Jong-un’s actions but Wang offered the dictator his support insisting China and North Korea remained as close as “lips and teeth” - an expression famously used by Mao Zedong. Wang’s comments came after Beijing condemned Thaad’s deployment warning South Korea and the US would bear “all the consequences” for taking the “wrong path”. State-run media went further with the Global Times, a nationalist tabloid, urging Beijing to boost its nuclear arsenal in response to the US’ bid “to establish global military hegemony”. “The most essential task for China now is to boost its military power. The Thaad installation has offered China a crucial reason to increase and improve its tactical nuclear weapons,” it said. Xinhua, China’s official news agency, claimed Thaad would trigger an arms race. “More missile shields of one side inevitably bring more nuclear missiles of the opposing side that can break through the missile shield,” it warned. Paul Haenle, the national security council’s China director under George W Bush and Barack Obama, said Thaad’s deployment reflected growing US fears that Pyongyang would soon have the capability to hit the continental United States with a nuclear warhead mounted on an intercontinental ballistic missile. “China continues to argue for talks, for diplomacy, but the problem is that that alone is not going to get us to be able to convince North Korea to give up its nuclear program,” said Haenle, the director of Beijing’s Carnegie–Tsinghua Centre. “The Chinese argue [Thaad] makes the situation worse but, frankly, the US and its allies have no other option but to defend itself and to try to deter North Korea as it ramps up very rapidly its nuclear and missile program.” Beijing is attempting to dissuade Seoul from hosting Thaad by targeting South Korean companies and banning Chinese tour groups from visiting the country. Haenle said such efforts would fail. “It’s hard to see democratically elected leaders make decisions to leave their citizens less secure in the face of this growing North Korean nuclear and missile threat.”",
    "keywords": [
        "south",
        "military",
        "headon",
        "korea",
        "beijing",
        "thaad",
        "warns",
        "china",
        "nuclear",
        "facing",
        "wang",
        "trump",
        "missile",
        "collision",
        "north"
    ],
    "summary": "The United States and North Korea are racing towards a catastrophic “head-on collision”, China’s foreign minister has warned, amid Chinese fury at America’s deployment of a controversial anti-missile system.\nThe question is: are the two sides really ready for a head-on collision?” Wang told reporters, painting China as a signalman attempting avert the disaster.\nThe deployment came one day after North Korea launched four ballistic missiles into the Sea of Japan in what its state media called a bid to “mercilessly retaliate against the warmongers” in Washington and Seoul.\nUS president Donald Trump, who has accused China of not doing enough to rein in North Korea, responded by warning that Pyongyang’s threat had entered a “new phase”.\nWang’s comments came after Beijing condemned Thaad’s deployment warning South Korea and the US would bear “all the consequences” for taking the “wrong path”.",
    "sentiment": {
        "neg": 0.122,
        "neu": 0.8017,
        "pos": 0.0764,
        "compound": -0.1736
    }
}