{
    "date": "2017-10-15T15:50:48Z",
    "title": "Tillerson denies 'castration' and says diplomacy goes on till 'first bomb drops'",
    "url": "https://www.theguardian.com/us-news/2017/oct/15/rex-tillerson-donald-trump-iran-moron-castration",
    "content": "Rex Tillerson worked on Sunday to reinforce the basic lines of US policy on major international issues such as Iran and North Korea, all while having to combat perceptions that his relationship with Donald Trump has deteriorated to the point the president is, in the words of one Republican senator, “castrating” his secretary of state. Appearing on CNN’s State of the Union, Tillerson said the US wished to remain in the Iran nuclear deal and denied that China was confused about its North Korea policy. Diplomatic manoeuvres would continue over the latter issue, he said, “until the first bomb drops”. The secretary of state also denied he had, in interviewer Jake Tapper’s formulation of a suggestion first made by the Tennessee senator Bob Corker, been “gelded”. “I checked, I’m fully intact,” Tillerson said. “This is a very unique president,” said Tillerson, the former Exxon Mobil chief, commenting on a crescendo of rumors about his relationship with Trump. “I don’t think there’s any doubt that everyone sees him as the most unique president in modern history.” Tillerson declined repeatedly to deny reports he called Trump a “moron” – in some versions, a “fucking moron”. Tension between the two men broke into full display at the start of this month when the president tweeted that Tillerson was “wasting his time” in trying to negotiate with North Korean leader Kim Jong-un. Tillerson then gave a press conference in which he touted his loyalty to Trump, but refused to confirm or deny that he had called him a moron. He reiterated that position with Tapper. “I’m not playing,” Tillerson said, after Tapper asked about the alleged “moron” comment. “These are the games of Washington. These are the destructive games of this town. I’m not dignifying the question with an answer, Jake, and I’m a little surprised that you want to spend so much time on it when there are so many issues around the world.” Tillerson sought to shore up perceptions that the US remains committed to the Iran nuclear deal. On Friday, Trump said he would not certify Iranian compliance with the deal and threatened to withdraw. “Let’s see if we cannot address the flaws within the [Iran] agreement by staying within the agreement, working with the other signatories,” Tillerson said. “We want to take the agreement as it exists, fully enforce that agreement.” Trump made a major break with past US policy by declining to certify a deal negotiated by the Barack Obama administration. He stopped short of saying it was off, but he threatened to do so. “In the event we are not able to reach a solution working with Congress and our allies, then the agreement will be terminated,” he said. Tillerson sought to soften that line, downplaying the notion the US was on the way out. The Iranians had committed technical violations of the agreement, he said, but had “remedied the violations, which brings them back into technical compliance”. “Our response to that has been to work with the other parties and demand that we see much more in enforcement,” he said. Even as Tillerson split with Trump on the issue, however, United Nations ambassador Nikki Haley floated a different explanation of the administration’s Iran strategy. Haley told NBC’s Meet the Press the US was reviewing the Iran deal not owing to noncompliance but as a result of tensions with North Korea. “What we’re saying now with Iran is don’t let it become the next North Korea,” she said. The secretary of state denied that mixed messages from the Trump administration risked sowing confusion abroad. Hillary Clinton had warned in an interview recorded earlier this week and broadcast on Sunday that the administration was risking a “nuclear arms race” by sowing confusion on Iran and North Korea. “Rest assured the Chinese are not confused in any way about the American policy in North Korea,” Tillerson said. Trump’s tweets notwithstanding, he said the US was committed to a diplomatic solution. “I want to make it clear that the president has made it clear to me he wants to solve this diplomatically … he is not seeking to go to war,” he said. “The diplomatic effort will continue until the first bomb drops.” The risk of an escalation in any conflict on the peninsula involving China was ameliorated by an open line of communication between Trump and Chinese president Xi Jinping, Tillerson said. “Fortunately, President Trump and President Xi probably have one of the closest relationships the president has with any head of state,” he said. “The president speaks to President Xi on the telephone frequently, I think they’ve had seven or eight calls.” The possibility of Tillerson’s resignation or firing, much discussed in recent weeks with reference to Haley as a possible replacement, was not broached.",
    "keywords": [
        "diplomacy",
        "policy",
        "iran",
        "castration",
        "deal",
        "goes",
        "korea",
        "state",
        "north",
        "president",
        "tillerson",
        "denies",
        "till",
        "agreement",
        "drops",
        "trump",
        "bomb"
    ],
    "summary": "“Let’s see if we cannot address the flaws within the [Iran] agreement by staying within the agreement, working with the other signatories,” Tillerson said.\nHaley told NBC’s Meet the Press the US was reviewing the Iran deal not owing to noncompliance but as a result of tensions with North Korea.\n“What we’re saying now with Iran is don’t let it become the next North Korea,” she said.\n“Rest assured the Chinese are not confused in any way about the American policy in North Korea,” Tillerson said.\n“Fortunately, President Trump and President Xi probably have one of the closest relationships the president has with any head of state,” he said.",
    "sentiment": {
        "neg": 0.099,
        "neu": 0.8462,
        "pos": 0.0549,
        "compound": -0.1522
    }
}