{
    "date": "2017-08-02T06:00:21Z",
    "title": "'Lord of misrule': Australian thinktank delivers scathing assessment of Trump",
    "url": "https://www.theguardian.com/us-news/2017/aug/02/lord-of-misrule-australian-thinktank-delivers-scathing-assessment-of-trump",
    "content": "Donald Trump’s presidency is “failing”, and there is little sign that he is learning from his mistakes, according to the executive director of Australia’s respected foreign policy thinktank, the Lowy Institute. Michael Fullilove took the opportunity of a speech to the National Press Club in Canberra to provide a swingeing assessment of the American president’s performance, casting Trump as the “lord of misrule” presiding over a White House entourage “animated by egomania and narcissism and marked by coarseness and ill-discipline”. Fullilove said Trump was a radical departure from US presidents since the 1930s who had seen the advantages of global leadership. “Mr Trump presents a very different face to the international community.” “He is not persuaded that America does well when others do well. In fact, he seems to prefer that others do badly,” he said on Wednesday. “We often refer to the president of the United States as the leader of the free world. Our problem now is that this president doesn’t really believe in the free world and does not seem to want to lead it.” Fullilove said Trump appeared to have more interest in looking like the commander-in-chief than stepping up and inhabiting the role. “He has not yet encountered a single externally-generated crisis – what will he do when chronic international problems become acute?” He said of critical interest to Australia was the American posture in our immediate Asia-Pacific region, but the administration “seems to have shrunk Asia to the dimensions of North Korea”. Despite the regular public bluster about Pyongyang’s nuclear weapons and missile programs, there was no clear idea what Trump would do about North Korea. He said that given the current regional tensions, it was possible a conflict could escalate, resulting in a violent clash on the Korean peninsula that would draw America in – but it was also possible that a vacuum in American leadership could result in North Korea becoming a fully-fledged nuclear threat. Fullilove said America’s relationship with China was also incoherent. He drew a contrast between Trump railing against Beijing during the presidential race and his “overly deferential” post-election posture – a contrast he put down to policy incoherence rather than outright obsequiousness. He said given Trump didn’t appear to believe in the merit of security alliances, it was entirely possible the president could cut “some kind of grand bargain with China, perhaps trading away security interests, in return for trade concessions”. Referring to the flashpoint in the South China Sea, which generates intense focus and anxiety in the region, Fullilove wondered: “Does anyone believe that Mr Trump really cares about a few half-submerged water features in the South China Sea?” But despite outlining what seemed to be a compelling case for Australia to step back from our post-war alliance with Washington, Fullilove said the relationship was too important. He said the US alliance provided Australia with a security guarantee, with intelligence-sharing of vital importance to the Australian Defence Force. “A lot of Australians will find the prospect of dealing with, working with, Mr Trump distasteful but we need to grimace and bear it”. “The alternative – to turn away from the United States and let Mr Trump’s instincts have full rein – would be self-defeating”. Fullilove said the character of the man in the White House meant the relationship could not be business as usual: “Our officials will need to apply a discount factor to what Mr Trump says. “They will need to work with great diligence through other parts of the US system including the congress, the agencies and the military. “Just because we are affirming the alliance does not mean that we should go along with Mr Trump’s every whim. “Rather, we should add our voices to those in Washington and other allied capitals who are counselling prudence. We should try to nudge the Trump Administration in the direction of normality. “We must do what we can in conjunction with our friends to stop America from going full Trump. “We will need to be a busy ally,” he said.",
    "keywords": [
        "mr",
        "misrule",
        "scathing",
        "president",
        "thinktank",
        "does",
        "china",
        "lord",
        "need",
        "australian",
        "trumps",
        "fullilove",
        "security",
        "relationship",
        "assessment",
        "trump",
        "delivers"
    ],
    "summary": "Fullilove said Trump was a radical departure from US presidents since the 1930s who had seen the advantages of global leadership.\n“Mr Trump presents a very different face to the international community.” “He is not persuaded that America does well when others do well.\n“A lot of Australians will find the prospect of dealing with, working with, Mr Trump distasteful but we need to grimace and bear it”.\n“The alternative – to turn away from the United States and let Mr Trump’s instincts have full rein – would be self-defeating”.\n“Just because we are affirming the alliance does not mean that we should go along with Mr Trump’s every whim.",
    "sentiment": {
        "neg": 0.0378,
        "neu": 0.8645,
        "pos": 0.0977,
        "compound": 0.192
    }
}