{
    "date": "2017-07-22T01:26:49Z",
    "title": "'You would have to be a lunatic': Tourists to North Korea describe risks and rewards",
    "url": "https://www.theguardian.com/world/2017/jul/22/you-would-have-to-be-a-lunatic-tourists-to-north-korea-describe-risks-and-rewards",
    "content": "James left North Korea this year with smuggled currency, stamps and a poster of “the great leader,” Kim Il Sung, that he bought on the black market. Months later, James’s fellow American, Otto Warmbier, died after suffering from a mysterious brain injury while in detention in North Korea, accused of stealing a propaganda poster from a hotel. The US State Department has long recommended against travel to North Korea, but Warmbier’s death prompted Secretary of State Rex Tillerson to authorize his department to block Americans from traveling to the country. The ban was announced on Friday and could go into effect as soon as late August. Recent visitors to the country and tourist agencies have dismissed claims that travellers are exposing themselves to danger, though James, who bypassed the state’s security apparatus with smuggled goods in hand, cautioned Americans against such travel. “I wouldn’t mind seeing more of North Korea but honestly with the saber-rattling going on right now I think you’d almost have to be a lunatic to be an American and to roll out there,” James told the Guardian. “Unless you were a proselytizing Christian and you really felt it was your God’s duty, I can’t imagine why you would go out there right now”. The Guardian is not identifying James by his real name to protect the North Koreans he encountered on his trip. An estimated 5,000 Westerners – including about 800 Americans – visit North Korea every year through tourism agencies. Last month Young Pioneer Tours – the same agency that arranged Warmbier’s visit – said it would no longer take Americans into the country having deemed the risk “too high,” while other agencies are reviewing whether to accept US visitors in the wake of his death. A source in the North Korean tourist industry challenged the idea that Americans are deliberately targeted. “The problem isn’t nationality, but the arbitrary nature of the justice system if you break the law. The idea that if you’re American and go to North Korea you’re at risk of being taken as a political hostage just isn’t true,” the source, who did not wish to be named, told the Guardian. ‘It’s not Cornwall’ “I’m not suggesting that it’s risk free – it’s not Cornwall. But people who go to North Korea already know that.” While foreign detainees are generally treated better than the tens of thousands of North Koreans held in the country’s network of political prison camps, Warmbier’s death has moved the US to declare the country a no-go zone for its citizens. State department spokesperson, Heather Nauret, said in a statement that Tillerson implemented a Geographical Travel Restriction (GTR), “due to mounting concerns over the serious risk of arrest and long-term detention under North Korea’s system of law enforcement”. The GTR law allows the secretary of state to unilaterally implement a travel ban and has been used in the last fifty years to stop Americans from visiting Iran, Lebanon, Iraq, Cuba and Libya. Drew Binksy, an American who visited North Korea in April as part of his attempt to visit every country in the world, challenged the notion that Americans should not visit the country. He can speak Korean and was able to chat with a few locals during his trip. “I told them I was American and they were pretty interested and were asking me questions,” Binsky said. “They didn’t seem to be intimidated by America or have any hatred towards America, which was reassuring”. Binsky was in a tour group with mostly Australians and Europeans and said he was treated the same way they were. Though, there was one striking difference: how prominent the US was in propaganda. Binsky said he expected to see these images, which included depictions of people burning down the White House and dropping bombs on New York City. The imagery also stood out to James, who saw posters that characterized Americans as “terrorist criminals” and said they sent diseases like the plague and cholera to North Korea. “It was so anti-American in places, I felt uncomfortable,” he said. But in conversations with North Koreans, James did not experience that hostility. “What I saw all over North Korea was Koreans,” James said. “I didn’t see weirdos, aliens and monsters”. ‘Don’t go with your eyes closed’ Scott MacPherson and Ross King visited North Korea in April with Young Pioneer Tours, and said they did not feel like they were at risk, in part because they are Scottish. “I wouldn’t go if I were an American, but as a Brit I never felt I was at risk of being arrested and being used as a political pawn,” MacPherson said. “But you certainly shouldn’t go there with your eyes closed.” Some have argued that all leisure travel to North Korea is morally questionable, claiming that that the estimated $30m to $40m the regime earns from tourism helps fund its nuclear weapons programmes and gulags. At the very least, they say, it lends legitimacy to a regime guilty of human rights abuses the UN has described as “without parallel in the contemporary world”. In a recent online commentary, Suki Kim, a Korean American writer who spent six months in North Korea posing as a university teacher, described tourism to the country as “torture porn”. “Casually touring North Korea is akin to hiking at Auschwitz under the Nazis,” Kim wrote. King said he and his friends were aware that North Korea is a “terrible, oppressive regime”, but disputed that by visiting the country they were tacitly approving of the regime’s treatment of its people. “I think people need to go to North Korea so that people there can have firsthand contact with Westerners,” he said. “Unlike apartheid South Africa, North Korea is already cut off from the rest of the world, so nothing is going to change by isolating it further. I’m not suggesting that we’re going to effect regime change, but our visit was a chance to engage in cultural exchange, and we all learned a lot from it”. TRAVEL ADVICE The US state department “strongly warns” US citizens not to travel to North Korea, and notes that at least 16 Americans have been detained there in the past decade. The Australian government advises people “to reconsider your need to travel to (North Korea) due to restrictions placed on foreigners and very different laws and regulations applying to behaviour, as well as intermittent (North Korean) threats against international interests”. New Zealand identifies the country as “high risk” and advises against “all tourist and other non-essential travel”. The British government does not advise against visiting North Korea, but urges travellers to “follow the political and security situation very closely and stay in touch with your host organisation or tour operator”.",
    "keywords": [
        "lunatic",
        "tourists",
        "travel",
        "korea",
        "state",
        "risk",
        "visit",
        "country",
        "james",
        "american",
        "rewards",
        "americans",
        "north",
        "risks"
    ],
    "summary": "James left North Korea this year with smuggled currency, stamps and a poster of “the great leader,” Kim Il Sung, that he bought on the black market.\nAn estimated 5,000 Westerners – including about 800 Americans – visit North Korea every year through tourism agencies.\n“Casually touring North Korea is akin to hiking at Auschwitz under the Nazis,” Kim wrote.\n“I think people need to go to North Korea so that people there can have firsthand contact with Westerners,” he said.\n“Unlike apartheid South Africa, North Korea is already cut off from the rest of the world, so nothing is going to change by isolating it further.",
    "sentiment": {
        "neg": 0.0985,
        "neu": 0.8484,
        "pos": 0.053,
        "compound": -0.157
    }
}