{
    "date": "2017-12-21T03:14:48Z",
    "title": "Second North Korean soldier in weeks defects to South, say reports",
    "url": "https://www.theguardian.com/world/2017/dec/21/second-north-korean-soldier-defects-south",
    "content": "Weeks after a North Korean soldier was seriously wounded during his successful escape to South Korea, another member of the regime’s military has crossed the countries’ heavily armed border, according to media reports. The second soldier, who has not been named, appeared at a guard post along the western section of the 2.5-mile-wide demilitarised zone [DMZ], the heavily armed border that divides the Korean peninsula – on Thursday morning, according to Yonhap news agency. No gunfire was heard during the latest defection by a member of the North’s 1.2-million strong army, but Yonhap said South Korean forces had fired around 20 warning shots at North Korean border guards as they searched for the missing soldier. It is possible that the defector’s fellow soldiers were initially unaware of his bid for freedom as the area was blanketed in thick fog at the time, media reports said. The serviceman, who is said to be of a low rank, is being questioned by South Korean military authorities. The latest defection will cause embarrassment in North Korea, coming weeks after another soldier, Oh Chong-song, survived a hail of bullets fired by his compatriots during his daring flight across the DMZ. Security camera footage showed the soldier drive his jeep at high speed towards the lightly armed joint security area, a section of the DMZ where guards from either side stand just metres away from each other. He abandoned his vehicle after it got stuck in a ditch and dashed across the narrow demarcation line into the South, as his compatriots opened fire from behind. The 24-year-old, who was shot five times, collapsed in a pile of leaves near a wall, before being dragged to safety by South Korean forces. He underwent several operations to treat his wounds and to remove parasitic worms that doctors believe were caused by poor nutrition among average North Korean soldiers. Last weekend Oh, whose condition has stabilised, was transferred to a military hospital near Seoul to continue his recovery. “South Korea’s intelligence services will soon schedule the security questioning process depending on his condition,” an intelligence official told Reuters. The South has turned Oh’s defection into a propaganda weapon, with loudspeakers set up along the border broadcasting details of his escape within earshot of North Korean troops. North Korean defectors undergo security questioning by South Korea’s intelligence agency once they arrive before being sent to a resettlement centre for a three-month education on life in the South. After they are released, central and local governments provide 7 million won ($6,450) in cash over a year, as well as support with housing, education and job training. The Korea Herald said Oh had been given a “lifetime’s” supply of Choco Pies, a popular South Korean snack after their manufacturer, Orion, heard that he was a fan of the confectionery – a combination of cake and marshmallow covered in chocolate. The snacks are a rare treat in the North Korean capital Pyongyang, where they found their way onto the black market via people employed at Kaesong, a jointly run industrial complex that South Korea closed early last year in protest at the regime’s missile tests. South Korean military officials said 15 North Koreans, including four soldiers, have fled the country this year, compared with one soldier and four civilians in 2016. The vast majority of the estimated 30,000 people who have defected from the North since the end of the Korean war in 1953 crossed into China before moving on to a third country to gain passage to South Korea.",
    "keywords": [
        "border",
        "south",
        "military",
        "korea",
        "reports",
        "second",
        "soldier",
        "weeks",
        "soldiers",
        "security",
        "oh",
        "say",
        "defects",
        "north",
        "korean"
    ],
    "summary": "Weeks after a North Korean soldier was seriously wounded during his successful escape to South Korea, another member of the regime’s military has crossed the countries’ heavily armed border, according to media reports.\nThe serviceman, who is said to be of a low rank, is being questioned by South Korean military authorities.\nThe 24-year-old, who was shot five times, collapsed in a pile of leaves near a wall, before being dragged to safety by South Korean forces.\nHe underwent several operations to treat his wounds and to remove parasitic worms that doctors believe were caused by poor nutrition among average North Korean soldiers.\nSouth Korean military officials said 15 North Koreans, including four soldiers, have fled the country this year, compared with one soldier and four civilians in 2016.",
    "sentiment": {
        "neg": 0.0953,
        "neu": 0.8048,
        "pos": 0.1,
        "compound": 0.0548
    }
}