{
    "date": "2017-11-15T18:29:59Z",
    "title": "Boys and their toys: Trump and Kim finally find a shared interest – big trucks!",
    "url": "https://www.theguardian.com/world/2017/nov/15/trump-kim-jong-un-truck-picture",
    "content": "After a year of trading insults with Kim Jong-un, Trump recently seemed pained by his tense relationship with the North Korean leader. “I try so hard to be his friend,” tweeted Trump, seemingly oblivious that his use of mocking nicknames like “little rocket man” and threats to “totally destroy” North Korea may have left Kim less inclined to be Trump’s pal. On balance, Kim’s no better. He called Trump a “mentally deranged dotard” and worse still, “old”. But perhaps the two leaders have more in common than they realize. State media photos released on Wednesday showed a gleeful-looking Kim climbing into the cab at a tractor factory in Pyongyang – just as Trump did when truckers visited the White House in March. So can the pair’s shared enjoyment of large machinery bring them together? Probably not. A recent editorial in North Korean state media deemed the president a “hideous criminal” and sentenced him to death. It’s hard to come back from that. Still, there’s always Putin.",
    "keywords": [
        "hard",
        "big",
        "worse",
        "trucks",
        "shared",
        "white",
        "state",
        "toys",
        "finally",
        "boys",
        "kim",
        "north",
        "media",
        "visited",
        "interest",
        "trump",
        "korean"
    ],
    "summary": "After a year of trading insults with Kim Jong-un, Trump recently seemed pained by his tense relationship with the North Korean leader.\nHe called Trump a “mentally deranged dotard” and worse still, “old”.\nState media photos released on Wednesday showed a gleeful-looking Kim climbing into the cab at a tractor factory in Pyongyang – just as Trump did when truckers visited the White House in March.\nSo can the pair’s shared enjoyment of large machinery bring them together?\nA recent editorial in North Korean state media deemed the president a “hideous criminal” and sentenced him to death.",
    "sentiment": {
        "neg": 0.1308,
        "neu": 0.7975,
        "pos": 0.0717,
        "compound": -0.1528
    }
}