{
    "date": "2017-08-11T18:16:52Z",
    "title": "The nuclear folly of Donald Trump’s fire and fury | Letters",
    "url": "https://www.theguardian.com/world/2017/aug/11/the-nuclear-folly-of-donald-trump-fire-and-fury",
    "content": "You report (10 August) that the US has warned North Korea that it risks the destruction of its people. However, the US is risking the destruction of all people. Of eight Trident submarines stationed at Bangor, Washington state, at least two are probably on patrol in the western Pacific. Each is believed to carry 108 nuclear warheads, equivalent to more than 1,400 Hiroshima-sized detonations. The US is supported by the UK, which has four Trident subs at Faslane in Scotland, and holds to Nato’s policy of first use on nuclear arms. Rather than sign the treaty on the prohibition of nuclear weapons – agreed by 122 states at the UN – the US and UK pursue a “Do as I say, not as I do” policy. More balanced voices in the foreign policies of both governments are urgently needed. Rae Street Littleborough, Lancashire • The photo of the mass rally in Pyongyang (Trump says ‘fire and fury’ threat to Kim is not tough enough, 11 August) shows a crowd way bigger than at Trump’s inauguration. Is this what gets up his nose? No doubt Trump would also like to be able to command large crowds at his whim. Michael Miller Sheffield • Five years ago I was privileged, as part of a team of “Games Makers”, to chauffeur the North Korea Paralympic Team – which consisted of one competitor, Rim Ju-song, and a small supporting entourage. I was struck not only by their dedication, but also their sense of humour, good manners and informed curiosity about British culture. In short, they appeared model citizens of the world. I make this point in the hope that, in this futile nuclear dance, we do not judge a people by its leaders – whether Kim Jong-un or Donald Trump – or think of them as fodder for the “fire and fury” brigade, simply because they are in the unfortunate position of being ruled by individuals of dubious character. Alan Corcoran Godalming, Surrey • Is it time to fight Kim with Kim? If the Trump administration engaged Kim Kardashian as a US special envoy, her unique combination of wealth, glamour and business acumen could charm Kim Jong-un, and unpick the beliefs underpinning the pariah regime. The coup de grace? A Kanye West gig in Pyongyang. Michael Lister Manchester",
    "keywords": [
        "policy",
        "team",
        "fury",
        "north",
        "donald",
        "nuclear",
        "kim",
        "uk",
        "pyongyang",
        "letters",
        "trumps",
        "michael",
        "trident",
        "trump",
        "folly"
    ],
    "summary": "Of eight Trident submarines stationed at Bangor, Washington state, at least two are probably on patrol in the western Pacific.\nEach is believed to carry 108 nuclear warheads, equivalent to more than 1,400 Hiroshima-sized detonations.\nThe US is supported by the UK, which has four Trident subs at Faslane in Scotland, and holds to Nato’s policy of first use on nuclear arms.\nRae Street Littleborough, Lancashire • The photo of the mass rally in Pyongyang (Trump says ‘fire and fury’ threat to Kim is not tough enough, 11 August) shows a crowd way bigger than at Trump’s inauguration.\nAlan Corcoran Godalming, Surrey • Is it time to fight Kim with Kim?",
    "sentiment": {
        "neg": 0.0823,
        "neu": 0.8316,
        "pos": 0.0862,
        "compound": -0.0198
    }
}