{
    "date": "2017-07-29T02:03:46Z",
    "title": "North Korea missile test shows it could reach New York, say experts",
    "url": "https://www.theguardian.com/world/2017/jul/28/north-korea-fires-missile-japan-reports-say",
    "content": "The North Korean leader, Kim Jong-un, has issued a fresh challenge to Donald Trump by conducting a second ballistic missile test-launch which experts said placed US cities in range of potential attack. The missile launch was meant as a “stern warning” for the US, North Korea’s state news agency said. The ICBM, which aimed for “maximum distance”, flew for 47 minutes and 12 seconds while travelling 998km (620 miles) and reaching a maximum altitude of 3,724.9 meters (12,220ft), the North said. The test was ordered by the North’s leader, Kim Jong-un, who was cited as saying that the launch reaffirmed the reliability of the country’s ICBM system and an ability to fire at “random regions and locations at random times” with the “entire” US mainland now within range. Kim said the launch sent a “serious warning” to the US, which has been “meaninglessly blowing its trumpet” with threats of war and stronger sanctions, the news agency said. The launch on Friday from Chagang province came less than a month after Pyongyang claimed to have tested its first ICBM. US officials told NBC the missile had flown for about 1,000km and had landed within Japan’s exclusive economic zone. “We assess that this missile was an intercontinental ballistic missile, as had been expected,” Pentagon spokesman Jeff Davis said in a statement. “The missile was launched from Mupyong-ni and traveled about 1,000km before splashing down in the Sea of Japan. We are working with our interagency partners on a more detailed assessment,” he said. Melissa Hanham, an expert in North Korea’s missile program from the James Martin Center for Nonproliferation Studies, said the test showed that “Alaska was in range” and a 45-minute test flight suggested it could reach New York City. Jeffrey Lewis of the California-based Middlebury Institute of International Studies said the launch showed Los Angeles was within range of a North Korean missile, but that Chicago, New York City and Washington DC remained just out of reach. “They may not have demonstrated the full range. The computer models suggest it can hit all of those targets,” he said. In a telephone conversation after the test, the heads of the US and South Korean militaries discussed “military response options”, the Pentagon said. Gen Joe Dunford, chairman of the joint chiefs of staff, and Adm Harry Harris, who heads the US military’s Pacific command, spoke with the chair of South Korea’s joint chiefs of staff, Gen Lee Sun Jin. Japan led the international condemnation of North Korea’s latest launch, which appeared to have been timed to mark commemorations of the end of Korean war in 1953. “This clearly shows the threat to our nation’s safety is severe and real,” said Japan’s prime minister, Shinzo Abe, vowing to do “our utmost to protect the safety of the Japanese people”. “We cannot accept these repeated provocations by North Korea,” Japan’s chief cabinet secretary, Yoshihide Suga, told reporters. South Korea’s president, Moon Jae-in, chaired an national security council meeting in the early hours of Saturday. The defence minister, Song Young-moo, later said Seoul would prepare independent measures to curb the North’s nuclear threat. “Along with joint efforts to deter proliferation we will prepare independent measures to curb it as soon as possible,” Song told a press conference in Seoul. The United Nations secretary-general, Antonio Guterres, condemned the launch of a “ballistic missile of possible intercontinental range”, his spokesman said in a statement. Russia – which maintains warm diplomatic relations with Pyongyang – disputed the US and Japanese description of the missile, saying it appeared to be a “medium-range” weapon, not an ICBM. Earlier this month, Moscow blocked a UN security council statement condemning North Korea’s last missile launch because it said that rocket was also medium-range, despite assertions by the US and Pyongyang. Beijing offered no immediate reaction but Lü Chao, a Chinese North Korea expert, told the state-run Global Times newspaper that his government would “firmly oppose the launch since it intensified regional tension … and jeopardised the situation in north-east Asia”. North Korea’s latest missile test came hours after Kim Jong-un had visited a military cemetery to mark the 64th anniversary of the 1953 armistice. A test had been expected to mark that anniversary. However, Hanham said the timing and the location of the launch were highly unusual because Pyongyang usually conducted such tests shortly after dawn, not late at night, and had not previously launched a missile from Chagang province. Details of the launch remained sketchy but Hanham said she suspected the missile being tested was the same Hwasong-14 projectile that Kim Jong-un’s regime had launched on 4 July. “That test showed that Alaska was in range … [and] my preliminary guess is that they are now testing this missile to see whether it can go further. We need to get all the data points to be able to calculate the range curve but it is possible that they are trying to demonstrate that indeed New York is not that far away.” A range of 9,500-10,000km (5,900-6,200 miles) – which a 45-minute flight time suggested was possible – meant North Korea could potentially strike at east coast targets such as New York City, Hanham pointed out. Analysts remain skeptical as to whether North Korea has the ability to miniaturise a nuclear weapon that could be fired on such a missile. Even so, the launch is the latest reminder of Trump’s failure to advance in his bid to rein in Kim’s nuclear ambitions. Experts say the US president had hoped to form a “big marriage” with China, which would have seen the world’s top two economies tackle Pyongyang together, with Beijing putting economic pressure on its ally. However the Chinese president, Xi Jinping, fearing the impact the collapse of Kim’s regime would have on China, has appeared unwilling to enter into such a partnership. Following North Korea’s ICBM test in early July, Beijing rejected Trump’s calls for it to do more, claiming the “China responsibility theory” had to stop. Pyongyang, meanwhile, has continued its rhetorical war against Washington. “If enemies misunderstand our strategic status and stick to options of staging a pre-emptive nuclear attack against us, we will launch a nuclear attack on America’s heart as the most relentless punishment without warning or prior notice,” the head of North Korea’s armed forces, Pak Yong-sik, told state media earlier this week. Hanham said Friday night’s test would be a major headache for a White House already reeling from the dramatic defeat of the healthcare repeal bill that morning. “Washington is very busy with other things right now, unfortunately. The healthcare vote was an incredible blow to the Republican party. I suspect that many in office are licking their wounds today,” she said. “The US state department is not fully staffed. I don’t think they are staffed up for this event.”",
    "keywords": [
        "launch",
        "range",
        "korea",
        "shows",
        "experts",
        "reach",
        "nuclear",
        "kim",
        "pyongyang",
        "told",
        "test",
        "say",
        "missile",
        "york",
        "north",
        "koreas"
    ],
    "summary": "The missile launch was meant as a “stern warning” for the US, North Korea’s state news agency said.\nMelissa Hanham, an expert in North Korea’s missile program from the James Martin Center for Nonproliferation Studies, said the test showed that “Alaska was in range” and a 45-minute test flight suggested it could reach New York City.\nJapan led the international condemnation of North Korea’s latest launch, which appeared to have been timed to mark commemorations of the end of Korean war in 1953.\nNorth Korea’s latest missile test came hours after Kim Jong-un had visited a military cemetery to mark the 64th anniversary of the 1953 armistice.\nFollowing North Korea’s ICBM test in early July, Beijing rejected Trump’s calls for it to do more, claiming the “China responsibility theory” had to stop.",
    "sentiment": {
        "neg": 0.0787,
        "neu": 0.8827,
        "pos": 0.0386,
        "compound": -0.1514
    }
}