{
    "date": "2017-07-04T12:57:01Z",
    "title": "China-Russia diplomatic double act exposes Trump's crudeness",
    "url": "https://www.theguardian.com/world/2017/jul/04/china-russia-diplomatic-double-act-exposes-trumps-crudeness",
    "content": "The leaders of China and Russia have vowed to work together to peacefully defuse the deepening crisis over North Korea’s nuclear and missile programmes – a diplomatic double act that contrasts sharply with Donald Trump’s crude threats and pressure tactics. The joint declaration reflected a broader, ongoing strategic Sino-Russian alignment that has passed largely unremarked in the west. It has been encouraged by Trump’s often erratic, unfocused behaviour, and the resulting opportunities and dangers arising from weakened American global leadership. The China-Russia juggernaut is beginning to roll. And like a comic-strip fall-guy with his legs tied to the rails, Trump lies directly in its path. Speaking during a two-day visit to Moscow on Tuesday, Xi Jinping, China’s president, and Vladimir Putin, Russia’s leader, agreed to “jointly push for a proper settlement … via dialogue and negotiation” with North Korea, Chinese news reports said. Russia’s foreign ministry later released a statement saying the two countries had agreed a joint position designed to defuse tensions around North Korea’s missile programme. Their collaboration extends far beyond the Korean peninsula. “The Chinese leader emphasised the need to boost cooperation and ‘steadfastly support each other in … defending respective sovereignty, national security and development interests’,” the official Xinhua news agency said. The summit marked the third time Xi and Putin conferred in person this year. Since taking power in 2012, Xi has met his Russian counterpart more than 20 times. Putin described the summit as “a major event in bilateral relations”. Economic deals worth $10bn were expected to be signed. Putin also enrolled Xi in the order of St Andrew the First-Called, one of Russia’s highest honours. Russia and China increasingly collaborate on key international issues, frequently voting in unison at the UN security council. The two leaders will travel to Hamburg later this week for the G20 summit, where they will hold separate meetings with Trump. The Moscow summit coincided with North Korea’s testing of a suspected intercontinental ballistic missile. If confirmed, it would mark a significant advance in its offensive capabilities. The test produced familiar protests from Japan and South Korea. But both countries, traditional US allies, are looking northwards for help, not to Washington. Shinzo Abe, Japan’s prime minister, said he was specifically counting on a “constructive” Chinese and Russian role, the implication being that Trump was making matters worse. South Korea’s president, Moon Jae-in, was elected on a platform of re-engagement with the North that puts him at odds with Trump’s approach. Following an inconclusive White House meeting last week, Moon is under intense Chinese-Russian pressure to halt deployment of the Thaad US missile defence system targeting Pyongyang’s forces. The deployment “gravely harms the strategic security interests of China, Russia and other countries in the region,” Xi said this week. That’s diplomat-speak for “knock it off”. China’s UN ambassador, meanwhile, warned of “disastrous” consequences if a diplomatic solution was not found. The Chinese and Russian leaders are also united by the conundrum of how to handle Trump. And both see a chance for advantage. Trump personally appealed for Chinese help on North Korea when he met Xi in Florida in April, and later claimed to have succeeded. But the White House has since expressed irritation that Beijing is not doing enough. Now Trump faces having his bluff called. He is caught between his bombastic sabre-rattling and his need for a diplomatic “win” that avoids starting a war. Xi’s price for assisting Trump, when they meet in Hamburg, could be more US concessions on contentious bilateral issues. But he will have to tread carefully, given Trump’s volatility. Trump is in a weak position with Putin, too, given various investigations into his pre-election relationship with Moscow. Like Xi, Hamburg gives Putin a stage on which to play the responsible world statesman while squeezing a floundering Trump on things that matter most to him, such as lifting Ukraine-related sanctions. Amateur Trump needs to raise his game. Body-slams won’t work with Russia’s seasoned judo black-belt strongman.",
    "keywords": [
        "summit",
        "diplomatic",
        "missile",
        "double",
        "chinarussia",
        "north",
        "crudeness",
        "exposes",
        "act",
        "chinese",
        "trumps",
        "russias",
        "putin",
        "xi",
        "trump",
        "koreas"
    ],
    "summary": "The leaders of China and Russia have vowed to work together to peacefully defuse the deepening crisis over North Korea’s nuclear and missile programmes – a diplomatic double act that contrasts sharply with Donald Trump’s crude threats and pressure tactics.\nIt has been encouraged by Trump’s often erratic, unfocused behaviour, and the resulting opportunities and dangers arising from weakened American global leadership.\nRussia’s foreign ministry later released a statement saying the two countries had agreed a joint position designed to defuse tensions around North Korea’s missile programme.\nThe Moscow summit coincided with North Korea’s testing of a suspected intercontinental ballistic missile.\nSouth Korea’s president, Moon Jae-in, was elected on a platform of re-engagement with the North that puts him at odds with Trump’s approach.",
    "sentiment": {
        "neg": 0.0667,
        "neu": 0.8361,
        "pos": 0.0971,
        "compound": 0.0173
    }
}