{
    "date": "2017-09-04T07:53:45Z",
    "title": "Citizenship dominates first day of parliament's spring session – as it happened",
    "url": "https://www.theguardian.com/australia-news/live/2017/sep/04/malcolm-turnbull-improves-his-standing-in-newspoll-politics-live",
    "content": "That will do us for today I reckon. Thanks very much for your company. It’s always appreciated. Thanks to Mike Bowers and to the Politics Live brains trust today: Paul Karp and Chris Knaus. We’ll be back tomorrow, from early till late, because that’s how Politics Live rolls. Let’s work out what happened today: North Korea remained completely and utterly terrifying. A Newspoll showed Labor would win any election held today but voters preferred Malcolm Turnbull as prime minister. There were a couple more referrals to the high court – Nick Xenophon and Fiona Nash are joining the queue to have their eligibility determined by the learned justices. Labor pursued the issue of whether Barnaby Joyce should remain as a minister, making ministerial decisions, when there was a question about his eligibility to be in the parliament. The prime minister said don’t you worry about that old sport, every thing is awesome. Tony Abbott declared Bill Shorten needed to show documentary evidence that he was not a secret British citizen, or he needed to shut up about Joyce. Shorten indulged the show and tell just after question time. The Senate might get a new dress code, courtesy of Pauline Hanson’s burqa antics and new standing orders allowing the president to turf people who are being angsty and rude. The former Liberal Bruce Billson has a date with the privileges committee to determine whether or not contempts occurred when he forgot to disclose he was getting paid by a business lobby group when he was still in the parliament. House Speaker Tony Smith dropped a little hint that the privileges committee might want to consider a code of conduct for the House of Representatives while it was having a think about Billson. An optimist, that Speaker. You lot be happy too. See you in the morning. A couple more before I take stock with an evening summary. The foreign affairs minister, Julie Bishop, after giving an update on North Korea. I like this one of Team PHON in the Senate, too. Summary coming next. A bit more Bowers now that we can hear ourselves think. I love this shot from question time. One of the Greens leader, Richard Di Natale, from earlier today. Also, the man of the hour, the deputy prime minister Barnaby Joyce. I mentioned earlier today that the Turnbull government’s media reform package is still kicking around the building. The critical player, the NXT leader, Nick Xenophon, has given the government a revised wish list and the government is still mulling. No sign of a quick breakthrough, at least not yet. Earlier today, there was also a protest out the front of the parliament by people concerned about the treatment of Rohingyan people in Myanmar. According to the news wire serve AAP (and thanks for their report of the protest), close to 300 people from NSW and Queensland expressed concern during the action earlier today. Rohingyan spokesman Ashan Haque said ethnic cleansing was going on in the country. “History is repeating itself. It’s basically what happened in WWII. Let’s not wait another century. Let’s act now and save them.” Since the current conflict erupted nearly two weeks ago, 3000 people are reported to have been killed, more than 100 villages burnt down and more than 300,000 people displaced, protesters say. I need to mop up a couple of issues I haven’t had a chance to catch on the way through. The defence minister, Marise Payne, is heading for South Korea on Wednesday, where she is due to deliver a speech. Self evidently that speech will happen smack bang in the middle of the current escalation of regional tensions on the peninsula. She will also go to the Philippines after the Korean trip to discuss the Islamist uprising in Marawi. The Turnbull government has been, over recent weeks, signalling greater Australian involvement in a counter terrorism offensive in the country. Meanwhile, one of the Liberal MPs facing persistent questions about her entitlement to British citizenship, Ann Sudmalis, has released some documentation from the UK Home Office. This document says there is “no trace” of Sudmalis obtaining UK citizenship. The conversation on Sky has now moved to the looming high court challenge about the postal survey on same sex marriage. That case will be heard by the high court later this week. Political editor David Speers wants to know whether the government will allow a vote in parliament in the event the high court declares the postal survey invalid. Mathias Cormann does not rule out a parliamentary vote. He says he’s being asked a very hypothetical question. If we came to that bridge, we would cross that bridge at that point in time. The finance minister is being pushed in his Sky interview about whether the government has taken legal advice about whether ministers can make valid decisions while there is a question over their eligibility to sit in the parliament. This is the issue Labor has been pursuing all day about Barnaby Joyce and Fiona Nash. Mathias Cormann: I’m not going to go to the content of legal advice to the government. The finance minister Mathias Cormann is on Sky News, sounding like he wants to turn down the volume on the whole citizenship imbroglio. He says this issue belongs with the high court, not with the parliament. MPs can determine whether or not to release private documents, he says. Mathias Cormann: None of us have the authority to make these judgments. While we’ve been working through question time and the aftermath, Fairfax Media has published an interesting story about the Liberal MP Stuart Robert. The story says Robert might have been elected in breach of the constitution “after it emerged he had direct financial links with a company awarded millions in government contracts”. Labor is already pursuing one government MP in the lower house over links with government contracts, the National David Gillespie. Early soundings don’t indicate much interest in pursuing this particular case, but all things are liable to change without notice. Robert isn’t commenting, according to his office. Here is the correspondence from the UK Home Office. For the record, here is Bill Shorten’s full statement on his citizenship to the House. I want to address comments made by the prime minister and the member for Warringah and other members of the government, suggesting that I might secretly be a UK national – a dual national, like his ministers. I will not allow the prime minister to use a smear about me as cover for the crisis which engulfs his government. This silly distraction has to end. The circus has to stop. The country does not have time for it. So in order to put this matter to rest, once and for all, I seek leave to table a copy of correspondence from the UK Home Office, confirming that I successfully renounced my UK citizenship prior to my election to parliament in 2007. I accept that if I want to be elected prime minister, there cannot be any doubt about my constitutional eligibility – pushed by the conspiracy theorists like the prime minister and the member for Warringah. I offer this proof to the parliament today to put an end to baseless allegations, not reward them. I strongly believe that MPs and senators should not be forced to produce evidence to counter claims that are made completely without evidence. I repeat, MPs and senators should not be forced to produce evidence to counter claims that are made completely without evidence, no matter which party they are from. This is our chance to draw a line in the sand. This must end. In an age of Twitter trolls, baseless online conspiracies, this is a chance for our parliament to declare we are bigger and better than this. To accept otherwise, to turn our back on the notion that a person making an allegation must have some evidence, sets a dangerous precedent. I suspect the prime minster and his colleagues knew the claim about me to be completely false. But that’s not their motive. Their tactic is clear. It is to do anything – no matter how desperate – to distract from the crisis of legitimacy shrouding this government. The deputy prime minister should not be allowed to serve as acting prime minister. If he does, the entire legitimacy of this government and this parliament is at risk. And I say to the prime minister: do the right thing, do the honest thing, be the strong leader you claim you are, and make stand the deputy prime minister stand aside. I haven’t personally sighted Bill Shorten’s letter yet. I will chase it up. Slight problem of syncing the chambers. The Liberal senator for the ACT, Zed Seselja, says there’s “a fair dose of hypocrisy” in Labor demanding Fiona Nash table legal advice on her citizenship woes. He argued that the ACT Labor senator, Katy Gallagher, has not done the same. But developments in the lower house have apparently not yet reached the Senate, because Seselja went on to slam Shorten for his hypocritical refusal to table his citizenship documents. “Bill Shorten has never been one for disclosure,” he said. Labor’s Senate leader, Penny Wong jumped to her feet. “Point of order. The senator may not be aware. Mr Shorten has now tabled his documents.” Just in case you haven’t followed all the twists and turns of the citizenship saga, Bill Shorten has been refusing to release his documentation for more than a week on the basis the Australian parliament should not be turned into a star chamber. His argument has been he shouldn’t have to cough up the documentary material because no one has demonstrated he has an actual case to answer. It’s all just supposition, and why should the onus of proof be reversed? The guidance has been the opposition leader didn’t want to put pressure on other parliamentarians to release private documents if they didn’t want to go down that path. Some Labor MPs have released documents when they’ve faced eligibility questions, others have not. But today, Shorten has tabled his documents – a development which will put pressure on other MPs to do the same. The Labor leader told the chamber just a few minutes ago that if he wanted to be elected as prime minister, there could not be any doubt about his eligibility to be in the parliament, even if that doubt is pushed by conspiracy theorists like the prime minister and the Member for Warringah. The Labor leader Bill Shorten has stood up after question time to table correspondence he received from the British government confirming that he had renounced his UK citizenship before he was elected to parliament in 2007. Bill Shorten: I offer this proof to the parliament today to put an end to baseless allegations, not reward them. I strongly believe that MPs and senators should not be to produce evidence to counter claims that are made completely without evidence. I repeat – MPs and senators should not be forced to produce evidence to counter claims that are made completely without evidence. No matter which party they are from. This is our chance to draw a line in the sand. This must end. In an age of Twitter trolls, baseless online conspiracies, this is a chance for our parliament to declare we’re bigger and better than this. And with that final flourish, Turnbull grounds the question time plane. After that brief skirmish, question time is rolling forward. A Dorothy Dixer now on energy. Another 74/73 vote in the House. Meanwhile, over in the Senate, Labor is continuing to pressure Fiona Nash over her British citizenship. Nash has ducked questions on whether she offered to step down from her ministerial positions. She says only that the government has strong legal advice, and that the prime minister asked her to stay on as a minister. Nash says she has had “no further conversations” with the prime minister on the matter. Asked whether she discussed staying in her position with the deputy prime minister, Barnaby Joyce, Nash says only that she has “a range of discussions with the deputy prime minister on a range of matters”. The gag motion stuck but only just, the vote was 74, 73. They are still dividing down there in the House. Hard to say who might be conquering at this stage. Labor returns to citizenship. How can the prime minister know what the high court will hold? How can the prime minister act so recklessly? Malcolm Turnbull says in an enervated tone, we’ve had this build up for weeks, about the trouble Labor intends to cause in the House, the tactical disruptions. Why doesn’t Labor want to talk about securing public spaces against acts of terrorism, or about drug trials for people on welfare? Labor then moves to suspend the standing orders. The manager of government business, Tony Burke. The House calls on the prime minister to immediately stand aside the deputy prime minister from cabinet until his constitutional qualifications have been determined by the high court. The manager of government business, Christopher Pyne, moves the gag motion. I move that the member be no longer heard. The treasurer, Scott Morrison, is invited to reflect on the better days ahead, with more investment and more jobs. (We haven’t heard about the better days ahead for a while.) Morrison is delighted to return to better days ahead. Scott Morrison: We have a Turnbull government that’s focused on the economics of opportunity, not the politics of envy, Mr Speaker. In contrast, the treasurer says, we have the most leftwing Labor leader we’ve seen in generations whose only policy he believes to encourage growth in this country is to tax it into oblivion. Bill Shorten is back on the constitutional cases. Shorten wants to know whether it is seriously government policy that ministers will keep their jobs for three months after being disqualified by the high court? (Section 64 has a three-month provision). Malcolm Turnbull says this is another far-fetched hypothetical question we get from the opposition. Mr Speaker, the Australian people expect this House, this parliament, to focus on their security. Their national security. Their energy security. Securing their jobs and the opportunities for the future. That’s what the government is focused on. I know the opposition has no interest in taking advice from me but I would counsel them to focus on the real issues themselves. A Dorothy Dixer on asylum boats from the immigration minister, Peter Dutton. Bill Shorten will see that the boats start again, Dutton says. Back to the House again now. Labor is zooming in on Barnaby Joyce and his decision making. Q: Since the government became aware that there was doubt over the qualifications of the deputy prime minister to be a member of parliament, how many executive orders, grants, delegations, appointments and legislate instruments has the deputy prime minister signed or made? This question goes to that section 64 issue I mentioned earlier on today – the legality of ministerial decision making when it is not clear the minister in question, in this case Barnaby Joyce, was validly elected. Malcolm Turnbull bats away the inquiry from labor’s Tanya Plibersek. The prime minister: I can advise the honourable member that the government is absolutely satisfied that the deputy prime minister is qualified to sit in the House. Our legal advice is very clear. We’re very confident that the high court will confirm that when the matter is heard. So the premise of her question is false. Katharine, throwing to Chris, briefly: while the Queensland Bob Katter asks about killing crocodiles, and the environment minister, Josh Frydenberg, thinks the Queensland government needs to put people before crocodiles, we can cross briefly to my colleague Christopher Knaus, who has eyes on the Senate. Take it away Chris. Fiona Nash’s British citizenship is the subject of early questioning in the Senate. Labor senator, Helen Polley, asks why Nash took so long to check her citizenship and inform the parliament, given the intensity of public discussion about the issue. Nash revealed her citizenship problems on August 18, four days after Barnaby Joyce announced he was a New Zealander. Nash only checked with the UK home office after Joyce made his public announcement. The deputy Nationals leader responds that she has been “very open and honest” about her citizenship. “I have been very open and transparent, Mr President, in the arrangements that have been in place for this,” Nash said. “And I would expect also, Mr President, that those on the other side would also be open and transparent. I have great respect of the Australian people and I have made sure through this entire process that I have been very clear, and very open, and honest.” Another Dorothy Dixer on North Korea for the foreign affairs minister, Julie Bishop. Then Bill Shorten is back on citizenship. Q: Last time this parliament sat, the prime minister claimed in question time, the deputy prime minister is qualified to sit in this House, and the high court will so hold. On what basis did the prime minister make this claim? Malcolm Turnbull says he’s answered this question many times. He says his confidence rests on the advice given by the solicitor-general. Then, the prime ministerial segue: The last thing we want to get into perhaps is a debate about legal opinions. But I’d say this, there is one opinion that every Australian has. And that is the leader of the opposition cannot be trusted. Labor comes back with a follow-up question on citizenship. Are there any other undisclosed cases? Has the government sought advice on any other cases? Malcolm Turnbull says there has been speculation about a number of people, including Labor MPs. Then he goes to the question of advice. Malcolm Turnbull: The honourable member’s question as to whether advice has been sought – the advice that I have sought from the solicitor-general is limited to the situations of the three ministers that have already been referred. Given his previous attempt at a statement on indulgence was cut off, Bill Shorten rises on indulgence on North Korea. Bill Shorten: I’d like to say to all Australians who may be watching or listening to these proceedings in parliament, that whatever disagreements might colour the next hour or so, on this question, the parliament is of one mind. Keeping our people safe is the first priority and responsibility of all who serve in the parliament. The security of our nation and our region and the world unites our parliament and that is precisely as it should be. Labor unreservedly condemns North Korea’s deliberate, dangerous and provocative nuclear testing. It is a regime that force-feeds its people on propaganda whilst they starve in poverty. It’s a dictatorship that calls itself democratic and its people suffer in slave labour. It is a regime with no respect for the security of our region or the future of global peace. This latest nuclear test is a calculated demonstration of contempt. Contempt for the international community as a whole, and for China and its nearest neighbours in particular. The first Dorothy Dixer is on North Korea. The prime minister says he convened a meeting of the cabinet’s national security council this morning to discuss the latest developments. Malcolm Turnbull: I want to be very clear to honourable members. China finds North Korea’s conduct frustrating and dismaying. China has condemned it strongly and has stated unequivocally that it will implement the latest round of security council sanctions for which of course China voted as a member, as a permanent member of the security council. And so it’s important to understand that North Korea is not an obedient client state of China like East Germany was to the former Soviet Union. Nonetheless, China has the greatest leverage and hence the greatest responsibility. And so we call on China to use that economic leverage to bring this rogue regime to its senses. Turnbull says Australia stands in resolute solidarity with Japan, South Korea and the rest of the world. First question from Labor is on citizenship. Labor wants to know whether the government is sitting on any more undisclosed citizenship cases, given the government waited until just before the adjournment in the last sitting fortnight to confirm there were problems with Fiona Nash. The prime minister does not answer the substance of the question. The Labor leader Bill Shorten opens by trying to make a contribution, on indulgence, on North Korea. The Speaker, Tony Smith, sits Shorten down. The manager of opposition business, Tony Burke, objects. Indulgence on these issues is usually granted on the basis of there are some issues that should be used to unite the parliament. If this issue is not granted indulgence, it will mean this House has had an indulgence on the Yarra council but not on North Korea. And I simply ask that indulgence be granted. Smith is unmoved. Tony Smith: When it comes to these sorts of matters the practice is very, very clear. The indulgence is granted following a similar statement by the prime minister. He says if MPs depart from practice, anarchy ensues. Move on, he says. The Labor leader Bill Shorten opens in the condolence motion this way. Today the Labor family salutes the life of a faithful son. We offer our condolences to Doug Everingham’s family. He was one of the first of the Whitlam academics – a new breed of tertiary-educated Labor candidate. A trained psychiatrist, surgeon and GP who became a reforming health minister. Here begins the hour of glower, but the session opens with a condolence motion. The prime minister is paying tribute to Doug Everingham, a former member for Capricornia and minister for health in the Whitlam government, who died on August 24. The Labor man Joel Fitzgibbon is on ABC24 with a curtain raiser to question time. He’s got eyes on Barnaby Joyce. Fitzgibbon is asked about Tony Abbott’s remarks about Bill Shorten this morning: that disrupting the parliament only demonstrates that you aren’t up to the task of being prime minister. Q: You were in the thick of those Abbott years, wearing a hat that was chief government whip at the time. You’re familiar with those antics. Don’t you see shades of that re-emerging under Bill Shorten’s leadership? Joel Fitzgibbon: No, I don’t. I did see Tony Abbott’s tactics upfront. They moved a suspension motion every day for three years. Every day. Good grief, it’s nearly question time. Just time for you to put the kettle on. 2pm beckons. Liddell, we could keep open, that would be one option. This is Craig Kelly, continuing on Sky. He says a system of reverse auctions would be the way to go. That system would allow various energy providers scope to bid into the market to supply electricity – coal, gas, wind, solar. The Minerals Council of Australia, which represents coal interests, is pushing the reverse auction scheme behind the scenes. Kelly, just for your background, is not a fan of Alan Finkel’s clean energy target. It’s too friendly to renewables. The energy minister, Josh Frydenberg, is being interviewed on Sky. If you are a regular reader of mine, you’ll know I’ve been flagging over the past week or so that the Turnbull government is looking at trying to sort out its energy policy, and is also considering whether coal-fired power stations can remain open for longer. I’ve flagged that the government is looking at the Liddell power station, which is due to close in 2022. Frydenberg has been asked on Sky about Liddell. He says the cheapest power is generated by existing coal assets, and if the current power stations can be kept operating for longer, that would be a “good outcome”. The energy minister is pressed on Liddell, and he bats off the question. Frydenberg says he’s making a general point about keeping enough base load power in the system to ensure lower prices and network security. Just by the by, Liddell is owned by AGL, which wants to exit coal entirely starting from 2022, with the closure of the NSW plant, so it’s not interested in keeping the plant open. The government will get a report today from the Australian Energy Market Operator quantifying the amount of dispatchable power that will be required in the system as the old plants retire. That’s a critical input to the energy policy process. Following Frydenberg on Sky is Craig Kelly, the chairman of the backbench committee on climate and energy. Kelly think AGL doesn’t want to invest to keep Liddell going. He suggests a refurbishment could cost hundreds of millions. While we cannot rival the excitement of #agday, we can recap the events of the morning. So today, Monday, lunchtime: The prime minister’s day dawned with a Newspoll which showed nothing significant at all apart from a positive movement in the preferred prime minister ratings for Malcolm Turnbull and a negative one for Bill Shorten – and that one was only just outside the margin of error. The prime minister thought early in the day that Labor ought to rethink its much telegraphed strategy of disrupting the parliament this week, and putting pressure on Barnaby Joyce and the legality of his ministerial decision making, because of North Korea, which was a serious business, requiring a serious parliament. Other political actors, Labor and the Greens, said North Korea was, indeed, very serious, but ministerial decision making was also a serious issue when the minister making the decisions may not have been validly elected to the parliament. This could prove problematic in the event various interest groups subsequently took legal action to undo the ministerial decisions. Tony Abbott thought he’d help with project serious by saying Bill Shorten needed to prove he was an Australian citizen or shut up about Joyce, and then remarked deliberate disruption in the parliament proved that Shorten was not up to the task of being prime minister (which was perhaps an oblique self-reflection about his own brief tenure in the Lodge). The Senate referred the Nationals deputy leader, Fiona Nash, and the NXT leader, Nick Xenophon, to the high court over dual citizenship issues, and then rebuffed a motion from Pauline Hanson for a full citizenship audit. The Senate president, Stephen Parry, flagged that the Senate may adopt a new dress code and new standing orders allowing him to eject people from the chamber after Pauline Hanson’s atrocious burqa stunt in the Senate during the last sitting fortnight. The House Speaker, Tony Smith, sent his former Victorian Liberal colleague Bruce Billson in the direction of the privileges committee to consider whether any contempt of the parliament had occurred when Billson failed to disclose that he was paid by a business lobby group while still an MP. He mentioned in passing the committee might want to consider a code of conduct for the House of Representatives. Ministerial decision-making can be a complete drag. Some days are diamonds ... Just before I move in orderly fashion in full compliance with live blogging best practice to posting a lunch time summary, I’ve had a request during this brief comeback tour for more Lego. Yes, that request may have been from my mother (hi Mum), but I know that many other readers of this project over many years adore the #BrickParliament. I’m also aware that ABC TV viewers have also been treated recently to the sight of Mr Bowers toiling away in his #BrickParliament workshop in order to inform the #auspol world of developments in the Senate (and elsewhere) that we were once prevented from recording pictorially. So it seems appropriate at a number of levels to bust out some Lego this week. And what better random re-enactment than Tony Abbott’s recent confession that he slept through votes on the stimulus package after a couple of bottles of vino in the members dining room. #BrickAbbott is resting his eyes. The #BrickWhip, meanwhile, appears with a whip. As Devo, once, so wisely said .. We’ll take stock next. The National Farmers Federation president, Fiona Simson, standing next to Joyce and well clear of the boning floor, is welcoming a huge celebration on 21 November, which will be national agriculture day. Apparently national agriculture day is an initiative of the mining magnate Gina Rinehart. This will be a magnificent day, Simson thinks. The duo then throw to questions from reporters. Joyce wonders whether there are any questions on national agriculture day. [Pause] *Crickets* Joyce flushes in an effort to contain his frustration. Many questions follow on Joyce’s citizenship status. Meanwhile, in the mural hall, the deputy prime minister, Barnaby Joyce, is talking about agriculture. It’s important. Barnaby Joyce: ... whether you are on the boning floor ... For the record, this is the full statement to the House from the Speaker, Tony Smith. The most interesting bit of this statement, apart from the referral of Billson, is the reference Smith drops in the paragraph that I have bolded below. He’s saying perhaps the privileges committee might want to consider a code of conduct for MPs. HINT HINT, GUYS. MAYBE DO THAT. HOUSE OF REPRESENTATIVES. GET A CODE PEOPLE. OVER. Sorry, back to the Speaker, who is not a shouter. Tony Smith: On 15 August 2017 the manager of opposition business raised as a matter of privilege whether the circumstances surrounding the former member for Dunkley, Mr Bruce Billson, accepting an appointment as a paid director of the Franchise Council of Australia whilst still a member of the House gave rise to any issues which may constitute contempt of the House. I am satisfied the member has raised the matter at the earliest opportunity. The manager of opposition business tabled a number of related documents and I have examined these as well as his statement to the House. House of Representatives practice, relying on the experience in the United Kingdom as noted in Erskine May’s Treatise on the Law, Privileges, Proceedings and Usage of Parliament (known commonly as May), refers to two relevant matters that could be considered as contempts. The first is corruption in the execution of a member’s office as a member. To quote from May: “The acceptance by a member of either House of a bribe to influence him in his conduct as a member, or of any fee, compensation or reward in connection with the promotion of or opposition to any bill, resolution, matter or thing submitted or intended to be submitted to either House, or to a committee is a contempt.” The second is lobbying for reward or consideration. Again to quote from May, citing a resolution of the House of Commons in 1995: “No members of the House shall, in consideration of any remuneration, fee, payment, reward or benefit in kind, direct or indirect … advocate or initiate any cause or matter on behalf of any outside body or individual; or urge any member of either House of parliament, including ministers, to do so, by means of any speech, question, motion, introduction of a bill, or amendment to a motion or bill.” Clearly these matters are not unrelated and there could be a fine distinction between them. As I understand it the manager of opposition business has cited both as grounds for possible contempts in this case. He also refers to the actions of the Franchise Council of Australia in making the appointment of the former member for Dunkley, and has raised whether this action also may give rise to contempt issues. In his statement, the manager of opposition business refers to a number of statements and actions of Mr Billson after his appointment to the Franchise Council of Australia that, he states, appeared to show support for the position of the council or indicated an association with the council. I am not in a position to determine the nature of any connection between the appointment of Mr Billson to the Franchise Council and his subsequent statements and actions, but I appreciate that issues are raised. In relation to the question of matters being contempts, I also note that they must meet the test of section 4 of the Parliamentary Privileges Act 1987 and be conduct that is intended or likely to amount to an improper interference with the free exercise by the House of its authority or functions. I am not in a position to determine whether there is a prima facie case that this test has been met in these matters raised by the manager of opposition business, but again I note the nature of the issues that have been raised. I note that in the United Kingdom that matters to do with lobbying for reward or consideration would now generally be dealt with as matters of conduct under the House of Commons code of conduct. The House of Representatives does not have a similar code for members even though a case such as this raises matters that may potentially be more to do with appropriate conduct rather than contempt. In this regard I note that the committee of privileges and members’ interests has responsibility under the standing orders for questions about a code of conduct for members. I am willing to give precedence to a motion for matters to do with contempt or conduct in relation to the circumstances raised by the manager of opposition business to be referred to the committee of privileges and members’ interests. In doing so I reiterate that I have not made a determination that there is a prima facie case, but I am sufficiently concerned by the matters raised to consider they should be examined by the committee. I note that the manager of opposition business referred to the member for Isaacs having written to the committee of privileges and members’ interests in relation to the former member for Dunkley’s obligations in relation to the registration of members’ interests. I also note the remarks of the prime minister in response to a question from the manager of opposition business on Thursday 10 August that he had asked the secretary of the department of prime minister and cabinet to examine the former member for Dunkley’s compliance with the ministerial statement of ethics. Finally, I wish to address the issue of the jurisdiction of the House in relation to a former member. I note that the matters raised by the manager of opposition business relate to the period when Mr Billson was a member of the House. The requirements of a member’s accountability to the House relate to the period in which they were a member and can be dealt with by the House after a member ceases to be a member. The most recent relevant case is that concerning the former member for Dobell, Mr Craig Thomson. Tony Smith, on the Bruce Billson referral to the privileges committee. I have not made a determination that there is a prima facie case, but I’m sufficiently concerned by the matters raised to consider they should be examined by the committee. While we are down in the House of Representatives, the Speaker, Tony Smith, is making a statement about the former Liberal MP Bruce Billson. Some readers will doubtless already know that the former Liberal minister has apologised for failing to disclose that he was collecting a salary from a business lobby group, the franchise council, when he was still an MP. Labor has sought to refer this issue to the powerful privileges committee of parliament to see whether or not any contempts of the House have been committed. Smith says in his statement to the chamber that he doesn’t have sufficient information to be able to have a position on Billson’s conduct, but he says the issue should go to privileges for determination. Tony Smith: I am not in a position to determine the nature of any connection between the appointment of Mr Billson to the franchise council and his subsequent statements and actions, but I appreciate that issues are raised. That referral has just gone through on the voices. While we’ve had eyes on the red place, down in the House of Representatives the Green’s climate change spokesman, Adam Bandt, introduced a bill expanding the current renewable energy target. That happened about an hour ago. I wrote a preview of this development this morning. The bill itself doesn’t matter, given it is unlikely to find much support. It’s the politics that make this development interesting. The purpose of the Bandt activity this morning is to fire a political warning shot in Labor’s direction as both the major parties determine what they will do on energy policy between now and the end of the year. If you haven’t followed the energy debate closely let me recap. The government will shortly attempt to put together its response to the Finkel review of the national electricity market, and determine whether or not it proceeds with the clean energy target recommended by the chief scientist. Labor will then need to determine whether or not to back the government’s package, thereby ending a decade-long war over climate policy. Both the major parties are under pressure to come to terms, given the market needs certainty. But if Labor cuts the government too much slack, the Greens have signalled (with this action this morning) they will come at Labor from the left, which is a relevant challenge for Labor in determining how and where to draw the line in any deal with the Coalition. Like little moving pieces on a chess board. Moving about the place. Best always to keep a close eye on them. Just for the record, Greens and One Nation voting together. (The motion was for a citizenship audit.) More peace, love and harmony in the red room. Cory Bernardi and Lee Rhiannon share a bench. Sometimes we should say no. This is the Tasmanian independent, Andrew Wilkie, on Sky News just now talking about North Korea. He’s talking about our obligations under the Anzus treaty if the US comes under attack by the rogue regime. Wilkie says the treaty requires only consultation, not action. He says when Canada says no to America, Washington takes notice. No idea what this is about, but Penny Wong is clearly amused. Just for the record, the Greens voted with One Nation on that motion for an audit. Not a development you see every day of the week. Labor’s Katy Gallagher, insisting she is eligible to remain. Nick Xenophon, referring himself down the road. (For what it’s worth, the attorney-general, George Brandis, said in passing that Xenophon was as likely to be a dual citizen of the United Kingdom as the pope being found to be a Methodist.) And the Nationals deputy leader, Fiona Nash. A few pictures now from that sequence in the Senate, kicking off with Pauline Hanson on the war path. We are back now to Pauline Hanson, and her suspension motion. The One Nation leader says the major parties are closing ranks on the dual citizenship fracas and refusing to conduct an independent inquiry or audit to determine whether everyone in the place meets the constitutional benchmarks to be in parliament. Pauline Hanson: Why are you closing ranks? The people have lost trust in you. (I note in passing that I don’t recall hearing Hanson support the Greens call for an audit when there were questions about the eligibility of her colleague, Malcolm Roberts. Perhaps she did support an audit then and I didn’t hear it for some reason. But I don’t recall her supporting one. You folks will correct me if I’ve forgotten something.) In any case, the attorney-general, George Brandis, says the government won’t support the Hanson motion. He says recent history has shown senators are honourable types, who have referred themselves to the high court when they believe they have a case to answer. The Labor senator Doug Cameron says the opposition won’t be backing this motion either. It’s a stunt, Cameron says. And hang on, says Cameron, how about Malcolm Roberts? Doug Cameron: The invisible man! Cameron says One Nation didn’t make the professional checks on Roberts, so now they want to reverse the onus of proof for other senators. This is not about closing ranks, Senator Hanson, this is about a professional political party doing what is required to be done. We went through a professional process, a proper process. No closed ranks from the Labor party, just a professional process to ensure people are entitled to be in. Don’t put other people in the same boat as you. Cameron flings in his finale that Hanson is a “racist”. Hanson objects, quick as a wink, she wants that term withdrawn. Doug Cameron: I withdraw, reluctantly. The One Nation leader, Pauline Hanson, has sought to suspend the standing orders on a motion concerning the qualification of senators. Labor’s Penny Wong has asked Hanson to hit pause on the suspension, while Derryn Hinch and Katy Gallagher make statements concerning issues raised in the past couple of weeks about their potential constitutional problems. Hanson agrees. Hinch, the Victorian senator and former broadcaster, points to questions that were raised last week about his possession of a US social security number from a period working in the US in the 1960s and 1970s. He says the legal advice is he’s in the clear, so he won’t be referring himself to the court. Gallagher, the Labor senator, says she is not a citizen of Ecuador or the United Kingdom. Questions were raised over the past couple of weeks about Gallagher, and a potential citizenship by descent issue. In a statement, Gallagher goes through the processes of checks and legal advice she has taken both before her nomination, and once the new questions were raised. She insists she is eligible to be in the parliament, and there is no reason for a high court referral. The Senate has skipped on in short order to referring the Nationals deputy leader, Fiona Nash, and the NXT leader, Nick Xenophon, to the high court. That has just happened. The Greens leader Richard Di Natale has taken the opportunity to raise the section 64 issues I raised on the blog a couple of posts ago – he says ministers should not be in their posts while these matters are being heard. Labor’s Senate leader, Penny Wong, makes the same point. The Senate is now sitting for the day. As I flagged a bit earlier, Stephen Parry, the Senate president, has just given a short statement giving new facts about how Pauline Hanson entered the chamber during the past sitting fortnight wearing a burqa – and what consequences follow the action. Parry said Hanson did not, at any point, breach security in parliament house by entering the chamber in the full-face covering. She had sought a security escort from her office to the chamber so she would not be impeded by journalists, and they knew who they were escorting. “At no point” did Hanson put the parliament’s security at risk, Parry said, because she was clearly identified before entering the chamber. But he wants the procedures committee to look at two things. Right now there is no dress code in the Senate. Senators set their own standard. Given the Hanson stunt, he wants the committee to examine whether or not a dress code needs to be set. In the interim, Parry would like senators to have an eye to the dignity of the Senate in their manner of dress. He also wants the procedures committee to examine the standing orders, because he had no power on the day to take any action against Hanson. He said he was unable to respond to Hanson’s behaviour on the day because there was no breach of the standing orders. Just a bit more of Tony before I check in on our friends in the Senate. Abbott was asked whether the current campaign of character assassination against him (which I confess I have missed despite paying ridiculously close attention to daily politics) was harming his chances of being preselected in the seat of Warringah. The former prime minister thought not, because the good people of Manly knew him very well, and knew he was doing amazing stuff, like improving Brookvale Oval. He was also asked about North Korea. After a few seconds rumination, he thought North Korea was China’s problem. End of story. If China didn’t fix its North Korea problem, that just showed China was not a good international citizen. Tony Abbott: It is China’s problem to fix. Fresh from his spot of helping earlier this morning, the former prime minister Tony Abbott has bobbed up on 2GB in his regular Monday fortnightly spot with Ray Hadley, except Ray isn’t there. Someone called Mark is there, and Tony hopes Ray will be back real soon – and don’t we all. Proving that irony is not dead, Abbott thinks Bill Shorten should not be disrupting the parliament on the unfortunate constitutional matters. Abbott thinks the idea that he [Shorten] should be making the parliament unworkable, just shows he’s not up to the top job. (Live blogger clears throat, denoting a short personal intervention.) Some of us were around during the 43rd parliament when Abbott made a daily art form of parliamentary disruption. Sometimes several times a day. It is truly a curse in this business to have a long memory. It impedes performance every which way. Anyway. Back to Abbott and Ray’s stand-in. The former prime minister was asked about the Daily Telegraph’s story I flagged in the first post (in which Malcolm Turnbull is alleged to have called Abbott a word starting with “c” and ending with “t” on an a taxpayer-funded plane many moons ago). Abbott couldn’t possibly talk about that story. That would be indelicate. He tells Ray’s stand-in, Mark, that what goes on on the plane stays on the plane. He wasn’t talking then, or now. But he notes that Sharri Markson (author of plane gate) is a very fine journalist. He also notes that Turnbull and he go back several centuries, and “there have been many milestones in our relationship, some good, some bad”. He also notes that senior politicians have been known to swear in moments of passion. People can, he notes, use “robust language”. Ray’s stand-in notes that Turnbull is still behind in the Newspoll, and closing in on Abbott’s milestone of 30 polls with the government trailing Labor. Abbott doesn’t really comment on polls, but he can’t fault the mathematical prowess of his interviewer. Tony Abbott: I can’t quibble with your arithmetic there, Mark. I want to return for a moment to procedural antics and the high court cases because I’ve zipped over that in pretty basic fashion this morning. Given things are likely to get noisy at some point today, let’s step through the substantive point sitting behind the basic intra-day political tactics. Labor has eyes on Barnaby Joyce, the deputy prime minister, because it wants to hang a lantern over whether or not his ministerial decisions at the moment are legally valid. The focus is on Joyce, too, because the government commands a one-seat majority in the House of Representatives. That will be upset of course if the high court says Joyce is out because he was a dual citizen of New Zealand. Joyce will also have a stint as acting prime minister later this week. We’ve heard a lot in recent weeks about dual citizenship rendering people ineligible to sit in the parliament. We’ve heard a bit less about section 64 of the constitution. That section says no minister of state shall hold office for a longer period than three months unless he is or becomes a senator or a member of the House of Representatives. In plain English, it means you can’t be a minister if you aren’t an MP. Three ministers face questions about whether they were validly elected: Barnaby Joyce, Matt Canavan (who has stood down from cabinet) and Fiona Nash. Constitutional law experts say if the high court finds the trio should not have been elected because of their dual citizenships, there is a risk that their decision making could be open to legal challenge, particularly Joyce and Nash, who are insisting on remaining in their posts while their matters are heard. Sydney University law professor Anne Twomey has argued it would be “prudent for those ministers who are currently under a cloud concerning their lawful occupation of office to cease to make decisions which are contentious or might give rise to legal challenges with significant consequences”. Twomey says it would be better if decision making was made by acting ministers until such time as their cases are resolved. The government says there is n-o-t-h-i-n-g to see here. As they say in the classics, only time will tell. Lots of activity up and down the corridor this morning. I love this catch from Mike Bowers of Nick Xenophon feeding the chooks. I forgot to mention before when I mentioned Nick Xenophon’s visit to our corridor – there was a short update on media reform. Regular readers will know the Turnbull government wants to overhaul media ownership regulations. A deal was almost struck in the last parliamentary sitting fortnight, but fell over because the NXT leader wanted a better deal on tax breaks for independent publishers. Xenophon has revised his ask, and put a set of proposals to the government which may nudge the issue along. He was having trouble raising the communications minister, Mitch Fifield, at the weekend, but the two appear to have connected now. Media reform is on the Senate notice paper for today. It’s not clear how quickly any deal will come together. We’ll keep an eye on it. I’ve mentioned that when the Senate begins sitting at 10am, Nick Xenophon and Fiona Nash will be referred off for their day in the high court. We also expect the president of the Senate, Stephen Parry, to make a statement about the eye-popping event of the last sitting fortnight – Pauline Hanson’s decision to wear a burqa in the Senate chamber. Parry is expected to refer the issue of a dress code to the procedures committee. No show without Hunch. Rainbows are visions, but only, illusions. Tony Abbott is meanwhile at the door of the House of Representatives, and he is here to help. (You bet you are. You bet I am.) Abbott is clutching a letter he obtained from the Brits concerning his True Blue citizenship status. Rather than wandering around threatening Barnaby Joyce, promising disruption and chaos, Abbott thinks the Labor leader, Bill Shorten, needs to demonstrate proof that he is not a British citizen. Abbott has just told reporters he has proof, so if Shorten has proof he needs to put it in the public domain. Tony Abbott: He should show the letter or shut up. Q: Has someone in the government asked you to do this, Mr Abbott? Tony Abbott: I’ve been wanting to do this for a long time. Nick Xenophon is out now in the corridor in the press gallery. Xenophon will be referred off to the high court (with the deputy Nationals leader, Fiona Nash) once the Senate gets under way this morning to have his eligibility considered. Xenophon has a dual citizenship by descent problem. Xenophon says he intends to press on as normal, because that’s what his legal advice says. He says he intends to act like it’s business as usual “until the high court determines otherwise”. Xenophon also warns the ALP to back off on Joyce. He says the Australian public already thinks the parliament is a three-ring circus, and it is time that politicians started changing those perceptions by acting like adults. Nick Xenophon: This is a sideshow. It’s up to the high court to determine this issue. The One Nation leader, Pauline Hanson, appeared earlier this morning on Channel 7’s Sunrise program, praising the cashless welfare card on the basis of her meetings with elders from Kununurra and Ceduna. Pauline Hanson: [Elders and communities] actually are so pleased with the card. They say now the communities have had a turnaround, there’s not so much domestic violence, kids are going to school, they are actually eating decent meals, the buying good food for the table. It is actually working. Also, the drugs aren’t as big an issue, it’s still there, but it has addressed it. Hanson said she had travelled to Kalgoorlie and spoken to the council there “and they have a huge problem with the Aboriginals” . It wasn’t entirely clear what “problem” she was referring to, but it seemed to relate to “over 700 agencies that we are funding” that aren’t, in her view, as effective as the cashless welfare card. Hanson swung in the interview between statements that sound sympathetic (“agencies are not working at the times [needed] to meet the concerns of the local Aboriginals”) and those critical of specialist services for Indigenous Australians (“We’re pouring all the more taxpayers dollars into these agencies ... More money is not the answer”). The Greens senator Sarah Hanson-Young, who was on the show with Hanson, hit back, suggesting the One Nation leader was blaming unemployed people and Indigenous Australians. Hanson responded: “I didn’t blame anyone, the Aboriginals, whatsoever, so don’t pull that bloody stunt on me I’ve had a gutful of that for the last 20 years.” At a doorstop after the TV interview, Hanson was asked if One Nation would parachute Malcolm Roberts back into his seat if the high court finds he is ineligible. Hanson backed Roberts. Pauline Hanson: I think that’s a bit premature to actually make those comments [about] what we’re going to do. I have full confidence in senator Malcolm Roberts to maintain his seat. And I will deal with the situation at the time. But as I’ve said, I’ve always supported him and do believe he should be on the floor of parliament. Shortly after the prime minister was interviewed on the AM program, the manager of opposition business, Tony Burke, bobbed up on Radio National. Burke (who is responsible for Labor’s tactics in the House) was asked about the prime minister’s warning to the opposition. Burke thought linking parliamentary tactics and the North Korean security crisis was a long bow. A bit of melodrama, he thought. Down at the Senate door, the man himself, Barnaby Joyce, pink and sweaty from a morning constitutional, is huffing and puffing and telling reporters it is 100% legit that he remain in cabinet while the high court considers whether he has been validly elected. N-o-t-h-i-n-g to see here, Joyce puffs. The prime minister has stopped by the ABC studios to speak to the AM host, Sabra Lane. Turnbull spoke about the North Korean threat, which has of course has escalated dangerously over the weekend. The prime minister repeated the messages he delivered about North Korea last week: that the Chinese government should consider cutting off North Korea’s oil supply in order to turn the economic screws on the regime in Pyongyang. Malcolm Turnbull: That absolutely would be a lever that China could pull, and that would put enormous economic pressure on the regime. The prime minister was also asked about Labor’s threats of disruption to the parliament this week (which I flagged in the opening post). Q: Parliament is back from today. The opposition says anything can happen. They’re not happy that Barnaby Joyce could possibly be the acting prime minister at the end of this week, given that his election to parliament is in question, the validity of it is in question. If the high court finds that he was invalidly elected, Labor will claim vindication, won’t it? The prime minister (who clearly doesn’t want to have to battle disruptive antics all week) went in hard. Malcolm Turnbull: Well, it says a lot about the Labor party, Sabra, doesn’t it, that at a time when we’re facing the greatest threat of war on the Korean peninsula in 60 years, more than 60 years, on the face of that – in the face of rising energy prices and Labor’s admitted responsibility for that, in the face of all of that, what the Labor party wants to do is talk about creating disruption on the floor of the parliament. Australians will be sickened by the sight of the Labor party’s failure to recognise the priorities of the Australian parliament, is to keep Australians safe and to support the opportunity, the economic opportunity that Australians deserve, and that requires the parliament to focus on the real issues, rather than playing political games. Just in case we missed it. Malcolm Turnbull: The reality is we are facing on the Korean peninsula the gravest threat to peace since the end of the Korean war. These are dangerous times. Now, what we Australians would expect is the parliament to be resolute in support of the security of Australia. Well good morning good blogans, bloganistas, and welcome to the resumption of federal parliament, sometimes known as the twilight zone – and to the live social experiment known as ‘can Katharine Murphy still live blog’? Regular readers of Politics Live know that Gabrielle Chan has moved on from the project in order to spend more time being able to hear herself think, and our wonderful new addition, Amy Remeikis, will take command of this project from next week. So, in the interim, I’m Back in Blog, with Mike Bowers. Given the original Politics Live duo is back together for a week-long reunion tour, we might indulge in the odd bout of shredding. Not really. Please remain calm. You are perfectly safe. Now, to the day. Parliament will resume very shortly after a couple of weeks off. Labor has its sights on Barnaby Joyce, who is currently before the high court because of his dual citizenship. Content warning. Disruptive antics may unfold. The prime minister thinks Labor needs to wise up and think of North Korea. More of that in the next post. Malcolm Turnbull has woken up to a Newspoll which has movement within the margin of error, which in this poll is plus or minus 2.5% (It really is ridiculous, the requirement to write poll stories as if something has actually happened. LOOK. SOMETHING HAS HAPPENED. NOT.) But there is some movement in this morning’s survey which could constitute actual movement, and it’s in the preferred prime minister measure. Malcolm Turnbull’s support has gone from 43% to 46% and Bill Shorten has gone from 33% to 29%. Sticking with the prime minister, there’s also a front-page story in this morning’s Daily Telegraph which declares Turnbull dropped “a mid air C-bomb” (actually I think the Terror has this in single quote marks) on Tony Abbott when they shared a plane ride back from a News Corp knees-up, 14 months before Turnbull launched a leadership challenge. Let’s call this deep investigative dive strictly deep vault, which means very little to anyone living their lives in the real world. But in the febrile world of politics, leaks like this means the government has fractured internals, and people inside the government now can’t keep their mouths shut – which tends to lead to suboptimal government. But then you all knew that already, right? The prime minister has been interviewed by the ABC’s AM program, which is where North Korea makes an appearance. I’ll give you a full account of that in the next post. But first, the obligatory housekeeping. The comments thread is now wide open for your business. Alternatively, you can speak to me on Twitter @murpharoo and you can also stop by my Facebook forum. Magic Mike Bowers is @mpbowers Fill up your water bottles, breathe deeply and steadily. Here comes Monday.",
    "keywords": [
        "spring",
        "shorten",
        "parliaments",
        "house",
        "joyce",
        "prime",
        "session",
        "citizenship",
        "dominates",
        "parliament",
        "question",
        "minister",
        "happened",
        "member",
        "day",
        "labor"
    ],
    "summary": "I will not allow the prime minister to use a smear about me as cover for the crisis which engulfs his government.\nThe deputy prime minister should not be allowed to serve as acting prime minister.\nAnd I say to the prime minister: do the right thing, do the honest thing, be the strong leader you claim you are, and make stand the deputy prime minister stand aside.\nThe prime minister (who clearly doesn’t want to have to battle disruptive antics all week) went in hard.\nThe prime minister has been interviewed by the ABC’s AM program, which is where North Korea makes an appearance.",
    "sentiment": {
        "neg": 0.0471,
        "neu": 0.8738,
        "pos": 0.0791,
        "compound": 0.0654
    }
}