{
    "date": "2017-12-28T12:00:16Z",
    "title": "Trump's world: his impact so far and what to watch in 2018",
    "url": "https://www.theguardian.com/us-news/2017/dec/28/trumps-world-his-impact-so-far-and-what-to-watch-in-2018",
    "content": "The Trump effect on international relations is likely to be studied for generations to come, but first we have to survive it. With the presidency sliding towards two major conflicts, that is no foregone conclusion. Experts on nuclear weapons and the institutionalised madness of mutually assured destruction, are increasingly making nervous jokes about living outside the blast radius in Washington DC and not bothering to buy wines that age well. Some of these dangers would be on the rise anyway. The standoff with North Korea was bequeathed by the previous administration. But Trump’s carnival-barker demagoguery has steepened the incline of the slippery slope to conflict in Asia and the Middle East while his blithe lack of concern about climate change is a serious hindrance to efforts to rescue the planet. North Korea The only time the two presidents met, Barack Obama warned Donald Trump about the threat posed by North Korea’s weapons programmes. Kim Jong-un was already well on the way to making an intercontinental ballistic missile (ICBM) with a nuclear warhead. “It won’t happen!” Trump tweeted soon after. But it did, in spades. Pyongyang now has (most likely) a hydrogen bomb, and, quite possibly, a missile capable of reaching Washington. On to this conflagration-in-waiting, Trump has poured his own form of gasoline: epithets (“Little Rocket Man”, “short and fat”) combined with threats, to “totally destroy” North Korea with “fire and fury”. On two occasions when his secretary of state, Rex Tillerson, raised the prospects of dialogue, he has been humiliatingly rebuked by Trump or the White House, raising questions of how long Tillerson can stay on. The national security adviser, HR McMaster, has talked about a “preventive war” and a view has taken hold in the White House that a nuclear-armed North Korea would not be deterrable, and therefore will have to be confronted militarily, whatever the risks. Korea watchers have been weighing the chance of a conflict in the coming months, and at least one widely respected expert puts them at 50%. Those are not good odds for such a horrifying outcome. China Trump wants to achieve two objectives in his relations with China that are fundamentally in conflict. He is seeking to make it the battleground for America First policies abroad, remaking a trade relationship in the US favour, while trying to enlist more help from Beijing in tightening the vice on North Korea. How this conflict resolves itself and which goal gains primacy will shape much of the geopolitics of north-east Asia. The Chinese government’s decision to start building refugee camps suggests it is now planning for regime collapse in Pyongyang or war on the Korean peninsula. Iran Hostility to Iran is one of the few constants in Trump’s foreign policy. In part this seemed to be grounded in his desire to destroy Obama’s flagship foreign policy legacy, the 2015 deal in which Iran accepted curbs on its nuclear programme in return for sanctions relief. Trump refused to certify this deal in October and threatens to torpedo it entirely in mid-January, when he could clear the way for sanctions by simply not signing a waiver. That would put the Trump administration on a confrontation course with Iran, forsaking Washington’s traditional allies in Europe along the way, in favour of alignment with Israel’s Benjamin Netanyahu, the Saudi crown prince, Mohammed bin Salman and his Abu Dhabi counterpart, Mohammed bin Zayed, who are determined to push back Iranian influence in the Gulf. Syria The Trump-Netanyahu-Salman axis has no real plan for containing Iran’s reach where it has extended most, in Syria. As Russia reduces its footprint there, Iran is expected to expand its own, rebuilding the Syrian army and bolstering it with proxy militias build on the template of Lebanon’s Hezbollah. The consolidation of Iranian military power from Herat in Afghanistan to southern Lebanon will remake the map of the Middle East, one of the most important long-term consequences of the US invasion of Iraq, followed by Obama and Trump’s decisions largely to stay out of the Syrian civil war. In 2018, the US will almost certainly become more aggressive in its attempts to contain Tehran’s reach. All of Trump’s national security team are hawkish on Iran. The question is whether they will opt for a slow-burn approach, bleeding Iranian forces through proxies, or choose all-out confrontation. Russia There is far less unity in the Trump team over Russia. In fact, in his desire to grant concessions to improve the relationship with Vladimir Putin, the president is at odds with almost all his own most senior officials. The secretaries of defence and state, James Mattis and Rex Tillerson, have sought to box Trump in on the issue, digging in already entrenched positions, stipulating that there will be no sanctions relief and no diplomatic thaw until Russia pulls back in Ukraine. It is a fair prediction that in 2018 one of two things will happen. Either Trump overhauls his team, replacing Mattis and Tillerson with more pro-Moscow alternatives, or a newly re-elected Putin sours significantly on Trump. Either way, the drift of both countries from disarmament back to an arms race looks hard to stop. Even if the two leaders stay friendly they have each made nuclear arsenals totems of their authority. Europe The UK government’s hopes of an extra-special relationship with Washington post-Brexit have foundered on the rocky shallows of Trump’s personality. The president’s Islamophobic forays into British politics has given Theresa May little choice but to rebuke him openly, drawing his ire in return. Meanwhile, deep differences over Iran, North Korea and climate change have forced Emmanuel Macron and Angela Merkel to plot a European course on global issues that is increasingly independent of the US. That divergence is likely to widen in 2018.",
    "keywords": [
        "2018",
        "iran",
        "impact",
        "world",
        "watch",
        "korea",
        "russia",
        "north",
        "way",
        "tillerson",
        "nuclear",
        "far",
        "trumps",
        "conflict",
        "trump"
    ],
    "summary": "The standoff with North Korea was bequeathed by the previous administration.\nNorth Korea The only time the two presidents met, Barack Obama warned Donald Trump about the threat posed by North Korea’s weapons programmes.\nIran Hostility to Iran is one of the few constants in Trump’s foreign policy.\nEurope The UK government’s hopes of an extra-special relationship with Washington post-Brexit have foundered on the rocky shallows of Trump’s personality.\nMeanwhile, deep differences over Iran, North Korea and climate change have forced Emmanuel Macron and Angela Merkel to plot a European course on global issues that is increasingly independent of the US.",
    "sentiment": {
        "neg": 0.0994,
        "neu": 0.8253,
        "pos": 0.0753,
        "compound": -0.0707
    }
}