{
    "date": "2017-11-14T22:52:01Z",
    "title": "US military leaders would reject illegal order for nuclear strike, senators told",
    "url": "https://www.theguardian.com/us-news/2017/nov/14/us-military-nuclear-weapons-strike-senate-trump",
    "content": "US military commanders would refuse a presidential order to carry out a nuclear first strike that they thought was illegal, senators were told on Tuesday. The assurances came at the first congressional hearings since 1976 on presidential authority to order the use of the US nuclear arsenal, against a background of mounting concern over North Korea’s nuclear programme – and Donald Trump’s emotional stability. Bob Corker, the Republican chairman of the chamber’s foreign relations committee, has expressed fears that the president is taking the country “on the path to world war III”. Separately CNN reported on Tuesday that a “Nato partner country” had raised concerns about Trump’s command of the US nuclear launch system, under which the president alone can order a launch. Opening the hearing, Corker – who has recently been engaged in bitter exchanges with Trump over his fitness for office – noted that “the president has the sole authority to give that order, whether we are responding to a nuclear attack or not”. “Once that order is given and verified, there is no way to revoke it,” the Tennessee senator said. “To be clear, I would not support changes that would reduce our deterrence of adversaries or reassurance of our allies. But I would like to explore, as our predecessors in the House did 41 years ago, the realities of this system.” Chris Murphy, Democratic senator from Connecticut, said: “We are concerned that the president of the United States is so unstable, is so volatile, has a decision-making process that is so quixotic, that he might order a nuclear weapons strike that is wildly out of step with US national security interests.” Retired Gen Robert Kehler, commander of US Strategic Command (StratCom) from 2011 to 2013, told the Senate committee that he would have refused to carry out a nuclear first strike on presidential orders if he believed it did not meet the requirements of proportionality and necessity under the law of armed conflict. “I would have said: I’m not ready to proceed,” Kehler said. “Then what happens?” he was asked. “I don’t know,” he replied. “Fortunately, these are all hypothetical scenarios. There is the human factor in our system. There is a human element to this. “It would be a very interesting constitutional situation, I believe. The military is obligated to follow legal orders but is not obligated to follow illegal orders,” Kehler said, adding that he always made sure he had legal advisers at hand when he was at Strategic Command. “If there is an illegal order presented to the military, the military is obligated to refuse to follow it. The question is the process leading to that determination and how you arrive at that. I would concede to you that would be a very difficult process and a very difficult conversation.” Ed Markey, a Democratic senator from Massachusetts who is sponsoring legislation that would limit the president’s authority to launch a first nuclear strike, said he was not reassured by Kehler’s arguments. “I don’t have confidence that a military chain of command would reject an order by the president to launch nuclear weapons in a preventative nuclear war situation,” Markey told the Guardian after Tuesday’s hearing. “I think that would be abdicating the responsibility of the US Congress to a group of generals who in many instances would have been appointed by the commander-in-chief, Donald Trump. That’s a very thin reed on which to have the fate of the planet being dependent.” The president and his top officials have said repeatedly that North Korea would not be allowed to threaten the US with nuclear weapons, but as Pyongyang has persisted with its nuclear and missile tests, it has been unclear what the administration would do to stop the regime. In August, the national security adviser, HR McMaster, raised the prospect of a “preventative war”, but many observers of the Korean standoff said any conflict was highly likely to quickly escalate into a nuclear exchange. Under the US constitution, only Congress has the power to declare war, but the president, as commander-in-chief of the armed forces, has the authority to respond to an actual or imminent threat. Much of the Senate committee hearing was taken up by discussion of what constituted an imminent threat and who could make that determination. Peter Feaver, a politics professor at Duke University and a specialist on presidential war powers, said: “I would say distinguish between scenarios where the military wake up the president versus scenarios where the presidents wake up the military.” Feaver added: “In the context where the president is waking up the military in an extreme funk, saying ‘I’m angry and I want something done’, he would require a lot of people cooperating with him to make the strike happen. And they would be asking the questions that would slow down that process.” Arms control experts however, expressed doubt that lawyers would always be involved in the decision. “The system is designed entirely for speed, not deliberation,” said Stephen Young, a senior analyst at the Union of Concerned Scientists. “Certainly in the case of responding to an incoming attack, the lawyers are not involved. It is not clear it would be any different for a nuclear first strike, despite Gen Kehler’s statements.”",
    "keywords": [
        "senators",
        "leaders",
        "war",
        "military",
        "launch",
        "system",
        "president",
        "order",
        "nuclear",
        "reject",
        "process",
        "strike",
        "told",
        "presidential",
        "illegal"
    ],
    "summary": "US military commanders would refuse a presidential order to carry out a nuclear first strike that they thought was illegal, senators were told on Tuesday.\nSeparately CNN reported on Tuesday that a “Nato partner country” had raised concerns about Trump’s command of the US nuclear launch system, under which the president alone can order a launch.\n“If there is an illegal order presented to the military, the military is obligated to refuse to follow it.\n“I don’t have confidence that a military chain of command would reject an order by the president to launch nuclear weapons in a preventative nuclear war situation,” Markey told the Guardian after Tuesday’s hearing.\nIt is not clear it would be any different for a nuclear first strike, despite Gen Kehler’s statements.”",
    "sentiment": {
        "neg": 0.1063,
        "neu": 0.8403,
        "pos": 0.0535,
        "compound": -0.2472
    }
}