{
    "date": "2017-12-03T16:00:45Z",
    "title": "Sonic attack: why South Korea bombards the North with news, K-pop and good times",
    "url": "https://www.theguardian.com/world/shortcuts/2017/dec/03/sonic-attack-why-south-korea-bombards-the-north-with-news-k-pop-and-good-times",
    "content": "While the world digests North Korea’s declaration that it has joined the club of nuclear states, the usually tranquil border separating the country from its neighbour to the south has again become the setting for a very different form of warfare. Encouraged by last month’s defection of a North Korean soldier, South Korea attempted to compound Pyongyang’s embarrassment by relaying news of the defection to troops and civilians on the other side of the demilitarised zone (DMZ) – the 4km-wide buffer that has divided the two Koreas since the end of their 1950-53 war. In loudspeaker broadcasts that can be heard over a distance of 24 km at night and 10 km during the day, North Koreans have been spared no detail, from the soldier’s daring flight to freedom and his recovery from wounds inflicted by his erstwhile comrades’ guns, to the parasitic worms surgeons removed from his stomach. South Korea’s broadcasts, aired at ear-splitting volume from 11 sites along the border, draw on a mixture of news, propaganda and music to foment popular disillusionment with the Kim dynasty. Overtly political content occasionally makes way for weather reports, domestic and international news, radio dramas, K-pop and upbeat studio discussions of life in wealthy, free South Korea. Seoul briefly resumed the broadcasts in August 2015 – ending an 11-year silence – after two of its soldiers were seriously wounded at the border by landmines allegedly planted by the North. They started up again in January 2016 in response to North Korea’s fourth nuclear test, prompting the then foreign secretary, Philip Hammond, to warn the South not to “rise to the bait”. North Korea has denounced the broadcasts and threatened to destroy the giant speakers, whose exact locations remain a secret. But how effective is Seoul’s aural onslaught? The fury the broadcasts provoke in Pyongyang suggests they dent morale among troops ranged against the border. Most North Koreans live too far from the DMZ to hear them, but defectors have spoken of inwardly questioning the regime after listening to South Korea’s “Voice of Freedom” on shortwave radio and watching bootleg videos of the country’s TV dramas. North Korea is not above responding with cross-border transmissions denouncing Seoul and its US ally. Given the potentially catastrophic consequences of the nuclear standoff between Pyongyang and Washington, perhaps we should be thankful that the confrontation between the two Koreas is confined to the airwaves – however distressing long-term exposure to Apink may be.",
    "keywords": [
        "border",
        "south",
        "times",
        "broadcasts",
        "troops",
        "korea",
        "sonic",
        "attack",
        "nuclear",
        "bombards",
        "seoul",
        "soldiers",
        "good",
        "koreas",
        "north",
        "kpop"
    ],
    "summary": "South Korea’s broadcasts, aired at ear-splitting volume from 11 sites along the border, draw on a mixture of news, propaganda and music to foment popular disillusionment with the Kim dynasty.\nOvertly political content occasionally makes way for weather reports, domestic and international news, radio dramas, K-pop and upbeat studio discussions of life in wealthy, free South Korea.\nThey started up again in January 2016 in response to North Korea’s fourth nuclear test, prompting the then foreign secretary, Philip Hammond, to warn the South not to “rise to the bait”.\nNorth Korea has denounced the broadcasts and threatened to destroy the giant speakers, whose exact locations remain a secret.\nNorth Korea is not above responding with cross-border transmissions denouncing Seoul and its US ally.",
    "sentiment": {
        "neg": 0.1071,
        "neu": 0.8203,
        "pos": 0.0727,
        "compound": -0.1692
    }
}