{
    "date": "2017-09-27T23:06:20Z",
    "title": "US promises to deploy 'strategic' military assets near Korean peninsula",
    "url": "https://www.theguardian.com/world/2017/sep/28/us-promises-to-deploy-strategic-military-assets-near-korean-peninsula",
    "content": "The US has promised to deploy more “strategic” military assets near the Korean peninsula as tensions rise with North Korea, a senior South Korean security adviser has said. Chung Eui-yong, the head of the National Security Office in Seoul, said the deployment of US hardware could start as early as this year. “The US has pledged to expand the rotational deployment of its strategic assets near the Korean peninsula,” Chung told the South Korean party leaders, according to the Yonhap news agency. He made the claim after being pressed over whether there was “any crack” in the alliance with the US. “[The deployment] will begin as early as late this year, and this will help us expand our defence capabilities,” Chung continued. Chung was not specific about what kind of military hardware the US might be sending. In the South Korean defence debate, US “strategic assets” can refer to anything from visits by aircraft carriers, nuclear-powered submarines, heavy bombs, and even stealth fighters and missile defence systems. The Pentagon had not responded to a request for clarification by Wednesday night. Talk of a military buildup around the Korean peninsula comes in the wake of a sharp escalation in the war of words between Donald Trump and Kim Jong-un last week, culminating in a claim on Monday by the North Korean foreign minister, Ri Yong-ho, that Trump had “declared war” with a tweet the day before saying that the regime’s leaders “won’t be around much longer”. Ri said his country would be justified in shooting down US bombers, even if they were in international airspace. In a show of force on Saturday, US B-1B bombers and fighter escorts flew off the North Korean coast north of the demilitarised zone separating the North and South halves of the peninsula, for the first time this century. In recent days, North Korea is reported to have beefed up the defences on its east coast by moving planes, fuel and other military supplies. South Korea is seeking renewed assurance of US defence guarantees as North Korea moves towards the development of a nuclear warhead small enough to put on a missile capable of reaching the US mainland. In the event of a conflict, that would put US cities at risk if Washington intervened on the side of South Korea – raising doubts in Seoul over whether the US administration would ultimately take that risk. Some politicians in South Korea have called for the redeployment of US tactical nuclear weapons on the peninsula, but until now such calls have been rebuffed by the US. Adam Mount, a senior fellow at the Center for American Progress, said: “There are some in South Korea that continue to think of nuclear weapons as being the most important signals of alliance assurance, and because the US is not going to deploy nuclear forces, they have created this euphemism of ‘strategic assets’, which usually means big conventional platforms.” Kingston Reif, the director for disarmament and threat reduction policy at the Arms Control Association, said: “Additional displays of ‘strategic assets’ in the region, while reassuring to allies and something agreed to last year, are unlikely to convince North Korea to alter its existing course and in the current flammable environment could be misinterpreted and unintentionally escalate the current tensions, especially in conjunction with Trump’s bellicose rhetoric and threats.”",
    "keywords": [
        "south",
        "military",
        "assets",
        "korea",
        "promises",
        "north",
        "deploy",
        "nuclear",
        "peninsula",
        "strategic",
        "defence",
        "near",
        "korean"
    ],
    "summary": "The US has promised to deploy more “strategic” military assets near the Korean peninsula as tensions rise with North Korea, a senior South Korean security adviser has said.\n“The US has pledged to expand the rotational deployment of its strategic assets near the Korean peninsula,” Chung told the South Korean party leaders, according to the Yonhap news agency.\nIn the South Korean defence debate, US “strategic assets” can refer to anything from visits by aircraft carriers, nuclear-powered submarines, heavy bombs, and even stealth fighters and missile defence systems.\nIn recent days, North Korea is reported to have beefed up the defences on its east coast by moving planes, fuel and other military supplies.\nSome politicians in South Korea have called for the redeployment of US tactical nuclear weapons on the peninsula, but until now such calls have been rebuffed by the US.",
    "sentiment": {
        "neg": 0.0397,
        "neu": 0.875,
        "pos": 0.0853,
        "compound": 0.144
    }
}