{
    "date": "2017-09-19T17:53:51Z",
    "title": "Trump calls Kim the aggressor – while trying to take down the Iran nuclear deal | Peter Westmacott",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/19/iran-nuclear-deal-donald-trump-kim-jong-un",
    "content": "In his speech to the United Nations general assembly on Tuesday, Donald Trump put “rocket man”, as he likes to call North Korean leader Kim Jong-un, on notice that America stands ready to destroy Kim and his country if forced to defend itself or its allies. Neither Trump nor any other rational being wants nuclear conflict in east Asia. But his remarks were a further sign of how dangerous the crisis caused by Kim’s provocative behaviour has become. Diplomats are going to have their work cut out. The president also had harsh words for the nuclear deal with Iran negotiated two years ago by America, Britain, and other governments. He called it “the most one-sided transaction the United States has ever entered into”, and a national embarrassment. Here is another area where diplomats need to get to work, and one where the UK could play a valuable role. We have long experience of dealing with Iran – where I began my diplomatic career before the 1979 revolution – and played a significant role in the negotiations culminating in the July 2015 deal which placed important constraints on Iran’s nuclear programme. Nobody claimed the deal was perfect, but it was by far the least bad way of preventing Tehran developing nuclear weapons. Trump has consistently criticised the Iran nuclear agreement (or Joint Comprehensive Plan of Action as it is known), and promised to dismantle it. Every 90 days, he is required to certify to Congress that Iran is in compliance, and every 120 days he has to decide whether or not to continue the suspension of US sanctions which forms part of the deal. Despite his dislike of the deal, and the urging of Iran’s opponents in the Persian Gulf, Israel, and Congress, Trump has renewed America’s commitment to the deal on each occasion, most recently by rolling over the sanctions waiver on 14 September. His advisers have, so far, managed to persuade him that the only result of destroying the JCPOA would be an accelerated Iranian nuclear weapons programme. But Trump was very clear, when reluctantly certifying Iranian compliance for the second time in July, that he would not wish to do so again in October. In his UN speech he gave a clear signal that decertifying next month remains an option. Decertification would not in itself blow the accord out of the water. But it would free Congress and others to come up with their own ideas for negotiating a better deal. Anyone privy to the tortuous negotiations which led to the JCPOA knows that there is no better deal available – former US officials as well as the Iranian foreign minister have dismissed the idea of renegotiation as “fantasy”. The sanctions which brought Iran to the negotiating table had signally failed to stop its enrichment programme, and were the result of a degree of international consensus which has no chance of being replicated in 2017. Yet US officials are already asking other P5+1 governments – China, France, Russia, the UK and Germany – whether, under the threat of new sanctions proposed by Congress, they would agree to return to the table and seek agreement on a new, tougher version of the JCPOA. Advocates of this approach would like to extend the limits on Iranian uranium enrichment, and bring in non-nuclear issues such as Iran’s ballistic missile programme and destabilising activities elsewhere in the region. The US knows that the other members of the P5+1 think renegotiation is both unwise and unrealistic – foreign secretary Boris Johnson rightly warned the US against ditching the JCPOA at his press conference in London last week with his US opposite number, Rex Tillerson. Washington will undoubtedly be receiving the same message from the French, German, Chinese, and Russian governments. Proponents of the new approach in Congress will be calculating that the threat of sanctions against countries that don’t go along with renegotiation will be enough to tip the balance. In reality, the bilateral sanctions the US has kept in place, despite the suspension of multilateral measures provided for in the JCPOA, already act as a powerful disincentive for international businesses and banks wanting to do business with Iran. It’s also the wrong moment to roll the dice again. There is much about Iranian behaviour in the region, and its ballistic missile programme, that gives rise to legitimate concern. But the Iranian government was reported last week to be beginning to put real pressure on the Revolutionary Guards, who are responsible for Iranian terrorist and other military activities abroad. At the same time, there are signs that the Saudis may be close to ending their injudicious intervention in Yemen’s civil war, which could in parallel bring an end to the Iranian involvement on the side of the Shia Houthis. At a time when Kim Jong-un’s irresponsible behaviour is already creating the spectre of nuclear proliferation in east Asia, and of possible conflict should he miscalculate, this is not the time to jettison the one effective nuclear arms control agreement in place in the Middle East. Far better to build on the Iran deal by offering Tehran incentives to improve its behaviour, than to give it the excuse to resume its nuclear weapons programme. • Peter Westmacott was British ambassador to the United States from 2012 to 2016",
    "keywords": [
        "iranian",
        "iran",
        "deal",
        "behaviour",
        "westmacott",
        "jcpoa",
        "aggressor",
        "nuclear",
        "kim",
        "calls",
        "sanctions",
        "programme",
        "congress",
        "peter",
        "trying",
        "trump"
    ],
    "summary": "The president also had harsh words for the nuclear deal with Iran negotiated two years ago by America, Britain, and other governments.\nTrump has consistently criticised the Iran nuclear agreement (or Joint Comprehensive Plan of Action as it is known), and promised to dismantle it.\nHis advisers have, so far, managed to persuade him that the only result of destroying the JCPOA would be an accelerated Iranian nuclear weapons programme.\nThere is much about Iranian behaviour in the region, and its ballistic missile programme, that gives rise to legitimate concern.\nFar better to build on the Iran deal by offering Tehran incentives to improve its behaviour, than to give it the excuse to resume its nuclear weapons programme.",
    "sentiment": {
        "neg": 0.0935,
        "neu": 0.8098,
        "pos": 0.0966,
        "compound": 0.0469
    }
}