{
    "date": "2017-08-11T17:50:16Z",
    "title": "Trump's North Korea rhetoric spikes US 'fear index' to top level since election",
    "url": "https://www.theguardian.com/business/2017/aug/11/trumps-north-korea-rhetoric-spikes-us-fear-index-to-top-level-since-election",
    "content": "A US stock market gauge known as the “fear index” has spiked to its highest level since Donald Trump was elected president in a sign that his brinkmanship with North Korea is starting to unnerve investors. The Vix index has been at record lows in recent weeks but has been rattled by the remarks Trump has been making about North Korea. A breakthrough in Pyongyang’s weapons programme prompted Trump to warn on Tuesday that he would unleash “fire and fury like the world has never seen” on North Korea if the regime continued to threaten the US. On Friday the US president tweeted that US military options were “locked and loaded” for use if Pyongyang “acted unwisely”. The Vix index measures expectations of volatility on the S&amp;P 500 index of the US’s largest publicly quoted companies. Its rise in the early hours of Friday prompted Neil Wilson, a senior market analyst at financial firm ETX Capital, to comment: “Volatility is back.” “The Vix just popped to its highest since the election of Donald Trump as jitters about North Korea roil risk sentiment. It’s about time the market woke up – nothing like the prospect of a nuclear standoff to sharpen mind of investors who had become a tad complacent,” said Wilson. On Thursday, the US markets closed lower in their worst day since May although on Friday they were slightly higher and the Vix index fell back. Even so, the S&amp;P 500 index was on track to post its biggest weekly loss in nine months. In London, the FTSE 100 closed at its lowest level since May, having lost 232 points since its high point on Tuesday. The index ended the week at 7,309, down 1% or 79 points on the day, as the major mining companies in the index were dragged lower amid anxiety about the economic impact of tensions between the US and North Korea. Germany’s stock market was largely flat while while France’s main index, the CAC 40, fell more than 1%. Joshua Mahony, a market analyst at IG, said: “For a week that has been largely devoid of major economic releases, Donald Trump’s confrontational stance with North Korea has raised volatility across the board, pushing the Vix from a rock-bottom reading on Tuesday, to the highest level in almost a year. “This has been a week of two halves, with complaints over a lack of volatility giving way to complaints over unpredictable volatility,” he added. The Vix index got to a reading of over 17 – anything higher than 30 is considered high, and below 15 low. At the the height of the financial crisis it was over 80. Last month it was below nine and at record lows. “We’ve had such a period of low volatility in the markets. Couple that with high valuation, it only takes a bit of a wobble to cause a reaction like we’ve seen,” Jonathan Roy, an advisory investment manager at Charles Hanover Investments, told Reuters, adding that the reaction was still quite tepid by historical standards.",
    "keywords": [
        "index",
        "level",
        "vix",
        "korea",
        "spikes",
        "week",
        "highest",
        "fear",
        "market",
        "election",
        "volatility",
        "trump",
        "rhetoric",
        "trumps",
        "north"
    ],
    "summary": "A US stock market gauge known as the “fear index” has spiked to its highest level since Donald Trump was elected president in a sign that his brinkmanship with North Korea is starting to unnerve investors.\nThe Vix index has been at record lows in recent weeks but has been rattled by the remarks Trump has been making about North Korea.\nThe Vix index measures expectations of volatility on the S&amp;P 500 index of the US’s largest publicly quoted companies.\nOn Thursday, the US markets closed lower in their worst day since May although on Friday they were slightly higher and the Vix index fell back.\nThe Vix index got to a reading of over 17 – anything higher than 30 is considered high, and below 15 low.",
    "sentiment": {
        "neg": 0.1184,
        "neu": 0.8709,
        "pos": 0.0107,
        "compound": -0.3176
    }
}