{
    "date": "2017-09-04T12:35:40Z",
    "title": "For Trump and the US right, breaking the nuclear taboo has always been thinkable | Paul Mason",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/04/annihilating-north-korea-create-more-problems-than-solves-trump-us-right-nuclear-taboo",
    "content": "In November 1950, when North Korean forces had the US military on the run, President Truman held an infamous press conference during which he threatened to declare nuclear war. After a bland statement and several minutes of to and fro over diplomatic issues, one journalist asked whether the US was about to use its nuclear weapons. Truman stated not only that an attack was under active consideration but also that “the military commander in the field” would decide whether to hit military or civilian targets. He did not rule out attacking targets in China, either. Calamity ensued. Support for the intervention in Korea ebbed away – among the US’s allies, at the UN and among the electorate. The event became a textbook example of how not to do nuclear diplomacy – one followed until August 2017, when President Trump made his “fire and fury” threats against Pyongyang. Now, in the aftermath of Kim Jong-un’s sixth nuclear test, it looks increasingly as though Trump is determined to create another debacle. He has attacked South Korea for appeasement and threatened to scrap its trade deal with the US; he has threatened China with sanctions and warned that he may use nuclear weapons. International co-operation over the North Korea crisis is waning as I write. For a section of the US right, nuclear war has always been thinkable. The tradition goes back to the eyewitness report on Hiroshima by diplomat Paul Nitze in 1945. Nitze was struck by the fact that people fairly close to the impact survived, that the trains were running within 48 hours, and that the number of dead and injured was similar to those in Allied raids on Berlin and Dresden. Though Nitze would become, at the end of his life, a supporter of unilateral disarmament, he spent much of his career trying to inject the ideas of thinkability and winnability into US nuclear strategy. Only if you can conceive of fighting, surviving and winning a nuclear war, Nitze believed, can you deter it. This is, effectively, what Trump and a group of recently sidelined strategists also believe. Throughout his life, Trump has been obsessed with nukes. In 1984, he claimed that he could single-handedly force Russia to accept a nuclear truce, telling a reporter: “It would take an hour and a half to learn everything there is to learn about missiles ... I think I know most of it anyway.” In 1990, he told Playboy: “I’ve always thought about the issue of nuclear war; it’s a very important element in my thought process,” adding that the assumptions behind the US’s long tradition of non-use were “bullshit”. But the point about the US’s nuclear hawks – from the postwar Truman era to the presidency of George HW Bush – was that they did not use nuclear weapons. Nitze, for example, repeatedly and courageously tried to engineer strategic agreements to reduce nuclear stockpiles, even while applying military and economic pressure on Russia. Even the most aggressive hawks understood that they had stewardship of an international system. When that system became “unipolar”, after the collapse of the Soviet Union in 1991, their delusions of absolute global power quenched the US right’s thirst for nuclear annihilation. Infantry soldiers kicking in the doors of villagers was what absolute power meant; parading ballistic missiles was for weaklings. Now, however, the US is the weakling. Trump’s decision to throw his toys out of the pram with Seoul is a perfect demonstration of that. The South Korean president, Moon Jae-in, swept to power in May after millions of protesters forced the impeachment of his rightwing predecessor, Park Geun-hye. He has promised to repeal national security laws used to repress the left, promoted reconciliation with North Korea, called repeatedly for Seoul to pursue a more independent foreign policy from Washington and opposed – initially, at least – the deployment of US missile defence systems. If you are going to use North Korea to wage a proxy conflict with China – which former Trump strategist Steve Bannon admitted openly – it is best to ensure that your ally in that conflict is led by a hawk. But the US could not. First, because South Korea’s shaky democracy is functioning better than the US’s and allowed the removal of Park for alleged crimes much less serious than actions of which Trump has been accused. Second, because the people of South Korea understand that China is the emergent hegemonic force in the Pacific. The unipolar world is being replaced with a chaotic system in which China and Russia are creating weak local polarities. Working out whose polar attraction will shape your region in the 21st century is not hard if you live on the Korean peninsula. These global facts are what guide the hands restraining Trump. Suppose Kim fires a nuclear-armed missile at Guam or Japan, then the US hits two or three military targets in North Korea with nuclear bombs and sinks Pyongyang’s navy. A short, conventional war follows, destroying Seoul and most of North Korea. A shocked China accepts it has miscalculated badly and does nothing in response. That is probably the least destructive possible outcome of what would be the first nuclear attack since 1945. But what would it teach Russia and China? Practically, it would teach them that nuclear weapons can be used with successful geopolitical outcomes. Morally, it would teach them that nuclear annihilation is OK. In a world where the US’s power is declining, the onus is on everyone – above all, the mature democracies of western Europe – to push for the creation of a multipolar system underpinned by treaties that explicitly de-link trade from geopolitics. The danger facing us is not only the end of the nuclear taboo, it is also that irrational acts by Kim and Trump could destroy any possibility of a multipolar world system emerging via agreement. Bannon, who was kicked out of the White House by the cabal of ex-generals trying to restrain Trump, labels his opponents “rational accommodationists”. But, faced with the rapid emergence of China into the global power system, accommodation is rational. Accommodation does not mean you stop criticising other states’ actions or you stop supporting democracy campaigners in countries such as China and North Korea. It does not mean withdrawing conventional forces unilaterally. It means talking. •This article was amended on 6 September 2017 to clarify that President Truman authorised the US’s use of nuclear weapons in the second world war.",
    "keywords": [
        "right",
        "war",
        "mason",
        "breaking",
        "korea",
        "paul",
        "taboo",
        "north",
        "uss",
        "system",
        "nuclear",
        "china",
        "power",
        "weapons",
        "thinkable",
        "trump"
    ],
    "summary": "After a bland statement and several minutes of to and fro over diplomatic issues, one journalist asked whether the US was about to use its nuclear weapons.\nFor a section of the US right, nuclear war has always been thinkable.\nOnly if you can conceive of fighting, surviving and winning a nuclear war, Nitze believed, can you deter it.\nBut the point about the US’s nuclear hawks – from the postwar Truman era to the presidency of George HW Bush – was that they did not use nuclear weapons.\nPractically, it would teach them that nuclear weapons can be used with successful geopolitical outcomes.",
    "sentiment": {
        "neg": 0.1021,
        "neu": 0.8244,
        "pos": 0.0736,
        "compound": -0.0645
    }
}