{
    "date": "2017-09-14T01:48:38Z",
    "title": "'Quite backwards': Chinese tourists gawk at impoverished North Koreans",
    "url": "https://www.theguardian.com/world/2017/sep/14/quite-backwards-chinese-tourists-gawk-at-impoverished-north-koreans",
    "content": "“This is a must-see,” tour guide Yu Quanqing tells his passengers as he whisks them towards a riverside gateway to the hidden kingdom of Kim Jong-un. Within an hour of being picked up at the heart of this picturesque Chinese border town, they are streaking down the Yalu river on Suzuki-powered speedboats and ferries, smartphones and selfie sticks at the ready as they approach the most secretive society on earth. “As soon as we’re around that bend we’ll be in North Korea,” the tour leader of one packed vessel shouts as members of his 50-strong band prepare for their smash-and-grab-style junket into foreign lands. “Both sides of the river are North Korean territory, you see, so we’re sort of abroad now,” the guide boasts, hawking rented binoculars for 10 yuan (£1.10) a pop. “You must have binoculars to see what North Koreans look like! There’s no time to muck around!” Tensions on the Korean peninsular have soared in recent months as two of the world’s most loose-tongued leaders, Donald Trump and Kim Jong-un, traded headline-grabbing verbal barbs. Pyongyang ignited a new round of rhetorical pyrotechnics in early September, defying the international community with its sixth and most powerful nuclear test. Donald Trump responded by labelling North Korea “a rogue nation” while his defense secretary, James Mattis, warned any threat to the US, its territories, or its allies would trigger “a massive military response”: “We are not looking to the total annihilation of a country ... but as I said we have many options to do so.” On Monday, as the UN security council unanimously approved new sanctions against Pyongyang, North Korea’s foreign ministry threatened to inflict “the greatest pain and suffering” on the US. “The world will witness how [North Korea] tames the US gangsters by taking a series of actions tougher than they have ever envisaged.” But the furore has done nothing to scare off the thousands of Chinese tourists who are flocking to this increasingly Disneyfied stretch of their country’s 880-mile border with North Korea each month. “Chinese tourists come to satisfy their curiosity,” said Yu, a Dandong-based driver and guide who makes his living ferrying visitors to a small harbour northeast of town, where they pay 70 yuan (£8.20) for one-hour sorties that take them to within a stone’s throw of North Korean soil. “They want to see how poor North Koreans are.” “The more the situation escalates, the more curious they become,” Yu added. “Sure, people are worried, but only a tiny bit … There won’t be a war. This is what most people believe.” Up the road from the jetty where tourists from across China pile onto North Korea-bound sightseeing vessels each day, authorities have posted a series of warnings to travellers: “Cherish a good life. Abide by the border regulations,” reads one. A second, beneath a coil of barbed wire, says: “Please do not converse or exchange objects with people on the other side of the border.” Most come simply to gawk; at the North Korean washerwomen who can be seen - and photographed - scrubbing clothes in the Yalu’s khaki-shaded waters; at the bedraggled North Korean soldiers sauntering along its banks, rifles slung over their shoulders; and at North Korea’s blue, white and red flag which flutters over one riverside community, a reminder that Pyongyang, not Beijing, makes the rules in these parts. “We came to see North Koreans - we wanted to see their living conditions,” said Jing Xingyi, an 18-year-old high school graduate from the provincial capital, Shenyang, as she made her first foray into the land of Kim Jong-un. Just a few days before the dictator’s latest nuclear test, Jing and her boyfriend, Shi Junming, were among hundreds of Chinese tourists setting out on a safari-style cruise into North Korea. Asked if he was nervous about the cross-border expedition, which involved no immigration checks and appeared to stretch the notion of Chinese territory to its absolute limits, Shi nodded sheepishly. “A little,” the 18-year-old replied in English. “The North Korean soldiers might arrest me.” Wei Jing, a mobile phone company worker from the northeastern city of Fuxin, seemed less fazed: she had brought her entire family for a day-trip into despotism. “My daughter’s on her summer holidays and we wanted to see a bit of nature,” the 37-year-old explained. Before posing for a selfie in front of a shabbily-dressed North Korean fisherman who was floating behind her on a dilapidated wooden skiff, Wei pondered the contrasts between her homeland and its impoverished ally. “The difference between China and North Korea is the political system,” she mused. “China is a developing nation. North Korea is a socialist nation. Wei stopped and chuckled uneasily before attempting to offer a diplomatic conclusion: “Each country has its own advantages.” After their 60-minute excursion into the southwestern tip of North Korea’s North Pyongan province, Jing and her boyfriend gave a more blunt appraisal of the rural poverty they had so fleetingly glimpsed. “They’re quite backwards,” she said, grinning awkwardly. “They’re not living in ideal conditions.” Yu, the tour guide, said his experiences of North Korea left him convinced China - a country ravished by famine during the late 1950s but now the world’s number two economy - was on the right track. “When we look at these North Koreans we feel a sense of superiority,” he said. “I feel sorry for them. I’ve seen how poor their people are under that political system. Most of all they lack freedom and they eat bad food. North Koreans can’t even feed themselves properly.” For the tour leader on the boat, North Korea’s deprivation was a source of merriment, rather than sympathy, as well as a money-making ruse. “Look there, over to the right,” he joked as a North Korean man on a bicycle pedalled past along the river bank. “Just look at these North Korean private cars! All imported! Made in Japan!” Additional reporting by Wang Zhen",
    "keywords": [
        "yu",
        "impoverished",
        "tourists",
        "gawk",
        "korea",
        "quite",
        "look",
        "chinese",
        "korean",
        "koreas",
        "koreans",
        "tour",
        "north",
        "backwards"
    ],
    "summary": "“You must have binoculars to see what North Koreans look like!\n“They want to see how poor North Koreans are.” “The more the situation escalates, the more curious they become,” Yu added.\n“The difference between China and North Korea is the political system,” she mused.\n“When we look at these North Koreans we feel a sense of superiority,” he said.\nNorth Koreans can’t even feed themselves properly.” For the tour leader on the boat, North Korea’s deprivation was a source of merriment, rather than sympathy, as well as a money-making ruse.",
    "sentiment": {
        "neg": 0.0647,
        "neu": 0.8797,
        "pos": 0.0555,
        "compound": 0.0244
    }
}