{
    "date": "2017-11-08T15:02:47Z",
    "title": "Matjaž Tančič's best photograph: a pink-hatted woman in Pyongyang Folklore Park",
    "url": "https://www.theguardian.com/artanddesign/2017/nov/08/my-best-shot-matjaz-tancic-best-photograph-north-korea-pyongyang",
    "content": "This shot was taken in the suburbs of Pyongyang, in a little theme park called Pyongyang Folklore Park. They say that if you see the model buildings from the sky they are in the shape of Korea – both Koreas – because their biggest desire, always, is reunification. They don’t talk “South” and “North”. Tourists are allowed to go there, but it’s so obscure there was hardly anyone around. The park might now be permanently closed because Jang Song-thaek [the uncle of North Korea’s leader Kim Jong-un] was executed. He was taking care of it before he died. It’s sort of his legacy, so they might tear it down. They had a prehistoric part, a Middle Ages section and a bronze age section, then at the end they had a modern area with this model of Pyongyang’s Grand People’s Study House. Because the place was really empty I wondered if it would be a wasted trip, then all of a sudden a wedding procession came by. I wanted to take a photo of the bride and groom, but was told: “No, no, he’s a soldier.” Then I saw a lady with a big pink hat in the distance. She said yes to a photo, so I asked her to stand in front of the model building. Before I could ready the camera she looked back, saw the leaders’ portraits on the side of the model and said: “I cannot be higher than the leaders.” So I asked, “What if you kneel down?” She knelt and I finally took the photo. It was with a flash because it was midday and really disgusting natural light, but in the end it turned out to be my favourite shot from Pyongyang. She was so confident and classy. A little lipstick, a scarf – everyone looks so special there, like a Wes Anderson movie. In fact, the best part of the trip was seeing that there are real people everywhere. They want their kids to go to school, they want to have a good partner, they want to live in an apartment. No one tried to brainwash me and nobody there really hates Americans, they just try to survive in the environment they are in. You can’t judge them by their leader – they are no different to anyone else in the world. It was 2014 and I was in North Korea for a project called 3DPRK, which ended up being the first photo exhibition by a foreigner to be shown in Pyongyang. The idea was to shoot as many intimate portraits of normal people that I could. We packaged the concept as “photos of tourist spots, promoting tourism”. The guys from Koryo Tours, the company I collaborated with on the project. We would go for a tour, meet officials, say, “Oh, it would be cool if we could do something”, go home, come back and so on. It took eight months of that to get my trip approved. Usually most of the photos you see from North Korea are stolen shots or soldiers in parades, which is what tourists and journalists can get on tightly controlled tours. My tour was different – we had a little van and we travelled all over the country. I was there for 10 days with Vicky Mohieddeen, who worked for Koryo Tours and made a behind-the-scenes video, plus two North Korean translators/minders/tour guides, and our driver. I had a really good rapport with the guides – we got drunk together and talked about families, relationships, sex – but there were three main rules: don’t photograph army personnel, don’t shoot construction sites, and don’t crop statues and pictures of the leaders. Every night they had to report what I was doing. Despite this, they didn’t check a single shot – no one did, at any point. The guides always emphasised how many times each leader had visited a site, how fast it was built, how great it was. I was just nodding, nodding, nodding, while looking around for everyday people to shoot. It was part of the game: I had to be respectful and interested, which I was. I played my game and they played theirs. Matjaž Tančič’s CV Born: 1982, Ljubljana, Slovenia. Trained: Self-trained, and at the University of the Arts, London. Influences: Richard Avedon, Nadav Kander, Caravaggio and Wong Kar-Wai. Low point: “Falling off a fishing boat during a night shoot. One hour of shooting, 12 hours of sitting on a boat in spare fisherman’s clothes.” High point: “Making a really expensive night light out of my camera that fell in the water. Also moving from London to Beijing to pursue my photographic career.” Top tip: “Pursue your biggest passion.” 3DPRK is at the Deck gallery, Singapore, from 1 December. The accompanying book is out now.",
    "keywords": [
        "dont",
        "pinkhatted",
        "woman",
        "matjaž",
        "model",
        "tours",
        "folklore",
        "tančičs",
        "shot",
        "photograph",
        "really",
        "point",
        "trip",
        "best",
        "pyongyang",
        "shoot",
        "north",
        "park"
    ],
    "summary": "This shot was taken in the suburbs of Pyongyang, in a little theme park called Pyongyang Folklore Park.\nThe park might now be permanently closed because Jang Song-thaek [the uncle of North Korea’s leader Kim Jong-un] was executed.\nShe said yes to a photo, so I asked her to stand in front of the model building.\nIt was with a flash because it was midday and really disgusting natural light, but in the end it turned out to be my favourite shot from Pyongyang.\nIn fact, the best part of the trip was seeing that there are real people everywhere.",
    "sentiment": {
        "neg": 0.0492,
        "neu": 0.8594,
        "pos": 0.0914,
        "compound": 0.07
    }
}