{
    "date": "2017-08-09T15:06:49Z",
    "title": "China has been given two headaches – Donald Trump and Kim Jong-un | Tom Phillips",
    "url": "https://www.theguardian.com/world/2017/aug/09/china-has-been-given-two-headaches-donald-trump-and-kim-jong-un",
    "content": "For months the US’s Twitter-happy commander-in-chief has battled to convince Beijing to join his crusade against Kim Jong-un – and on Saturday he seemed to finally make headway. After China backed a unanimous security council vote targeting Pyongyang, he bragged to his 35 million followers: Less than 72 hours later, however, and the mercurial US president looked to have repaid China’s support by lobbing a verbal hand grenade on to its doorstep from the comfort of a New Jersey golf club. “North Korea best not make any more threats to the United States [or] they will be met with fire and fury like the world has never seen,” Trump told reporters. The comments are likely to have enraged China’s communist rulers as much as they delighted headline-writers. John Delury, a China and North Korea expert from Yonsei University in Seoul, said Pyongyang would relish Trump’s incendiary remarks, which reinforced its claim to be under siege by the US. But China, which saw support for the latest UN sanctions as a big concession, would be less amused. “Trump, after running a victory lap, now unleashes this verbal tirade, heightening all the tensions … It does not play well with Beijing,” Delury said. Beijing responded to Trump’s green-side declaration with a brief foreign ministry statement. It called on “all parties to avoid any words or actions that might escalate the situation” and said “even greater efforts” were now needed to solve the issue. But Shi Yinhong, a foreign policy adviser to China’s cabinet-like state council, said Trump’s “extremely threatening words” – which he believed also partly targeted China – would be a great disappointment to the Chinese president, Xi Jinping, who had been seeking to help his US counterpart. “[Trump’s] language is very provocative,” said Shi, an international relations specialist at Renmin University in Beijing. “It’s 30% serious and 70% rhetoric. But Kim Jong-un is a paranoid guy so this kind of language and threat might have some unfortunate effect [in terms of triggering] … some undesirable preemptive action.” Since his inauguration in January, Trump has attempted to coax Xi into doing more to help him tackle what he has called “the menace of North Korea”. “North Korea is behaving very badly … China has done little to help!” he wrote on Twitter in March. In April, Trump tweeted: Last month, following North Korea’s first intercontinental ballistic missile test, Trump tweeted:“Perhaps China will put a heavy move on North Korea and end this nonsense once and for all!” Trump has admitted he has refrained from challenging China over trade in order to secure its help and on the eve of Saturday’s UN vote, US officials delayed the expected announcement of an investigation into alleged intellectual property abuses that some feared could spark a trade war. Shi said Xi had been trying to cooperate, pointing to China’s support for the recent UN sanctions. Beijing had hoped such actions and the use of quiet diplomacy could help defuse the current crisis. “But Trump’s statement goes in totally the opposite direction,” Shi added, calling for Chinese moves to challenge the White House. “Chinese pressure has only been directed at North Korea. We should balance it and also put some pressure on the US because the danger is coming from both sides,” Shi said. “China should issue a statement – just like it did a few years ago – saying: ‘Anyone who wants to make fire and fury on China’s doorstep will not be permitted [to do so].’” Delury said Trump’s inflammatory proclamation would complicate his efforts to get China on board. “What he literally did is he threatened war if North Korea continues to threaten the US – that’s what is wild about this comment. That is not a good move if you are trying to keep the Chinese on your side because they give credence to the North Korean view that the reason for the nuclear deterrent in the first place is the American threat. And they would not see military action as being justified by any North Korean rhetoric. “From a Chinese perspective, [Trump] is the one who has escalated.” However, Cheng Xiaohe, a North Korea specialist at Renmin University, said Beijing’s ire would also be directed at Pyongyang. Cheng said Trump’s anger at Kim Jong-un’s “utterly intolerable” behaviour was understandable and believed China would be furious at North Korea’s “irrational and unwise” provocations. “Playing with fire with a superpower can eventually get you burned,” he warned. “Trump has sent a clear message which carries weight: [that] the US is ready to use force … Trump’s team has yet to be fully formed but he is surrounded – and greatly influenced by – generals … so if the US does resort to force in the end, he has a bunch of people who have been to war before.” Cheng said China now needed to intensify its push for a diplomatic solution while also stepping up pressure on Pyongyang. “I’m quite certain that the soft approach towards North Korea has failed.” The crisis represents a severe headache for Xi, who is gearing up for two crucial and politically sensitive events in the second half of this year. Before the year is out Trump is expected to visit China, amid warnings that ties between the world’s top two economies have reached a historic “pivot point”. This autumn Beijing hosts a key Communist party summit marking the end of Xi’s first five-year term, at which he hopes to tighten his grip on power by installing loyalists in key positions. Shi said China’s leader needed to push back against Trump, despite concerns about the “negative impact” the Korean crisis might have on preparations for the congress. “If there is a military conflict this will have a big, big negative impact.” Additional reporting by Wang Zhen",
    "keywords": [
        "shi",
        "korea",
        "beijing",
        "headaches",
        "donald",
        "north",
        "kim",
        "phillips",
        "china",
        "chinas",
        "chinese",
        "trumps",
        "trump",
        "given",
        "tom",
        "jongun",
        "help"
    ],
    "summary": "“North Korea best not make any more threats to the United States [or] they will be met with fire and fury like the world has never seen,” Trump told reporters.\nJohn Delury, a China and North Korea expert from Yonsei University in Seoul, said Pyongyang would relish Trump’s incendiary remarks, which reinforced its claim to be under siege by the US.\n“North Korea is behaving very badly … China has done little to help!” he wrote on Twitter in March.\n“Chinese pressure has only been directed at North Korea.\n“What he literally did is he threatened war if North Korea continues to threaten the US – that’s what is wild about this comment.",
    "sentiment": {
        "neg": 0.1278,
        "neu": 0.7898,
        "pos": 0.0824,
        "compound": -0.167
    }
}