{
    "date": "2017-12-22T04:51:37Z",
    "title": "Japan boosts defence budget to record levels with eye on North Korea",
    "url": "https://www.theguardian.com/world/2017/dec/22/japan-boosts-defence-budget-to-record-levels-with-eye-on-north-korea",
    "content": "Japan’s government has approved a record defence budget, with money earmarked for costly missile defence systems and, controversially, weapons that could be used in pre-emptive strikes against North Korea. The 5.19tn yen ($46bn) budget, up 1.3% from last year, is the largest ever and marks the six straight annual rise in defence spending under Japan’s conservative prime minister, Shinzo Abe. Abe, who ended a decade of defence cuts soon after becoming prime minister in late 2012, has described the threat posed by North Korean ballistic missiles as a “national crisis”. The regime has launched two missiles over northern Japan this year, and several others have landed inside its 200 nautical-mile exclusive economic zone. In September, North Korea threatened to “sink Japan into the sea” with a nuclear bomb after Tokyo and Washington spearheaded a new round of UN security council sanctions against the regime. Defence officials say Japan needs to drastically and quickly upgrade its missile defence in response to Pyongyang’s rapid development of long-range missiles and nuclear weapons. The defence minister, Itsunori Onodera, said this month: “At a time when North Korea is beefing up its ballistic missile capability, we need to strengthen our capability fundamentally.” The new budget, which has to be approved by parliament, came days after Japan said it would buy land-based Aegis Ashore missile defence systems from the US to improve its ability to locate and destroy incoming North Korean missiles. About 730m yen ($6.4m) was set aside to prepare for the introduction of the systems, which will be operational by 2023 and are expected to cost at least 200bn yen. Amid pressure from hawkish members of Abe’s ruling Liberal Democratic party (LDP), Japan will also acquire cruise missiles that could be used in pre-emptive strikes against North Korean military sites. The budget includes more than 2bn yen for a Norwegian-built cruise missile with a range of 500km that can be fired from F-35 stealth fighter jets. Japan also plans to buy US-made cruise missiles with a range of 900km. In addition to the land-based Aegis radar stations, Japan will invest in a new, longer-range interceptor, the SM-3 Block IIA, designed to strike ballistic missiles in space, and upgrades to Patriot missile batteries – the last line of defence against incoming warheads. The heavy spending on US military hardware comes after Donald Trump vowed to boost arms sales by pressuring Japan and South Korea to play a bigger role in their own defence. “It’s a lot of jobs for us and a lot of safety for Japan,” Trump said during a visit to Asia last month. Critics say possession of a first-strike capability violates Japan’s constitution, which bans the use of force to settle international disputes and has restricted the country’s military to a purely defensive role since the end of the second world war. Onodera and other senior LDP officials say Japan would target North Korean missile sites only if it believed an attack was imminent – a move they insist would not violate the country’s “pacifist” principles. But Yukio Edano, whose Constitutional Democratic party of Japan fought October’s general election vowing to defend Japan’s postwar constitution, said the acquisition of cruise missiles would be a “fairly big point of dispute” when MPs debate the budget next month. Akira Kato, a professor of international politics and regional security at JF Oberlin University in Tokyo, said the Abe administration was exploiting the North Korean crisis to bolster Japan’s defences. “Japan is expected to continue strengthening its defence power for the time being,” Kato told Agence France-Presse. While the budget’s focus was on North Korea, it included more than 55bn yen for the construction of military facilities on two outlying islands to boost the ability to respond to Chinese activity in the East China Sea. The islands are not far from the Senkaku/Diaoyu islands – uninhabited outcrops that are administered by Japan but claimed by China, whose vessels regularly enter Japanese waters near the territories.",
    "keywords": [
        "budget",
        "record",
        "korea",
        "japans",
        "levels",
        "missiles",
        "japan",
        "yen",
        "eye",
        "defence",
        "missile",
        "boosts",
        "north",
        "korean"
    ],
    "summary": "Japan’s government has approved a record defence budget, with money earmarked for costly missile defence systems and, controversially, weapons that could be used in pre-emptive strikes against North Korea.\nAbe, who ended a decade of defence cuts soon after becoming prime minister in late 2012, has described the threat posed by North Korean ballistic missiles as a “national crisis”.\nIn September, North Korea threatened to “sink Japan into the sea” with a nuclear bomb after Tokyo and Washington spearheaded a new round of UN security council sanctions against the regime.\nDefence officials say Japan needs to drastically and quickly upgrade its missile defence in response to Pyongyang’s rapid development of long-range missiles and nuclear weapons.\nOnodera and other senior LDP officials say Japan would target North Korean missile sites only if it believed an attack was imminent – a move they insist would not violate the country’s “pacifist” principles.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.8192,
        "pos": 0.0888,
        "compound": -0.067
    }
}