{
    "date": "2017-11-27T03:43:44Z",
    "title": "North Korea fortifies part of border where defector escaped",
    "url": "https://www.theguardian.com/world/2017/nov/27/north-korea-fortifies-part-of-border-where-defector-escaped",
    "content": "North Korea has fortified its border with the South at what appears to be the location where one of its soldiers made a dramatic bid for freedom earlier this month. A photograph posted on Twitter by the acting US ambassador to South Korea, Marc Knapper, showed a small group of civilian workers, watched by North Korean soldiers, digging a deep trench at the point the defector abandoned his vehicle and ran across the demarcation line separating the two countries on 13 November. Security camera footage released by the UN command last week shows the soldier, who is known only by his surname Oh, get out of the vehicle after getting it stuck in a shallow ditch. He then runs across the border in the joint security area [JSA] as his compatriots shoot at him from behind. The soldier, who was shot five times, collapses in a pile of leaves near a wall, before being dragged to safety by South Korean forces. Oh is in a stable condition after undergoing operations to treat his wounds and remove parasitic worms, according to Lee Cook-jong, a surgeon at Ajou University hospital south of Seoul. The defection is a major propaganda coup for South Korea. Any attempt to flee the North via the 4km (2.5 mile) wide demilitarized zone [DMZ] separating the two countries is rare; that it involved a supposedly loyal North Korean soldier is particularly embarrassing for the Pyongyang regime. North Korea has not commented publicly on the defection, but appears to have taken action against the border guards who allowed the soldier to slip across the demarcation line in the border village of Panmunjom. Observers noted that different guards were on duty after the incident, although it was not clear what had become of those present during the defection. There are usually 35 to 40 North Korean guards on duty at the JSA, which is jointly run by the US-led UN command on the southern side and North Korea. Japanese media said there were unconfirmed reports that the top military official at the North Korean representative’s office at Panmunjom had been recalled to Pyongyang for questioning about the defection. The North has also erected a gate on the bridge the soldier used during his high-speed drive towards the JSA, according to the Korea Times, citing an unnamed intelligence source. The regime has also placed more machine guns in the area. The bridge was temporarily closed while the new checkpoint was put in place, in an apparent attempt to monitor soldiers coming in and out of the JSA and avoid further military defections. South Korea and its allies have sought to exploit the defection. Gen Vincent K Brooks, commander of the UN command, awarded army commendation medals to six South Korean and US soldiers for their role in the operation to rescue Oh. They include the three soldiers who went to his aid as he lay injured, according to the US Forces Korea Facebook page. South Korea’s military broadcast news of the defection across the border via loudspeakers located along the heavily armed DMZ. The broadcasts, which can be heard as far as 20km from the border, give details of the defector’s condition and also refer to the poor health of soldiers in the North. South Korean military officials will question Oh as soon as he has recovered from his injuries. A decision has yet to be taken on who will foot his medical bills, which are expected to exceed 100m won (US$92,000).",
    "keywords": [
        "border",
        "south",
        "military",
        "korea",
        "defection",
        "soldier",
        "soldiers",
        "fortifies",
        "oh",
        "defector",
        "escaped",
        "north",
        "korean"
    ],
    "summary": "North Korea has fortified its border with the South at what appears to be the location where one of its soldiers made a dramatic bid for freedom earlier this month.\nAny attempt to flee the North via the 4km (2.5 mile) wide demilitarized zone [DMZ] separating the two countries is rare; that it involved a supposedly loyal North Korean soldier is particularly embarrassing for the Pyongyang regime.\nNorth Korea has not commented publicly on the defection, but appears to have taken action against the border guards who allowed the soldier to slip across the demarcation line in the border village of Panmunjom.\nThere are usually 35 to 40 North Korean guards on duty at the JSA, which is jointly run by the US-led UN command on the southern side and North Korea.\nSouth Korean military officials will question Oh as soon as he has recovered from his injuries.",
    "sentiment": {
        "neg": 0.0906,
        "neu": 0.8573,
        "pos": 0.052,
        "compound": -0.0582
    }
}