{
    "date": "2017-11-02T19:40:19Z",
    "title": "The Guardian view on Trump in Asia: brace yourselves | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/nov/02/the-guardian-view-on-trump-in-asia-brace-yourselves",
    "content": "This weekend Donald Trump embarks on his first trip to Asia as president, and his longest foreign tour since he’s been in office. Over a week and a half he will visit Japan, South Korea, China, Vietnam and the Philippines. To say the region’s leaders are bracing themselves for potential displays of freakishness, provocation or incompetence is to put it mildly. If this is indeed the “Asian century”, the US president will nonetheless help determine how it unfolds. That can only be a cause for concern. Mr Trump has cultivated a reputation for unpredictability – or more often sheer inconsistency, as much as he has cultivated his ignorance or disdain for much of what US diplomacy has traditionally been about. Intense China-bashing over trade in his campaign was followed by a show of awkward friendship with the Chinese leader in Mar-a-Lago and, last week, a fawning accolade to the man “some people might call … the King of China”. It will take more than crude flattery to balance competing interests. North Korea’s multiple firing of missiles and nuclear tests, combined with his own bellicose rhetoric, have placed the push for further cooperation from China at the top of the agenda. He has gone back on his threat to label China as a currency manipulator – having said that would be his first decision in office. Yet he still wants to show he can tackle the “horrible” trade deficit. Talk of a trade war may or may not be something of the past. Mr Trump likes to cast himself as a deal-maker but has spent more time tearing up or weakening agreements than creating new ones. He backed out of the flawed 12-nation Trans-Pacific Partnership trade deal, but has not spelt out what a mooted “Indo-Pacific” replacement might mean. Widespread doubts over US leadership have been a boon to China. Mr Trump arrives as an enfeebled president, laden with scandal; Xi Jinping is fresh from a Communist party congress which further entrenched his personal power and promised a new era of Chinese global leadership. Barack Obama called himself America’s “first Pacific president”, and spoke of “rebalancing” the US to Asia. Mr Trump’s outlook is unlikely to take in much beyond domestic political considerations and his vows to defend the American worker. Strategic thinking is devolved to the “adults in the room”, the administration’s generals, who could always be thwarted by a deluge of tweets. His remarks on Japan and South Korea have left two allies anxiously seeking reassurances on defence guarantees, even if the rashest campaign pronouncements about Japan needing to fend for itself and being possibly “better off” with an atomic weapon have dissipated – not least after he shared time on a golf course with Shinzo Abe. But they have fuelled the domestic debate over rescinding the pacifist article 9 of Japan’s constitution. The White House boasts of his “warm rapport” with Rodrigo Duterte of the Philippines; his utter lack of interest in human rights means he does not challenge a “war on drugs” that has seen 12,000 extra-judicial killings. The region’s leaders know Mr Trump is susceptible to flattery: massaging his ego can go a long way. But that the most maverick of US presidents is about to navigate a highly volatile and strategic part of the world, with so much at stake for global stability, is worrying them – and it should worry the rest of us, too.",
    "keywords": [
        "war",
        "south",
        "brace",
        "mr",
        "trade",
        "week",
        "editorial",
        "president",
        "china",
        "japan",
        "strategic",
        "trump",
        "asia",
        "view",
        "guardian"
    ],
    "summary": "Over a week and a half he will visit Japan, South Korea, China, Vietnam and the Philippines.\nMr Trump has cultivated a reputation for unpredictability – or more often sheer inconsistency, as much as he has cultivated his ignorance or disdain for much of what US diplomacy has traditionally been about.\nTalk of a trade war may or may not be something of the past.\nMr Trump likes to cast himself as a deal-maker but has spent more time tearing up or weakening agreements than creating new ones.\nThe region’s leaders know Mr Trump is susceptible to flattery: massaging his ego can go a long way.",
    "sentiment": {
        "neg": 0.0899,
        "neu": 0.8558,
        "pos": 0.0542,
        "compound": -0.1184
    }
}