{
    "date": "2017-03-07T05:11:10Z",
    "title": "Kim Jong-nam killing: the arrested, the wanted, and people of interest",
    "url": "https://www.theguardian.com/world/2017/feb/22/kim-jong-nam-killing-the-arrested-the-wanted-and-people-of-interest",
    "content": "Malaysian police are investigating the apparent assassination of Kim Jong-nam, who died from VX nerve agent poisoning on 13 February after telling staff at Kuala Lumpur international airport that a woman had sprayed chemicals on his face. Two woman have been charged with murder and seven North Koreans are wanted in connection with the attack on the exiled half-brother of the North Korean dictator, Kim Jong-un. Arrested Siti Aisyah Nationality Indonesian Age 25 Date of arrest 16 February Siti is accused of wiping an unidentified toxic liquid on Kim Jong-nam’s face. She has told police that she was duped into playing a role in the killing, believing it to be part of a television comedy prank. However, Malaysia’s police chief said Siti was “trained” and had even practised the attack in various public places, including a shopping mall. Doan Thi Huong Nationality Vietnamese Age 28 Date of arrest 15 February Huong is believed to be the young woman shown in CCTV footage grabbing Kim Jong-nam from behind and wiping his face. She was wearing a white jumper emblazoned with “LOL” in large black print across the front on the day of the attack. Huong stayed at a hotel near the airport in the days before the attack, booking the cheapest room and carrying a wad of cash. Huong and Siti are the two suspects accused of the assault and were charged with murder on March 1. Released Muhammad Farid bin Jalaluddin Nationality Malaysian Age 26 Date of arrest 15 February Siti’s boyfriend was arrested but police later released him on bail. Ri Jong-chol Nationality North Korean Age 46 Date of arrest 17 February The man is the only North Korean to have been arrested although he was released do to a lack of evidence and deported on March 3. Speaking outside the North Korea embassy in Beijing, he accused Malaysia of using coercion to try to extract a confession from him. Ri is reportedly a chemistry expert, who worked at an IT company in Malaysia. Wanted Kim Uk-il Nationality North Korean Age 37 Employee from North Korea’s state airline, Air Koryo. Kim Uk-il was first named as a “person of interest” who was called in for questioning. Police later issued an arrest warrant after he failed to appear. Four other North Koreans – all of whom entered Malaysia less than a month before the attack and left on the day Kim Jong-nam died – are suspects in the case. The quartet travelled on regular, not diplomatic, passports. Ri Ji-hyon Age 33 Hong Song-hac Age 34 O Jong-gil Age 55 Ri Jae-nam Age 57 A sixth North Korean suspect, Ri Ji U, aged 30, may still be in Malaysia, police say. People of interest Malaysian police are seeking a senior North Korean diplomat from the embassy in Kuala Lumpur, who has been “called in for assistance” by investigators, although he is not a suspect. The embassy has aggressively tried to stymie the investigation, demanding that no autopsy take place and the body be released immediately. North Korea’s ambassador, Kang Chol, has since been expelled after Malaysia demanded but did not receive an apology for Pyongyang’s attacks on the investigation. Hyon Kwang-song Nationality North Korean Age 44 Second secretary of the embassy of the Democratic People’s Republic of Korea in Kuala Lumpur. Police sent a letter to the embassy to request an interview with the diplomat. He has not come forward.",
    "keywords": [
        "jongnam",
        "ri",
        "embassy",
        "killing",
        "arrested",
        "nationality",
        "malaysia",
        "attack",
        "kim",
        "wanted",
        "age",
        "arrest",
        "interest",
        "north",
        "korean"
    ],
    "summary": "Two woman have been charged with murder and seven North Koreans are wanted in connection with the attack on the exiled half-brother of the North Korean dictator, Kim Jong-un.\nArrested Siti Aisyah Nationality Indonesian Age 25 Date of arrest 16 February Siti is accused of wiping an unidentified toxic liquid on Kim Jong-nam’s face.\nRi Jong-chol Nationality North Korean Age 46 Date of arrest 17 February The man is the only North Korean to have been arrested although he was released do to a lack of evidence and deported on March 3.\nWanted Kim Uk-il Nationality North Korean Age 37 Employee from North Korea’s state airline, Air Koryo.\nHyon Kwang-song Nationality North Korean Age 44 Second secretary of the embassy of the Democratic People’s Republic of Korea in Kuala Lumpur.",
    "sentiment": {
        "neg": 0.1516,
        "neu": 0.837,
        "pos": 0.0114,
        "compound": -0.4017
    }
}