{
    "date": "2017-08-29T12:50:18Z",
    "title": "How can the world respond to North Korea, short of military action?",
    "url": "https://www.theguardian.com/world/2017/aug/29/how-can-world-respond-north-korea-military-action",
    "content": "Amid the welter of 14 missile tests by North Korea this year, the firing of a missile over the Japanese mainland on Monday stands out as representing an unprecedented escalation, but it is not clear how the rest of the world can meaningfully provide an equally powerful response, short of military action. The UN security council will meet on Tuesday, unified in its condemnation of Pyongyang, but China has already voted to strengthen economic sanctions to the maximum point that the UN collectively, and China specifically, would find politically tolerable. In August, in response to North Korean intercontinental ballistic missile tests, China allowed the UN to ban North Korean exports of coal, iron, iron ore, lead, lead ore and seafood. It also prohibited countries from increasing the number of North Korean labourers working abroad, as well as bans on new joint-ventures with North Korea. Nine individuals and four entities were added to a UN blacklist, including North Korea’s primary foreign exchange bank. These measures may yet have “a very big financial impact”, as Donald Trump tweeted at the time. But it takes a lot longer than the time it takes to send a tweet for sanctions to freeze up a nation’s economy, let alone change a dictatorial leader’s political calculus. North Korea has been under some form of sanctions since 2006 and it has found ways to work around many measures. But the August package, already implemented by China, is slated to cut North Korea’s $3bn (£2.3bn) annual export revenue by a third. The only further serious collective economic measure on the agenda is a ban on the export of energy to North Korea, a measure China has always opposed, saying it will destabilise the North Korean regime in unpredictably dangerous ways, as well as create a humanitarian catastrophe, sending tens of thousands of refugees pouring over the border into China. Beijing has long said that the collapse of the North Korean regime, likely leading to the enforced reunification of Korean peninsula, is off the agenda. But that will not stop further pressure being placed on China to do more. Regional leaders such as Malcolm Turnbull, the Australian prime minister, demanded China “ratchet up the pressure” in response to the latest missile launch. “They have condemned these missiles tests like everyone else but with unique leverage comes unique responsibility,” he said. China does not agree, arguing that alongside sanctions there has to be some diplomacy. In the absence of unified further sanctions, the US and other nation states can continue to impose individual targeted sanctions. For instance, in August the US treasury announced it would target 10 entities and six individuals, mainly Russians and Chinese, adjudged to be helping North Koreans already under sanctions. The measures were greeted with a furious response in China, and as an invasion of its sovereignty. The US Republican leader of the House foreign affairs committee, Ed Royce, speaking from South Korea this week, said the US had to take more unilateral steps, arguing the goal was to offer international banks that do business with North Korea a straight choice between bankruptcy and freezing North Korean accounts. But the firing of the missile over Japan also brings military options further forward. One option is to fly a Tomahawk cruise missile over North Korea and directly over Pyongyang to illustrate that two can make threatening gestures. South Korea’s opposition party now supports nuclear weapons in the south. In London, the deputy director general of RUSI, Malcolm Chalmers, is urging Theresa May to take more seriously the threat of a Trump preventive strike in North Korea, and what the British response should be. “The time pressures now being created by North Korean technical advances, together with Trump’s volatile and impulsive personality, is a dangerous mix,” he warned in a paper this month. Above all, the US’s partners, including the UK, will be seeking more consistent messaging from the Trump administration. Trump made solving the North Korea issue one of the defining issues on his presidential agenda, but has no discernible plan for achieving that goal. The appointment of an ambassador to Seoul would be a start. Threats of fire and fury one day by Trump, followed by an offer of talks by the US secretary of state, Rex Tillerson, the next leave both China and North Korea bewildered, and prone to miscalculation. Only last week, Tillerson said the recent lack of North Korean missile tests may be the signal he had been looking for. Now an offer of talks would look like a reward for the intimidation of Japan. A former US diplomat responsible for North Korea, Joseph DeThomas, said what is needed from the Trump administration is a “very clear deterrence policy – not this kind of fly-off-the-handle and say something one day, and then say something the opposite the next day”. He said North Korea ultimately values its own power and its own survival the most. At some point, it came to the conclusion that the only way that would be guaranteed is if it had nuclear weapons with which it could strike American targets. The other analysis – largely supported by Russia and China – is that North Korea knows it cannot win a nuclear arms race, and the repeated test firing of missiles is designed to restart peace talks. North Korea has no intention of firing nuclear missiles first. But after five nuclear tests and two successful launches of intercontinental ballistic missiles, most experts believe the opportunity to prevent North Korea from developing a nuclear weapon that could hit the US may be over. In short, the era of good options is rapidly coming to an end.",
    "keywords": [
        "military",
        "world",
        "korea",
        "short",
        "china",
        "sanctions",
        "nuclear",
        "tests",
        "respond",
        "trump",
        "missile",
        "response",
        "action",
        "north",
        "korean"
    ],
    "summary": "In August, in response to North Korean intercontinental ballistic missile tests, China allowed the UN to ban North Korean exports of coal, iron, iron ore, lead, lead ore and seafood.\nIt also prohibited countries from increasing the number of North Korean labourers working abroad, as well as bans on new joint-ventures with North Korea.\nNorth Korea has been under some form of sanctions since 2006 and it has found ways to work around many measures.\nOnly last week, Tillerson said the recent lack of North Korean missile tests may be the signal he had been looking for.\nHe said North Korea ultimately values its own power and its own survival the most.",
    "sentiment": {
        "neg": 0.0984,
        "neu": 0.8205,
        "pos": 0.081,
        "compound": -0.0884
    }
}