{
    "date": "2017-02-22T08:32:20Z",
    "title": "Kim Jong-nam's body targeted in morgue break-in, say police",
    "url": "https://www.theguardian.com/world/2017/feb/22/kim-jong-nams-body-targeted-in-morgue-break-in",
    "content": "Malaysian police investigating the murder of Kim Jong-nam say attempts were made to break into the morgue where his body is being held and have demanded to question a senior North Korean diplomat. The announcements by police chief Khalid Abu Bakar throw further suspicion on Pyongyang over the apparent assassination of the exiled half-brother of the North Korean dictator, Kim Jong-un. Khalid said another man wanted for questioning and identified as Kim Uk-il was linked to North Korea’s state airline, Air Koryo. Both he and the high-level embassy official, named as Hyon Kwang-song, 44, remained in Malaysia, Khalid said. “He’s the second secretary of the embassy ... They’re not in custody; they’ve been called in for assistance,” Khalid told journalists at a press conference. “We knew there were attempts by someone to break into the hospital mortuary. We had to take precautions. We will not allow anyone to tamper with the mortuary,” the Malay Mail quoted him as saying. He added that investigators knew who had made the attempted break-in but that there was “no need for me to tell you”. Kim Jong-nam, who lived most of his life outside his home country, died from a seizure en route to hospital nine days ago after complaining that a woman had sprayed chemicals on his face at Kuala Lumpur international airport. Malaysian authorities have arrested four people: a Vietnamese woman, an Indonesian woman, a Malaysian man and a North Korean man. Khalid said police “strongly believed” four suspects who fled Malaysia on the day of Kim’s death had gone to the North Korean capital. The detained Indonesian woman has said she was duped into playing a role in the killing, believing she was part of a television comedy prank. But Khalid disputed that on Wednesday, saying the suspects were “trained” and had even practised the attack at different public places, including a major mall in downtown Kuala Lumpur. “Yes, the two female suspects knew that the substance they had was toxic. We don’t know what kind of chemical was used,” he said. Samples from an inconclusive autopsy were sent away for lab tests. “They used their bare hands,” he said, adding that they were instructed to wash their hands afterwards. The killing has led to a diplomatic altercation between North Korea and Malaysia, which until now was one of the few countries keeping open relations with Pyongyang. The North Korean embassy issued a statement on Wednesday demanding the release of its arrested citizen, Ri Jong-chol, and saying that the two women, who are not North Korean nationals, are “innocent” and should be also be freed. North Korea’s ambassador, Kang Chol, was summoned by the Malaysian foreign ministry on Monday after he accused police of deception. He had demanded that no autopsy take place and the body be released immediately. Kuala Lumpur refused both requests so police could continue their investigation, and have called for a family member of Kim Jong-nam to come forward to claim the body. Reuters contributed to this report",
    "keywords": [
        "morgue",
        "saying",
        "malaysian",
        "woman",
        "man",
        "targeted",
        "malaysia",
        "breakin",
        "north",
        "kim",
        "suspects",
        "jongnams",
        "khalid",
        "say",
        "body",
        "korean"
    ],
    "summary": "Malaysian police investigating the murder of Kim Jong-nam say attempts were made to break into the morgue where his body is being held and have demanded to question a senior North Korean diplomat.\nThe announcements by police chief Khalid Abu Bakar throw further suspicion on Pyongyang over the apparent assassination of the exiled half-brother of the North Korean dictator, Kim Jong-un.\nKhalid said another man wanted for questioning and identified as Kim Uk-il was linked to North Korea’s state airline, Air Koryo.\nBoth he and the high-level embassy official, named as Hyon Kwang-song, 44, remained in Malaysia, Khalid said.\nMalaysian authorities have arrested four people: a Vietnamese woman, an Indonesian woman, a Malaysian man and a North Korean man.",
    "sentiment": {
        "neg": 0.1107,
        "neu": 0.881,
        "pos": 0.0083,
        "compound": -0.335
    }
}