{
    "date": "2017-04-25T08:11:15Z",
    "title": "Donald Trump invites entire Senate to White House for North Korea briefing",
    "url": "https://www.theguardian.com/us-news/2017/apr/25/trump-summons-entire-senate-to-white-house-briefing-on-north-korea",
    "content": "The entire US Senate will go to the White House on Wednesday to be briefed by senior administration officials about the brewing confrontation with North Korea. The unusual briefing underlines the urgency with which the Trump administration is treating the threat posed by Pyongyang’s continuing development of nuclear weapons and missile technology. It follows a lunch meeting Trump held with ambassadors from UN member states on the security council on Monday where he emphasised US resolve to stop North Korea’s progress. “The status quo in North Korea is unacceptable and the council must be prepared to impose additional and stronger sanctions on North Korean nuclear and ballistic missile programs,” Trump said at the meeting. “North Korea is a big world problem, and it’s a problem we have to finally solve.” On Friday the US secretary of state, Rex Tillerson, is due to chair a security council foreign ministers’ meeting on the issue in New York, at which the state department said he would call once more for the full implementation of existing UN sanctions or new measures in the event of further nuclear or missile tests. “This meeting will give the security council the opportunity to discuss ways to maximise the impact of existing security council measures and to show their resolve to response further provocations with appropriate new measures,” said Mark Toner, state department spokesman. Senators are to be briefed by the defence secretary, James Mattis, and Tillerson on Wednesday. Such briefings for the entire senate are not unprecedented but it is very rare for them to take place in the White House, which does not have large secure facilities for such classified sessions as Congress. Officials said the briefing would take place in the auditorium of the Eisenhower Executive Office Building, which can be adapted for such an event. Michael Anton, a spokesman for the national security council, said that although the Senate did have its own facilities, “the president offered this to [Senate majority leader Mitch] McConnell as a gesture and McConnell appreciated that so decided to do it here.” “Keep in mind this is still a Senate meeting, not a White House meeting,” Anton added. Senate aides were unsure of the purpose of using the White House as a venue, speculating it could be symbolic and intended to show Trump’s seriousness or to showcase an assertive president as he approaches 100 days in office. The state department appeared unaware on Monday that Tillerson would be delivering the briefing. A sixth North Korean nuclear test has been anticipated for some months now. Some observers speculated that it could be conducted on Tuesday, on the anniversary of the founding of the North Korean armed forces, but the morning came and went without one. Instead, Pyongyang held major live-fire drills in an area around its eastern coastal town of Wonsan, South Korea’s military said. When the US envoy to the UN, Nikki Haley, was asked what the US would do if Pyongyang carried out a nuclear test, she told NBC news: “I think then the president steps in and decides what’s going to happen.” Haley said on Monday the US was not “looking for a fight” with North Korea but warned Pyongyang should not “give us a reason” for one. The US aircraft carrier Carl Vinson and its battlegroup are due to arrive off the Korean peninsula after exercises with the Japanese navy. An Ohio-class guided missile submarine, the USS Michigan, docked at the South Korean naval base of Busan on Tuesday, the US navy reported, in what was described as “a routine visit”. North Korea’s state-run newspaper the Rodong Sinmun declared the country’s armed forces were ready to show their strength by sinking the carrier “with a single strike”. Meanwhile the Chinese president, Xi Jinping, has called for calm in a phone call with Trump. China “hopes all parties involved will exercise restraint and avoid doing anything to exacerbate the tense situation on the peninsula”, he said according to a summary of the call released by China’s foreign ministry. In recent days Haley and other US officials have underlined China’s helpfulness in seeking to increase pressure on the North Korean leader, Kim Jong-un. “Working with China for the first time — they have really been our partner in trying to make sure that we hold him at bay, and I think it’s a new day when you’ve got China and the United States working together on a statement to condemn North Korea,” Haley said. “They put pressure on him. He feels it. That’s why he’s responding this way. And I think it is a different day.”",
    "keywords": [
        "entire",
        "meeting",
        "white",
        "korea",
        "donald",
        "house",
        "nuclear",
        "invites",
        "briefing",
        "security",
        "trump",
        "council",
        "senate",
        "north",
        "korean"
    ],
    "summary": "The entire US Senate will go to the White House on Wednesday to be briefed by senior administration officials about the brewing confrontation with North Korea.\nIt follows a lunch meeting Trump held with ambassadors from UN member states on the security council on Monday where he emphasised US resolve to stop North Korea’s progress.\n“The status quo in North Korea is unacceptable and the council must be prepared to impose additional and stronger sanctions on North Korean nuclear and ballistic missile programs,” Trump said at the meeting.\nA sixth North Korean nuclear test has been anticipated for some months now.\nIn recent days Haley and other US officials have underlined China’s helpfulness in seeking to increase pressure on the North Korean leader, Kim Jong-un.",
    "sentiment": {
        "neg": 0.0549,
        "neu": 0.8901,
        "pos": 0.0549,
        "compound": 0.0248
    }
}