{
    "date": "2017-08-09T08:18:39Z",
    "title": "What is the US military's presence near North Korea?",
    "url": "https://www.theguardian.com/us-news/2017/aug/09/what-is-the-us-militarys-presence-in-south-east-asia",
    "content": "The US military has a huge footprint across south-east Asia and the Pacific, particularly in Japan and South Korea. With North Korea threatening a missile strike on the US territory of Guam, here is an overview of US forces in the region. Japan There are more US military personnel serving in Japan than in any other country. According to Department of Defense data, 39,345 troops are stationed across 112 bases, a hangover from the second world war when American forces occupied Japan. In April the US Air Force lined up dozens of helicopters, tactical fighter jets and surveillance planes on the runway at Kadena airbase in Japan as a show of force aimed at North Korea. On Tuesday, Japan conducted joint air drills with two US B-1B Lancers – capable of carrying nuclear bombs – near the Korean peninsula. US troops in Japan are mostly based on the subtropical island of Okinawa, roughly 400 miles (640km) south of the rest of Japan. The Seventh Fleet Headquartered in Japan, the Seventh Fleet is the largest of the US navy’s deployed sea forces, with roughly 50-70 ships and submarines, 140 aircraft and approximately 20,000 sailors across the Indian Ocean and the Pacific. The USS Ronald Reagan, a nuclear-powered aircraft supercarrier, is permanently deployed at Yokosuka, Japan, as the fleet’s flagship carrier. The fleet also includes up to 14 destroyers and cruisers at any given time, some armed with ballistic missile interceptors, long-range Tomahawk land attack missiles and anti-aircraft missiles. Up to 12 nuclear-powered submarines are also available. South Korea After Germany, with 34,805 troops, South Korea is the third largest host of US military forces, with 23,468 people on duty at 83 sites. More than 300 tanks, including the powerful M1 Abrams, and armoured vehicles are stationed there. Set up as a bulwark against North Korea in 1957 after a three-year war, the United States Force Korea (USFK) says its mission is to “deter aggression and, if necessary, defend the Republic of Korea”. In April the US installed a Terminal High-Altitude Area Defence system, or Thaad, in the country with the purpose of using interceptor missiles to destroy incoming missiles in mid-flight. Guam All eyes are on Guam, a US territory in the western Pacific Ocean run by an elected governor. The 210 sq mile (544 sq km) island, which had an estimated population of around 162,000 in 2015, is about 2,100 miles from Pyongyang. There are 3,831 military personnel on Guam, and much of the land is controlled by the armed forces, including the Anderson air force base, which hosts B52 bombers and fighter jets. The island is reportedly referred to by US commanders as a “permanent aircraft carrier”. Thailand, the Philippines and Singapore The US maintains a smaller presence across south-east Asian states, including in five bases across the Philippines where US troops have been allowed to station themselves. The US navy also plans to operate four warships out of Singapore by next year. Thailand has allowed US military aircraft to use its runways. Hawaii There are nearly 40,000 military personnel in Hawaii, the closest US state to the Korean peninsula. It is the headquarters for the United States Pacific Command, which covers about half the earth’s surface, including the entire Asia Pacific region. Its mandate includes roughly 375,000 US military and civilian personnel, 200 ships and more than 1,000 aircraft.",
    "keywords": [
        "south",
        "personnel",
        "military",
        "troops",
        "korea",
        "north",
        "aircraft",
        "missiles",
        "militarys",
        "japan",
        "presence",
        "pacific",
        "near",
        "forces"
    ],
    "summary": "The US military has a huge footprint across south-east Asia and the Pacific, particularly in Japan and South Korea.\nWith North Korea threatening a missile strike on the US territory of Guam, here is an overview of US forces in the region.\nJapan There are more US military personnel serving in Japan than in any other country.\nSouth Korea After Germany, with 34,805 troops, South Korea is the third largest host of US military forces, with 23,468 people on duty at 83 sites.\nHawaii There are nearly 40,000 military personnel in Hawaii, the closest US state to the Korean peninsula.",
    "sentiment": {
        "neg": 0.0362,
        "neu": 0.9294,
        "pos": 0.0344,
        "compound": -0.0416
    }
}