{
    "date": "2017-08-23T18:00:06Z",
    "title": "Ditch bipartisanship and debate Australia's defence and security, politicians urged",
    "url": "https://www.theguardian.com/australia-news/2017/aug/24/ditch-bipartisanship-and-debate-australias-defence-and-security-politicians-urged",
    "content": "An Australian National University defence analyst says the world is entering the most difficult and dangerous period since the cold war, and Australian politicians need to openly debate defence and security issues, rather than strive endlessly for contrived bipartisanship. In a new report commissioned by the progressive thinktank the Australian Institute, Andrew Carr says Australian politics needs to throw off the straitjacket if it is to rise to the challenges posed by the troubled security environment in the region. The research fellow and senior lecturer at ANU’s strategic and defence studies centre says Australian politicians striving to maintain the same line on foreign and defence issues – which is the conventional practice in the Australian political system – makes for poorer public policy, limited accountability and lowering public engagement. Carr says the election of Donald Trump “threatens many longstanding assumptions about American leadership, values and reliability”. “While there are strong arguments for retaining the alliance, this is precisely the moment for Australia’s leaders to publicly discuss why and how the alliance matters and persuade the public to their case,” he says. In addition to the specific challenges prompted by Trump’s election, Australia also needs to respond to China and Russia’s more assertive posture and plan for the threat posed by terrorism and the regional security issues posed by climate change. Carr says the divided, argumentative nature of democracies serves a fundamental purpose. Partisan disputation, he says, “tests policy ideas for weaknesses before they are implemented”. His new report cites specific examples where brief partisan fights on defence issues in Australia resulted in better public policy outcomes. “Ironically, the hardest step for improving Australia’s security may be to encourage what seems most natural to our politicians. Let them argue. Let them debate. Let them take sides and differ. “Make them test their assumptions and engage the public.” Carr says defence analysts, thinktanks and journalists have a responsibility to step back and allow partisan arguments to play out – “to accept disagreements as natural and indeed helpful for dealing with these uncertain times”. “Only through a return to a fundamentally democratic approach to our security can we have confidence that we as a country have the best possible ideas and practices for navigating the changes and challenges of this turbulent century.” “Only by using the full capabilities of our adversarial and democratic political structure will Australia have both the flexibility and resilience needed to find our way in Asia’s troubled security environment.” The new report comes as Trump has launched a recalibration of the US strategy in Afghanistan, and the Turnbull government has not ruled out contributing to a revised mission in the war-torn country. In response to the US shift, Labor has attempted to walk a line where it is signalling Australia should not give a blank cheque to Trump but also sending messages of bipartisan support for Australia’s contribution in Afghanistan. Labor’s foreign affairs spokeswoman, Penny Wong, has, since taking the shadow portfolio, also attempted to create a subtle point of difference concerning Australia’s alliance with the US post-Trump. Wong has argued Australia needs to define a more independent foreign policy within the established alliance framework, and needs “a better road map in Asia”. The former Labor prime minister Paul Keating has also argued Australia needs to develop a “more independent, balanced foreign policy”, particularly towards China and Indonesia, after Trump’s election. This week’s Guardian Essential poll also suggests that Australian voters are hesitant about Trump and implications for Australia through the postwar defence alliance. In relation to North Korea, the prime minister told 3AW last week that Australia and the US were joined at the hip on defence matters and “if there is an attack on the US, the Anzus treaty would be invoked” and Australia would come to the aid of the US. Voters were not nearly as enthusiastic about that idea. Asked whether Australia should commit military support to the US, 33% said yes, 38% said no and 26% were undecided. A decisive majority, 61%, said any decision for Australians to go to war should be debated and voted on by the parliament – while 22% said that decision should be made by the prime minister and 17% said they didn’t know.",
    "keywords": [
        "debate",
        "policy",
        "politicians",
        "needs",
        "ditch",
        "public",
        "australia",
        "alliance",
        "bipartisanship",
        "issues",
        "security",
        "australias",
        "australian",
        "defence",
        "urged",
        "trump"
    ],
    "summary": "An Australian National University defence analyst says the world is entering the most difficult and dangerous period since the cold war, and Australian politicians need to openly debate defence and security issues, rather than strive endlessly for contrived bipartisanship.\nHis new report cites specific examples where brief partisan fights on defence issues in Australia resulted in better public policy outcomes.\n“Ironically, the hardest step for improving Australia’s security may be to encourage what seems most natural to our politicians.\nWong has argued Australia needs to define a more independent foreign policy within the established alliance framework, and needs “a better road map in Asia”.\nThis week’s Guardian Essential poll also suggests that Australian voters are hesitant about Trump and implications for Australia through the postwar defence alliance.",
    "sentiment": {
        "neg": 0.1109,
        "neu": 0.7895,
        "pos": 0.0997,
        "compound": 0.0059
    }
}