{
    "date": "2017-04-16T08:26:20Z",
    "title": "North Korea launches missile but test ends in failure",
    "url": "https://www.theguardian.com/world/2017/apr/16/north-korea-missile-launch-attempt-says-south-korea-kim-jong-un",
    "content": "North Korea has defied Donald Trump’s demands for it to abandon its nuclear and missile programmes, launching a missile from an eastern port city on Sunday morning. However, the test appeared to fail. “The missile blew up almost immediately,” the United States Pacific Command said in a statement. “The type of missile is still being assessed.” Reuters reported one US official as saying it was confident the failed projectile was not an intercontinental ballistic missile (ICBM). The attempt came hours before US vice-president Mike Pence was due to arrive in Seoul at the start of a 10-day trip to Asia in what his aides said was a sign of the US commitment to its ally in the face of rising tension over North Korea. Both Pence and President Donald Trump have been notified. The president had no further comment, said defence secretary Jim Mattis. South Korea described the launch as a “threat to the entire world” and warned that it would respond to any further provocations, such as a nuclear test or the launch of an ICBM. “North Korea showing a variety of offensive missiles at yesterday’s military parade and daring to fire a ballistic missile today is a show of force that threatens the whole world,” South Korea’s foreign ministry said in a statement. The missile was launched from the eastern coastal city of Sinpo, which is the site of a submarine base and where the North has tested the submarine-launched ballistic missile it is developing. Weapons on submarines are much harder to track and destroy, and would make it far more challenging for the US and its allies to mount a pre-emptive strike. However, it is thought the latest launch was land-based. A spokesman for the UK Foreign Office said: “We are concerned by reports of a missile test by North Korea and are monitoring the situation closely.” The foreign secretary, Boris Johnson, urged North Korea to abide by UN resolutions and end its quest to develop nuclear weapons. “We have been here before but continue to monitor the situation carefully,” Johnson said in a statement. “We stand alongside our international partners in making clear that North Korea must adhere to UN resolutions designed to secure peace and stability in the region and stop its pursuit of nuclear weapons.” Sunday’s missile launch comes a day after a giant military parade in North Korea’s capital and exactly one year after a similar failure, when Pyongyang attempted to mark the anniversary of its founder’s birth, Kim Il-sung, on 15 April, by launching a Musudan missile. North Korea displayed new long-range missiles that could one day threaten continental America, showcasing the isolated nation’s defiance as a US aircraft carrier group headed to the region. On Sunday, the Rodong Sinmun, the newspaper of the ruling Workers’ party, issued a special edition to mark the previous day’s celebrations, and devoted several pages – including dozens of photos – to what appeared to be new types of strategic weapons, including an ICBM. Kim Jong-un has overseen three nuclear tests and a string of missile and rocket launches since taking over after the death of his father, dictator Kim Jong-il, in late 2011. Another missile test from Sinpo ended in failured earlier this month, when the rocket spun out of control and plunged into the ocean. That launch came shortly before Trump’s first meeting with Chinese leader Xi Jinping. China is North Korea’s only major ally. Despite Sunday’s failure, the North’s previous claim to have used “standardised” warheads has led to worries that it was making headway in its push to develop small and sophisticated warheads to be topped on long-range missiles. John Delury, a North Korea expert from Yonsei University in Seoul, said the fact that the test had “fizzled” would be a frustration rather than a major embarrassment to Kim Jong-un. “Failure is part of the game … They’ve shown they’re not afraid to test and anyone who follows this knows that the testing will continue.” Delury said the message to Trump from Sunday’s launch was: “We’re not stopping our testing program because you are threatening us”. “That may be enough of a strong signal from their perspective for the immediate future,” he added. “One hopes that everyone can now step back from the cliff and keep face.” China offered no immediate reaction to the missile launch. But in a commentary released after Saturday’s military demonstration, Beijing’s official news agency, Xinhua, said the region had reached “a critical moment in history” and warned that a pre-emptive US strike could trigger full-scale war. It was now time for North Korea and the US to strike a “grand bargain,” Xinhua said.",
    "keywords": [
        "launch",
        "sundays",
        "korea",
        "failure",
        "ends",
        "nuclear",
        "kim",
        "weapons",
        "strike",
        "launches",
        "test",
        "missile",
        "north"
    ],
    "summary": "North Korea has defied Donald Trump’s demands for it to abandon its nuclear and missile programmes, launching a missile from an eastern port city on Sunday morning.\nNorth Korea displayed new long-range missiles that could one day threaten continental America, showcasing the isolated nation’s defiance as a US aircraft carrier group headed to the region.\nAnother missile test from Sinpo ended in failured earlier this month, when the rocket spun out of control and plunged into the ocean.\n“One hopes that everyone can now step back from the cliff and keep face.” China offered no immediate reaction to the missile launch.\nIt was now time for North Korea and the US to strike a “grand bargain,” Xinhua said.",
    "sentiment": {
        "neg": 0.0934,
        "neu": 0.8565,
        "pos": 0.0502,
        "compound": -0.1365
    }
}