{
    "date": "2017-04-09T14:31:44Z",
    "title": "Tillerson: China agrees on 'action' on North Korea as navy strike group sails",
    "url": "https://www.theguardian.com/world/2017/apr/09/us-navy-strike-group-north-korea-peninsula-syria-missile-strike",
    "content": "As the US navy deployed a strike group towards the western Pacific Ocean, to provide a presence near the Korean peninsula, the secretary of state, Rex Tillerson, said China agreed with the Trump administration that “action has to be taken” regarding North Korea. Tillerson told CBS’s Face the Nation, in an interview broadcast on Sunday, that when Donald Trump and Chinese president Xi Jinping met at the Mar-a-Lago resort this week, they “had extensive discussions around the dangerous situation in North Korea”. “President Xi clearly understands, and I think agrees, that the situation has intensified and has reached a certain level of threat that action has to be taken,” Tillerson said. Tillerson described a “shared view and no disagreement as to how dangerous the situation has become”. In view of the regional threat now posed by North Korean missile tests and nuclear ambitions, he said, the Chinese “do not believe the conditions are right today to engage in discussions with the government in Pyongyang”. “We’re hopeful,” he added, “that we can work together with the Chinese to change the conditions in the minds of the DPRK [Democratic People’s Republic of Korea] leadership. And then, at that point, perhaps discussions may be useful. “But I think there’s a shared view and no disagreement as to how dangerous the situation has become. And I think even China is beginning to recognise that this presents a threat to even to China’s interests as well.” The Carl Vinson strike group, which includes an aircraft carrier, was first scheduled to make port calls in Australia but was redirected from Singapore to the western Pacific. “US Pacific Command ordered the Carl Vinson strike group north as a prudent measure to maintain readiness and presence in the western Pacific,” said Commander Dave Benham, spokesman at US Pacific Command. “The No 1 threat in the region continues to be North Korea, due to its reckless, irresponsible and destabilising programme of missile tests and pursuit of a nuclear weapons capability,” he said, in an unusually forceful statement. On Sunday, Trump’s national security adviser HR McMaster told Fox News Sunday the strike group had been moved because “it is prudent to do it”. The news followed a Friday report by NBC that the National Security Council had included the return of nuclear weapons to South Korea in options presented to Trump for dealing with North Korea. Killing North Korea’s leader, Kim Jong-un, was also presented as an option, NBC reported. Discussing that report on CNN’s State of the Union on Sunday, the Massachusetts senator Ed Markey, a Democratic member of the Senate’s foreign relations committee, said such moves would cause “an escalation of tension that could lead to nuclear war”. The US, Markey said, should work with China to establish direct talks with Kim, as the best way to tackle “this boiling, bubbling cauldron”. On Saturday the White House said Trump had spoken to the acting president of South Korea, Hwang Kyo-ahn. North Korea, meanwhile, called the US missile strike on Syria on Thursday night “an intolerable act of aggression”. Analysts have said the Syria strike, launched after the use of chemical weapons by the Assad regime, contained a clear message for Pyongyang that the US is not afraid to exercise the military option. Appearing on ABC’s This Week on Sunday, Tillerson strongly suggested as much, saying of Syria: “If you violate international agreements, if you fail to live up to commitments, if you become a threat to others, at some point a response is likely to be undertaken.” Trump has recently threatened unilateral action against Pyongyang if Beijing fails to help curb its neighbour’s nuclear weapons programme. Pyongyang’s response on Saturday suggested it was determined to continue. “Swaggering as a superpower, the US has been picking only on countries without nuclear weapons and the Trump administration is no exception,” a foreign ministry spokesman said, according to the KCNA news agency. The comments were Pyongyang’s first since Trump ordered the strikes on Syria. “The US missile attack against Syria is a clear and intolerable act of aggression against a sovereign state and we strongly condemn it,” KCNA quoted the spokesman as saying. “The reality of today shows that we must stand against power with power and it proves a million times over that our decision to strengthen our nuclear deterrence has been the right choice. “The Syria attack thoroughly reminds us the fact that it is absolutely dangerous to have any illusions about imperialism and only military power of our own will protect us from imperialistic aggression. “We will keep bolstering our self-defensive military might in various ways in order to cope with the ever-intensifying US acts of aggression.” The North has carried out five nuclear tests – two last year – and expert satellite imagery analysis suggests it could well be preparing for a sixth. Pyongyang has shown no sign of reining in a missile testing programme ultimately aimed at securing the capability to deliver a nuclear warhead to the continental US. Asked on ABC if North Korean development of an intercontinental missile would be a “red line” for Trump, Tillerson said: “If we judge that they have perfected that type of delivery system, then that becomes a very serious stage of their further development.” He added: “With no further testing, their programme does not progress and that’s what we’ve asked for before we can begin to have further talks with them.”",
    "keywords": [
        "sails",
        "syria",
        "korea",
        "group",
        "threat",
        "tillerson",
        "china",
        "nuclear",
        "navy",
        "strike",
        "agrees",
        "weapons",
        "trump",
        "missile",
        "action",
        "north"
    ],
    "summary": "As the US navy deployed a strike group towards the western Pacific Ocean, to provide a presence near the Korean peninsula, the secretary of state, Rex Tillerson, said China agreed with the Trump administration that “action has to be taken” regarding North Korea.\n“President Xi clearly understands, and I think agrees, that the situation has intensified and has reached a certain level of threat that action has to be taken,” Tillerson said.\nTillerson described a “shared view and no disagreement as to how dangerous the situation has become”.\nThe news followed a Friday report by NBC that the National Security Council had included the return of nuclear weapons to South Korea in options presented to Trump for dealing with North Korea.\nNorth Korea, meanwhile, called the US missile strike on Syria on Thursday night “an intolerable act of aggression”.",
    "sentiment": {
        "neg": 0.1111,
        "neu": 0.8181,
        "pos": 0.0708,
        "compound": -0.1468
    }
}