{
    "date": "2017-12-12T07:16:17Z",
    "title": "Charles Jenkins, US soldier who defected to North Korea, dies aged 77",
    "url": "https://www.theguardian.com/world/2017/dec/12/charles-jenkins-us-soldier-north-korea-defected-dies",
    "content": "Charles Jenkins, a US soldier who defected to North Korea and later married a Japanese victim of the regime’s cold war abductions, has died in Japan aged 77. Jenkins, a native of North Carolina, became an unlikely celebrity in Japan after his wife, Hitomi Soga, was freed by North Korea in 2002 and returned to her native country. Two years later, he and the couple’s two daughters, Mika and Brinda, joined Soga and settled in her hometown on the remote Sea of Japan island of Sado. In the US, however, some regarded Jenkins as a traitor after details emerged of his defection to the communist North in 1965, at the height of the cold war. He was accused of deserting his unit while on patrol in South Korea and fleeing to North Korea, where he taught English and occasionally played sinister Americans in propaganda films. He later said the North Korean authorities had turned down his request to be sent to the Soviet Union, where he planned to turn himself in at the US embassy in Moscow. Jenkins married Soga, one of his language students, in 1980 – a union between a man who had chosen to defect, albeit, as he would claim later, under the influence of alcohol, and a woman taken to North Korea against her will. Soga was one of more than a dozen Japanese citizens who were snatched by the regime’s spies in the 1970s and 80s and taken to North Korea to teach agents their language and customs. She was taken from near her home on Sado island in 1978 when she was a 19-year-old student nurse. The fate of her mother, who was abducted at the same time, is unknown. Soga and four other abductees returned to Japan in October 2002 following a summit in Pyongyang between then Japanese prime minister Junichiro Koizumi and the North Korean leader Kim Jong-il. Her husband, fearful that he would be court-martialled if he joined his wife in Japan, remained in North Korea with their daughters. The family were reunited in a third country, Indonesia, in 2004. The meeting was supposed to be temporary, but all four flew to Japan days later after Jenkins received assurances that he would not be arrested on his arrival. His fate briefly strained ties between Japan and the US. Amid an outpouring of sympathy for Soga and her daughters, the countries reached a deal that would allow him to plead guilty to desertion – a crime that carries a maximum penalty of life imprisonment – but quickly rejoin his family. After spending several weeks in a Japanese hospital receiving treatment for complications from an operation in North Korea, Jenkins reported for duty, in uniform, at the US army headquarters in Japan. He was sentenced to 30 days’ confinement and given a dishonourable discharge. He was released six days early for good behaviour. Soon after his release from US custody, Jenkins fought back tears as he told reporters on Sado that he was starting “the first day of the last chapter of my life” with his wife and daughters. “It is here,” he added, “that I will hopefully live out my remaining days”. Jenkins, who had left school at 15 and spoke no Japanese when he arrived on Sado, was given a job greeting tourists and selling souvenirs. In a 2012 interview he said he had found happiness on the island and appreciated the freedom he and his family enjoyed in Japan. He died on Monday, according to Japanese media. A cause of death was not given.",
    "keywords": [
        "sado",
        "later",
        "korea",
        "days",
        "77",
        "dies",
        "soga",
        "soldier",
        "japanese",
        "japan",
        "jenkins",
        "daughters",
        "charles",
        "aged",
        "defected",
        "north"
    ],
    "summary": "Charles Jenkins, a US soldier who defected to North Korea and later married a Japanese victim of the regime’s cold war abductions, has died in Japan aged 77.\nJenkins, a native of North Carolina, became an unlikely celebrity in Japan after his wife, Hitomi Soga, was freed by North Korea in 2002 and returned to her native country.\nHe was accused of deserting his unit while on patrol in South Korea and fleeing to North Korea, where he taught English and occasionally played sinister Americans in propaganda films.\nHer husband, fearful that he would be court-martialled if he joined his wife in Japan, remained in North Korea with their daughters.\nThe meeting was supposed to be temporary, but all four flew to Japan days later after Jenkins received assurances that he would not be arrested on his arrival.",
    "sentiment": {
        "neg": 0.1072,
        "neu": 0.8356,
        "pos": 0.0573,
        "compound": -0.1268
    }
}