{
    "date": "2017-10-07T08:00:16Z",
    "title": "The best books on North Korea: start your reading here | Pushpinder Khaneka",
    "url": "https://www.theguardian.com/global-development/2017/oct/07/the-best-books-on-north-korea-start-your-reading-here",
    "content": "The Accusation by Bandi, translated by Deborah Smith Seven short stories, each pointing an accusing finger at the ruling regime, shine a light on North Korea’s “truly fathomless darkness”. Written between 1989 and 1995, in the final years of Kim Il-sung’s rule, these are tragic tales of everyday people whose lives are brutalised by a cruel and capricious regime: a man is denied a travel permit to visit his dying mother; a wife survives on “dog food” as she struggles to feed her husband during a famine; a son confronts his father, a party loyalist, about the government’s fake truths and propaganda theatre; a family whose child is terrified by the huge, ubiquitous posters of Marx and Kim is banished from the city for being anti-revolutionary. In this dystopian world, the political “sins” of fathers – perceived dissidence or failings – are visited on entire families. They pay dearly, and are tainted for generations. In the midst of dashed hopes and broken dreams, the flame of hope barely flickers. These are indeed, as the book’s subtitle says, Forbidden Stories from Inside North Korea. Bandi, meaning “firefly” in Korean, is the pseudonym of a prominent North Korean writer still living in his country. The manuscript was smuggled across the border to South Korea sandwiched between official propaganda books, among them The Collected Works of Kim Il-sung. The Orphan Master’s Son by Adam Johnson Johnson’s epic, disquieting novel follows the fortunes of everyman Jun Do, from humble beginnings – raised in an orphanage run by his single father – to impersonating a famous military hero and becoming a love rival of North Korea’s leader, Kim Jong-il. The first half is an intimate biography of Jun Do. Forced by famine into the military, he is trained to fight in the dark in the tunnels under the demilitarised border zone. He graduates from soldier to kidnapper for the state, to spy. But, following an unsuccessful mission to Texas, he falls foul of the regime and is sent to a prison camp. In the second half, Jun Do embarks on a wild, surreal journey. He escapes prison, assuming a new identity that takes him into the upper echelons of society and sees him vying with the Dear Leader for the affections of the nation’s favourite actress, Sun Moon. Part political thriller, part parody, part love story, the genre-busting novel opens a window on the secretive state where people live in constant fear, and deploys dark humour to portray the absurd realities and grim horrors of life. A fascination with propaganda and its use in a totalitarian state drew the American author to researching and visiting North Korea. This, his second novel, won the Pulitzer prize for fiction in 2013. Nothing to Envy: Real Lives in North Korea by Barbara Demick The title comes from a propaganda song, We Have Nothing to Envy in This World, but Demick’s riveting and rigorously researched book tells a very different story. It follows the lives of six North Koreans who eventually “defected” to the south, and weaves in historical context. Although heartbreaking and harrowing in equal measure, it humanises the country’s citizens, of whom so little is known. Through them we get the inside story on the absolute obedience enforced by the state; the rigid caste system based on perceived loyalty to the regime; the terror of being denounced by neighbours for trivial “offences”; the gulag-like labour camps; and the cult of Kim, which deifies the leader. A famine in the 1990s and economic collapse proved to be a turning point. The state abandoned its citizens, who were forced to eat grass and bark to survive, and between 600,000 and 2 million people died. Loyalties wavered, and hunger gave people new motivation to escape. However, Demick sees little prospect of regime change. Hopes were raised when the young, western-schooled Kim Jong-un was picked to be the next leader. But, like his father Kim Jong-il, he prioritised weapons over food. This is impressive reportage, and an eye-opener on a closed world. US journalist Demick was the Los Angeles Times bureau chief in South Korea for six years, and reported extensively on the north.",
    "keywords": [
        "pushpinder",
        "south",
        "start",
        "khaneka",
        "regime",
        "korea",
        "state",
        "leader",
        "world",
        "novel",
        "books",
        "kim",
        "reading",
        "propaganda",
        "best",
        "north"
    ],
    "summary": "These are indeed, as the book’s subtitle says, Forbidden Stories from Inside North Korea.\nBandi, meaning “firefly” in Korean, is the pseudonym of a prominent North Korean writer still living in his country.\nThe manuscript was smuggled across the border to South Korea sandwiched between official propaganda books, among them The Collected Works of Kim Il-sung.\nA fascination with propaganda and its use in a totalitarian state drew the American author to researching and visiting North Korea.\nUS journalist Demick was the Los Angeles Times bureau chief in South Korea for six years, and reported extensively on the north.",
    "sentiment": {
        "neg": 0.1152,
        "neu": 0.7674,
        "pos": 0.1174,
        "compound": -0.058
    }
}