{
    "date": "2017-08-10T13:52:15Z",
    "title": "Canadian pastor freed by North Korea 'has been flown to Japan'",
    "url": "https://www.theguardian.com/world/2017/aug/10/canadian-pastor-hyeon-soo-lim-freed-north-korea-flown-japan",
    "content": "Hyeon Soo Lim, the Canadian pastor freed by North Korea this week, is believed to have arrived in Japan on a rare flight from Pyongyang international airport. The flight was scheduled to leave the North Korean capital at 9.25am local time (0155 GMT) and was bound for the US air force base in Yokota, near Tokyo, according to NK News. The website published a tweeted photograph displaying the flight’s details from the departures hall of Pyongyang’s Sunan international airport. It quoted the person who took the photograph as saying that the flight, which had no number, was carrying Lim, who was released on Wednesday by North Korea on humanitarian grounds. The source, who wished to remain anonymous, described it as a “special unchartered flight bound for Japan”, with which North Korea has no commercial aviation ties. It would have been possible for Lim to undergo health checks at Yokota before continuing his journey home to Canada. Yokota airbase and the Canadian embassy in Tokyo declined to confirm the flight had been arranged when contacted by the Guardian. According to media reports, Otto Warmbier, the American college student who died in June, days after being released by North Korea, was flown from Pyongyang to another US military base in Japan, on the country’s northernmost island of Hokkaido. North Korea’s official KCNA news agency reported that a Canadian delegation had left the country on Thursday, according to NK News. In addition, a Twitter account monitoring civilian and military flight showed data indicating that a Royal Canadian air force plane had taken off from Yokota on Thursday afternoon. The Canadian prime minister, Justin Trudeau, confirmed that Lim had been released and would “soon be reunited with his family and friends in Canada”. A Canadian delegation, led by the country’s national security adviser, Daniel Jean, took up Lim’s case after arriving in North Korea earlier in the week. Sweden’s embassy in Pyongyang, which represents several western nations in North Korea, also helped finalise his release. “Pastor Lim’s health and wellbeing remain of utmost importance to the government of Canada, and we are working to ensure that he receives any required medical attention,” Trudeau said in a statement. “Operational security considerations prevent us from discussing the matter further.” Lim, 61, had been sentenced to hard labour for life in December 2015 after North Korea accused him of attempting to overthrow the regime. He was freed on “sick bail from the humanitarian viewpoint”, according to KCNA. He is expected to return to Canada later on Thursday and will be taken to hospital on arrival at his wife’s request, a source told Reuters. His family said they were anxious to be reunited with him. “We are relieved to hear that Reverend Lim is on his way home to finally reunite with his family and meet his grand daughter for the first time,” the family said in a statement. They thanked Canadian officials for their efforts and noted that the ambassador and staff at the Swedish embassy in Pyongyang had played a “critical role in securing his release” They asked the media for privacy as Lim reconnects with his loved ones and receives medical attention. “There is a long way to go in terms of Reverend Lim’s healing,” they said. Lim told CNN last year he spent his days in prison digging holes. “I wasn’t originally a labourer so the labour was hard at first,” he said. Pyongyang views foreign missionaries with deep suspicion, though it allows some to undertake humanitarian work. A number of Christian missionaries – mostly ethnic Koreans who are US citizens – have been arrested in the past, with some only allowed to return home after intervention by high-profile US political figures. Concern about North Korea’s treatment of foreign detainees has grown since Warmbier’s death, days after he was medically evacuated to the US suffering from serious brain damage. Warmbier had served 17 months of a 15-year sentence for attempting to steal a propaganda poster from his hotel. North Korea is still holding three Americans. Warmbier’s death prompted the US state department to ban US tourists from visiting North Korea from September.",
    "keywords": [
        "canadian",
        "pastor",
        "family",
        "korea",
        "according",
        "canada",
        "japan",
        "yokota",
        "lim",
        "freed",
        "flight",
        "pyongyang",
        "flown",
        "north"
    ],
    "summary": "Hyeon Soo Lim, the Canadian pastor freed by North Korea this week, is believed to have arrived in Japan on a rare flight from Pyongyang international airport.\nThe source, who wished to remain anonymous, described it as a “special unchartered flight bound for Japan”, with which North Korea has no commercial aviation ties.\nA Canadian delegation, led by the country’s national security adviser, Daniel Jean, took up Lim’s case after arriving in North Korea earlier in the week.\nNorth Korea is still holding three Americans.\nWarmbier’s death prompted the US state department to ban US tourists from visiting North Korea from September.",
    "sentiment": {
        "neg": 0.071,
        "neu": 0.8849,
        "pos": 0.0442,
        "compound": -0.0453
    }
}