{
    "date": "2017-09-07T04:28:48Z",
    "title": "South Korea deploys missile system as US strengthens North Korea trade threat",
    "url": "https://www.theguardian.com/world/2017/sep/07/south-korea-deploys-missile-system-as-us-strengthens-north-korea-trade-threat",
    "content": "Dozens of South Korean protesters have been injured in clashes with police over the full deployment on Thursday of a controversial US missile defence system intended to counter attacks from North Korea. According to South Korean media, 38 people, including six police officers, were injured in the village of Seongju, 300km south of Seoul, as preparations were made to install four further terminal high-altitude area defence (Thaad) system batteries at a golf course in the village. The morning protests came as the US threatened to impose sanctions on any country that trades with North Korea ahead of a crucial meeting of the UN security council to discuss fresh measures against the regime. Donald Trump, along with Moon and the Japanese prime minister, Shinzo Abe, are pushing for an oil embargo against the North – a measure opposed by China and Russia. The US treasury secretary, Steve Mnuchin, warned on Wednesday that if the UN security council failed to agree on additional sanctions when it meets on Monday, he had an executive order ready for Trump to sign that would impose sanctions any country that trades with North Korea. “I have an executive order prepared. It’s ready to go to the president. It will authorise me to stop doing trade, and put sanctions on anybody that does trade with North Korea. The president will consider that at the appropriate time once he gives the UN time to act,” Mnuchin said. The South Korean president, Moon Jae-in, approved the full deployment of the Thaad system this week after North Korea detonated a powerful nuclear device on Sunday, drawing widespread condemnation and calls for tougher UN sanctions. Thousands of police officers were sent to the village to protect the system, situated where similar clashes took place when the first two Thaad batteries were deployed in April. Reports quoted a local police official as saying most of the demonstrators had been dispersed and that the launchers and other equipment had been driven on to the site. The protests in Seongju took place as the Chinese president, Xi Jinping, told Trump that the escalating crisis on the Korean peninsula must be resolved through dialogue. In a phone call early on Thursday, Xi told Trump he was “deeply concerned over the ongoing situation on the Korean peninsula, and attaches importance to China’s essential role in resolving the issue”, according to a readout by the official Chinese news agency Xinhua. Trump later told reporters he and Xi had had “a very, very frank and very strong phone call”. He added: “President Xi would like to do something ... we’ll see whether or not he can do it. But we will not be putting up with what’s happening in North Korea. I believe that President Xi agrees with me 100%. He doesn’t want to see what’s happening there, either.” Asked if he was considering military action against North Korea, Trump said: “Certainly that’s not our first choice, but we will see what happens.” Earlier, China’s air force carried out exercises near the Korean peninsula, practising its defence against a “surprise attack” coming from across the sea, Chinese state media said. An anti-aircraft defence battalion held the exercises early on Tuesday, near the Bohai Sea, the innermost gulf of the Yellow Sea that separates China from the Korean peninsula, an official military website said. Despite their shared sense of alarm at the speed with which North Korea appears to be nearing its goal of developing missiles capable of delivering a nuclear weapon to the US mainland, permanent members of the UN security council are divided over their response. In a draft of a resolution due to be put to a vote on Monday, the US called on countries to impose an oil embargo on North Korea – a measure opposed by Russia and China. A leaked copy of the draft includes demands for a ban on gas supplies, as well as an end to textile exports and payments to North Koreans working overseas. The measures are also designed to strike at the heart of the North Korean regime, with a proposed freeze on the assets of the country’s leader, Kim Jong-un, and those of the ruling Worker’s party. In addition, the resolution calls for Kim to be added to a UN sanctions blacklist, subjecting him to a global travel ban, along with four other North Korean officials. The country’s state-owned airline, Air Koryo, would also be hit by an assets freeze along with the Korean People’s Army and eight other groups linked to the government, the military and the ruling party. But China – the biggest exporter of crude oil to North Korea – is expected to oppose an oil embargo or any other action that could destabilise North Korea, fearing regime collapse could spark a refugee crisis and allow tens of thousands US troops based in South Korea to move to China’s border with the North. The Russian president, Vladimir Putin, has also indicated Moscow would oppose an oil embargo, urging other countries not to “give in to emotions and push Pyongyang into a corner”. In response to a plea from Moon to support cutting oil supplies, Putin said on Wednesday that depriving the regime of oil would be devastating for ordinary North Koreans, since it would leave hospitals and other public services without fuel. A report by the Nautilus Institute thinktank warned of the huge disruption an oil embargo would cause: “People will be forced to walk or not move at all, and to push buses instead of riding in them,” the report said. “There will be less light in households due to less kerosene.” The ban will lead to more deforestation, it added, as North Koreans will be forced to cut down trees to produce charcoal, leading to “more erosion, floods and more famine” in the already impoverished country. Kim’s regime would immediately restrict supplies to private citizens, it said, and a ban would have “little or no immediate impact” on the North’s army or its missile and nuclear programmes. Russia and China have instead called for a “freeze-for-freeze solution that would suspend North Korean nuclear and missile tests in exchange for the US and South Korea halting joint military exercises that Pyongyang regards as a rehearsal for an invasion. The Trump administration has rejected the proposal, insisting the drills are essential in response to North Korean provocations, including a threat to launch missiles near the US Pacific territory of Guam. On Thursday, the China Daily accused the US ambassador to the UN, Nikki Haley, of being “narrow-minded and undiplomatic” for rejecting the China-Russia proposal. Haley’s call for new sanctions “could lead to an enormous humanitarian disaster in North Korea, hurting millions of women and children and innocent people,” the newspaper said in an editorial. Agencies contributed to this report.",
    "keywords": [
        "oil",
        "south",
        "deploys",
        "korea",
        "trade",
        "system",
        "strengthens",
        "threat",
        "president",
        "sanctions",
        "china",
        "trump",
        "missile",
        "xi",
        "north",
        "korean"
    ],
    "summary": "Dozens of South Korean protesters have been injured in clashes with police over the full deployment on Thursday of a controversial US missile defence system intended to counter attacks from North Korea.\nIt will authorise me to stop doing trade, and put sanctions on anybody that does trade with North Korea.\nThe South Korean president, Moon Jae-in, approved the full deployment of the Thaad system this week after North Korea detonated a powerful nuclear device on Sunday, drawing widespread condemnation and calls for tougher UN sanctions.\nHe added: “President Xi would like to do something ... we’ll see whether or not he can do it.\nBut we will not be putting up with what’s happening in North Korea.",
    "sentiment": {
        "neg": 0.0878,
        "neu": 0.8393,
        "pos": 0.073,
        "compound": -0.1481
    }
}