{
    "date": "2017-01-24T11:35:50Z",
    "title": "Donald Trump's 'day of patriotic devotion' has echoes of North Korea",
    "url": "https://www.theguardian.com/us-news/2017/jan/24/trump-national-day-of-patriotic-devotion-echoes-north-korea",
    "content": "Donald Trump has echoed North Korea’s leader, Kim Jong-un, after declaring that the day of his inauguration should be a “national day of patriotic devotion” – a rallying cry that would not be out of place in the secretive state’s propaganda. Trump’s proclamation, which was made official on Monday, has been uttered by Kim in speeches to his 1.2 million-strong military and members of the ruling Korean Workers’ party in recent years. In an address to a military parade in Pyongyang on 10 October 2015 – the party’s 70th anniversary – Kim thanked the “heroic men and women” of the army and security services who, “in hearty response to the party’s appeal, have worked with patriotic devotion and created one heroic miracle after another” in their quest to build a “thriving socialist nation”. The phrase also crops up in North Korean propaganda. On 19 December last year, the fifth anniversary of the death of Kim’s father, Kim Jong-il, the Rodong Sinmun, the ruling party’s official newspaper, said of the late leader: “The noble image and patriotic devotion of the peerless patriot, who reliably defended socialism centred on the popular masses and turned [North Korea] into an invincible politico-ideological power and a world military power.” In an article just after Kim’s death, the official KCNA news agency cited meteorologists as saying “the spring of prosperity under socialism will surely come … thanks to the patriotic devotion of Kim Jong-il, who blocked the howling wind of history till the last moments of his life”. And last January, the Rodong Sinmun cited a speech in which Kim Jong-un had congratulated a socialist youth league formed in the name of his grandfather and North Korea’s founder, Kim Il-sung, on its 70th anniversary. Kim, according to the paper, said the league had enjoyed “a history of brilliant victories of the great leaders’ original idea of prioritising the youth and their wise leadership and a history of ardent loyalty and patriotic devotion, with which the young people of Korea have supported the party and the leader, the country and the people”. Trump’s use of the term, and its provenance, was noted on Twitter. In his inaugural speech, Trump declared that he would put “America first” and argued that patriotic zeal could heal the nation’s divisions. On Monday, paperwork was filed with the federal government declaring that the day of his inauguration, 20 January 2017, would be officially known as the “National Day of Patriotic Devotion”. Trump’s executive order said the proclamation would “strengthen our bonds to each other and to our country – and to renew the duties of government to the people”. Jiro Ishimaru of Asia Press, an Osaka-based organisation with a network of high-level contacts in North Korea, said that by invoking patriotic devotion, Trump appeared to be channeling three generations of North Korea’s Kim dynasty. “Ordinary North Koreans hear those words every day,” Ishimaru told the Guardian. “They don’t just appear in the media and speeches, but on posters and in other propaganda. They hear the word patriotism at local residents’ meetings, where, for example, they’re told to produce more rice out of love for their country, or to collect more scrap metal for weapons and bullets.” It is not unusual for incoming US presidents to draw on their political and philosophical beliefs when, as is customary, they give a new name to inauguration day. Barack Obama called his first inauguration, in 2009, a National Day of Renewal and Reconciliation; eight years earlier, George W Bush began his first term by declaring the date a National Day of Prayer and Thanksgiving. Ishimaru said most ordinary North Koreans were barely aware that the US had a new president. The Rodong Sinmun reported the inauguration in a brief article, without comment, at the bottom of the newspaper’s back page on Sunday, two days after it took place. “I talk to North Koreans every day, and Trump’s inauguration has barely registered with them,” he said. “Life is extremely tough, so they are too busy concentrating on their own problems to think about US politics.”",
    "keywords": [
        "sinmun",
        "korea",
        "donald",
        "echoes",
        "kim",
        "patriotic",
        "devotion",
        "national",
        "trumps",
        "trump",
        "day",
        "north",
        "inauguration"
    ],
    "summary": "Donald Trump has echoed North Korea’s leader, Kim Jong-un, after declaring that the day of his inauguration should be a “national day of patriotic devotion” – a rallying cry that would not be out of place in the secretive state’s propaganda.\nOn Monday, paperwork was filed with the federal government declaring that the day of his inauguration, 20 January 2017, would be officially known as the “National Day of Patriotic Devotion”.\nJiro Ishimaru of Asia Press, an Osaka-based organisation with a network of high-level contacts in North Korea, said that by invoking patriotic devotion, Trump appeared to be channeling three generations of North Korea’s Kim dynasty.\nBarack Obama called his first inauguration, in 2009, a National Day of Renewal and Reconciliation; eight years earlier, George W Bush began his first term by declaring the date a National Day of Prayer and Thanksgiving.\n“I talk to North Koreans every day, and Trump’s inauguration has barely registered with them,” he said.",
    "sentiment": {
        "neg": 0.0452,
        "neu": 0.9022,
        "pos": 0.0527,
        "compound": 0.0923
    }
}