{
    "date": "2017-08-09T11:39:17Z",
    "title": "Trump has taken us to the brink of nuclear war. Can he be stopped? | Jonathan Freedland",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/09/trump-brink-nuclear-war-stop",
    "content": "This was the moment many Americans, along with the rest of the world, feared. This – precisely this – was what alarmed us most about the prospect of Donald Trump becoming president of the United States. Not that he would hire useless people or that he would tweet all day or use high office to enrich himself and his family or that he’d be cruel, bigoted and divisive – though those were all concerns. No, the chief anxiety provoked by the notion of Trump in the White House was this: that he was sufficiently reckless, impulsive and stupid to bring the world to the brink of nuclear war. Of course, cooler heads might soon prevail. China might find the diplomatic back-channel that persuades North Korea to step back from the current clash with Washington. The Pyongyang regime might calculate for itself that, despite its latest threat to attack the US airbase in the Pacific island of Guam, further escalation risks its own survival. Or the generals that now flank Trump – John Kelly as chief of staff, Jim Mattis as defense secretary – might succeed in talking their boss down from the ledge. But make no mistake. Trump’s remarks on Tuesday have pushed the US to the precipice of nuclear confrontation with North Korea. We have to hope that both parties will step back, but be under no illusion that the brink is where we stand. And Trump put us there. The form of words the president used made the critical difference. Threatening Kim Jong-un with “fire and fury” was bellicose enough. But adding the words “the likes of which this world has never seen before” left no doubt that he was talking about a nuclear strike against North Korea. It’s worth pausing to consider the obvious consequences of such an action. Seventy five million people live on the Korean peninsula. There are also 30,000 US servicemen and women stationed there. How many would die if Trump made good on his threat? And that is to reckon without further retaliation and escalation, as Russia or China unleashed their own nuclear arsenals. This is why all previous US presidents have used only the most sober language when speaking of North Korea. They have understood the human stakes. They have sought to reduce tension, not ratchet it up. Now the situation is different. Trump’s “fire and fury” phrase could have come straight from Kim himself, who has previously threatened to turn Washington into a “sea of fire”. When the US political commentator Howard Fineman asked via Twitter, “Can a Twitter war with a juvenile dictator-madman lead to a nuclear holocaust?”, it was genuinely unclear whom he was referring to. Both sides in this conflict are now led by – how should we put this? – unpredictable men. Trump’s predecessors have all understood the approach put so memorably by Theodore Roosevelt: “Speak softly, and carry a big stick.” Meaning, that if you carry a big stick, you don’t need to speak loudly. Indeed, you ought to speak softly, so that you don’t ever have to wield that stick. The risk Trump has created is that he will now feel compelled to follow through on his threat, lest he be seen to lose credibility. His “fire and fury” talk has, therefore, put pressure not only on Kim but on himself. He has painted himself into a corner. In searching for any kind of precedent, some have looked to Harry S Truman, who famously told Japan in 1945 that if they did not surrender, “they may expect a rain of ruin from the air, the like of which has never been seen on this Earth”. But the differences are obvious. Truman made that statement after he had already dropped the atomic bomb, not before. He did not precede that fateful action with bluster and rhetoric, but silence. More fundamentally, Japan posed no atomic threat to the US: unlike North Korea, it did not have even an embryonic arsenal. Even to mention Trump in the same breath as Truman reveals the desperate absurdity of America’s – and the world’s – current plight. How likely is it that Trump was acting out of strategic calculation? Surely, he was, as usual, acting on impulse, succumbing to his lifelong instinct for macho talk and confrontation. One commentator has suggested the “likes of which the world has never seen” popped out of Trump’s mouth because he had just used that phrase in remarks about America’s opioid crisis. It’s as plausible an account as any. The point is that since the dawn of the atomic age the world’s leaders have understood that these weapons have to be handled with the greatest delicacy. Nuclear standoffs happen, but each side has always understood where the brink lies and was careful not to overstep it. That means, especially, understanding the need not to say anything that the other side might misinterpret as a cue for war. Both Washington and Moscow understood that throughout the cold war; it’s what stopped the Cuban missile crisis turning into Armageddon. Most analysts believe the regime in Pyongyang, for all its brutality, understands that too: it is not suicidal. But the question hanging over the world today is one that has never had to be asked before: does the US president understand this most essential point, one on which the fate of the world depends? • Jonathan Freedland is a Guardian columnist",
    "keywords": [
        "brink",
        "war",
        "world",
        "korea",
        "understood",
        "jonathan",
        "north",
        "threat",
        "nuclear",
        "freedland",
        "seen",
        "stopped",
        "trumps",
        "trump",
        "taken"
    ],
    "summary": "No, the chief anxiety provoked by the notion of Trump in the White House was this: that he was sufficiently reckless, impulsive and stupid to bring the world to the brink of nuclear war.\nChina might find the diplomatic back-channel that persuades North Korea to step back from the current clash with Washington.\nTrump’s remarks on Tuesday have pushed the US to the precipice of nuclear confrontation with North Korea.\nThis is why all previous US presidents have used only the most sober language when speaking of North Korea.\nMore fundamentally, Japan posed no atomic threat to the US: unlike North Korea, it did not have even an embryonic arsenal.",
    "sentiment": {
        "neg": 0.1171,
        "neu": 0.8482,
        "pos": 0.0347,
        "compound": -0.2167
    }
}