{
    "date": "2017-09-04T05:15:24Z",
    "title": "China is angry, but what can it do about North Korea?",
    "url": "https://www.theguardian.com/world/2017/sep/04/china-what-can-beijing-do-about-north-korea-donald-trump-kim-jong-un",
    "content": "On Friday afternoon, the eve of North Korea’s most powerful ever nuclear test, China’s football-loving president received a gift from the world’s greatest ever player. “Good luck,” read the handwritten message from Pelé on a canary yellow Brazil jersey handed to Xi Jinping by his South American counterpart, Michel Temer. Xi needs it. Experts say Kim Jong-un’s latest provocation – which some believe was deliberately timed to upstage the start of the annual Brics summit in China – exposes not only the scale of the North Korean challenge now facing China’s president but also his dearth of options. “The Chinese are pissed off, quite frankly,” says Steve Tsang, the head of the Soas China Institute. “But there is nothing much they will actually do about it. Words? UN statements and all that? Yes. But what can the Chinese actually do?” Zhao Tong, a North Korea expert from the Carnegie-Tsinghua Center for Global Policy in Beijing, believes there are a number of possible answers. Sanctions or turning off the taps The first is to further tighten sanctions on Kim’s regime by targeting its exports of textiles and clothing. “After the last round of UN resolution sanctions, textile products and clothing is now the most important source of foreign income for North Korea,” says Zhao. Xi could also deprive Kim of another key source of revenue by agreeing to limit or completely prohibit up to 100,000 North Korean labourers from working overseas, including in China. A third and far more drastic option also exists: cutting off North Korea’s crude oil supply. “This nuclear test is one of the few things that might trigger a cut-off of oil supplies, but we are still very reluctant to do so,” one person close to Chinese foreign policymakers told the Financial Times after Sunday’s detonation. Zhao doubts Xi will choose that risk-strewn path. He believes turning off the taps could prove an irreversible decision since the pipeline delivering oil to North Korea is old and would corrode and break if left unused. Crucially, though, it would cripple North Korea’s economy, almost certainly bring down Kim’s regime and create a massive refugee and security crisis just a few hundred miles from Beijing. “That is one of the most radical measures China could ever take and it could have strategic implications if the regime’s stability is affected,” says Zhao. “It is not going to be immediate but over time it could have an impact on the regime’s survival.” Cheng Xiaohe, a North Korea expert from Renmin University in Beijing, also admits tightened sanctions are the only feasible response: “China has been pushed into a corner and has few options left.” Growing frustration That said, some believe appetite is growing in China for a more robust response to Kim Jong-un’s continued provocations. “This is an insane country, and he is an insane leader,” says Zhu Feng, an international security expert from Nanjing University. “We are now at a historic turning point and – from my point of view – China needs to strengthen coordination and cooperation with the international community, particularly with the US, Japan and South Korea.” “I think the domestic discussions about cutting crude oil supply are increasing,” says Zhao, who thinks the mood in China – North Korea’s key ally and trading partner – may be starting to shift. Zhao believes Xi’s ability to take tougher action against Kim partly hinges partly on how much he can strengthen his political position ahead of next month’s 19th Communist party congress, a once-every-five-years conference marking the end of his first term in power. Recent weeks have seen tantalising glimpses of the internal power struggle that is raging at the top of China’s Communist party, with the purging of one senior official tipped as Xi’s possible successor and a major reshuffle in the leadership of the armed forces. “If things settle down very quickly … that will give Xi Jinping some leeway to take more radical measures against North Korea,” Zhao predicts. “But if domestic politics continues to play out until the 19th party congress, then I don’t think China has any room to take radical measures.” Smart cookie and the wildcard Tsang believes the apparent lack of effective options to halt Kim Jong-un’s nuclear ambitions underlines what a shrewd strategtist he is and how successfully he was toying with both China and the US: “He is a smart cookie – a very, very smart cookie.” As long as China was not a direct target of North Korean aggression, Xi would view Kim as an irritant rather than a threat that needed to be immediately crushed: “At the moment nobody seriously sees the North Korean missiles and nuclear weapons as a threat to China ... The most likely target would be the Japanese. Now how unhappy would Xi be with the prospect of ... the Abe administration being blasted to pieces? Neither outcome would actually make Xi lose any sleep.” But for both Kim and Xi, there is one wild-card and he goes by the name of Donald J Trump. Tsang says conventional military advice suggests the US president would not risk a military strike against North Korea for fear of sparking a devastating counter-attack against South Korea and a broader regional conflagration that would inevitably suck in China. “You’re talking about 10,000 different pieces of [North Korean] artillery ... which could lob shells into the vicinity of Seoul and cause huge damage,” said Tsang. “So Kim’s reasonable calculation is that there is not actually a lot that Trump can do about it and there is almost certainly nothing the Chinese will do about it in concrete terms.” Trump, however, was no conventional president. “The problem is somebody like Trump does not behave necessarily in line with your normal Obama and Clintons of this world and therefore the risk of him ignoring professional military advice is not negligible,” says Tsang. “It would be negligible under Obama and extremely unlikely under Clinton or, for that matter, probably even George W Bush. But we can’t say the same of Trump. That’s one thing about Mr Trump, isn’t it?” Additional reporting by Wang Zhen",
    "keywords": [
        "korea",
        "tsang",
        "china",
        "kim",
        "zhao",
        "sanctions",
        "angry",
        "trump",
        "xi",
        "north",
        "korean"
    ],
    "summary": "But what can the Chinese actually do?” Zhao Tong, a North Korea expert from the Carnegie-Tsinghua Center for Global Policy in Beijing, believes there are a number of possible answers.\n“After the last round of UN resolution sanctions, textile products and clothing is now the most important source of foreign income for North Korea,” says Zhao.\nHe believes turning off the taps could prove an irreversible decision since the pipeline delivering oil to North Korea is old and would corrode and break if left unused.\n“If things settle down very quickly … that will give Xi Jinping some leeway to take more radical measures against North Korea,” Zhao predicts.\nTsang says conventional military advice suggests the US president would not risk a military strike against North Korea for fear of sparking a devastating counter-attack against South Korea and a broader regional conflagration that would inevitably suck in China.",
    "sentiment": {
        "neg": 0.0687,
        "neu": 0.8508,
        "pos": 0.0806,
        "compound": -0.0745
    }
}