{
    "date": "2017-09-23T08:00:11Z",
    "title": "Trump misreads North Korea’s sacred dynasty at his peril | Michael Brabazon",
    "url": "https://www.theguardian.com/global-development/2017/sep/23/trump-misreads-north-korea-sacred-dynasty-at-his-peril",
    "content": "Before trying to cow North Korea with military intervention, we need to understand what motivates Kim Jong-un. Dangerously for the US and its Asian allies, there is something missing from the west’s analysis of the “rogue state” and its ruling dynasty. References to the regime as a cold war relic, or as communist, Stalinist, or a cult of personality, make easy and colourful soundbites. But do they really help in understanding the motivations of what appears to be a dangerous, anachronistic society? The short answer is no. North Korean children are taught that their country is the birthplace of civilisation. They learn that China, like Japan, has been an arrogant oppressor of Korea – with whom there is a longstanding border dispute. The buildup of nuclear weapons is as much a warning to China as it is to the US. North Korea officially removed the last references in its constitution to Marxism-Leninism in 2009. In its place, a homegrown system of thought known as Juche (“self-reliance”) has been embedded at every level of political power, from the Kim dynasty downwards. Juche derives from Cheondogyo, a 19th-century Korean religious sect that took on political objectives. Cheondogyo still exists across Korea, but in the north it has favoured status. Kim Jong-un’s grandfather, Kim Il-sung – the original leader of North Korea – used Marxism-Leninism as a means of getting Chinese and Russian support, later preferring to woo nationalistic religious movements. In North Korea’s schools, children are taught that Juche is the pinnacle of the Korean people’s greatness, not a foreign import like Marxism. Its central doctrine, the supremacy of man, is based directly on the founding belief of the Cheondogyo sect: in nae Cheon – “man is God”. In Juche, the Korean nation is considered a single entity, with the leader as the head. All other Koreans simply obey the instruction of the leader, who uniquely understands the nation’s destiny: the voice of God to the people. It is an ideological system that modernises ancient shamanistic beliefs in kingship going back to Tangun, the mythical founder of the Korean nation 4,500 years ago. Tangun is still worshipped and his celebration day is the only public holiday observed jointly in both Koreas. The Kim dynasty claims spiritual descent from this shaman king. It is taught in schools that Kim Jong-il, the father of current leader Kim Jong-un, was born on Mount Paektu, the mystical birthplace of Tangun. Tangun as a national unifying emblem is the most enduring project of Cheondogyo. The persistent theme running through all its spinoffs, including Juche, is the promotion of the Korean nation as the gift of heaven to the world. The grandson of Kim Il-sung may be pursuing the messianic mantle, the reclamation of the lordship of Tangun, with an even higher calling – and nuclear weapons – but the original Cheondogyo message was one of spiritual peace and harmony. To understand how that was transformed into a violent revolutionary force is to begin to answer the key questions about Kim Jong-un. A clue is found in Korea’s warring past. In the 19th century, the country was a political and cultural battleground between China and Japan. As the former grew weaker and the latter stronger, tensions began to peak. Trapped in the middle, Korean peasants looked to Cheondogyo (originally known as Donghak), which gave them a strong cultural identity that was neither Chinese nor Japanese. But in 1894, even as the peasants pledged loyalty, the Korean king saw the movement as a threat and moved against them. The ensuing violence became a full-blown rebellion, the Donghak leader was executed, but the movement survived and became the driving force of the coalition for independence from Japan, proclaimed, but not realised, in 1919. A powerful mix of spirituality and politics, the Donghak rebellion of 1894 is regarded as the foundation of modern Korea. The primary goal of the regime is the reunification of the Korean peninsula. It sees all else through that vision. For the south to be hand-in-glove with Japan and the US is proof that the south has sold out their historical destiny to the enemies of Korean nationhood. The lack of understanding of the real nature of Juche, a nationalistic religious cult, mistaking it for Marxism, continues to be the precursor for disastrous US responses. Developing nuclear weapons is primarily a statement of national independence. Kim Jong-un wants what his father and his grandfather wanted: for the south to recognise the dynasty as the prophesied royal lineage, fulfilling the heavenly mission of Tangun. Then Korea will usher in a new era of peace and prosperity, a beacon for the rest of mankind. Juche is the means to that ends. Dealing with Kim is not the same as dealing with a fanatic like Osama bin Laden or an apparatchik like Khrushchev. He is impervious to realpolitik, and the lives of perhaps tens of millions of people are at stake – by privation, if not war. Trump’s threat of fire and fury is the worst response imaginable to a religious extremist who believes he alone can save humanity – and that the US and her allies are all that stand in the way of Korea fulfilling its own destiny. Michael Brabazon is a historian",
    "keywords": [
        "religious",
        "sacred",
        "juche",
        "leader",
        "korea",
        "north",
        "cheondogyo",
        "kim",
        "brabazon",
        "dynasty",
        "jongun",
        "peril",
        "trump",
        "korean",
        "michael",
        "tangun",
        "misreads",
        "koreas"
    ],
    "summary": "Before trying to cow North Korea with military intervention, we need to understand what motivates Kim Jong-un.\nNorth Korean children are taught that their country is the birthplace of civilisation.\nNorth Korea officially removed the last references in its constitution to Marxism-Leninism in 2009.\nIt is taught in schools that Kim Jong-il, the father of current leader Kim Jong-un, was born on Mount Paektu, the mystical birthplace of Tangun.\nTo understand how that was transformed into a violent revolutionary force is to begin to answer the key questions about Kim Jong-un.",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8363,
        "pos": 0.0765,
        "compound": 0.0014
    }
}