{
    "date": "2017-08-15T19:01:35Z",
    "title": "US faces critical moment to negotiate with North Korea, experts warn",
    "url": "https://www.theguardian.com/world/2017/aug/15/north-korea-guam-strike-pause-donald-trump-negotiations",
    "content": "The latest statement by Kim Jong-un signalling a pause in Pyongyang’s war of words with Washington has given the US a window of a few days to negotiate a way of defusing a dangerous standoff, experts said on Tuesday. Many longstanding observers of the North Korean regime expressed concern that the US could misinterpret the message that it sent on Monday when Kim said he would “watch a little more” how the US acted in the region before deciding whether to go ahead with a plan to launch missiles over Japan aimed at the seas around the US territory of Guam. In some of the US media, that statement was portrayed as a withdrawal of the Guam plan in the face of threats of overwhelming retaliatory force from Donald Trump and US defence secretary James Mattis. That would be the wrong way to read the signs, said Vipin Narang, an associate professor at the Massachusetts Institute of Technology specialising in nuclear strategy. “I think people are not reading the statement,” Narang said. “This is literally restating the threat and leaving space for some quid pro quo and space for negotiation. “But the threat remains. It’s not like he took the threat off the table. If the US does anything that he sees as provocative, he has reviewed the plan and now stands poised to execute it,” Narang added. The North Korean state news service KCNA reported Kim’s visit on Monday to the Korean People’s Army’s missile forces in which he reviewed the plan to fire four intermediate range missiles over Japan to land in the waters 30 to 40 kilometres off Guam. Mattis has said that the US would shoot down any missiles heading directly for Guam, but said it was up to Trump to decide how to respond if they landed in the ocean near the island as Pyongyang has threatened. Having approved the Guam plan, Kim is quoted as saying he would watch “a little more the foolish and stupid conduct of the Yankees”. To defuse tensions and ward off the missile launch, the US “should stop at once arrogant provocations against the DPRK and unilateral demands and not provoke it any longer”, he said. The statement echoes previous messaging from Pyongyang in referring directly to practice sorties over South Korea by US B1-B heavy bombers based in Guam. “They always refer to the B1s as the ‘pirates of Guam’,” Narang said. “[Kim Jong-un] has a real problem with B1 flights and there may be an equivalence of if you are going to harass us by coming to within tens of kilometres of our territory, then we are going to park Hwasong-12’s [intermediate range missiles] 30 or 40 km off of Guam.” However, in a separate KCNA statement, the regime also warned the US about its major joint military exercises with South Korean forces scheduled to start next Monday. “The US should think twice about the consequences,” the statement said, before going on to describe the plans for the Guam missile launch. Analysts were divided over whether the separate statement suggested next week’s exercises could also trigger the launch of the North Korean missiles. The statement does not explicitly link the two, and it is not attributed to Kim or a senior official, but just to KCNA. Adam Mount, an expert on the North Korea weapons programmes at the Centre for American Progress said Pyongyang has signalled there is room for negotiation. “Nowhere in that statement does it say that the US has to cancel exercises. North Korea has always said that in the past. They have screamed it over and over, but they’ve not said it now,” Mount said. He pointed to other possible signs from North Korea that it was open to talks. The regime has not test-fired a missile since 28 July, while Kim has made the Guam missile launch contingent on US action. “This is the first time in years that North Korea has suggested the US can prevent a missile test. It looks to me like there is an opening for arms control negotiations,” he said. “There is now a very clearly defined window that they have left for the US to give a response. The choice we face is seek tension reduction measures or face missile strikes near Guam. They haven’t stepped back from one or the another.” There is a backchannel of communications between US and North Korean diplomats at the UN in New York, which the Trump administration has used to discuss US detainees held by Pyongyang and reportedly other, broader issues too. Among the issues on the table for discussion could be the scale, scope and location of next week’s exercises and further B1-B overflights. There has not been a B1-B sortie out of Guam over South Korea since 7 August. One possible deal, suggested by James Acton, the co-director of the nuclear policy programme at the Carnegie Endowment for International Peace, could involve a quid pro quo. “There could an agreement with North Korea that it does not carry out missile flights over South Korea or Japan and we agree not to fly within a certain proximity of the North Korean border,” Acton said. There is no guarantee that the North Koreans would agree to such a limited confidence building measures. They could demand the cancellation of next week’s war games altogether, which is something Washington is unlikely to concede. But the analysts agreed that the signal being sent by Pyongyang is that while it is still prepared to carry out its Guam missile plan it has left the door clearly open for negotiations. “This is the best chance that Donald Trump will ever have to limit North Korea’s missile programmes,” Mount said.",
    "keywords": [
        "negotiate",
        "korea",
        "experts",
        "plan",
        "missiles",
        "critical",
        "kim",
        "pyongyang",
        "moment",
        "faces",
        "guam",
        "missile",
        "warn",
        "statement",
        "north",
        "korean"
    ],
    "summary": "Having approved the Guam plan, Kim is quoted as saying he would watch “a little more the foolish and stupid conduct of the Yankees”.\nAnalysts were divided over whether the separate statement suggested next week’s exercises could also trigger the launch of the North Korean missiles.\nNorth Korea has always said that in the past.\nHe pointed to other possible signs from North Korea that it was open to talks.\n“This is the first time in years that North Korea has suggested the US can prevent a missile test.",
    "sentiment": {
        "neg": 0.0839,
        "neu": 0.8658,
        "pos": 0.0503,
        "compound": -0.0891
    }
}