{
    "date": "2017-09-05T12:20:03Z",
    "title": "What are Donald Trump's options for solving the North Korea crisis?",
    "url": "https://www.theguardian.com/world/2017/sep/05/north-korea-crisis-donald-trump-options",
    "content": "In the wake of North Korea’s sixth and most powerful nuclear test to date, the US has called for the toughest possible sanctions at the United Nations and said there are ample military options on the table. Experts warn that there are few good options the US can take without assistance from China, which has been wary of pushing the North Korean regime to the brink of collapse. China has advocated a freeze on development of the North’s nuclear program in return for an end to joint US-South Korea military exercises, an idea the US has rejected. Donald Trump has floated three ideas as a candidate and later US president to deal with the crisis: military strikes, punishing China economically and direct talks. War US defence secretary James Mattis warned earlier this week of “a massive military response” to any threat from North Korea against the US or its allies, and Nikki Haley, the American ambassador to the UN, accused leader Kim Jong-un of “begging for war”. “Kim Jong-un doesn’t want to talk: he wants to develop the economy and a nuclear arsenal, not one or the other but both at the same time,” said Park Byung-kwang, director of centre for north-east Asia at the Institute for National Security Strategy in Seoul, a thinktank affiliated with the country’s intelligence agency. “The crisis on the Korean peninsula is getting worse, which means the likelihood of Trump exerting more pressure and even [a] military strike is becoming more feasible.” According to Park, Trump has three options: ratcheting up pressure through sanctions, starting a direct dialogue with Kim or considering surgical strikes on North Korean military facilities. But it remains uncertain if Trump would coordinate with South Korea and Japan, two important US allies in the region, ahead of a military strike. Both countries would likely vehemently oppose attacking North Korea, Park said, given that their citizens are most likely to die in any conflict. Talk of war could bolster Kim’s position in the short term. “Donald Trump’s sabre-rattling plays into Kim’s logic of domestic power that positions the US as a dire threat, justifying the regime’s political repression,” according to Benjamin Habib, a politics professor at La Trobe University. “One could be forgiven for observing the current US-North Korea standoff as a game played by privileged men in suits on either side, gambling with the lives of ordinary citizens,” he added. “Millions of lives on both sides of the demilitarised zone and beyond are placed at unnecessary risk through such high-stakes brinkmanship. “Trump’s penchant for military posturing does little to increase the likelihood of denuclearising North Korea.” Military action could also draw China into a conflict. Beijing is opposed to North Korea’s nuclear program but does not want to see the Kim regime collapse. China sent more than a million troops to fight in the 1950-1953 Korean war, which is still officially known there as the “war to resist US aggression and aid Korea”. Tariffs on China China is North Korea’s most important ally and largest trading partner, accounting for 90% of its foreign trade. The isolated country exported $2.3bn in goods to China in 2015, while the second biggest destination – India – bought only $98m, according to the Massachusetts Institute of Technology. Imports into North Korea follow a similar pattern. But despite Trump’s threat to stop “all trade with any country doing business with North Korea”, China is also the US’s largest trading partner, and banning trade with the country would likely require an act of Congress. Trump does have the power to impose tariffs that would make importing Chinese goods prohibitively expensive, but experts warn that could set off a trade war that ultimately harms US consumers. “It may be that [Trump] thinks that being able to say that such tariffs have been imposed for reasons of national security, such as a response to the threats posed by North Korea, it will mean that they will be subject to less criticism,” said Saul Eslake, an independent economist who has consulted the Australian government on trade. “Other options include denying access to the US capital markets, or to the use of the US dollar, or to travel to the United States, and exerting pressure on US allies, including Australia, to impose similar measures,” he added. “Like tariffs, though even more so, measures such as these would cause more harm to the US than to China.” Tariffs would increase the cost of goods almost overnight, hitting low-income and industrial consumers the hardest. “There are very few avenues for the US to exert pressure on North Korea, other than to make threats of military action, and perhaps even to carry them out,” Eslake said. China is also the largest holder of US debt, giving it significant leverage if it decides to sell en masse. “Risking global recession through a foolish protectionist spiral or forcing China to drop the ‘dollar bomb’ is not a credible strategy for soliciting Chinese assistance with handling North Korea,” Habib has written. Direct negotiations Most experts agree that North Korea will not give up its nuclear weapons. Kim is aware that Libya’s Muammar Gaddafi relinquished his nuclear programme in 2003 only to have US and European forces aid an insurrection against him less than a decade later. Shen Dingli, head of the Centre for American Studies at Shanghai’s Fudan University, said he believed both China and the US now needed to accept North Korea’s status as a nuclear power and normalise relations with Pyongyang. Shen pointed out that Richard Nixon had reestablished ties with Mao Zedong during the early 1970s, just a few years after China’s first nuclear test, and said Trump and Chinese president Xi Jinping now needed to do the same with Kim. “Nixon hated China, he never liked China. It was a Communist country staging the Cultural Revolution. But Nixon was smart. He needed China to counter the Soviet Union,” Shen said. “The US had to live with China’s nuclear weapons peacefully. China has to live with North Korea’s nuclear weapons peacefully, rather than opposing it, which is destined to fail.” Shen predicted Trump would soon realise he had no choice but to sit down with Kim just as Nixon sat down with Mao. “Trump is a smart man … He will be the first US president to accept North Korea.”",
    "keywords": [
        "war",
        "solving",
        "military",
        "korea",
        "trade",
        "crisis",
        "donald",
        "tariffs",
        "china",
        "nuclear",
        "kim",
        "trump",
        "options",
        "trumps",
        "north"
    ],
    "summary": "Both countries would likely vehemently oppose attacking North Korea, Park said, given that their citizens are most likely to die in any conflict.\n“Trump’s penchant for military posturing does little to increase the likelihood of denuclearising North Korea.” Military action could also draw China into a conflict.\nTariffs on China China is North Korea’s most important ally and largest trading partner, accounting for 90% of its foreign trade.\nImports into North Korea follow a similar pattern.\n“Trump is a smart man … He will be the first US president to accept North Korea.”",
    "sentiment": {
        "neg": 0.1304,
        "neu": 0.7977,
        "pos": 0.0718,
        "compound": -0.1959
    }
}