{
    "date": "2017-08-15T04:42:14Z",
    "title": "North Korea's Kim to assess 'foolish Yankees' before deciding on Guam missile attack",
    "url": "https://www.theguardian.com/world/2017/aug/15/north-korea-kim-foolish-yankees-guam-missile-attack",
    "content": "Kim Jong-un appeared on Tuesday to signal a pause in the escalating war of words with Donald Trump, saying he was prepared to watch US actions in the region “a little more” before ordering a planned launch of North Korean missiles aimed at the US territory of Guam. But he warned he could still order a missile launch aimed at the seas around Guam if there were further provocations from “foolish Yankees”. “The United States, which was the first to bring numerous strategic nuclear equipment near us, should first make the right decision and show through actions if they wish to ease tensions on the Korean peninsula and prevent a dangerous military clash,” Kim was quoted as saying by the state KCNA news agency after an inspection of the army’s strategic forces. James Mattis, the US defence secretary, had warned earlier that a North Korean missile attack aimed at US territory “could escalate into war very quickly”. He said US forces would know “within moments” if the trajectory of a North Korean missile was taking it towards Guam, which is home to military bases and 160,000 people. But in a sign that Kim may be attempting to lower the diplomatic temperature, KCNA said he would continue to watch the “foolish and stupid conduct of the Yankees” before deciding whether to give an order for the launch. Kim said North Korea would approve the launch of four intermediate-range Hwasong-12 ballistic missiles if the Americans “persist in their extremely dangerous, reckless actions on the Korean peninsula and its vicinity”, KCNA said. Official photos showed the North Korean leader, making his first public appearance for about two weeks, sitting at a table with a large map marked with a straight line that appeared to show the missiles’ intended flight path from north-east North Korea, over western Japan and out into the Pacific towards Guam. If the launches did proceed, Kim said he looked forward to “the most delightful historic moment when the Hwasong artillerymen will wring the windpipes of the Yankees and point daggers at their necks”. The dispatch did not specify which US actions Kim considered “dangerous and reckless”, but US and South Korea are due to begin two weeks of joint military exercises from 21 August. While the US and South Korea insist the annual drills are defensive in nature, North Korea has long considered them a preparation for invasion and customarily uses the exercises to issue threats against Washington and its allies. The drills, named Ulchi-Freedom Guardian, were planned long before tensions surged following two North Korean tests of intercontinental ballistic missiles and claims by experts in Japan and the US that the regime now has the ability to miniaturise nuclear warheads. In a further sign of a shift from the testy exchanges between Trump and Kim that have set the tone for the current crisis, the US president and the Japanese prime minister, Shinzo Abe, stressed the importance of working with the international community to prevent the missile launch. In a 30-minute phone call on Tuesday, they agreed that talks for talks’ sake were “meaningless”, according to Japan’s Kyodo news. Abe told reporters in Tokyo: “We shared the awareness that the most important thing is preventing North Korea from going ahead with the launch.” South Korea’s president, Moon Jae-in, said Pyongyang could create the conditions for dialogue by stopping additional nuclear and missile tests, adding that resolving the crisis could begin with a freeze on its nuclear weapons programme. In comments on Tuesday to mark the 72nd anniversary of Korea’s liberation from Japanese colonial rule, Moon said the nuclear crisis must “absolutely be solved peacefully” and warned that the US must not take military action without South Korea’s consent. Moon, a liberal who favours engagement with Pyongyang, said his administration “will put everything on the line to prevent another war in the Korean peninsula”. Kim reportedly praised the military for drawing up a “close and careful plan” to send the missiles to within 30-40 km of the coast of Guam and create an “enveloping fire” around the island, home to key US military bases and 160,000 people. Last week, Trump warned Pyongyang that the US would respond with “fire and fury” to any further threats, a warning the North Korean regime almost immediately defied with its missile threat against Guam. The US president escalated the rhetoric once more by declaring US military options were “locked and loaded” and that the North Korean ruler, Kim Jong-un, would “truly regret” any attack on Guam or other US or allied territory. On Monday, Mattis said the US would intercept North Korean missiles if they appeared to be targeting Guam, which lies about 3,200km (2,000 miles) from Pyongyang. Mattis told reporters that the US military would know the trajectory of a missile within moments and would “take it out”, adding: “The bottom line is, we will defend the country from an attack; for us that is war.” Japan, too, has deployed missile defence batteries in preparation for a possible launch, but skepticism greeted Tokyo’s claim it would be able to intercept the missiles as they flew over Japanese territory. On a visit to Seoul on Monday, the chairman of the US joint chiefs of staff, Gen Joseph Dunford, said Washington was relying primarily on economic and diplomatic means of dealing with North Korea. “The United States military’s priority is to support our government’s efforts to achieve the denuclearisation of the Korean peninsula through diplomatic and economic pressure,” Dunford said, according to a South Korean government statement. “We are preparing a military option in case such efforts fail.”",
    "keywords": [
        "launch",
        "south",
        "military",
        "korea",
        "attack",
        "kim",
        "missiles",
        "foolish",
        "korean",
        "guam",
        "missile",
        "yankees",
        "assess",
        "deciding",
        "north",
        "koreas"
    ],
    "summary": "But he warned he could still order a missile launch aimed at the seas around Guam if there were further provocations from “foolish Yankees”.\nJames Mattis, the US defence secretary, had warned earlier that a North Korean missile attack aimed at US territory “could escalate into war very quickly”.\nHe said US forces would know “within moments” if the trajectory of a North Korean missile was taking it towards Guam, which is home to military bases and 160,000 people.\nOn Monday, Mattis said the US would intercept North Korean missiles if they appeared to be targeting Guam, which lies about 3,200km (2,000 miles) from Pyongyang.\nOn a visit to Seoul on Monday, the chairman of the US joint chiefs of staff, Gen Joseph Dunford, said Washington was relying primarily on economic and diplomatic means of dealing with North Korea.",
    "sentiment": {
        "neg": 0.085,
        "neu": 0.859,
        "pos": 0.0559,
        "compound": -0.1596
    }
}