{
    "date": "2017-09-07T06:00:53Z",
    "title": "Trump offers to sell 'sophisticated' military gear to Japan and South Korea",
    "url": "https://www.theguardian.com/world/2017/sep/06/donald-trump-north-korea-arms-deal-japan-south-korea",
    "content": "Donald Trump’s offer to allow Japan and South Korea to buy “highly sophisticated military equipment” from the US has triggered speculation that Washington might be on the point of relaxing some of the few remaining restrictions on arms sales in the region, in the wake of North Korea’s sixth nuclear test. However, it was unclear on Wednesday whether the offer referred to specific deals. Trump vowed a month ago to respond with “fire and fury” to North Korean threats. But after a huge underground blast which Pyongyang claimed was of a two-stage thermonuclear warhead, the president put the onus principally on China to rein in North Korea. The US has drafted a United Nations security council resolution that would impose an oil embargo, but Russia has warned such a move would be “premature”. After a telephone conversation with Xi Jinping on Wednesday, Trump said the Chinese president “would like to do something”. “We’ll see whether or not he can do it,” Trump told reporters. “But we will not be putting up with what’s happening in North Korea. I believe that President Xi agrees with me 100%. He doesn’t want to see what’s happening there either. We had a very, very frank and very strong phone call.” The other element in Trump’s response was to suggest he would beef up the military capacity of US allies in the region. The president tweeted on Tuesday that he was “allowing Japan and South Korea to buy a substantially increased amount of highly sophisticated military equipment from the United States”. His administration has recently agreed with South Korea that it can deploy missiles with payloads of up to 1,000kg (2,205lb), removing a limit put in place in the hope of drawing North Korea into missile control talks. Seoul will also be given the capacity to use massive, bunker-busting bombs. Four US Thaad missile defence launchers were being deployed in South Korea on Wednesday, under an agreement dating back to the Obama administration. Japan is also building up its military, especially its missile defence systems, but there was no immediate confirmation that any limit on US arms exports to Tokyo had been lifted in recent days. The US restricts sales of its most advanced missile technology to a small number of allies. Any change would have to be approved by the Pentagon’s Defense Technology Security Administration and Congress, and is not in the immediate gift of the president. US allies in the region are reassessing their security posture in the face of North Korea’s advances in the development of nuclear warheads and ballistic missiles. The government of Shinzo Abe is considering whether Japan should acquire offensive strike capability for the first time since the second world war, reinterpreting constitutional limits on the acquisition of offensive weapons. The South Korean government of president Moon Jae-in is committed to building up its military until it is able to take over operational control of its forces in wartime from the current US joint command. That would require a significant boost in satellite communication systems. Seoul has expressed interest in a long-range precision air-to-ground missile called JASSM, but has been rebuffed by Washington. According to Reuters, Tokyo has asked for a powerful new radar, the Spy-6, that would boost the effectiveness of a land-based Aegis ballistic missile defence system it plans to install in the next few years. So far its requests have been turned down. “If we sell those kind of systems, then we’ll know that the Trump tweet meant something,” said James Schoff, a senior fellow in the Asia Programme of the Carnegie Endowment for International Peace. The Pentagon said defense secretary James Mattis called his Japanese counterpart Itsunori Onodera on Wednesday and “underscored that the US commitment to defend Japan, including the US extended deterrence commitment, remains ironclad”. The Pentagon statement said Mattis “also underscored the United States would work with Japan to enhance its ballistic missile defense capabilities”. It was not immediately clear if the Spy-6 radar system was discussed. Mattis also called his South Korean opposite number, Song Young-moo, who this week called for US tactical nuclear weapons to be deployed on the Korean peninsula for the first time since 1991, as well as other strategic assets such as aircraft carriers, nuclear submarines and B-52 bombers. The US has thus far opposed any redeployment of nuclear weapons. The Pentagon statement on the Mattis-Song conversation said only that the US defense secretary stressed that “any threat to the United States, its territories, or its allies will be met with a massive, effective, and overwhelming military response”.",
    "keywords": [
        "south",
        "military",
        "korea",
        "sell",
        "north",
        "sophisticated",
        "president",
        "nuclear",
        "japan",
        "gear",
        "missile",
        "united",
        "offers",
        "trump"
    ],
    "summary": "But after a huge underground blast which Pyongyang claimed was of a two-stage thermonuclear warhead, the president put the onus principally on China to rein in North Korea.\n“But we will not be putting up with what’s happening in North Korea.\nThe president tweeted on Tuesday that he was “allowing Japan and South Korea to buy a substantially increased amount of highly sophisticated military equipment from the United States”.\nHis administration has recently agreed with South Korea that it can deploy missiles with payloads of up to 1,000kg (2,205lb), removing a limit put in place in the hope of drawing North Korea into missile control talks.\nFour US Thaad missile defence launchers were being deployed in South Korea on Wednesday, under an agreement dating back to the Obama administration.",
    "sentiment": {
        "neg": 0.0501,
        "neu": 0.8354,
        "pos": 0.1145,
        "compound": 0.2063
    }
}