{
    "date": "2017-12-14T00:29:16Z",
    "title": "UK and Japan to discuss security issues including North Korea nuclear threat",
    "url": "https://www.theguardian.com/politics/2017/dec/14/north-korea-nuclear-fears-boris-johnson-gavin-williamson-japan",
    "content": "Foreign secretary Boris Johnson and defence secretary Gavin Williamson are to meet their Japanese counterparts in London on Thursday for talks expected to be dominated by concern over North Korea’s nuclear weapons programme. North Korea’s leader Kim Jong-un has presided over a series of missile tests that have alarmed Japan, South Korea and the US. North Korea fired a missile over Japan in September. Johnson, speaking ahead of the meeting with Japanese foreign minister Taro Kono and defence minister Itsunori Onodera, which is to be held at the National Maritime Museum in Greenwich, said: “I look forward to deepening our security and defence cooperation so that we can tackle together the shared challenges ahead, including crucial international security issues such as DPRK [the Democratic People’s Republic of Korea].” The UK has so far had little involvement with North Korea, though it did send four fighter jets for joint exercises with Japan last year. Britain is planning to send a warship to the region next year, though at the time of the announcement the deployment was said to be aimed at deterring moves by Beijing in the South China Sea rather than North Korea. Echoing Johnson, Williamson said: “The security of the Asia-Pacific region is important to us all. I look forward to welcoming our Japanese partners to discuss tackling the threats facing them and the international community.” As well as North Korea, the two sides will discuss further military cooperation, including joint exercises, and collaboration on counter-terrorism and cyber threats. US president Donald Trump has threatened unilateral action against North Korea, which a fortnight ago claimed to have successfully tested an intercontinental missile capable of reaching anywhere in the US. The US secretary of state, Rex Tillerson, offered on Tuesday to begin direct talks with North Korea, dropping a US demand that it must first accept it will have to give up its nuclear weapons programme.",
    "keywords": [
        "including",
        "secretary",
        "korea",
        "threat",
        "nuclear",
        "uk",
        "japanese",
        "japan",
        "issues",
        "williamson",
        "security",
        "discuss",
        "missile",
        "defence",
        "johnson",
        "north"
    ],
    "summary": "North Korea’s leader Kim Jong-un has presided over a series of missile tests that have alarmed Japan, South Korea and the US.\nNorth Korea fired a missile over Japan in September.\nEchoing Johnson, Williamson said: “The security of the Asia-Pacific region is important to us all.\nUS president Donald Trump has threatened unilateral action against North Korea, which a fortnight ago claimed to have successfully tested an intercontinental missile capable of reaching anywhere in the US.\nThe US secretary of state, Rex Tillerson, offered on Tuesday to begin direct talks with North Korea, dropping a US demand that it must first accept it will have to give up its nuclear weapons programme.",
    "sentiment": {
        "neg": 0.0986,
        "neu": 0.812,
        "pos": 0.0894,
        "compound": 0.0106
    }
}