{
    "date": "2017-05-01T18:38:32Z",
    "title": "Donald Trump: I'd be honored to meet Kim Jong-un under 'right circumstances'",
    "url": "https://www.theguardian.com/us-news/2017/may/01/donald-trump-kim-jong-un-meeting-north-korea",
    "content": "Donald Trump has said he would be “honored” to meet the North Korean dictator, Kim Jong-un, “under the right circumstances”. Trump did not make clear what preconditions would have to be met for such a meeting to occur, but his administration has demanded a freeze on nuclear and long-range missile tests as well as a readiness to negotiate North Korea’s complete nuclear disarmament. Trump and his senior officials have also stressed that they will consider military options for constraining Kim’s regime if it perseveres with testing nuclear warheads or continues the development of intercontinental ballistic missiles capable of reaching the continental US. The administration has sent an aircraft carrier and a guided missile submarine to the region, as a sign of its resolve, though most military analysts say pre-emptive strikes could trigger a catastrophic war. Trump made his suggestion of talks earlier on Monday in an interview with Bloomberg News. “If it would be appropriate for me to meet with him, I would absolutely,” he said. “I would be honored to do it. If it’s under … the right circumstances. But I would do that.” “Most political people would never say that,” he added. “But I’m telling you under the right circumstances I would meet with him. We have breaking news.” At Monday’s White House press briefing, spokesman Sean Spicer said “a lot of conditions” would have to be met before any summit meeting, and that North Korea’s provocative behaviour would have to be “ratcheted down immediately”. Spicer added that Pyongyang would have to “show signs of good faith” and added: “Clearly the conditions are not there right now.” President Trump has made several complimentary references to Kim, describing him in a CBS interview over the weekend as “a smart cookie”. Spicer also offered qualified praise, claiming: “He’s obviously managed to lead his country forward,” while noting: “He is a young person to be leading a country with nuclear weapons.” In the years since the armistice ending the Korean war in 1953, there has never been a meeting between US and North Korean leaders. In 2000, the then secretary of state Madeleine Albright met Kim’s father, Kim Jong-il. There has been no high-level contact since then. Trump first offered to meet Kim Jong-un last June, during the election campaign, in order to highlight his differences with Hillary Clinton. “What the hell is wrong with speaking? And you know what? It’s called opening a dialogue. It’s opening a dialogue,” Trump said. “If he came here, I’d accept him, but I wouldn’t give him a state dinner like we do for China and all these other people that rip us off when we give them these big state dinners.” He went on to suggest he would serve Kim – and other visiting leaders – “a hamburger on a conference table”. However, his overtures were stonewalled by Pyongyang on Monday, with the North Korea’s foreign ministry saying the country would speed up measures to bolster its nuclear program “at the maximum pace” in response to the new US sanctions. A statement from the foreign ministry spokesman said the government was ready to respond to any option taken by the United States. It said that during recent US-South Korean military drills, “US aggression hysteria” reached its highest point and the situation on the Korean peninsula inched closer “to the brink of nuclear war.” Since coming to office in January, Trump has sent conflicting signals about his administration’s policy on North Korea, its readiness to use force, the culpability of China in failing to rein Pyongyang in, and its readiness to talk directly to Kim’s regime. Last week, the secretary of state, Rex Tillerson, raised the possibility of direct talks as long as denuclearisation of the Korean peninsula was on the agenda. Last July, the North Korean regime declared itself in favour of that goal. Asked for details about the exact preconditions for talks, a state department spokesperson said by email: “First and foremost these provocative tests must end. Then we will look for other indications [North Korea] is really ready to engage.” The diplomatic wrangling comes as a controversial missile defence system whose deployment has angered China became operational in South Korea on Monday. Washington and Seoul agreed to the Terminal High Altitude Area Defense (Thaad) battery deployment in July in the wake of a string of North Korean missile tests. “It has reached initial intercept capability,” an official said.",
    "keywords": [
        "right",
        "war",
        "missile",
        "state",
        "north",
        "meet",
        "donald",
        "kim",
        "nuclear",
        "circumstances",
        "trump",
        "id",
        "honored",
        "jongun",
        "korean"
    ],
    "summary": "Donald Trump has said he would be “honored” to meet the North Korean dictator, Kim Jong-un, “under the right circumstances”.\n“But I’m telling you under the right circumstances I would meet with him.\nTrump first offered to meet Kim Jong-un last June, during the election campaign, in order to highlight his differences with Hillary Clinton.\nLast July, the North Korean regime declared itself in favour of that goal.\nWashington and Seoul agreed to the Terminal High Altitude Area Defense (Thaad) battery deployment in July in the wake of a string of North Korean missile tests.",
    "sentiment": {
        "neg": 0.0513,
        "neu": 0.8822,
        "pos": 0.0666,
        "compound": 0.0581
    }
}