{
    "date": "2017-02-21T11:14:41Z",
    "title": "Revealed: Kim Jong-nam was gripped by fear and paranoia, says friend",
    "url": "https://www.theguardian.com/world/2017/feb/21/revealed-my-murdered-friend-kim-jong-nam-was-gripped-by-fear-and-paranoia",
    "content": "Kim Jong-nam spent his last few years highly paranoid, hiding from the regime run by his dictator half-brother while struggling with a sense of powerlessness over the fate of his homeland, according to people who knew him. In an exclusive interview with the Guardian, a close friend and confidant of the man once heir to the North Korean dynasty talked about Kim’s open-minded views and personality that led to his exile – and possibly his death. In several trips to Geneva over the past two years, the last one just a few months ago, Kim visited Anthony Sahakian, an old friend from his teenage years at a prestigious international school in the Swiss city. During Kim’s visit, the former classmates would meet almost daily for a coffee, a cigarillo and a walk. Known simply as “Lee” to Sahakian, he lived with the knowledge that his younger half-brother, Kim Jong-un, might see him as a threat to the autocratic rule he assumed after their father, Kim Jong-il, died in 2011. “We actually did discuss the regime, his half-brother, about things going on there. One thing I can say, he was never interested in power,” Sahakian, 44, said. “He wanted out. He never had any ambitions to rule the country. He didn’t accept or appreciate what was going on there. He kept relations with the regime at arm’s length.” Malaysian officials say two women, believed to be employed by North Korean agents, appear to have poisoned Kim Jong-nam a week ago while he waited for a flight from Kuala Lumpur to his home in Macau. He died in the ambulance. On Tuesday, a health official told reporters that the cause of death had not yet been determined. The autopsy showed no evidence of a heart attack or sign of puncture wounds on Kim’s body, the official said. Asked if there was any indication that Kim had been poisoned, the official said medical specimens had been forwarded to experts who can determine the cause of death. “We have to confirm with the lab report before we can make any conclusive remark,” he said. Sahakian’s recollections of their wide-ranging conversations provide the most candid insight yet into the political views Kim Jong-nam held during his brother’s six-year rule, and the fears that his life could be cut short. “He was afraid. It wasn’t an all-encompassing fear but he was paranoid. He was a politically important person. He was worried. Of course he was worried,” said Sahakian. It is not clear why Kim Jong-nam, the first heir, was sidelined. His maternal aunt published a memoir after defecting saying Kim Jong-il was besotted with his first son, cooing over him as a baby. But Kim Jong-nam’s grandfather, the “Great Leader” and founder of modern North Korea, Kim Il-sung, did not approve of the extramarital relationship between Kim Jong-il and the child’s mother, a local film actress. Leaving North Korea Kim Jong-nam was moved out of the country, to Russia and then Switzerland, where he learned French, Russian, German and English. This is when Sahakian first met him, aged 12 or 13. He was introduced as the son of an ambassador even though his real father was back home being groomed for the leadership. “At the time we had no idea what the difference between North and South Korea was,” Sahakian said. “He was a very jolly child, very friendly, very kind, very nice, very generous. Liked life at the time … spoilt obviously, but we all were somewhat spoilt. Nothing out of the ordinary.” The only bizarre recollection Sahakian has is of his North Korean friend in a luxurious Mercedes-Benz 600, “driving it himself, which was a bit surprising because we were 15 at the time”. By the time he returned home, Kim Jong-nam was an adult and a product of his European upbringing. According to his aunt’s memoirs, he was suffocated by the isolation in North Korea. He fell further out of favour when he was caught sneaking into Japan on a fake Dominican Republic passport in 2001. After that, he lived in exile – in Macau, a Chinese territory near Hong Kong, where he and his wife had children, and also Singapore. He kept a house in Beijing, according to another friend. Occasionally spotted in jeans and a T-shirt at airports or restaurants from Paris to Indonesia, Kim always smiled politely to reporters. Although he once made it clear to journalists that he had not “defected”, it was apparent that he was in exile – whether self-imposed or forced. Possibly seeing a chance for reform as his father’s health waned, Kim Jong-nam spoke in early 2011 of his political views to Yoji Gomi, a Japanese journalist, months before Kim Jong-un was appointed “Supreme Leader”. But when Gomi published the book in 2012, which included criticism of the hereditary transfer of power, Kim Jong-nam stayed silent – possibly fearful that his brother, now in power, would seek him out in a rage. A year later, their uncle – the North’s former No 2 who was close to Kim Jong-nam – was executed for his “dirty political ambition,” kickstarting a series of purges from the newly installed Kim Jong-un. Following that, Kim Jong-nam kept a very low profile, juggling his naturally outgoing character with a life-preserving need to avoid the spotlight. “He was very sad about the situation in his country. And he really felt for his people. It added to the pressures on him because he couldn’t do anything about it,” Sahakian said. The generals’ rule Kim Jong-nam had deeply considered his role, or lack of one, in his home country, Sahakian said. He would tell his friend about a “gerontocracy” – rule by old people – of army generals who were “born under Stalin” and kept the nation submerged in isolationist and repressive rule. His brother, he said, had become part of the monolithic system run by the much older generals around him. “I don’t think he meant his brother was controlled by them but definitely when everybody has a similar mindset, you live up to the mindset,” Sahakian said. Kim Jong-nam, a thoughtful man who desired reform, felt powerless. Although he still had a claim to high office as the eldest son, he knew he did not have the “character or the will” to enter the ruthless world of North Korean politics, Sahakian said. “You have to have ice in your veins to do that,” he said. “There would have to have been a lot of blood to change the system and I don’t think he was up for that.” Quite simply, Kim was not a monster, Sahakian insisted. But nor was he the jet-setting, casino-addicted, womanising playboy that the media often depicts. Part of the reason Sahakian agreed to speak out was to portray his friend as a “decent human being,” he said. “He might have gambled, he might have been caught drunk. He liked women but what’s wrong with that?” King Jong-nam had told him he would not accept money from North Korea and lived off various business ventures in Europe. When he visited Geneva, he used Airbnb. But living a normal life was hard. “You have to imagine the immense psychological pressure for somebody like that,” said Sahakian. “What’s your skillset as a dictator’s son? What do you do? Go work for Goldman Sachs? It wasn’t easy for him.” His undesired status as a member of the ruling family of the world’s most isolated state meant Kim also had to call governments in advance of his arrival. “What he mentioned to me is that he had to talk to people in order to travel,” said Sahakian. “They wouldn’t let him travel freely without some sort of debrief, I would imagine.” Perhaps it was this, his international lifestyle and mingling with the wider world, that Pyongyang found so threatening. Since Kim Jong-nam’s death, Sahakian has considered the different scenarios that led to his friend’s murder. He pauses on one theory in which a sycophantic general might have taken the initiative to kill him – a lurid surprise gift to the supreme leader. “In the paranoia there, in order to please the king, maybe somebody went too far. For this, you have to ask his brother.”",
    "keywords": [
        "jongnam",
        "friend",
        "korea",
        "paranoia",
        "kim",
        "fear",
        "son",
        "rule",
        "gripped",
        "revealed",
        "sahakian",
        "kept",
        "north",
        "korean"
    ],
    "summary": "But Kim Jong-nam’s grandfather, the “Great Leader” and founder of modern North Korea, Kim Il-sung, did not approve of the extramarital relationship between Kim Jong-il and the child’s mother, a local film actress.\nLeaving North Korea Kim Jong-nam was moved out of the country, to Russia and then Switzerland, where he learned French, Russian, German and English.\nBy the time he returned home, Kim Jong-nam was an adult and a product of his European upbringing.\nFollowing that, Kim Jong-nam kept a very low profile, juggling his naturally outgoing character with a life-preserving need to avoid the spotlight.\nThe generals’ rule Kim Jong-nam had deeply considered his role, or lack of one, in his home country, Sahakian said.",
    "sentiment": {
        "neg": 0.0959,
        "neu": 0.844,
        "pos": 0.0601,
        "compound": -0.0939
    }
}