{
    "date": "2017-06-26T14:35:26Z",
    "title": "Kim Jong-sun: why North Korea is taking holiday inspiration from Benidorm",
    "url": "https://www.theguardian.com/world/shortcuts/2017/jun/26/kim-jong-sun-why-north-korea-is-taking-holiday-inspiration-from-benidorm",
    "content": "Name: Benidorm. Age: Its first charter was awarded in 1325, but the area has been settled since 3000BC. Appearance: Model city. With tiny little buildings? Not at all – Benidorm is home to some of the tallest hotels in Spain. It is a model city in the sense that it’s a template for those hoping to recreate its magic. What magic is that? That of a hugely popular, family-friendly package-holiday destination. And who wants to emulate it? North Korea. Seriously, though. I am serious: a delegation of 20 officials from the Democratic (sic) People’s (sic) Republic (sic) of Korea has just completed a tour of the Costa Blanca, with an eye towards the development of its own Mediterranean-style resort. But where? In the port town of Wonsan, on North Korea’s east coast. Who on earth would go there? It would be “aimed at the domestic and international markets”, according to a North Korean spokesman. The delegation liked what they saw in Benidorm, I presume. They did, and what’s not to like? In 1930, it was a sleepy fishing village with a population of 3,000. Now, it welcomes millions of tourists every year. And Wonsan? It was founded as a Sea of Japan trading port in 1880, and pretty much bombed flat during the Korean war. What’s it like these days? Recent pictures show a drab, crumbly holiday town, but plans to turn it into a modern beach resort have been afoot since 2007. Are there any barriers to this vision? North Korea now gets at most 6,000 tourists a year, and it arrests a fair proportion of them. Earlier this month, detained US visitor Otto Warmbier was repatriated in a coma and died shortly afterwards. It all sounds a bit ambitious if you ask me. There were once plans to build an underwater hotel in Wonsan, so you might argue that ambitions have been scaled back. And reports indicate that the delegation asked the most questions when they visited a Benidorm campsite. Do say: “Welcome to Wonsan! Please relax fully in accordance with the Juche ideal of self-reliance.” Don’t say: “All rooms with stunning ocean views, the photographing of which is an imprisonable offence. And no hotel towels on the beach.”",
    "keywords": [
        "whats",
        "jongsun",
        "town",
        "tourists",
        "korea",
        "kim",
        "holiday",
        "sic",
        "wonsan",
        "benidorm",
        "inspiration",
        "say",
        "taking",
        "delegation",
        "north"
    ],
    "summary": "Not at all – Benidorm is home to some of the tallest hotels in Spain.\nNorth Korea.\nIn the port town of Wonsan, on North Korea’s east coast.\nNorth Korea now gets at most 6,000 tourists a year, and it arrests a fair proportion of them.\nAnd reports indicate that the delegation asked the most questions when they visited a Benidorm campsite.",
    "sentiment": {
        "neg": 0.0603,
        "neu": 0.8572,
        "pos": 0.0825,
        "compound": 0.0557
    }
}