{
    "date": "2017-06-17T23:04:51Z",
    "title": "Dennis Rodman treats Kim Jong-un to some slam-dunk love | Barbara Ellen",
    "url": "https://www.theguardian.com/commentisfree/2017/jun/18/dennis-rodman-kim-jong-un-book-donald-trump-north-korea-supreme-leader",
    "content": "Say what you like about the former US basketball star Dennis Rodman, but he’s not the kind of deadbeat freeloader to visit a murderous foreign dictator empty handed. Travelling to North Korea to see the sports minister, Rodman also brought along an eclectic selection of gifts for his avowed “friend for life” and brother by another mother, basketball fan and supreme leader, Kim Jong-un. Only recently, North Korea threatened the US with war after Senator John McCain called Kim a “crazy fat kid”, so we can only hope that this didn’t put a crimp on Rodman’s stay. His gifts for Kim included a Donald Trump book (which I like to think was titled How to Rool Bigly); a travel version of what Brits call Where’s Wally? (a little bit insensitive considering how many people “disappear” in North Korea, but perhaps the airport had run out of giant Toblerone?); a selection of posh soaps (for Kim to wash the persistent assassination threats right out of his hair?); and a mermaid puzzle because… well, who knows? Perhaps Kim had confided to Rodman that, just like Hans Christian Andersen’s Little Mermaid, he dreamed of joining the human race one day. By anybody’s reckoning, these were thoughtful, well-chosen presents and only a bleak and cynical heart would wonder (without any justification whatsoever) whether they exposed a grimly random and immature psychopathy in either the gift-giver or the recipient. When those pressies were being excitedly torn open, it must have felt akin to Christmas, only, instead of accompanied by snow, the threat of imminent global nuclear annihilation. You’ve got to hand it to him – Rodman managed to solve the age-old conundrum: “What do you give to the man who has everything… and wants to blow it all up?”",
    "keywords": [
        "love",
        "korea",
        "selection",
        "mermaid",
        "north",
        "youve",
        "kim",
        "little",
        "gifts",
        "rodman",
        "dennis",
        "slamdunk",
        "barbara",
        "basketball",
        "ellen",
        "jongun",
        "treats"
    ],
    "summary": "Say what you like about the former US basketball star Dennis Rodman, but he’s not the kind of deadbeat freeloader to visit a murderous foreign dictator empty handed.\nTravelling to North Korea to see the sports minister, Rodman also brought along an eclectic selection of gifts for his avowed “friend for life” and brother by another mother, basketball fan and supreme leader, Kim Jong-un.\nOnly recently, North Korea threatened the US with war after Senator John McCain called Kim a “crazy fat kid”, so we can only hope that this didn’t put a crimp on Rodman’s stay.\n(a little bit insensitive considering how many people “disappear” in North Korea, but perhaps the airport had run out of giant Toblerone?\nPerhaps Kim had confided to Rodman that, just like Hans Christian Andersen’s Little Mermaid, he dreamed of joining the human race one day.",
    "sentiment": {
        "neg": 0.1038,
        "neu": 0.8045,
        "pos": 0.0917,
        "compound": -0.0594
    }
}