{
    "date": "2017-07-11T12:37:08Z",
    "title": "China says it is not responsible for North Korea nuclear crisis",
    "url": "https://www.theguardian.com/world/2017/jul/11/china-tells-not-responsible-north-korea-nuclear-program",
    "content": "China has rejected Donald Trump’s repeated calls for it to do more to rein in North Korea’s nuclear programme, saying the “China responsibility theory” must stop. Trump’s frustration with China has grown since Pyongyang launched an intercontinental ballistic missile that some experts say could reach Alaska or other parts of the US west coast. Prior to the missile launch, the US had already imposed sanctions against two Chinese citizens and a shipping company with ties to Pyongyang, and moved to blacklist a small Chinese bank headquartered in a town on the border with North Korea. But China said on Tuesday that it was not the key to calming tensions on the Korean peninsula. “Recently, certain people, talking about the Korean peninsula nuclear issue, have been exaggerating and giving prominence to the so-called ‘China responsibility theory,’” said Geng Shuang, a foreign ministry spokesman, without naming a specific person or country. “I think this either shows lack of a full, correct knowledge of the issue, or there are ulterior motives for it, trying to shift responsibility.” China is North Korea’s main diplomatic ally and its largest trading partner, and the Chinese leaders have gone to great lengths to ensure Kim Jong-un’s regime does not collapse. They worry the fall of the regime would lead to chaos, with thousands of refugees pouring over the border. Officials are also wary of a unified Korea backed by the US, and of sharing a border with a country where about 30,000 US troops are stationed. All parties must meet each other halfway and China had made significant efforts and played a constructive role, Geng added. He described US sanctions against Chinese companies as adding oil to a fire at the same time as China was trying to extinguish the flames. The US also infuriated Chinese officials by announcing $1.42bn worth of arms sales to Taiwan, a self-ruled island which China regards as part of its territory. “Asking others to do work, but doing nothing themselves is not OK,” Geng said. “Being stabbed in the back is really not OK.” China in part blames the US and South Korea for heightened tensions on the peninsula, citing frequent military exercises and a recently deployed anti-missile system. Before a meeting with the Chinese president, Xi Jinping, at the G20 in Hamburg, Trump cited strong trade figures between China and North Korea, saying: “So much for China working with us – but we had to give it a try!” Imports of Chinese goods into North Korea have remained strong in the months since China stopped buying coal from the isolated country. Trump struck a more conciliatory tone at the meeting, saying he was confident the North Korean nuclear issue would eventually be resolved, but it may take more time.",
    "keywords": [
        "korea",
        "crisis",
        "issue",
        "nuclear",
        "china",
        "peninsula",
        "responsible",
        "chinese",
        "korean",
        "responsibility",
        "north",
        "saying"
    ],
    "summary": "China has rejected Donald Trump’s repeated calls for it to do more to rein in North Korea’s nuclear programme, saying the “China responsibility theory” must stop.\nBut China said on Tuesday that it was not the key to calming tensions on the Korean peninsula.\n“Recently, certain people, talking about the Korean peninsula nuclear issue, have been exaggerating and giving prominence to the so-called ‘China responsibility theory,’” said Geng Shuang, a foreign ministry spokesman, without naming a specific person or country.\nBefore a meeting with the Chinese president, Xi Jinping, at the G20 in Hamburg, Trump cited strong trade figures between China and North Korea, saying: “So much for China working with us – but we had to give it a try!” Imports of Chinese goods into North Korea have remained strong in the months since China stopped buying coal from the isolated country.\nTrump struck a more conciliatory tone at the meeting, saying he was confident the North Korean nuclear issue would eventually be resolved, but it may take more time.",
    "sentiment": {
        "neg": 0.0945,
        "neu": 0.8164,
        "pos": 0.0891,
        "compound": -0.0191
    }
}