{
    "date": "2017-08-31T18:33:51Z",
    "title": "UK must take lead role in de-escalating threat of nuclear war | Letters",
    "url": "https://www.theguardian.com/world/2017/aug/31/uk-must-take-lead-role-in-de-escalating-threat-of-nuclear-war",
    "content": "As medical doctors and scientists, we write concerning the escalating crisis between North Korea and the US (World running out of diplomatic levers, 30 August). The power to kill millions is in the hands of unstable countries and unpredictable people. Tensions between these two nuclear powers clearly illustrate the dangers of nuclear weapons, which make the world less stable. Evidence is indisputable that any use of such weapons would have a devastating health impact on populations. Robust scientific studies show that even a limited exchange of nuclear weapons would lead to major crop failures around the world. Such a “nuclear famine” scenario would result in mass starvation, potentially affecting as many as 2 billion people. On 20 September, countries commence signing the comprehensive treaty banning nuclear weapons adopted on 7 July 2017 at the UN. The treaty to prohibit nuclear weapons agreed by 122 nations finally gives these weapons of mass destruction a similar legal status to biological and chemical weapons. The treaty prohibits signatories from: preparation of nuclear weapons, actual use, and assisting other states or non-state groups in such actions. The UK, alongside other nuclear-armed states, boycotted the negotiations, despite government claims to support multilateral disarmament and despite polling indicating that 75% of the UK population supported UK government participation. It is not too late for the position of the British government to change. Possession of nuclear weapons undermines a potential leadership role for the UK to enhance security and stability in the world. We call upon the British government to immediately begin the process of joining the treaty. As a first step, it could reduce its threatening nuclear posture, specifically by abandoning its “first-use policy” and ending continuous nuclear-armed patrols – both of which increase the risk of nuclear war. Dr Michael Orgel Medact Scotland Dr Stuart Parkinson Executive director, Scientists for Global Responsibility Dr Philip Webber Chair, Scientists for Global Responsibility Dr Ira Helfand Co-president, International Physicians for the Prevention of Nuclear War and recipient of the 1985 Nobel peace prize Professor Peter Ware Higgs Nobel laureate physics Professor David McCoy Director, Medact UK Professor Alan Robock Rutgers University, New Brunswick, New Jersey, USA Professor John CM Gillies Dr Judith McDonald Medact Scotland Dr Lesley Morrison Medact Scotland Professor David Webb Professor Malcolm Povey University of Leeds Dr Margaret McCartney GP, Glasgow Dr Guy Johnson Medact Scotland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "war",
        "lead",
        "world",
        "professor",
        "threat",
        "deescalating",
        "nuclear",
        "role",
        "uk",
        "scotland",
        "weapons",
        "scientists",
        "letters",
        "dr",
        "treaty",
        "medact"
    ],
    "summary": "Tensions between these two nuclear powers clearly illustrate the dangers of nuclear weapons, which make the world less stable.\nRobust scientific studies show that even a limited exchange of nuclear weapons would lead to major crop failures around the world.\nOn 20 September, countries commence signing the comprehensive treaty banning nuclear weapons adopted on 7 July 2017 at the UN.\nThe treaty prohibits signatories from: preparation of nuclear weapons, actual use, and assisting other states or non-state groups in such actions.\nPossession of nuclear weapons undermines a potential leadership role for the UK to enhance security and stability in the world.",
    "sentiment": {
        "neg": 0.1809,
        "neu": 0.7636,
        "pos": 0.0555,
        "compound": -0.3616
    }
}