{
    "date": "2017-09-03T06:00:36Z",
    "title": "Trump's push to quit South Korea trade pact would mark latest swerve in region on edge",
    "url": "https://www.theguardian.com/us-news/2017/sep/03/trump-south-korea-trade-north-nuclear-missile-crisis",
    "content": "Donald Trump has asked aides to prepare for US withdrawal from a free trade agreement with South Korea, it was reported on Saturday – a potentially stunning development at a time of tense confrontation with North Korea. Asked during his trip to Louisiana on Saturday if he was talking with advisers about the idea, Trump said: “I am. It’s very much on my mind.” The decision is not final yet, and several leading members of the Trump administration are seeking to dissuade the president, according to the Washington Post, but the report added “the internal preparations for terminating the deal are far along and the formal withdrawal process could begin as soon as this coming week.” Withdrawal from the 2007 trade deal (known as Korus) with one of Washington’s closest allies in Asia would be only the latest of a series of zig-zagging interventions by Trump amid the looming nuclear missile crisis that have caused bewilderment and alarm in the region. The stakes in the nuclear standoff rose once more this weekend, when North Korea claimed to have tested a powerful hydrogen bomb that can be loaded on to an intercontinental ballistic missile, which, if correct, would mean the North had achieved a key goal in its nuclear programme. However, withdrawal would be in line with campaign promises to tear up trade deals Trump has presented as disadvantageous to US workers. He has already ruled out joining the Trans-Pacific Partnership (TPP) trade agreement currently under negotiation, as well as the Transatlantic Trade and Investment Partnership with Europe, and he is threatening to pull out of the North American Free Trade Agreement (Nafta). Ian Bremmer, the president of the Eurasia Group, a political risk research and consulting firm, said that if Trump went ahead and withdrew from the agreement, “it would be a significant loss of US influence in Asia – nearly on par with withdrawal from the TPP”. “Timing is more important here, given the economic pressure on South Korea from Beijing and the challenges of the North Korea conflict,” Bremmer said. “China would be the big winner, with [South] Korean president Moon [Jae-in] harder pressed to maintain present levels of security cooperation with the United States. If China is your key economic partner, there’s a lot less reason to listen to Washington.” Moon, who was elected in May, has differed publicly with Trump over the latter’s bellicose rhetoric. Before taking office, Trump declared North Korea would not be allowed to develop an intercontinental ballistic missile (ICBM) capable of reaching the US mainland under his presidency. After Pyongyang carried out two successful ICBM tests in July, Trump warned it would face “fire and fury like the world has never seen” if it made any further threats. North Korea has since threatened to fire a salvo of missiles into the seas around the US Pacific territory of Guam, and fired a ballistic missile for the first time over Japanese territory, ending US hopes that Trump’s threats had cowed Pyongyang into a pause in missile tests and a possible opening for talks. In contrast to Trump, the US secretaries of defence and state, James Mattis and Rex Tillerson, have both emphasised that the US is relying on diplomacy and economic pressure in its approach to Pyongyang. Japan and South Korea have called for a resolute response and solidarity among allies in the wake of the latest missile test. Four US Thaad missile launchers are expected to arrive in South Korea next week to add to its existing missile defences. Trump has threatened to make Seoul pay for the Thaad system, however, and a withdrawal from the five-year-old Korus trade pact would raise further confusion over the state of the Seoul-Washington partnership. Trump has called Korus a “horrible” deal and its critics pointed to the widening US trade deficit with South Korea under the agreement, currently at $28bn. However a report by the US Chamber of Commerce said last year that the agreement had “already brought real benefits for American workers, farmers, ranchers, and companies”. “If Trump does in fact end the Korus deal, this would be hugely destructive to US Asia policy at an absolutely critical time,” said Mira Rapp-Hooper, a senior research scholar in the Paul Tsai China Centre at Yale Law School. “US North Korea policy is in tatters. The administration has not articulated clear goals, cabinet officials regularly issue statements that conflict with the president, and the administration has not appointed any of the necessary senior officials to handle the diplomatic morass. “The news that Trump is considering this is terrible for the US standing in Asia. It stands to benefit North Korea, which seeks to drive a wedge between the US and [South Korea],” Rapp-Hooper said.",
    "keywords": [
        "swerve",
        "south",
        "quit",
        "trade",
        "korea",
        "pact",
        "north",
        "president",
        "korus",
        "region",
        "withdrawal",
        "trumps",
        "mark",
        "missile",
        "latest",
        "agreement",
        "push",
        "trump"
    ],
    "summary": "He has already ruled out joining the Trans-Pacific Partnership (TPP) trade agreement currently under negotiation, as well as the Transatlantic Trade and Investment Partnership with Europe, and he is threatening to pull out of the North American Free Trade Agreement (Nafta).\n“Timing is more important here, given the economic pressure on South Korea from Beijing and the challenges of the North Korea conflict,” Bremmer said.\nJapan and South Korea have called for a resolute response and solidarity among allies in the wake of the latest missile test.\nFour US Thaad missile launchers are expected to arrive in South Korea next week to add to its existing missile defences.\nIt stands to benefit North Korea, which seeks to drive a wedge between the US and [South Korea],” Rapp-Hooper said.",
    "sentiment": {
        "neg": 0.082,
        "neu": 0.8224,
        "pos": 0.0956,
        "compound": -0.0135
    }
}