{
    "date": "2017-09-15T02:51:14Z",
    "title": "Turnbull says missile launch over Japan shows North Korea sanctions working",
    "url": "https://www.theguardian.com/world/2017/sep/15/turnbull-says-missile-launch-over-japan-shows-north-korea-sanctions-working",
    "content": "Malcolm Turnbull has said the latest North Korean missile launch over Japan proves the fresh sanctions imposed by the United Nations security council are working. “I think this latest missile launch over Japan and the violent outbursts of North Korean propaganda, threatening opinion and the United States overnight – this shows that the sanctions are working,” Turnbull told reporters on Friday. But the prime minister quickly backtracked when asked if, based on his own argument, further sanctions would only place Japan at further risk. “I don’t accept that,” he said. “The critical thing is to continue to apply economic pressure on North Korea to bring the regime to its senses. Nobody wants to see a war on the Korean peninsula.” Turnbull said he was counting on the rogue state’s survival instinct to prevent war. “If Kim Jong-un were to start a war, to attack the United States or one of its allies, he would be signing a suicide note,” he said. “That would be the end for his government, and thousands and thousands of people would die. “It would be a catastrophe and that is why it is vitally important to maintain this economic pressure on North Korea.” Turnbull once again reinforced Australia’s commitment to the Anzus treaty, under which Australia would come to the aid of the United States, and vice versa, in the event of an attack. But he said no such formal arrangement existed with Japan, and he would not speculate “about any other scenarios”. The UN security council unanimously agreed this week to further limit North Korea’s exports and imports, on top of what were already being called the “toughest ever” sanctions. Turnbull again called for China to do more, but did not go as far as to suggest it turn off the oil supply, as he did last month. On that occasion he was rebuked in the Chinese media for “self-righteously blah blah blahing”, Fairfax Media reported. China and Russia have veto powers within the security council, and have faced increasing pressure to use their influence to bring Kim to heel. “The country with the greatest economic leverage over North Korea is China,” Turnbull said. “China – North Korea is not to China what East Germany was to the old Soviet Union. The Chinese are dismayed by the conduct of North Korea, but they have been allies for a very long time. “A lot of history there. But it is important for China to continue increasing these sanctions until we see a change of course by North Korea and it is good to see that they are doing that. “They are imposing the sanctions that were recently imposed and they have voted for the latest round.” Turnbull spoke to the media shortly after a phone conversation with the UK prime minister, Theresa May, their first conversation since his visit to London in July. In a “very friendly call”, the two leaders discussed global security challenges, including North Korea, and agreed that the recent sanctions were the best way forward.",
    "keywords": [
        "turnbull",
        "launch",
        "war",
        "korea",
        "shows",
        "states",
        "sanctions",
        "china",
        "japan",
        "working",
        "security",
        "missile",
        "united",
        "north"
    ],
    "summary": "Malcolm Turnbull has said the latest North Korean missile launch over Japan proves the fresh sanctions imposed by the United Nations security council are working.\n“The critical thing is to continue to apply economic pressure on North Korea to bring the regime to its senses.\n“The country with the greatest economic leverage over North Korea is China,” Turnbull said.\n“China – North Korea is not to China what East Germany was to the old Soviet Union.\nThe Chinese are dismayed by the conduct of North Korea, but they have been allies for a very long time.",
    "sentiment": {
        "neg": 0.103,
        "neu": 0.8004,
        "pos": 0.0967,
        "compound": -0.0762
    }
}