{
    "date": "2017-11-08T00:23:13Z",
    "title": "Donald Trump abandons secret trip to Korea's DMZ due to fog",
    "url": "https://www.theguardian.com/world/2017/nov/08/donald-trump-abandons-secret-trip-north-south-korea-dmz-fog",
    "content": "A surprise attempt by Donald Trump to visit the border with North Korea during his trip to Seoul has been aborted due to bad weather. Before the US president arrived in South Korea, officials had said he would not visit the demilitarised zone, because it was a cliché. However, that plan changed on Wednesday morning, when pool reporters covering his visit were summoned earlier than expected and told by White House press secretary Sarah Sanders that they were going to to the border zone. Reporters joined the president’s motorcade just after 7am and headed for Yongsan Garrison, where they boarded Chinook helicopters bound for the DMZ. However, the trip was called off while the helicopters were in the air due to heavy fog. “There wasn’t enough visibility to land,” Sanders said. “It would have been really dangerous.” The group waited for an hour back on the ground in the hope the weather would change, but the plan was eventually abandoned and the president returned to Seoul. Sanders said White House officials were hoping the fog would clear and allow a second attempt by President Trump to land at the DMZ, but instead conditions got worse. She said an event in China later in the day had been planned for months and Trump could not be late. South Korean president Moon Jae-in had flown to the border earlier before the fog rolled in and was left waiting for Trump at a guard post on the front line. The trip to the DMZ was proposed by Moon during a meeting on Tuesday, according to officials quote by South Korean news agency Yonhap. Sanders said she believed it would have been the first time a US and South Korean president had visited the DMZ together. “The effort shows the strong and importance of the alliance between the two countries,” Sanders said. Sanders described Trump as disappointed and “pretty frustrated” that the trip did not go ahead. Reports in the run up to Trump’s 11-day Asia trip initially said he would visit the DMZ and then that he would not. “Previous US presidents visited the DMZ and the South Korean people felt it sent a positive message,” said Min Pyung-do, a lawmaker from the ruling Democratic party. “But Trump visiting could send a very different message and been seen as a very provocative action by North Korea.” Trump’s presence near the demarcation line that passes through the centre of the 2.5-mile wide, 155-mile-long strip of land would have carried particular significance at a time when regional tensions are high over Pyongyang’s ballistic missile and nuclear weapons programmes. Many South Korean politicians and observers expressed relief at initial reports Trump would be skipping a trip to the area. “The worst case scenario for Trump’s visit would be to increase tensions with North Korea,” said Won-thaek Kang, a politics professor at Seoul National University. “Trump going to the DMZ will surely lead to a strong reaction from Pyongyang.” The DMZ has kept the two countries apart since the Korean war ended 64 years ago with an armistice but not a peace treaty. It has been on every visiting president’s itinerary, with the exception of George W Bush, since Ronald Reagan went in 1983. Bill Clinton famously described it as “the scariest place on Earth” when he visited in 1993. In 2012 Barack Obama told troops stationed there that “the contrast between South Korea and North Korea could not be clearer, could not be starker, both in terms of freedom but also in terms of prosperity.”",
    "keywords": [
        "dmz",
        "abandons",
        "south",
        "korea",
        "north",
        "secret",
        "fog",
        "donald",
        "visit",
        "president",
        "sanders",
        "korean",
        "trip",
        "trump",
        "koreas"
    ],
    "summary": "A surprise attempt by Donald Trump to visit the border with North Korea during his trip to Seoul has been aborted due to bad weather.\nSouth Korean president Moon Jae-in had flown to the border earlier before the fog rolled in and was left waiting for Trump at a guard post on the front line.\nThe trip to the DMZ was proposed by Moon during a meeting on Tuesday, according to officials quote by South Korean news agency Yonhap.\nSanders said she believed it would have been the first time a US and South Korean president had visited the DMZ together.\nMany South Korean politicians and observers expressed relief at initial reports Trump would be skipping a trip to the area.",
    "sentiment": {
        "neg": 0.0435,
        "neu": 0.9039,
        "pos": 0.0527,
        "compound": -0.0403
    }
}