{
    "date": "2017-07-06T06:13:48Z",
    "title": "Barnaby Joyce expresses 'sympathy' for US trade sanction threat against China",
    "url": "https://www.theguardian.com/australia-news/2017/jul/06/barnaby-joyce-expresses-sympathy-for-us-trade-sanction-threat-against-china",
    "content": "Barnaby Joyce has said the government would have “sympathy” with US trade sanctions against China for “aiding and abetting” North Korea. Asked if Australia would support trade sanctions against China, which is Australia’s largest trading partner, the deputy prime minister said: “We obviously have sympathy.” Joyce accused North Korea of an “overt program of destablising and creating an incredible threat” to the region. “If people want to aid and abet that threat of the North Korean leadership, well obviously we can’t be supporting them,” Joyce said. His comments come after Donald Trump attacked China’s trade ties with North Korea following the rogue state’s successful intercontinental ballistic missile (ICBM). The US ambassador to the UN, Nikki Haley, described the missile launch as a “clear and sharp military escalation” and warned that North Korea’s actions were “quickly closing off the possibility of a diplomatic solution”. China is Australia’s largest two-way trading partner, with goods and services valued at $150bn in 2015-16. The Coalition government only completed a free-trade agreement with China in December 2015. The shadow foreign affairs minister, Penny Wong, described the comments as “utterly irresponsible”. “What he needs to recognise is that the empty threats he makes would only serve to punish and harm Australian businesses, Australian exporters, including agriculture, and damage Australian jobs,” Wong said. She ruled out applying trade sanctions because it would be an “own goal” given Australia’s dependency on China. “China has an interest in global peace, China has an interest in a stable region and let’s recall, China has an interest in being a constructive player in the global framework,” Wong said. “[Joyce] really needs to start thinking before he speaks when it comes to Australian foreign policy and Australian trade policy.” Joyce said military instability as a result of North Korean military action would be a far bigger threat to the Australian and Chinese economies than trade sanctions. “The trade sanctions would pale into insignificance against what would happen if North Korea continues down this path because, if North Korea was to make a mistake in one of their launches, that’s all they have to do, they don’t even have to deliver a weapon,” he said. “They only have to make a mistake and drop one of their missiles – I imagine into South Korea or on to Japan – then the economic plan for China, the economic plan for south-east Asia would cease that moment. “It would be devastating for global economics and absolutely devastating for Chinese economics.” Joyce said the United States would not allow a rogue national leader to develop a nuclear bomb that could reach both the US and Australia. “The economic prosperity of China, of south-east Asia, is inextricably linked to peace in that area and the greatest risk to peace in that area is North Korea,” Joyce said. “There’s no point having a One Belt One Road policy if the whole place descends into a morass of dysfunctionality that would occur if North Korea continues down this path. It would be the biggest economic threat to China without a shadow of a doubt, the biggest economic threat to their economy.” The Coalition is stepping up its language on China, with Malcolm Turnbull on Wednesday urging China to take the “strongest action” against North Korea. Joyce would not disclose whether the national security committee had discussed North Korea. Joyce also urged the Labor party to get behind the Adani Carmichael coalmine in the Galilee Basin after the news that the London-based group GFG Alliance had signed a binding agreement to buy the entire operations of steelmaker Arrium, including the Whyalla steelworks. Adani has committed to a $73m deal with Arrium to provide steel for the railway line to take the Carmichael coal to port, a line for which Adani is seeking a $1bn government loan through the Northern Australia Infrastructure Fund. Asked if the Adani deal was a factor in GFG Alliance’s offer to buy Arrium, Joyce said: “It stands to make sense that you have got to see the steelmaker producing steel and someone actually buying it and Arrium has that.”",
    "keywords": [
        "barnaby",
        "economic",
        "trade",
        "korea",
        "threat",
        "joyce",
        "china",
        "sanction",
        "sanctions",
        "sympathy",
        "expresses",
        "australian",
        "arrium",
        "north"
    ],
    "summary": "Barnaby Joyce has said the government would have “sympathy” with US trade sanctions against China for “aiding and abetting” North Korea.\n“If people want to aid and abet that threat of the North Korean leadership, well obviously we can’t be supporting them,” Joyce said.\nHis comments come after Donald Trump attacked China’s trade ties with North Korea following the rogue state’s successful intercontinental ballistic missile (ICBM).\nShe ruled out applying trade sanctions because it would be an “own goal” given Australia’s dependency on China.\nIt would be the biggest economic threat to China without a shadow of a doubt, the biggest economic threat to their economy.” The Coalition is stepping up its language on China, with Malcolm Turnbull on Wednesday urging China to take the “strongest action” against North Korea.",
    "sentiment": {
        "neg": 0.0677,
        "neu": 0.8424,
        "pos": 0.0898,
        "compound": 0.0185
    }
}