{
    "date": "2017-09-19T13:02:26Z",
    "title": "US and China agree to 'maximise pressure' on North Korea",
    "url": "https://www.theguardian.com/world/2017/sep/19/us-and-china-agree-to-maximise-pressure-on-north-korea",
    "content": "Donald Trump and Xi Jinping have agreed “to maximise pressure” on North Korea, the White House has announced, as the US president prepares to use his debut speech to the UN general assembly to urge global action against Pyongyang’s “hostile and dangerous behaviour”. Trump and Xi held the latest in a series of phone conversations about North Korea on Monday as US and South Korean warplanes responded to Pyongyang’s most recent missile launch with a show of force near the heavily armed border separating the two Koreas. In a brief summary of their call – at least the fourth since July – the White House said Trump and Xi had discussed “North Korea’s continued defiance of the international community and its efforts to destabilise north-east Asia”. “The two leaders committed to maximising pressure on North Korea through vigorous enforcement of United Nations security council resolutions,” it added. Since early August the security council has unanimously approved two rounds of sanctions against Pyongyang following its intercontinental ballistic missile test in late July and sixth nuclear test at the start of this month. China’s official news agency, Xinhua, said Trump and Xi had “exchanged views on the current situation on the Korean peninsula” but gave no further details. In a statement carried by North Korea’s official KCNA news agency, the country’s foreign ministry attacked the “vicious, unethical and inhumane” sanctions that had been imposed on Pyongyang. It branded such moves an “act of hostility to physically exterminate the people” of North Korea and vowed: “The increased moves of the US and its vassal forces to impose sanctions and pressure ... will only increase our pace towards the ultimate completion of the state nuclear force.” The escalating rhetoric comes as Trump gears up for his first state visit to China, a country he claims holds the key to thwarting Kim Jong-un’s nuclear ambitions. The White House summary of his call with Xi made no mention of that visit, which is expected to take place in November after a key Communist party congress at which Xi will celebrate the end of his first five-year term. But according to Xinhua, Trump told the Chinese president he was looking forward to the trip and hoped it could “strongly move bilateral ties further forward”. Xi said Beijing attached “great importance to Trump’s state visit” and hoped for a “fruitful trip” that would “inject new impetus into the development of China-US relations”. Orville Schell, the head of the centre on US-China relations at New York’s Asia Society, predicted Trump would touch down in China seeking a “capo-to-capo understanding” with Xi that would see Beijing offer greater help on North Korea in exchange for US concessions in other areas such as trade. The ongoing North Korean crisis has strained an already fraught relationship between the world’s top two economies. This month, a hotly anticipated trip to China by Trump’s daughter, Ivanka, and son-in-law, Jared Kushner, was scrapped amid signs of growing frictions over issues such as trade and North Korea’s refusal to abandon its nuclear ambitions. Since his inauguration in January, Trump has been pressing Beijing to turn up the temperature on Kim, using Twitter to coax and criticise China over its posture towards its longtime ally. China’s leaders have backed the two recent rounds of UN security council sanctions, which are designed to deprive Kim’s regime of hard currency and disrupt its weapons program. The most recent sanctions, approved last week, include a cap on exports of oil to the North, a ban on its textile exports and a freeze on work permits for North Korean guest workers, most of whom are in Russia and China. However, few observers expect Beijing to take potentially decisive measures, such as imposing an oil embargo. Beijing fears such a move would topple Kim’s regime, triggering a deadly regional security crisis that might bring US troops even closer to Chinese soil and send North Korean refugees flooding over the border into north-east China. On Tuesday Trump is expected to further turn up the temperature on Pyongyang, using his first address to the UN general assembly to call for international action against what he will paint as a twin threat to global security. “Obviously one of the chief regimes that will be singled out in this regard is the regime of North Korea and all of its destabilising hostile and dangerous behaviour, as well as of course the regime of Iran,” one senior White House official said.",
    "keywords": [
        "agree",
        "white",
        "korea",
        "beijing",
        "xi",
        "china",
        "sanctions",
        "security",
        "trump",
        "pressure",
        "maximise",
        "north",
        "korean"
    ],
    "summary": "Donald Trump and Xi Jinping have agreed “to maximise pressure” on North Korea, the White House has announced, as the US president prepares to use his debut speech to the UN general assembly to urge global action against Pyongyang’s “hostile and dangerous behaviour”.\n“The two leaders committed to maximising pressure on North Korea through vigorous enforcement of United Nations security council resolutions,” it added.\nThe ongoing North Korean crisis has strained an already fraught relationship between the world’s top two economies.\nThe most recent sanctions, approved last week, include a cap on exports of oil to the North, a ban on its textile exports and a freeze on work permits for North Korean guest workers, most of whom are in Russia and China.\nBeijing fears such a move would topple Kim’s regime, triggering a deadly regional security crisis that might bring US troops even closer to Chinese soil and send North Korean refugees flooding over the border into north-east China.",
    "sentiment": {
        "neg": 0.089,
        "neu": 0.8326,
        "pos": 0.0782,
        "compound": -0.0894
    }
}