{
    "date": "2017-08-20T15:18:26Z",
    "title": "BBC braces for backlash over North Korea service",
    "url": "https://www.theguardian.com/media/2017/aug/20/bbc-braces-for-backlash-over-north-korea-service",
    "content": "The BBC is braced for a backlash from the North Korean government about the launch of a new service targeted at the country amid growing international tensions over its nuclear missile tests. Francesca Unsworth, the director of BBC World Service, said the corporation was wary about launching the new North Korean service next month due to the likely opposition from the government but insisted the fragile political situation vindicated the move. In an interview with the Guardian, she said: “We are reaching an incredibly febrile, dangerous atmosphere at the moment about that whole story, and isn’t it terrible for the people of North Korea that the only information that they getting about any of this is that woman who goes on North Korean television every night? “We talked for many years about whether it was worthwhile doing something for the most in-need country of the world. This is right at the head of the BBC’s mission to bring independent news to people most in need – and Korea is the country most in need, followed by Ethiopia and Eritrea.” The service will launch just weeks after Donald Trump, the US president, threatened to unleash “fire and fury” on North Korea, which responded by announcing a detailed plan to fire missiles at the US Pacific territory of Guam. Korean is one of 12 new language services being launched by the BBC over the next few weeks in the biggest expansion of the World Service since the 1940s. The expansion involves hiring 1,400 staff and is backed by £289m of funding from the government. Other services that are launching include Pidgin, which is spoken by 75 million people in Nigeria, Punjabi and Serbian. Tony Hall, director general of the BBC, said the new services marked “the start of a new chapter for the BBC” and called the World Service “one of the UK’s most important cultural exports”. However, Unsworth said the North Korean embassy in London had told the BBC “in no uncertain terms” that they did not want the Korean service to be launched. The service will broadcast a half-hour radio programme daily, that will go out in the middle of the night so that, in the words of Unsworth, “people have the opportunity to listen under their bedclothes without telling the neighbours”. On the potential reaction of North Korea, she added: “I met with the embassy here in London and they told us in no uncertain terms that they didn’t want us to launch this service. But one of the things I did say to them, and I think that this is important, is that we are not dissident radio. “We are there to explain their perspective on this, we are not there to be the voice of opposition. But of course we are not on the side of governments, we are there on the side of people. That is our remit and it always has been. Half the Korean team will be based in London with the other half in Seoul. At least one person in the team has a North Korean background. Unsworth said it was a “tough challenge” trying to ensure the service reaches audiences in North Korea but pointed to research by KBS, the South Korean broadcaster, which found that a third of defectors from the country claim to have had access to foreign broadcasts. She also said evidence suggests that young people in North Korea are not as beholden to the regime as their parents and there is an appetite for learning information not provided by the government. Unsworth joined BBC local radio in 1980 before rising up the ranks to become home news editor, then head of political programmes and head of newsgathering. She was named the boss of the World Service in 2014. Unsworth said the World Service has become even more important due to the spread of fake news and the expansion of state-backed services such as Russia Today and Chinese news providers in Africa. “If RT were to criticise the Kremlin they would be off the air quite quickly, whereas if the BBC holds British foreign policy or anything up to scrutiny, well we are not going to be off the air,” she said. “The Foreign Office may be writing the cheques [to fund the World Service] but there is no question that they would be able to phone up and influence any editorial agenda that we are doing. “In a way the ones that I am more worried about are the Chinese. The Chinese are investing in Africa for instance big time and and they really recognise that if you are going to put investment into infrastructure in these countries then the broadcasting media landscape goes alongside that. “We are in danger of handing over the international media space to people who do not have the values of independence, free and fair without favour, and they are not impartial. All over the world I see our services operating in countries increasingly under pressure from governments clamping down on media freedom.” World Service is expanding at a time when the BBC find itself under scrutiny about pay. The publication of the salaries paid to the BBC’s top earners led to criticism about a gender pay gap at the corporation while PwC, the accountancy firm, was hired to review apparent disparities between how much employees on the World Service are paid compared to those in the UK news department. Unsworth refused to reveal the details about the review but said she would be writing to staff about it in the next few weeks. She added: “Obviously the staff think there is an issue or they wouldn’t have asked us to look at it. So we are looking at it.” The World Service boss admitted that the publication of the list of salaries paid to stars such as Chris Evans had affected the mood at the BBC. “I would be lying if I said it hadn’t. There is a bit of a febrile atmosphere I would say, in all truth,” she said.",
    "keywords": [
        "backlash",
        "services",
        "korea",
        "world",
        "unsworth",
        "braces",
        "weeks",
        "country",
        "bbc",
        "service",
        "north",
        "korean"
    ],
    "summary": "The BBC is braced for a backlash from the North Korean government about the launch of a new service targeted at the country amid growing international tensions over its nuclear missile tests.\nFrancesca Unsworth, the director of BBC World Service, said the corporation was wary about launching the new North Korean service next month due to the likely opposition from the government but insisted the fragile political situation vindicated the move.\nHowever, Unsworth said the North Korean embassy in London had told the BBC “in no uncertain terms” that they did not want the Korean service to be launched.\nAt least one person in the team has a North Korean background.\nShe was named the boss of the World Service in 2014.",
    "sentiment": {
        "neg": 0.0533,
        "neu": 0.9153,
        "pos": 0.0313,
        "compound": -0.1093
    }
}