{
    "date": "2017-09-04T16:15:17Z",
    "title": "North Korea’s ‘pink lady’: the newscaster set to announce the end of the world",
    "url": "https://www.theguardian.com/world/shortcuts/2017/sep/04/north-koreas-pink-lady-the-newscaster-set-to-announce-the-end-of-the-world",
    "content": "The apocalypse will be televised, and it will be presented by a pink-clad North Korean woman announcing the news at a near scream. Ri Chun-hee is the most prominent face on the North’s Korean Central Television, appearing nearly every time the country takes a step towards fulfilling its nuclear ambitions, delivering the state’s proclamations in a booming voice and brimming with gusto. “The test of a hydrogen bomb designed to be mounted on our intercontinental ballistic missile was a perfect success,” Ri said this weekend, as she quaked with excitement in reporting North Korea’s most powerful nuclear detonation yet. “It was a very meaningful step in completing the national nuclear weapons program.” The 74-year-old is known as “the people’s broadcaster” and is partial to bright pink outfits. She typically sports a hanbok, traditional Korean attire, although she has been seen in western-style suits, complete with shoulder pads and, of course, in her trademark colour. Her thunderous voice speaks for the regime in a country where leader Kim Jong-un rarely addresses his people directly. But who is the “pink lady” of North Korea? Ri was born in 1943 into a poor family in Tongchong in what is now southeastern North Korea and studied performance art at Pyongyang University of Theatre. She joined KCTV in 1971 and was promoted to chief news presenter just three years later. Over several decades, she has dodged demotions and survived political purges – common pitfalls for any job in North Korea – that ended the careers of many of her colleagues. Her melodramatic delivery has reportedly won Ri the admiration of current leader Kim Jong-un, essential for surviving under what experts describe as the most brutal regime to date. She rarely departs from her bellicose style, though she wept on air when announcing the death of North Korea’s first leader Kim Il-sung, and the subsequent passing of his son and successor, Kim Jong-il. Although she officially retired in 2012, Ri has made occasional comebacks for important military announcements and now spends most of her time training the next generation of presenters. Before her retirement, she was a regular fixture on the nightly news, beamed into homes across the country announcing the daily happenings of the country’s leader: visits to steel mills, tours of cabbage fields and inspections of military bases. In a rare profile in 2009, the state-run Chosun Monthly magazine reported that she lives a life of luxury in Pyongyang with her husband, children and grandchildren. “[Her] voice grew to have an appeal, so that whenever she would speak on the news, viewers were touched,” the magazine said. “When Ri announced reports and statements, enemies would tremble in fear.”",
    "keywords": [
        "voice",
        "ri",
        "set",
        "lady",
        "leader",
        "world",
        "korea",
        "newscaster",
        "announcing",
        "end",
        "kim",
        "nuclear",
        "country",
        "korean",
        "pink",
        "announce",
        "north",
        "koreas"
    ],
    "summary": "The apocalypse will be televised, and it will be presented by a pink-clad North Korean woman announcing the news at a near scream.\nHer thunderous voice speaks for the regime in a country where leader Kim Jong-un rarely addresses his people directly.\nBut who is the “pink lady” of North Korea?\nRi was born in 1943 into a poor family in Tongchong in what is now southeastern North Korea and studied performance art at Pyongyang University of Theatre.\nOver several decades, she has dodged demotions and survived political purges – common pitfalls for any job in North Korea – that ended the careers of many of her colleagues.",
    "sentiment": {
        "neg": 0.0618,
        "neu": 0.8742,
        "pos": 0.064,
        "compound": 0.0612
    }
}