{
    "date": "2017-08-30T07:02:12Z",
    "title": "Theresa May: China should curb North Korea's 'outrageous' missile ambitions",
    "url": "https://www.theguardian.com/politics/2017/aug/30/theresa-may-china-should-curb-north-koreas-outrageous-missile-ambitions",
    "content": "Theresa May has urged China to intervene more vigorously in curbing North Korea’s missile ambitions, calling Beijing “the key” to defusing tensions as she arrived in Japan for a three-day visit. The British prime minister, who was to hold the first of several rounds of meetings with her counterpart, Shinzo Abe, on Wednesday, touched down a day-and-a-half after North Korea fired a missile over the north of Japan, sparking a major regional security scare. Speaking to reporters on her plane en route to Kyoto, the ancient former capital where she is beginning the trip, May declined several times to rule out the possibility of military action against North Korea. However, she repeatedly stressed that the UK’s focus remained on joint international efforts to limit Pyongyang’s missile programme, saying the country’s neighbour and sometime ally, China, should do more to assist this. Calling the firing of the missile, which triggered emergency sirens as it flew over the northern Japanese island of Hokkaido before breaking apart over the sea “outrageous” and “a provocation”, May urged the Chinese president, Xi Jinping, to do more. “China has, I think, a very key role to play in terms of the pressure it can bring,” May said.“I have said this to President Xi, other have as well. We think that China has a role to play and we’d encourage China to do everything it can to bring pressure on North Korea to stop this.” Pressed on whether the UK could back or be involved in military action, or seek to use cyber attacks to blunt North Korea’s efforts, May reiterated the need for joint action, with China at the centre. “What is the UK doing? What we’re doing is working with our international partners,” she said. “We want to continue to bring pressure on North Korea to ensure that they desist this action. And we see that the best way of doing is for China to be bringing pressure to bear on North Korea.” She added: “It’s about the sort of pressure and change that China can bring. I think they’re a key player in this. In terms of what’s we’re doing, we’re looking to work with our partners. But crucially, we see China as being the key in this.” The visit to Japan, May’s first to the country, will see her meet Abe in Kyoto before the pair take the Shinkansen bullet train to Tokyo. Security and defence had always been a planned element of the trip, with May due to address Japan’s national security council and visit one of its warships on Thursday. Visiting in the immediate aftermath of the missile incident “gives me a particular opportunity to sit down with Prime Minister Abe and talk to him about this issue”, May said. The planned primary focus of the trip had been trade, with May accompanied by the international trade secretary, Liam Fox, and a 15-strong delegation of business leaders, including executives from Aston Martin, Atkins, Barclays and Standard Life. Speaking ahead of her arrival, May said she wanted to use her talks with Abe to push progress on an ongoing Japan-EU trade agreement. The aim was that this could then be immediately adapted, post-Brexit, as the model for an interim Japan-UK deal, she said, giving continuity to businesses, saying this could also happen elsewhere. “We think it is an important deal for the EU, and yes, when we leave the European Union we are looking, obviously, at a number of trade deals that the EU has with other countries,” said May, who ends her trip on Friday with a meeting with Emperor Akihito. “We are looking at the possibility of those being able to brought over, certainly initially, into trade deals with the United Kingdom. It would give business certainty, which is what business wants, at the point we leave. “We will continue to press the EU to move forward on the Japan deal, which of course they’ve made initial steps on, but there’s a way to go.” Ahead of May’s initial talks with Abe, a special adviser to the Japanese prime minister said there was uneasiness about Brexit within the Japanese business community. Tomohiko Taniguchi told BBC Radio 4’s Today programme that comments earlier in the week by Japan’s deputy chief cabinet secretary about Brexit bringing a sense of “crisis” had been possibly overblown. “A sense of crisis may be a little bit (of) a strong word, but there certainly exists a sense of uneasiness, widely shared by the Japanese industrialists,” he said. “But I think they are telling themselves that now is the time for them to see what is going to happen down the road, rather than jumping into a uneasy conclusion.” Taniguchi said it was understood that no formal trade deal talks could begin until after the UK quits the EU, but said Japanese industrialists had an “inherent preference” for doing business in Britain.",
    "keywords": [
        "think",
        "business",
        "trade",
        "korea",
        "ambitions",
        "china",
        "theresa",
        "japanese",
        "doing",
        "outrageous",
        "missile",
        "pressure",
        "curb",
        "north",
        "koreas"
    ],
    "summary": "Theresa May has urged China to intervene more vigorously in curbing North Korea’s missile ambitions, calling Beijing “the key” to defusing tensions as she arrived in Japan for a three-day visit.\nThe British prime minister, who was to hold the first of several rounds of meetings with her counterpart, Shinzo Abe, on Wednesday, touched down a day-and-a-half after North Korea fired a missile over the north of Japan, sparking a major regional security scare.\nSpeaking to reporters on her plane en route to Kyoto, the ancient former capital where she is beginning the trip, May declined several times to rule out the possibility of military action against North Korea.\n“We want to continue to bring pressure on North Korea to ensure that they desist this action.\nAnd we see that the best way of doing is for China to be bringing pressure to bear on North Korea.” She added: “It’s about the sort of pressure and change that China can bring.",
    "sentiment": {
        "neg": 0.0475,
        "neu": 0.8776,
        "pos": 0.0747,
        "compound": 0.0832
    }
}