{
    "date": "2017-06-20T19:00:09Z",
    "title": "Trump presidency gives Australians a negative view of US, Lowy poll finds",
    "url": "https://www.theguardian.com/australia-news/2017/jun/21/australians-think-trump-presidency-a-critical-threat-to-the-nation-lowy-poll-finds",
    "content": "Faith in the US “acting responsibly” has plummeted among Australians but the rise of China is still viewed as a potential military threat by many, the 2017 Lowy poll has found. The poll of Australian attitudes to the world, now in its 13th year, found Australians had never felt less safe in the world, with rising concerns about terrorism, climate change, cyberattacks and a nuclear-armed North Korea. Seventy-nine per cent of Australians polled were dissatisfied with the direction of the world and they were divided (48% dissatisfied, 47% satisfied) on the direction of the nation. International terrorism was regarded as the most significant threat to Australia’s vital interests over the next decade, with 68% seeing it as a critical threat. North Korea’s nuclear ambitions (65%), climate change (57%) and cyberattacks (55%) were also seen as “critical” threats by a majority of respondents. Forty-two per cent of Australians said they regarded the presidency of Donald Trump as a critical threat to Australia. Six in 10 Australians said Trump caused them to have a negative impression of the US. But mistrust in US global responsibility has been deteriorating since long before Trump’s elevation to commander-in-chief. Trust in the US to “act responsibly in the world” has halved since 2011. Three years ago, 35% of Australians felt the US was the country’s best friend in the world. That figure is now 17%. Only 20% of Australians (down from 40% in six years) had a “great deal” of trust in the US and only 61% had trust in the US, far behind the UK (90%) and Germany and Japan (86%). The author of the poll report, Alex Oliver, told Guardian Australia support for the US alliance was safe, for now. “There are some cracks appearing, however,” she said. “Where the relationship has been affected is in the overall trust Australians have in the US and in the strength of the friendship. Support for the alliance and feelings for the US hit a low point in the Bush presidency as well and the alliance survived that period. However, Bush was followed by a very different president in Obama. “If the Trump presidency continues to be characterised by erratic and unpredictable decision-making which disregards its allies, if it continues that way in a second term, and if Trump’s successor is more of the same in terms of ‘America first’ nationalism, then Australian public commitment to the alliance is not assured and should not be taken for granted.” Australia’s great foreign policy challenge is balancing its relations with the great powers, US and China – particularly given tensions over the South China Sea. This balancing act will be a key part of Australia’s foreign policy white paper, to be released later this year. “Australia must do what it can to help relieve military tensions between the US and China – and other parties – in the region,” Oliver said. “Actual conflict would be disastrous for Australia and the region. “Secondly, Australia needs to diversify its economic relationships. It is unhealthy for Australia to rely so heavily and singularly on one economic partner – particularly one which differs so much from Australia culturally and politically. Having an economy less heavily dependent on China for our prosperity will make hard security decisions easier when they arise.” The executive director of the Lowy Institute, Michael Fullilove, said that despite concerns over their safety and the direction of the world, Australians remained outward-looking, supported migration and were committed to globalisation and Australian global engagement. While most Australians (79%) feel safe overall, that figure is the lowest recorded since Lowy began polling, and down from 92% in 2010. Twenty-one per cent of Australians reported that they felt unsafe. Sixty-one per cent of respondents supported the Australian military’s involvement combating Islamist extremism in Iraq and Syria but about the same proportion (58%) would oppose any military opposition to China if it initiated a conflict in the South China Sea. Forty-six per cent of Australians believed it was likely China would be a military threat in the next 20 years and older Australians were more likely to be antagonistic towards China. But, again, Australia’s pragmatic attitude towards foreign relations was dominant: 79% believed China was more of an economic partner, compared with 13% who believed it was more of a military threat. Domestically, Australians appear overwhelmingly in favour of movement towards cleaner energy sources. Eighty-one per cent wanted the government to “focus on renewables, even if this means we may need to invest more in infrastructure to make the system more reliable”. Just 17% supported a focus on traditional energy sources such as coal and gas. Each year, the Lowy Institute compiles a “thermometer” of Australia’s feelings towards other countries. New Zealand is the favourite, at 85C, followed by the UK (81C), France, Germany and Japan (71C) and the US (69C). Russia is the second-lowest, at 51C, while North Korea is Australia’s coolest relation, at 30C. This year’s poll reported the results of a nationally representative telephone survey of 1,200 Australian adults, conducted between 1 March and 27 March. The margin of error was plus or minus 2.8%.",
    "keywords": [
        "lowy",
        "military",
        "world",
        "finds",
        "australia",
        "threat",
        "china",
        "presidency",
        "cent",
        "negative",
        "australias",
        "australian",
        "trust",
        "view",
        "poll",
        "gives",
        "trump",
        "australians"
    ],
    "summary": "Faith in the US “acting responsibly” has plummeted among Australians but the rise of China is still viewed as a potential military threat by many, the 2017 Lowy poll has found.\nForty-two per cent of Australians said they regarded the presidency of Donald Trump as a critical threat to Australia.\nSix in 10 Australians said Trump caused them to have a negative impression of the US.\n“Where the relationship has been affected is in the overall trust Australians have in the US and in the strength of the friendship.\nForty-six per cent of Australians believed it was likely China would be a military threat in the next 20 years and older Australians were more likely to be antagonistic towards China.",
    "sentiment": {
        "neg": 0.085,
        "neu": 0.8251,
        "pos": 0.0899,
        "compound": 0.0014
    }
}