{
    "date": "2017-07-04T09:03:14Z",
    "title": "'Nothing better to do?': Trump mocks Kim Jong-un's latest missile launch",
    "url": "https://www.theguardian.com/us-news/2017/jul/04/nothing-better-to-do-trump-mocks-new-kim-jong-uns-latest-missile-launch",
    "content": "Donald Trump has broken off from American Independence Day celebrations to direct his Twitter fire at Kim Jong-un, mocking the North Korean leader for having “nothing better to do”, hours after his regime fired a ballistic missile into waters near Japan. Trump tweeted: “North Korea has just launched another missile. Does this guy have anything better to do with his life?” He followed his jibe by speculating that China – North Korea’s closest ally and biggest economic partner – would “put a heavy move on North Korea and end this nonsense once and for all!” He also suggested Japan and South Korea, which are already within range of North Korea’s conventional weapons, were running out of patience with their unpredictable neighbour. North Korea said it had tested its first intercontinental ballistic missile – a development that if confirmed could move the regime closer to being able to strike the US mainland. The irony of Trump encouraging Kim to use his time more wisely will not be lost on his critics. The president has been widely ridiculed in recent days over his Twitter “body-slamming” of CNN and his spat with Joe Scarborough and Mika Brzezinski, hosts of MSNBC’s Morning Joe politics show. One user responded to Trump’s tweets by ranking his Twitter priorities, with “harassing women” at the top. The writer and comedian Dave Weasel pointed out that Trump was spending the Fourth of July celebrations at his golf club in Bedminster, New Jersey, when he mocked Kim. “Taunting a foreign dictator with his finger on the missiles from your twitter account on a golf course. Real presidential.” Trump has also been criticised for spending too much time at Mar-a-Lago, his country club in Palm Beach, Florida, where he was entertaining the Japanese prime minister, Shinzo Abe, when North Korea launched a missile in February. While some have pointed out Trump’s obsession with women and blood, his reference to China also had a familiar ring to it. In an infamous 2005 recording that surfaced at the height of his run for the White House, Trump was heard telling the TV personality Billy Bush, then host of Access Hollywood, how he had unsuccessfully pursued a married woman. Trump said: “I did try and fuck her. She was married ... No, no, Nancy. No, this was [unintelligible] — and I moved on her very heavily. In fact, I took her out furniture shopping. “I said, ‘I’ll show you where they have some nice furniture.’ I took her out furniture— I moved on her like a bitch. But I couldn’t get there. And she was married. Then all of a sudden I see her, she’s now got the big phony tits and everything. She’s totally changed her look.” Quite what Trump expects China to do to rein in North Korea wasn’t clear from his tweets. Throughout the first six months of his president, he has frequently identified Beijing as being best placed to apply pressure on the regime to abandon its nuclear weapons and ballistic missile programmes. But in response to Trump’s calls to exert more diplomatic and economic pressure on Pyongyang, China has repeatedly said its influence on North Korea is limited and that it is doing all it can. “The tremendous and important efforts that China has made are visible to all,” China’s foreign minister, Wang Yi, told the US secretary of state, Rex Tillerson, in Beijing earlier this year. Wang urged all parties, “including our friends from the United States”, to tackle the situation in a cool-headed manner.",
    "keywords": [
        "launch",
        "married",
        "mocks",
        "regime",
        "korea",
        "better",
        "twitter",
        "north",
        "kim",
        "china",
        "trumps",
        "missile",
        "latest",
        "jonguns",
        "trump"
    ],
    "summary": "Trump tweeted: “North Korea has just launched another missile.\nNorth Korea said it had tested its first intercontinental ballistic missile – a development that if confirmed could move the regime closer to being able to strike the US mainland.\nThe irony of Trump encouraging Kim to use his time more wisely will not be lost on his critics.\nOne user responded to Trump’s tweets by ranking his Twitter priorities, with “harassing women” at the top.\nShe’s totally changed her look.” Quite what Trump expects China to do to rein in North Korea wasn’t clear from his tweets.",
    "sentiment": {
        "neg": 0.0999,
        "neu": 0.8318,
        "pos": 0.0683,
        "compound": -0.0969
    }
}