{
    "date": "2017-08-30T18:33:15Z",
    "title": "Defense secretary quickly contradicts Trump over North Korea diplomacy",
    "url": "https://www.theguardian.com/us-news/2017/aug/30/trump-north-korea-james-mattis-diplomacy",
    "content": "Donald Trump appeared to rule out contacts with the North Korean regime in the wake of its missile test over Japan on Wednesday, declaring: “Talking is not the answer.” Minutes later, however, the defense secretary, James Mattis, flatly contradicted the president’s blanket statement, telling reporters: “We’re never out of diplomatic solutions.” Such sharply conflicting statements have become a norm for the Trump administration, but it is unclear how they are being read by the regime in Pyongyang and US allies in the region. Trump’s declaration, delivered as usual in the form of a tweet, appeared to reflect frustration that his threats of “fire and fury” against North Korea earlier this month had failed to deter it from carrying out missile tests. He had recently claimed, after a lull of more than three weeks in such tests, that Kim Jong-un “is starting to respect us”. Kim, however, made it clear earlier on Wednesday that there would be more ballistic tests in the wake of Tuesday’s launch of an intermediate range missile, the first ballistic missile North Korea has fired over Japan. He described the test as a “meaningful prelude” to a well-advertised plan to send a salvo of similar missiles into the seas around the US territory of Guam. The launch was condemned by the UN security council, and on Wednesday, senior military officials from the US, South Korea and Japan gave technical briefings on North Korea’s technological advances to the UN Conference on Disarmament in Geneva. Robert Wood, the US special envoy on disarmament, said: “The time for debate has long passed; those dangers are clear; and it is now time for concerted action.” In his morning tweet on Wednesday, Trump claimed: “The US has been talking to North Korea, and paying them extortion money, for 25 years. Talking is not the answer!” North Korea experts pointed out that there had been no US aid to North Korea since 2008 and no substantive talks since early 2012. Some speculated that Trump’s tweet could have been sparked by comments made on television overnight by the former US intelligence chief James Clapper, who said the US had “limited options” in dealing with a North Korean regime that has demonstrated its ability to build nuclear warheads and intercontinental ballistic missiles. “We may have to hold our nose and we may have to consider some concessions,” Clapper told CNN. Days earlier, Trump responded angrily to Clapper openly questioning his mental fitness for office. Tuesday’s test of a Hwasong-12 missile over Japan and into the Pacific 2,700km from its launching pad appeared to dash hopes that Washington and Pyongyang were edging toward talks. After more than three weeks went by following a 28 July ICBM test, the US secretary of state, Rex Tillerson, hailed North Korean “restraint” and suggested: “Perhaps we are seeing our pathway to some time in the near future having some dialogue.” North Korea experts warned at the time that the administration was misreading Pyongyang if it thought Trump’s threats had deterred the regime from conducting more tests, including the planned Guam salvo. On Wednesday, analysts argued that the Tuesday test over Japan did not necessarily represent a complete rejection of talks. “They could have been more provocative,” said Kelsey Davenport, director for nonproliferation policy at the Arms Control Association. “Pyongyang could have aimed the missiles to splash near Guam as it was planning. “The timing could be important. The US and South Korea are putting on military exercises and Japan just put on unilateral sanctions, and Pyongyang always responds to provocations with provocations.” She added: “It has shown that Trump’s fiery rhetoric has not made Pyongyang back down, but North Korea has signaled that it could be open to negotiation. It has said it was not willing to negotiate over its nuclear programme while the US is engaged in a ‘hostile policy’. So North Korea is not saying never to talks.” Suzanne DiMaggio, a senior fellow at the New America Foundation, said: “My sense is the North Koreans are now assessing their options about how to best to engage. I think they will want to enter talks once they feel they are entering with a position of strength.” DiMaggio, who helped organize the first official discussions between the Trump administration and North Korean government representatives, in Oslo in May, added: “I think we should fully expect to see another missile test and even another nuclear test in the coming weeks and months.”",
    "keywords": [
        "diplomacy",
        "contradicts",
        "missile",
        "secretary",
        "korea",
        "defense",
        "talks",
        "tests",
        "japan",
        "trumps",
        "trump",
        "test",
        "pyongyang",
        "quickly",
        "north"
    ],
    "summary": "Trump’s declaration, delivered as usual in the form of a tweet, appeared to reflect frustration that his threats of “fire and fury” against North Korea earlier this month had failed to deter it from carrying out missile tests.\nKim, however, made it clear earlier on Wednesday that there would be more ballistic tests in the wake of Tuesday’s launch of an intermediate range missile, the first ballistic missile North Korea has fired over Japan.\nTalking is not the answer!” North Korea experts pointed out that there had been no US aid to North Korea since 2008 and no substantive talks since early 2012.\nOn Wednesday, analysts argued that the Tuesday test over Japan did not necessarily represent a complete rejection of talks.\nSo North Korea is not saying never to talks.” Suzanne DiMaggio, a senior fellow at the New America Foundation, said: “My sense is the North Koreans are now assessing their options about how to best to engage.",
    "sentiment": {
        "neg": 0.06,
        "neu": 0.8774,
        "pos": 0.0626,
        "compound": -0.0346
    }
}