{
    "date": "2017-04-23T14:41:30Z",
    "title": "US carrot and stick approach to North Korea is clumsy but significant",
    "url": "https://www.theguardian.com/world/2017/apr/23/us-carrot-and-stick-approach-to-north-korea-is-clumsy-but-significant",
    "content": "It used to be North Korea’s intentions that baffled analysts. Now, amid wild talk of thermonuclear war between the US and Kim Jong-un’s isolated regime, it is contradictory signals from Donald Trump’s administration that present the bigger challenge. Mike Pence, Trump’s vice-president, deepened confusion over US policy at the weekend, insisting repeatedly in Australia that “all options are on the table” including military action. Pence reiterated the administration line that “the era of strategic patience” – a reference to Barack Obama’s policy of containment – was over. The US wanted actions not words, he said. His tough posture echoed Trump’s bellicose threats to fix the problem by force if others will not. Yet Pence simultaneously expressed hope that dialogue could end a standoff that has tipped into crisis with repeated North Korean nuclear tests and missile launches, US military exercises, new missile defences in South Korea and Japan and threatened naval deployments. “We truly believe that, as our allies in the region and China bring pressure to bear, there is a chance we can achieve a historic objective of a nuclear-free Korea peninsula by peaceful means,” Pence said. Pence’s carrot and stick diplomacy is clumsy but significant. It suggests last week’s overheated media predictions of an imminent, second Korean war were absurdly wide of the mark. It suggests Trump is deliberately stoking such fears to put pressure on Pyongyang, for example by claiming prematurely that a naval armada had been despatched to the region. By threatening Armageddon in response, Kim’s spokesmen fell into the trap. The rhetoric continued on Sunday, with threats to sink Trump’s armada. “Our revolutionary forces are combat-ready to sink a US nuclear-powered aircraft carrier with a single strike,” the Rodong Sinmun, the newspaper of the North’s ruling Workers’ party, said in a commentary. Mind games aside, it is clear now that Trump is relying almost entirely on China to avoid having his bluff called. He said last week he was confident that Xi Jinping, China’s president, would “try very hard” to curb North Korean nuclear and missile development. The US president also referred approvingly to “unusual” Chinese - and Russian - army and air force border deployments, denied by both countries, that he implied were squeezing Pyongyang. “If they want to solve the North Korean problem, they will,” he tweeted. Recent Chinese statements suggest the US, despite its bombast, is keen to pursue a diplomatic solution. China’s foreign ministry said this month’s meeting between Trump and Xi in Florida had produced “fuller and more correct understanding” while state-controlled media said there was optimism about a deal “now that even the once tough-talking Donald Trump is on board for a peaceful solution”. Speaking after meeting Xi, Trump linked a deal on a North Korea weapons freeze to a more relaxed US attitude to bilateral trade imbalances. He has previously threatened to impose punitive tariffs on Chinese imports. If Xi can deliver a “win” on North Korea for Trump, his price may also include a softer US line on China’s military expansion in the South China Sea. For a direct or indirect deal to have any prospect of success, North Korea must play along. It stuck to its same old tune at the weekend condemning “madcap American nuclear war manoeuvres aimed at trampling on our sovereignty and right to survival”. The regime ridiculed Pence’s hosts, Australia, as a puppet state toeing the US imperialist line. Julie Bishop, Australia’s foreign minister, hit back, telling Kim to switch his nuclear budget to helping his “long-suffering” people. In further provocations, a US citizen was arrested at the weekend, bringing the number in custody to three and Pyongyang has vowed to sink the US aircraft carrier Carl Vinson and accompanying Japanese warships if they come close. Such threats are par for the course. Whether or not Kim and his advisers have picked up on US-China readiness to talk is uncertain. Kim knows he cannot ultimately win a fight, but neither can he risk humiliation. Unlike his late father, who engaged in the Bush era six-party talks process, he has no experience of dealing with the west. But it is often forgotten that North Korea agreed to halt its nuclear programmes in 2007. It could do so again, given the right incentives. A key test will come on Tuesday, the 85th birthday of North Korea’s army. South Korean and US analysts suggest Kim may conduct another underground nuclear explosion to mark the anniversary. If he does, all bets are off.",
    "keywords": [
        "approach",
        "carrot",
        "pence",
        "korea",
        "weekend",
        "nuclear",
        "clumsy",
        "kim",
        "trumps",
        "trump",
        "stick",
        "xi",
        "significant",
        "north",
        "korean"
    ],
    "summary": "He said last week he was confident that Xi Jinping, China’s president, would “try very hard” to curb North Korean nuclear and missile development.\n“If they want to solve the North Korean problem, they will,” he tweeted.\nSpeaking after meeting Xi, Trump linked a deal on a North Korea weapons freeze to a more relaxed US attitude to bilateral trade imbalances.\nFor a direct or indirect deal to have any prospect of success, North Korea must play along.\nBut it is often forgotten that North Korea agreed to halt its nuclear programmes in 2007.",
    "sentiment": {
        "neg": 0.1168,
        "neu": 0.8039,
        "pos": 0.0792,
        "compound": -0.1007
    }
}