{
    "date": "2017-12-15T19:52:35Z",
    "title": "Rex Tillerson scales back offer of opening dialogue with North Korea",
    "url": "https://www.theguardian.com/us-news/2017/dec/15/rex-tillerson-scales-back-offer-of-opening-dialogue-with-north-korea",
    "content": "Rex Tillerson has said that the US was keeping channels of communication open with North Korea but said Pyongyang would have to “earn its way back to the table” with a “sustained cessation of threatening behaviour”. In his remarks at a ministerial meeting of the UN security council, the US secretary of state appeared to restate an offer of a dialogue following a pause in nuclear and missile testing that he made on Tuesday, but cast it in tougher language following a rebuke from the White House. Tillerson omitted a line restating US openness to talks “without pre-conditions” that had been in a text of his speech circulated earlier by the state department. “As I said earlier this week, a sustained cessation of North Korea’s threatening behavior must occur before talks can begin. North Korea must earn its way back to the table,” Tillerson said. “The pressure campaign must, and will, continue until denuclearization is achieved. We will, in the meantime, keep our channels of communication open.” Speaking later at the security council meeting, the North Korean envoy Ja Song-nam ignored the US secretary of state’s call for talks, claiming that the US was “terrified by the incredible might of our Republic that has successfully achieved the great historic cause of completing the state nuclear force”. The UN secretary general Antonio Guterres said that a restoration of dialogue with Pyongyang was urgent. “We must do everything we can to reach that objective – and avoid a level of danger that would be unpredictable in its trajectory and catastrophic in its consequences,” Guterres said. On Tuesday, Tillerson told an audience of foreign policy experts: “We’re ready to talk any time North Korea would like to talk, and we’re ready to have the first meeting without precondition”. He said that the initial dialogue could be about the weather or the shape of the table, but added: “We’ve got to have a period of quiet or it’s going to be very difficult to have productive discussions.” Hours later, however, the White House contradicted him, telling reporters that North Korea’s test of an intercontinental missile in November meant that “clearly right now is not the time” for a dialogue. That was ruled out until Pyongyang “fundamentally improves its behaviour”. The mixed messages illuminated a rift between the White House and the state department on North Korea policy. The state department believes an early return to diplomatic contacts is essential to defuse tensions and avoid war by miscalculation, while the White House believes that economic pressure and military threats should be given more time to force Pyongyang’s acceptanc that it will ultimately give up its nuclear weapons programme. Asked about his administration’s policy on Friday, Donald Trump made non-committal remarks. “Well, we’re going to see what happens with North Korea. We have a lot of support,” he said. “There are a lot of nations that agree with us – almost everybody. We can’t let that happen. And we’re going to see what happens with North Korea. We hope it works out.” At the same day, the US special envoy for North Korea policy, Joseph Yun, echoed Tillerson’s remarks during to a visit to Thailand. “It’s very hard to discern what their intent is without, as I said, having a real dialogue,” Yun told reporters. “We are open to dialogue. And we hope they will agree to have a dialogue,” In his remarks to the security council on Friday, Tillerson appeared to be “trying to square the circle between two different policies”, said Mira Rapp-Hooper, senior research scholar in the China Centre at Yale Law School. “He may be pressing diplomacy especially hard because he finds the other streams of thought in the administration so horrifying. But his tenure is expected to be extremely short.” Tillerson omitted a section in the draft version of the speech circulated to reporters before delivery that said that apart from a cessation in nuclear or missile tests “there are no preconditions for talks, nor will we accept pre-conditions from North Korea or others”. In what has become a pattern, unnamed White House officials were quoted as making derogatory remarks about Tillerson on Friday. “I think our allies know at this point he’s not really speaking for the administration,” one official told the Washington Post. Both Tillerson and Trump had denied reports that the White House was planning to fire the secretary of state, but the denials have done little to quash rumours of his departure.",
    "keywords": [
        "dialogue",
        "white",
        "offer",
        "remarks",
        "secretary",
        "korea",
        "state",
        "rex",
        "house",
        "tillerson",
        "talks",
        "opening",
        "scales",
        "north"
    ],
    "summary": "North Korea must earn its way back to the table,” Tillerson said.\nThe mixed messages illuminated a rift between the White House and the state department on North Korea policy.\n“Well, we’re going to see what happens with North Korea.\nAnd we’re going to see what happens with North Korea.\nIn what has become a pattern, unnamed White House officials were quoted as making derogatory remarks about Tillerson on Friday.",
    "sentiment": {
        "neg": 0.0581,
        "neu": 0.8927,
        "pos": 0.0492,
        "compound": -0.049
    }
}