{
    "date": "2017-11-07T14:19:12Z",
    "title": "Seoul food for Trump: shrimp, beef … and 360-year-old soy sauce",
    "url": "https://www.theguardian.com/world/2017/nov/07/seoul-food-for-trump-shrimp-beef-and-360-year-old-soy-sauce",
    "content": "In the diplomatic minefield that is Donald Trump’s whirlwind tour of Asia, where North Korea is dominating the agenda, a new issue is quickly emerging for host nations: what do you serve a 71-year-old man who is not afraid to speak his mind, manners be damned? Trump is widely known to prefer the more familiar cuisine of home, including meatloaf, hamburgers and well-done steak, all served with ketchup. But when travelling abroad each country traditionally attempts to showcase their own unique cooking. In South Korea, a state dinner will be served with a side of politics at a time when Trump is trying to cajole regional allies into presenting a unified front against the threat posed by North Korea. One of the items on the menu in Seoul is called “Dokdo shrimp” and comes from a pair of islets that are at the centre of a territorial dispute between Japan and South Korea. Also on the menu is grilled sole, rumoured to be Trump’s favourite fish, from President Moon Jae-in’s home town served with a brown bean sauce. But the highlight is a dish featuring a beef rib with a gravy containing an “exquisite, 360-year-old soy sauce”. The age implies it was made in 1657, the year the father of the US Declaration of Independence signatory Benjamin Franklin was born. Fermented food including soy sauce is a staple in South Korean cuisine, with soy sauces made by famous artisans and fermented for decades - or centuries - sold for tens of thousands of dollars per litre. At a food show in 2012 a group of artisans displayed soy sauce they claimed had been made 450 years ago, with a price tag of 100 million won ($90,000). “The menu contains food that has local, traditional flavour that could also appeal to the taste of the US head of state,” a South Korean official told local media, with the chefs reportedly describing the style as “Asian-American fusion”. That’s a sharp departure from lunch, where Trump ate Tex-Mex food with US soldiers at the country’s largest overseas base, about 70km (44 miles) south of Seoul. During one lunch in Japan this week, Trump was served a cheeseburger made from imported US beef, a clear attempt by the prime minister, Shinzō Abe, to cater to his guest’s palate.",
    "keywords": [
        "south",
        "beef",
        "sauce",
        "served",
        "food",
        "shrimp",
        "korea",
        "state",
        "seoul",
        "360yearold",
        "menu",
        "trumps",
        "soy",
        "trump"
    ],
    "summary": "Trump is widely known to prefer the more familiar cuisine of home, including meatloaf, hamburgers and well-done steak, all served with ketchup.\nBut the highlight is a dish featuring a beef rib with a gravy containing an “exquisite, 360-year-old soy sauce”.\nFermented food including soy sauce is a staple in South Korean cuisine, with soy sauces made by famous artisans and fermented for decades - or centuries - sold for tens of thousands of dollars per litre.\nAt a food show in 2012 a group of artisans displayed soy sauce they claimed had been made 450 years ago, with a price tag of 100 million won ($90,000).\nThat’s a sharp departure from lunch, where Trump ate Tex-Mex food with US soldiers at the country’s largest overseas base, about 70km (44 miles) south of Seoul.",
    "sentiment": {
        "neg": 0.0212,
        "neu": 0.9444,
        "pos": 0.0345,
        "compound": 0.0185
    }
}