{
    "date": "2017-08-23T12:00:13Z",
    "title": "Top 10 books about tyrants",
    "url": "https://www.theguardian.com/books/booksblog/2017/aug/23/top-10-books-about-tyrants-christopher-wilson",
    "content": "The emergence of a dictator tends to be seen as a unique coincidence of character and circumstance – yet there are clear consistencies. As a tyrant, you’re almost certainly male. You’ll survive much longer in power than a democrat, possibly for 30 to 40 years. Then you’ll die or get toppled. Retirement (more time with the family) isn’t an option. Whether you’re of the left or the right, you’ll have organised repression, mass arrests, routine torture, summary trials, prison camps and a secret police force, and you will have made a cult of your personality. There will be mass murder rationalised as defence of the state. The victims will be described as disposable things. My latest novel, The Zoo, is set in the Union of Soviet Socialist Republics in 1953. It is a time of alternative facts. History gets rewritten daily. Truth is in perpetual flux. People dispensable as flies, disappearing en masse. Some are disinvented entirely – erased from the records, purged from books, wiped from photos. There are two national newspapers: “the truth” and “the news”. However, as the saying goes: “There’s no news in the truth and no truth in the news.” Presiding over all this is the Great Leader – the Man of Iron, the Gardener of Human Happiness, the Genius, the Architect of Joy, the Moral Compass of the Universe, Kind Uncle Joe. My aim was to occupy the mind of a tyrant – in this case, a tyrant much like Stalin – reasoning that everyone has their reasons, even monsters. This selection explores the mentality and behaviour of the tyrant, the conditions that support him, his impact on the population and the means to oppose him. 1. I, Claudius by Robert Graves A writer, lame, with a stammer and deaf in one ear, Claudius is seen as an idiot by his Roman imperial family – too ineffectual to bother about, let alone kill. Claudius watches as his relatives jostle for power and dispose of each other. Augustus gives way to the paranoid Tiberius. Then there’s the crazy Caligula, who declares himself a god, makes his horse a senator, commits incest with his three sisters and has sections of the crowd at the games thrown to the lions. Imagined by Robert Graves, sourced from Suetonius and Tacitus accounts, the book is an encyclopaedia of tyrannical possibilities, and a cracking, engrossing, gossipy read. 2. We by Yevgeny Zamyatin Written in 1920, but never published in the Soviet Union, this dystopian novel of a totalitarian future, anticipates the biological controls of Brave New World and the Big Brotherish language of 1984. Governed by the Benefactor, Reason and One State, citizens are numbers in a transparent world of glass, with every waking moment governed by the (time) Table. Freedom is an “unorganised primitive state” incompatible with happiness. Sex is licensed. But outside the containing Green Wall there’s another world – of anarchy, freedom and furry people. With his writings suppressed, Zamyatin wrote to Stalin describing himself as a writer in waiting, until “it becomes possible in our country to serve great ideas without cringing before little men”. 3. It Can’t Happen Here by Sinclair Lewis Suspend disbelief and imagine this: a political outsider, a populist demagogue gets elected president of the USA, lashing out at a liberal press, promising to sort out Mexico, stigmatising minorities, appealing to the blue-collar vote, promising a return to greatness and prosperity. Once elected, he establishes a militia to quell dissent, jails opponents, invades Mexico. Written in 1935, Lewis drew on the career of the Louisiana governor Huey Long, imagining an America infected with a bad dose of European fascism. At least it can’t happen here. 4. The Dictator’s Handbook by Bruce Bueno de Mesquita and Alastair Smith Here’s a Freakonomics or Selfish Gene of politics. Whatever its ideology, its rhetoric or moral pleadings, power always follows one rule. It acts to sustain itself. The aim of power is to retain power. But even dictators don’t rule alone. Every government requires a coalition of essential supporters who need rewarding or paying off. A lot follows from basic principles. The larger the coalition, the better the infrastructure, the less the reliance on natural resources, the more inclusive and democratic the society will be. Dictatorships are more stable because there are simply fewer vested interests to serve. A successful tyranny reduces the proportion of influential people and maximises the number who are irrelevant and interchangeable. 5. The Color Purple by Alice Walker Tyrants operate not just in government at the national level, but in every layer and tranche below. These despots are bosses, teachers, priests, parents, siblings, spouses. In The Color Purple, Walker unpacks them all like a nest of Russian dolls. Poor Celie, has a hard ride. Growing up in the American south in the 1930s, she gets the lot – the abusive parent, the rapist, the wife-beater, the bigot, the bully – and suffers, absorbs, learns and survives. 6. The Autumn of the Patriarch by Gabriel García Márquez This story is powerful and complex, in love with the comma, disdaining the fullstop, with imagery you can smell, touch and taste, repugnant and beautiful, with labyrinthine sentences, intersecting voices and without speech marks. It’s the tale of the 100-year reign of the genocidal, man-roasting, child-slaughtering, patriarch and the fear and awe he commands in his people. 7. Nothing to Envy: Ordinary Lives in North Korea by Barbara Demick A book that travels to a hermit country that has dropped out of the world to follow the lives of six North Koreans under the rule of Kim Il-Sung and Kim Jong-Il. All eventually find their way to South Korea to tell their experiences of hideous brutalities, homeless orphans, labour camps, starvation, cradle-to-grave indoctrination and the godlike status of the Dear Leader. But even defection doesn’t bring peace. Having internalised tyranny, South Korea is unsettling. And there’s gut-gnawing guilt – they know that they’ve condemned their remaining relatives to retaliatory punishment, labour camps or worse. 8. Stalin: The Court of the Red Tsar by Simon Sebag Montefiore This is a great book – among the classic biographies of the major 20th-century tyrants. It’s meticulously researched from primary sources, humanising the circle that governed the Soviet Union. At the centre is Stalin, this moralistic opportunist, dull charmer, loyal back-stabber, Mozart-loving, humane mass-murderer, rapacious reader, sensitive poet, bestial man of culture, cinephile and lover of nature, who thought it best to starve millions of his people in Ukraine and Kazakhstan, institute a Great Terror, establish a massive network of labour camps, and who would proudly assert: “Gaiety is the most outstanding feature of the Soviet Union.” To complete the picture, add the terminal query: was he murdered? 9. The Authoritarian Personality by Theodor W Adorno, Else Frenkel-Brunswik, Daniel Levinson and Nevitt Sanford Tyranny is coercive, but it also relies on the complicity and conformity of the public. This study, written after the second world war as an attempt to account for European fascism, offers a psychic audit of “the follower”. The research may itself be flawed by the biases and selective perception it finds in the authoritarian personality, but it’s compelling and coherent. The despot requires a compliant middlerank that defers to those above and despises those below, stigmatises difference, rejects the foreign, externalises aggression, enjoys simplicity, obeys without question and turns a deaf ear to the inner drone of conscience. But, heck, it’s a long read – and technical. 10. On Tyranny: Twenty Lessons from the Twentieth Century by Timothy Snyder Here’s a recent primer on avoiding tyranny based on twenty key lessons. Some of these principles seem like a direct rebuttal of Trump – “be kind to our language,” “believe in truth,” “listen for dangerous words”. Others sound like a warning about recent events in Turkey or Russia – “defend institutions,” “beware the one-party state,” “do not obey in advance”. These principles may seem obvious, or presume an unrealistic, public bravery – “stand out,” “be as courageous as you can.” Some sound like forlorn echoes from history, but they may well be the clearest, soundest advice we get. The Zoo by Christopher Wilson is published by Faber, priced £12.99. It is available for £11.04 from the Guardian Bookshop.",
    "keywords": [
        "tyranny",
        "union",
        "world",
        "truth",
        "state",
        "tyrant",
        "theres",
        "books",
        "power",
        "stalin",
        "tyrants",
        "soviet"
    ],
    "summary": "My latest novel, The Zoo, is set in the Union of Soviet Socialist Republics in 1953.\nSome are disinvented entirely – erased from the records, purged from books, wiped from photos.\nThe Color Purple by Alice Walker Tyrants operate not just in government at the national level, but in every layer and tranche below.\nStalin: The Court of the Red Tsar by Simon Sebag Montefiore This is a great book – among the classic biographies of the major 20th-century tyrants.\nIt’s meticulously researched from primary sources, humanising the circle that governed the Soviet Union.",
    "sentiment": {
        "neg": 0.0742,
        "neu": 0.8477,
        "pos": 0.0781,
        "compound": 0.0425
    }
}