{
    "date": "2017-07-04T18:59:56Z",
    "title": "The Guardian view on North Korea: burgers not bombs | Editorial",
    "url": "https://www.theguardian.com/world/commentisfree/2017/jul/04/the-guardian-view-on-north-korea-burgers-not-bombs",
    "content": "The prospect of sitting down to hamburgers with Kim Jong-un, as aired by Donald Trump, is not appetising. But North Korea’s latest missile launch should remind the United States that it can’t wait for him to eat humble pie, nor expect China to take his lunch away. Pyongyang’s bold claims of a successful intercontinental ballistic missile test don’t have to be absolutely accurate to be alarming. The US military has suggested it was an intermediate-range missile, though others believe it was an ICBM. It was not “capable of hitting anywhere in the world”, but at least one analyst judged it capable of reaching Alaska. It demonstrates that North Korea’s programme is gathering pace, even if important technical challenges remain. Pyongyang has now launched more major missiles in the last three years than in the previous three decades. Mr Trump had already warned that “patience is over”; the Obama administration’s waiting game failed to hold back the grains in the hourglass. “Time is not on our side,” former US senior officials with extensive experience of Pyongyang warned the president last week, urging him to engage in dialogue. The regime is not suicidal, but a miscalculation or mistake could bring nuclear catastrophe to the region, they told him. Technological solutions – disabling launches through electronic or cyber attacks, or intercepting missiles – will be at best only partially successful. Sanctions may be part of the answer, but history shows that they are not in themselves a solution. The administration has flirted repeatedly with military options, and there is a grave risk that its interest in them may revive, despite the immense dangers. The prospects of destroying the nuclear arsenal – still less conventional stockpiles – would be low, the prospects of devastating repercussions for Seoul high and the chances of a wider destabilisation of the region significant. For now, the US appears to be focusing on yet more sanctions, and pressure on China – though it is hard to know whether arms sales to Taiwan and the mooting of trade restrictions are an attempt to twist Beijing’s arm, or an acceptance of the fact that it is not “put[ting] a heavy move” on its neighbour, as Mr Trump had hoped. And while China could make North Korea collapse, it cannot make it change course. It does not want a failed state and US troops on its border. Xi Jinping and Vladimir Putin reiterated their preferred course on Tuesday: dialogue, a freeze on tests on Pyongyang’s part, and the suspension of military drills by Washington and Seoul. That was not so much a way forward as an attempt to head off the US. Beijing and Moscow have a useful part to play. So too does South Korea, where new president Moon Jae-in seeks better relations with the North, and Japan. But Pyongyang’s real interest is in the US, and specifically in the prospect of a security guarantee. The North was flattened by US bombs in the Korean war; and the Iraq war spurred its commitment to its arms programme. The missile was launched on the eve of the US’s Independence Day, not China’s National Day. Mr Kim does not want a banquet with Xi Jinping, but a place at the table with Mr Trump. Both as a candidate and as president, Mr Trump has toyed with the idea of meeting Mr Kim; last month the North Korean ambassador to India again mooted the possibility of bilateral talks and a freeze on nuclear and missile tests. Such a prospect looks even more distant and less palatable following the case of Otto Warmbier, the US student detained in the North and released, in a coma, only days before his death. Turning low-level, informal talks into negotiations and then a deal would be harder still. But as the former US officials stressed, opening dialogue is neither a reward nor a concession to North Korea; it is simply the only realistic way to reduce the growing dangers. The prospect of Pyongyang triumphing in its programme, or of a conflagration on the peninsula, should be even harder to swallow.",
    "keywords": [
        "bombs",
        "mr",
        "korea",
        "pyongyangs",
        "burgers",
        "north",
        "editorial",
        "president",
        "nuclear",
        "prospect",
        "trump",
        "missile",
        "view",
        "pyongyang",
        "programme",
        "guardian"
    ],
    "summary": "It demonstrates that North Korea’s programme is gathering pace, even if important technical challenges remain.\nMr Trump had already warned that “patience is over”; the Obama administration’s waiting game failed to hold back the grains in the hourglass.\nSo too does South Korea, where new president Moon Jae-in seeks better relations with the North, and Japan.\nThe North was flattened by US bombs in the Korean war; and the Iraq war spurred its commitment to its arms programme.\nMr Kim does not want a banquet with Xi Jinping, but a place at the table with Mr Trump.",
    "sentiment": {
        "neg": 0.0858,
        "neu": 0.7807,
        "pos": 0.1334,
        "compound": 0.0793
    }
}