{
    "date": "2017-07-06T23:45:57Z",
    "title": "Malcolm Turnbull clarifies sanctions threat against China over North Korea",
    "url": "https://www.theguardian.com/world/2017/jul/07/turnbull-clarifies-barnaby-joyces-sanction-threat-against-china-over-north-korea",
    "content": "Malcolm Turnbull has clarified Barnaby Joyce’s suggestion that Australia would have sympathy for imposing trade sanctions on China over its relations with North Korea, reiterating that longstanding sanctions are imposed under the United Nations. Speaking in Hamburg before the G20 summit, the prime minister said Australia already supported sanctions on individual companies dealing with North Korea over its continued nuclear weapons program. “We are a party to and of course support the sanctions imposed by the United Nations and we also have autonomous sanctions of our own against North Korean entities and individuals,” Turnbull said. “But we will work cooperatively through the United Nations and taking measured steps autonomously, but focused on bringing the economic pressure to bear on North Korea to bring that regime to its senses without conflict.” On Thursday, after North Korea’s successful test of an intercontinental ballistic missile, the deputy prime minister said Australia would have sympathy for US trade sanctions against China for “aiding and abetting” North Korea. On Friday Donald Trump said he was considering some “very severe things” and called on other countries to exert pressure on Pyongyang over its “very bad behaviour”. Turnbull refused to speculate on what steps the US might take but he reiterated that North Korea’s missile program was illegal and dangerous and again urged China to act as the country with the greatest leverage over Pyongyang. The foreign affairs minister, Julie Bishop, also clarified that Australia had no plans to impose trade sanctions on China. The finance minister, Mathias Cormann, said Joyce was talking about sanctions on individual companies dealing with North Korea, not just Chinese companies, already imposed under the UN. Labors’s foreign affairs shadow, Penny Wong, said more thinking before speaking would be useful as North Korea escalated its global threat to all nations. “[Joyce] did clarify that afterwards, but really a little more thinking before speaking would have been useful,” Wong said. “North Korea has escalated the threat to all nations. They are a risk to global security and the global community must act together to counter that threat. “I think that Barnaby’s approach is not the right way of approaching this. I think we should be urging China to do more, we should be urging all the nations of the world to work together to deal with what is a global threat.” Turnbull met the German chancellor, Angela Merkel, overnight when they discussed countering terrorism and radicalisation. The meeting also confirmed a “shared commitment to an open, rules-based trading system” as the US ramps up its rhetoric of trade sanctions. “We obviously have a great deal to discuss about trade to ensure that we maintain free and open markets in the world today, on which our economy and our economic growth and the opportunity of Australians depend,” Turnbull said. The meeting reaffirmed the Paris climate change agreement and a shared commitment to women’s economic empowerment and workforce participation. But the North Korean issue has overshadowed the G20 meeting, which has been marked by protests. German police have used water cannon and pepper spray to disperse an anti-capitalist protest dubbed the “Welcome to Hell” march.",
    "keywords": [
        "turnbull",
        "clarifies",
        "korea",
        "trade",
        "threat",
        "sanctions",
        "china",
        "nations",
        "malcolm",
        "minister",
        "global",
        "north"
    ],
    "summary": "Malcolm Turnbull has clarified Barnaby Joyce’s suggestion that Australia would have sympathy for imposing trade sanctions on China over its relations with North Korea, reiterating that longstanding sanctions are imposed under the United Nations.\nThe foreign affairs minister, Julie Bishop, also clarified that Australia had no plans to impose trade sanctions on China.\nLabors’s foreign affairs shadow, Penny Wong, said more thinking before speaking would be useful as North Korea escalated its global threat to all nations.\n“North Korea has escalated the threat to all nations.\nThe meeting also confirmed a “shared commitment to an open, rules-based trading system” as the US ramps up its rhetoric of trade sanctions.",
    "sentiment": {
        "neg": 0.1027,
        "neu": 0.8071,
        "pos": 0.0902,
        "compound": -0.0098
    }
}