{
    "date": "2017-09-04T05:34:25Z",
    "title": "After North Korea's denuclearisation has failed, who can bring it back to the negotiation table? | Jiyoung Song",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/04/after-north-koreas-denuclearisation-has-failed-who-can-bring-it-back-to-the-negotiation-table",
    "content": "Pyongyang claims that it’s had a “complete success” for its testing of hydrogen bombs, the sixth nuclear test. Seismologists detected 5.7-6.3 magnitude of a man-made earthquake on Sunday. Both South Korean and US government sources confirmed that there was an underground test near Kilju, Punggye-ri in North Hamgyong where the last five nuclear tests were conducted. This is less than a week after North Korea fired a ballistic missile over Japan and three weeks after it threatened to attack the US territory Guam. Pyongyang’s aim is to complete its nuclear status by the end of the year. The regime says its nuclear power would protect the country from the US aggression. The North’s nuclear program, according to them, is for their self-defence and deterrence from US invasion. North Korea is not a democratic country and its human rights situation is not up to any post-war international standards. There are historical reasons for it. The country has never experienced a peaceful transition to modern democracy. It was a feudal dynasty until 1910 when Korea was forcibly annexed by Japan. The 1919 Korean Independence Movements were severely crushed by the Japanese. There were systematic discrimination against ethnic Koreans during the colonial period. At the end of the second world war in 1945, it was not Japan but Korea that the USSR and the US decided to divide. After the Korean war ended with the 1953 armistice, signed by North Korea, China and the UN led by the US, North Korea has been under the Kim family dynasty. Since the end of the cold war, North Korea lost all its socialist allies whose systems then all collapsed. Moscow and Beijing shifted its policy more towards being part of the international market economy. North Korea has never had that chance because of the very fundamental regime survival and national security issues they have. Isolating itself from the rest of the world and creating external threats and inter-Korean conflicts have been the regime’s means to survive. The denuclearisation of North Korea has failed. The 1994 Geneva framework between the US and North Korea didn’t deliver its promises. The six-party talks initiated by Beijing ended with Pyongyang’s second nuclear test in 2009. The North did demolish its Yongbyon nuclear reactor and allowing IAEA inspectors to pursue “complete verifiable and irreversible denuclearisation” (CVID). But the light water reactor, a peaceful use of nuclear energy, and lifted sanctions Pyongyang wanted never arrived. In the meantime, North Korea had leadership change from Kim Jong-il to his third son, Kim Jong-un. For the first five years, he purged all his political opponents including his uncle, Jang Song-thaek, and the half-brother, Kim Jong-nam. He is relatively young and loves emulating his grandfather, Kim Il-sung, who invaded South Korea at the age of 38 in 1950. Kim Jong-un has been developing nuclear weapons programs as he thinks it’s the only way to deter the US invasion and regime change he’s seen in Iraq and Libya. US president Trump’s blasting rhetoric like “fire and fury” or “locked and loaded military solution” only justified Kim’s narrative about the US aggression. Kim unites his generals, nuclear scientists and millions of foot soldiers who are ready to go to war with the US. There is no appetite for peaceful dialogues with North Korea internationally. South Korea’s new president Moon Jae-in was the only party that proposed talks with Pyongyang which then ignored this good gesture and bypassed its fellow Koreans in the South over to the US. China and Russia joined the latest UN security council sanctions against North Korea. For them, Pyongyang is doing all the verbal fighting and military provocation against Washington that they want but choose not to. The current debates on the North Korean nuclear program are limited to security: North Korea should stop developing its nuclear program and in return, the US must stop or downgrade joint military exercises, reduce the US troops in South Korea and establish a peace agreement with North Korea. Here is one big elephant in the room. To borrow Clinton’s campaign strategist’s term, it’s “the economy, stupid!”. Any state that doesn’t want North Korea to be a nuclear state must pay. Victor Cha, the potential appointee for the next US ambassador to Seoul, argues that China should pay. Otherwise, we might have to live with nuclear North Korea. None offered carrots yet to North Korea for giving up their weapon-grade nuclear program. Who is willing to pay? It’s definitely not the US under Trump, who is likely to buck-pass to China, which then would blame and threaten South Korea to pay. What’s likely to happen after the recent series of heightened military provocation is a relatively quiet period. During this time, Pyongyang will wait and see any offers from its neighbours. At the moment, everyone has different interests in mind. Seoul is willing to accept the US-North Korea bilateral talks, in close coordination with South Korea. Beijing is busy with its own party congress, not keen to talk to Pyongyang and certainly not happy with Seoul’s sovereign decision to deploy the US missile defense system, Terminal High Altitude Area Defense (THAAD). Tokyo wants to make sure Pyongyang’s missiles won’t fly over its head again. Moscow wants to exert its influence in its far east. It’s an opportunity for any aspiring great power to make Pyongyang give up its nuclear program and bring it to peace negotiation. Unfortunately, currently there is a significant vacuum. Jiyoung Song is senior lecturer in Korean Studies at the Asia Institute, University of Melbourne",
    "keywords": [
        "table",
        "south",
        "song",
        "war",
        "jiyoung",
        "pay",
        "negotiation",
        "failed",
        "denuclearisation",
        "korea",
        "bring",
        "nuclear",
        "kim",
        "program",
        "korean",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North Korea is not a democratic country and its human rights situation is not up to any post-war international standards.\nSince the end of the cold war, North Korea lost all its socialist allies whose systems then all collapsed.\nNorth Korea has never had that chance because of the very fundamental regime survival and national security issues they have.\nThe denuclearisation of North Korea has failed.\nOtherwise, we might have to live with nuclear North Korea.",
    "sentiment": {
        "neg": 0.0831,
        "neu": 0.8482,
        "pos": 0.0688,
        "compound": -0.0102
    }
}