{
    "date": "2017-08-29T13:42:54Z",
    "title": "Markets slide after North Korea fires missile over Japan – as it happened",
    "url": "https://www.theguardian.com/business/live/2017/aug/29/markets-jittery-after-north-korea-fires-missile-over-japan-business-live",
    "content": "News that North Korea had launched a missile over Japan unnerved investors and sent them scurrying out of shares and into safer assets. Just when some of the belligerence and rhetoric between North Korea and the US seemed to have faded, this latest action ratcheted up the tensions again. President Trump announced “all options are on the table” following the missile launch. So European markets fell back with the FTSE 100 hitting a 16 week low and the European Stoxx 600 at a six month low. The Vix volatility index moved sharply higher, reflecting the uncertainty among traders. Gold was in demand as investors sought havens for their cash, as were Swiss francs and the yen. On the currency markets it was a mixed day for the pound. It fell against the euro, both on Brexit worries and thanks to the continuing strength of the euro itself. But Capital Economics believes the current weakness of the pound against the single currency may not last. Against the dollar the pound moved higher, benefiting from the US currency’s weakness on talk another interest rate rise may not be imminent. There were also concerns about the effect of tropical storm Harvey on the US economy. Harvey, formerly designated a hurricane, has seen oil prices slip on uncertainty over the damage it is causing to refineries. On the economic front, France’s GDP grew by 0.5% in the second quarter as expected, while German consumer confidence edged higher. In the UK there were some weak housing market figures. At the moment the FTSE 100 has lost just over 1%, Germany’s Dax is down 1.9%. and France’s Cac has fallen 1.37%. On Wall Street the Dow Jones Industrial Average is down 0.47%. Gold is up $5 an ounce at $1322, while Brent crude is own 0.15% at $51.81 a barrel. On that note, it’s time to close up for the day. Thanks for all your comments, and we’ll be back tomorrow. In common with the European markets, Wall Street has dropped sharply in the wake of the renewed tensions following North Korea’s launch of a missile over Japan. The Dow Jones Industrial Average is down 127 points or 0.58% while the S&amp;P 500 opened 0.64% lower and the Nasdaq Composite has lost 0.84%. More house price data from the US, and it is pretty much in line with expectations: US stock markets look set to open lower when the bells ring in New York this morning. Both the S&amp;P and Dow futures are down ahead of the business day, driven down by fears over North Korea. Economists seem unfazed by the likely impact of Hurricane Harvey, even though gas prices are rising and the region supplies 20% of the US’s total crude oil supply. The US has bounced back quickly from similar disasters and investors are clearly betting the same will be true this time. Pyongyang’s latest moves, however, are another story. Harvey may no longer be a hurricane but a tropical storm, but it is likely to be causing considerable financial damage. Julia Kollewe reports: With the catastrophic Texas floods triggered by Hurricane Harvey set to worsen, early estimates suggest the financial damage it has inflicted has already run into tens of billions of dollars, and one forecaster has predicted the final bill could be as high as $100bn (£77bn). The tropical storm continues to batter south-eastern Texas, where it has so far claimed at least nine lives, and is expected to reach southern Louisiana. Thousands of homes have been flooded forcing residents to seek emergency shelter. US authorities estimate 30,000 people will need shelter. So far predictions of the final cost of the damage vary widely. Some insurance analysts are putting the likely damage at $30 to $50bn – but point out that not all of this sum will be covered by insurance. However, David Havens, an insurance analyst at Imperial Capital in New York, told Bloomberg News the final bill could reach as much as $100bn. This compares with damage of $120bn caused by hurricane Katrina in 2005, which included $80bn of insured losses, and the $75bn economic losses caused by hurricane Sandy in 2012. As homeowners’ personal insurance policies tend to exclude flood cover, most of the flood-related claims will be borne by the US National Flood Insurance Programme. However, many people in eastern Texas have failed to buy coverage from NFIP or have let their policies lapse, the New York Times reported. It said many never had to buy flood insurance because their property was not listed as being on a 100-year floodplain. Charles Watson of data analytics firm Enki estimates the damage to homes alone could total $30bn. The full story is here: The pound’s current weakness against the euro may not last, says Capital Economics: The White House has issued a response to the North Korea missile launch: Back with Germany, and consumer confidence continues to grow. Released earlier, the GfK consumer consumer confidence survey came in at 10.9, its highest level since October 2001 and up from 10.8 the previous month. Analysts had expected an unchanged reading. GFK said: Consumers in Germany see the domestic economy continuing on a very good path. Evidence of this is provided by the new increases in income expectation and propensity to buy. It has been possible for both to again improve in their high levels. Economic expectation, on the other hand, has suffered a setback. Yet its current level still suggests that consumers nevertheless see the German economy continuing on a course for growth. Oil prices have slipped back, on uncertainty over the damage being caused in Texas by Hurricane Harvey, now a tropical storm. Brent crude is down 0.79% at $51.48 a barrel while West Texas Intermediate is 0.09% lower at $46.53. The move in Brent in particular is putting more pressure on markets which are already suffering from the renewed tensions after North Korea launched its missile over Japan. Connor Campbell, financial analyst at Spreadex, said: North Korea’s provocative missile launch over Japan remained the main market-driver this Tuesday, with the European indices only widening their losses as the morning went on. There were a variety of different reasons, on top of the macro-fears surrounding Kim Jong Un’s itchy trigger figure, driving the European markets lower. In the UK the FTSE’s 1.2% fall – leaving it only handful of points above 7300 – was exacerbated by Brent Crude’s own 1% drop, taking the black stuff back below $51.50 per barrel. The commodity is being dragged lower by news that Hurricane Harvey hit several refineries along the US Gulf Coast, and has in turn weighed on the likes of BP and Shell. The DAX and CAC saw their losses increase to 1.9% and 1.5% respectively as the euro went on its latest romp. Against the dollar – which has myriad problems to deal with both internationally and domestically – the euro surged half a percent to a $1.205-nearing 2 and a half year high, while against the pound it rose 0.4% to send sterling stumbling towards €1.075. Germany’s forthcoming federal elections will have little impact on the country’s credit rating over the next four years whatever the outcome, according to a report from Moody’s. Colin Ellis, a managing director at the ratings agency and co-author of the study, said: “Although the German elections could result in a number of different potential coalitions, we don’t expect any plausible combination to have a material impact on the credit profiles of the country’s rated debt issuers.” The Moody’s report stated: Germany’s sovereign credit quality is resilient to any plausible election outcome given the country’s very high economic, institutional and fiscal strength. However, growth and debt levels will be influenced by policymakers’ response to rising demographic pressures and their approach to labour market flexibility. At the European level, the government’s stance on issues such as debt pooling or fiscal transfers among European Union countries will be an important factor. Given the main parties’ differing views on these and other important policy areas, the composition of the next coalition will, at the margins at least, influence how Germany’s sovereign credit profile evolves. As the market slide accelerates – the FTSE 100 is down 1.36%, Germany’s Dax has lost 1.96% and France’s Cac is 1.58% lower – the so-called fear index is on the rise. The Vix volatility index has jumped 25% to 14.16 since the North Korea missile launch, though this is below the year high of 17.28 on 11 August after President Trump made his “fire and fury” comments against Kim Jong-un. Chris Beauchamp, chief market analyst at IG, said: After weeks of quiet, renewed geopolitical tensions and a soaring euro are combining to cause some impressive moves across markets this morning. We have seen triple-digit losses on the FTSE 100, while in Europe the surge in the euro past $1.20 has resulted in brutal morning for European equities. North Korea’s dramatic escalation last night prompted some impressive risk-off moves in Asia, with the European session naturally following suit. US futures are under pressure, although everyone is waiting for the first tweet on the subject from the Commander-in-Chief before hitting the sell button too hard. Hurricane Harvey is hitting insurers hard, as investors try to price in the potential costs of the devastation in Texas, while a drop in US Treasury yields is prompting a mini-rout in bank stocks. Much of what we are seeing in equities this morning is also a reflection of the moves in the foreign exchange space; Jackson Hole duly delivered in terms of lack of news, and the reflex action has kicked in, with investors buying the euro, driving it to a 3-year high, and resuming their selling of the US dollar. We have a few weeks to go until the next Fed meeting, when the bank will get the chance to put a more dollar-positive view forward. Until then, we should expect further euro strength, and thus more downside for European stock markets. Ahead of the open, we expect the Dow to start at 21,666, 142 points lower from Monday’s close. Self explanatory: Sterling is having a tough day against the single currency, thanks to continuing concerns about the outcome of Brexit talks as well as the strength of the euro. The pound is currently down 0.4% at €1.0751. Investors are nervous about the lack of progress in the Brexit discussions and an uninspiring performance from the UK economy – it showed the slowest growth of any G7 country in the second quarter. Former MPC member Andrew Sentance tweeted: However the strength of the euro is also a factor. ECB president Mario Draghi’s speech at the Jackson Hole gathering of central bankers at the end of last week revealed nothing much about future monetary policy; but that did little to dispel the idea the central bank would soon set out plans to cut back its economic stimulus measures, including easing its bond-buying programme. ING Bank said: The euro continues to march higher despite ECB President Mario Draghi staying tight-lipped over future policy plans at Jackson Hole (as we expected). The focus now turns to the crucial 7 September ECB meeting: out economists note that the demand for an ECB game plan on tapering is getting stronger by the day; indeed the key arguments in favour of tapering are the successful defeat of the deflation risk, the strong economic recovery and bond scarcity. However, we note that the ECB’s preference will be for a cautious tapering, with a very gradual withdrawal of some monetary stimulus that ideally doesn’t cause any tightening of financial conditions. If the pound is weak against the euro, then it is a different story regarding the dollar. The US currency has been under pressure on concerns about the continuing uncertainty in the White House, while Federal Reserve chair Janet Yellen gave it little support in her own speech at Jackson Hole. Meanwhile the revival of tensions with North Korea in the wake of the missile launch over Japan and worries about the costs of Hurricane Harvey - and its effect on US economic growth - has also had an impact. So against the dollar, the pound is currently up 0.22% at $1.2960. Meanwhile the euro is at an 18 month high of around $1.20 against the dollar. Unsurprisingly, US markets are expected to open lower, with the Dow Jones Industrial Average future indicating a 118-point decline amid the North Korea tensions and Hurricane Harvey. Gold is up $4 an ounce at $1321 on fears about where the tensions between the US and North Korea will lead. In a sign of demand for the precious metal, investment firm the Pure Gold Company said it had seen a sharp increase in people buying physical gold. Its chief executive, Josh Saul, said: We have been taking orders since 5am this morning from clients citing fears that tensions between the US and North Korea will escalate after North Korea’s latest missile test over Japan. President Trump has [previously] vowed to respond with “fire and fury” and many of our clients believe this will make the situation considerably worse, increasing the unpredictability of the geopolitical situation. We’ve seen a 78% increase in financial professions investing in physical gold on the expectation that the equity markets and the dollar will continue to slip while the gold price rallies. Physical gold investment from first time purchasers has increased by 87% as they worry about market uncertainty in the face of such volatile world leaders. The rise of gold through the $1,300 an ounce barrier – which had proved resistant for some while – is likely to lead to continued support for the precious metal, analysts believe. Hussein Sayed, chief market strategist at FXTM, said: Gold seems to have benefited from the tensions [following the North Korea missile launch], currently trading at a nine-month high. However, most of the gains in the precious metal occurred before the missile launch, meaning that there are different factors supporting prices. U.S. 10-year Treasury bond yields have been falling since 10 July, with total declines of 10.8%. This partially explains gold’s 8.6% surge since then, and investors are still not buying Trump’s tax reforms. Yields should be much higher than current levels, especially since the Fed didn’t seem to back off on raising rates. Gary Cohn, head of Trump’s National Economic Council, has a high probability of replacing Janet Yellen when her term ends by January 2018. Cohn is not only expected to back financial sector deregulation, but also to keep interest rates low in order to support the implementation of Trump’s pro-growth economic policies. This provides another valid reason to purchase the yellow metal. With ongoing geopolitical tensions, the looming debt ceiling, threats to scrap Nafta, and a low yield environment, gold prices are likely to remain well supported. $1,300 has been a critical resistance level since the beginning of the year, with four failing attempts to break through; after yesterday’s surge however, $1,300 will likely turn into support. Back with the UK economy, and some weak housing market figures. My colleague Julia Kollewe has the details: UK house prices dipped this month, dragging down the annual growth rate, in further evidence of a cooling market. The average price of a home fell 0.1% between July and August to £210,495, according to Nationwide, Britain’s biggest building society. Prices rose in July and June but fell between March and May, the first time this had happened since the financial crisis. The latest monthly price drop took the annual growth rate back down to 2.1%, a level last seen in May, which was the lowest rate in four years, from 2.9% in July. Robert Gardner, Nationwide’s chief economist, said: “The slowdown in house price growth to the 2-3% range in recent months from the 4-5% prevailing in 2016 is consistent with signs of cooling in the housing market and the wider economy.” He noted that economic growth had halved from last year to about 0.3% per quarter in the first half of this year and that the number of mortgages approved for house purchase hit a nine-month low in June, while surveyors had reported softening in the number of new buyer inquiries. He said in some respects the slowdown in the housing market was surprising, given the strength of the labour market, while mortgage rates have remained close to all-time lows. But household finances are under mounting pressure, with the cost of living rising steadily as the weak pound bites, and wage growth stagnating. The full report is here: With the costs of Hurricane Harvey estimated by some reports to be as much as $100bn when the final tally comes in, insurers have come under pressure. Lancashire Holdings is down more than 2%, Beazley has fallen 1.6% and Hiscox is 1% lower. Amid concerns about North Korea firing a missile over Japan, Europe’s stock markets are sliding in early trading. The FTSE 100 has fallen by 1%, Germany’s Dax and France’s Cac are down 0.9% and Italy’s FTSE MIB has fallen 0.5%. The European Stoxx 600 has hit a six-month low. France’s economy grew by 0.5% in the three months to June, in line with the initial estimates and analyst forecasts. This is the third quarter in a row that the country’s GDP has increased by that amount. Exports bounced back, imports slowed significantly and domestic demand held firm, said statistics agency Insee. But corporate investment decelerated sharply, up by 0.7% after a previous rise of 1.3%. Of course the US president has other things on his plate too. There is his tax overhaul speech on Wednesday, but there is also the problem of the debt ceiling and Trump’s threat last week to shut down the government if he does get funds for his Mexican border wall. The arrival of Hurricane Harvey and the cost of repairing the damage will only put more pressure on the country’s finances, and will not help Trump’s attempts to fund his pet project. CMC’s David Madden says: Traders are looking ahead to Donald Trump’s speech on Wednesday, where he is going to talk about bringing in tax reform, and investors are certainly in favour of the President’s pro-business policies, but will the plans get introduced. Mr Trump failed to overhaul the healthcare system, and it wasn’t just the Democrats who scuppered his plans, members of his own party opposed it too. What benefits the President, is that tax reform is the sort of policy that you could imagine support coming from both parties. Keeping with US politics, the debt ceiling is looming and Mr Trump has already warned the US government that it risks being shut down if it can’t find the funds to build the wall along the Mexican border. The timing of Hurricane Harvey is adding to the problems as Washington will have to deal with those costs too. Investors are nervous about the potential political gridlock in the US. President Trump’s response so far to the latest North Korean missile has been fairly measured but investors will be watching what he says or does next. Konstantinos Anthis at ADS Securities says: Stock traders are concerned that if the situation escalates even further then the markets will look for risk-off assets taking bets off the equities. The US futures are also pointing towards a bearish opening and the important question now is what President Trump’s response is going to be: if the US President opts for a tempered response then stock traders will breathe a sigh of relief but on the opposite case a sharp sell-off can drive the equity indices down to their recent lows. Good morning, and welcome to our rolling coverage of the latest news from the world economy, the financial markets, the eurozone and business. News that North Korea had fired a missile over Japan has rattled stock markets, after a calmer period when it looked as though the belligerent words and actions from Kim Jong-un had petered out. Japanese prime minister Shinzō Abe called the missile launch an “unprecedented and grave threat” to the country’s security, and both he and US president Donald Trump have vowed to ramp up the pressure on North Korea. But after the initial reaction, traders recovered some of their nerves. The Nikkei 225 is down 0.47%, while the Hang Seng is 0.27% lower. European markets are forecast to be a bit worse off at the open: David Madden,analyst at CMC Markets UK, said: Tensions have been running high for a number of weeks now in relation to North Korea, and this move has sent traders running for cover. The situation surrounding North Korea has become more serious now, and we are seeing a risk-off strategy being adopted by traders. There was a knee-jerk reaction to the missile being launched, but after a while traders nerves settled, and we saw a bounce back in equity markets – which are off the lows of the session. As usual in these circumstances, traders were looking for havens and the yen, ironically, the Swiss franc and gold were in demand. Ipek Ozkardeskaya, senior market analyst at London Capital Group, said: Investors rushed to the safe haven assets on Tuesday … the Japanese 10-year yield fell to the lowest level in more than four months. The USDJPY traded at a fresh August low (108.34). Data-wise, the Japanese household spending unexpectedly contracted by 0.2% year-on-year in June. The latest data is bad news for inflation and could have revived the Bank of Japan doves, however the safe haven inflows overshadowed the yen-bears today. As for gold, it climbed to its highest level for nine months, at $1317 an ounce. Elsewhere, crude recovered some of its recent losses as Hurricane Harvey continues to do its damage to Texas and the oil production sites located there. Brent is up 0.44% at $52.12, but again the move was less than might have been expected. Ozkardeskaya said: The re-energized Hurricane Harvey continues devastating the Texas-Louisiana border and companies including Exxon Mobil and Motiva are expected to pause their operations, which should be reflected in US oil inventories over the coming weeks and support a minor recovery in oil prices. Gasoline prices are up for the sixth consecutive session. Our live coverage of the hurricane is here: There are also some nerves in the market before Trump’s speech on Wednesday when he is due to announce tax reform plans. These have been one of the key reasons for the market giving the president some leeway despite all the controversy, but there is still doubt as to whether he will be able to push his proposals through Congress. On another thin day for data, we have had the latest Nationwide house price index (of which more shortly) and French GDP is also due soon.",
    "keywords": [
        "hurricane",
        "gold",
        "fires",
        "korea",
        "president",
        "euro",
        "happened",
        "japan",
        "market",
        "markets",
        "harvey",
        "missile",
        "slide",
        "north"
    ],
    "summary": "News that North Korea had launched a missile over Japan unnerved investors and sent them scurrying out of shares and into safer assets.\nJust when some of the belligerence and rhetoric between North Korea and the US seemed to have faded, this latest action ratcheted up the tensions again.\nBoth the S&amp;P and Dow futures are down ahead of the business day, driven down by fears over North Korea.\nAmid concerns about North Korea firing a missile over Japan, Europe’s stock markets are sliding in early trading.\nThe situation surrounding North Korea has become more serious now, and we are seeing a risk-off strategy being adopted by traders.",
    "sentiment": {
        "neg": 0.0954,
        "neu": 0.848,
        "pos": 0.0566,
        "compound": -0.1096
    }
}