{
    "date": "2017-05-01T09:31:43Z",
    "title": "Donald Trump builds relations with authoritarian Asian leaders",
    "url": "https://www.theguardian.com/us-news/2017/may/01/donald-trump-rebuilds-us-relations-with-thailand-and-philippines",
    "content": "Donald Trump has revived US relations with two of Asia’s most authoritarian heads of state – the leader of Thailand’s junta and the president of the Philippines – by inviting them to the White House. In separate phone calls over the weekend, Trump spoke with Thailand’s prime minister Prayuth Chan-ocha, a former general who took power in a 2014 coup, and Philippines president Rodrigo Duterte, who is accused of mass murder. The calls aimed to rally regional allies as Washington takes an increasingly hard line towards North Korea’s nuclear programme. Pyongyang ran another failed missile test on Friday. The governments of Thailand and the Philippines had cooperative but strained relationships with the US before Trump took office, mostly because of human rights concerns expressed by the former administration. Neither leader was offered an official White House visit during Barack Obama’s tenur, although Prayuth did attend a summit in California. Obama cancelled a meeting with Duterte after the Filipino strongman referred to him as a “son of a whore”. Asked on Monday about his invitation from Trump, Duterte was non-committal, telling reporters: “I’m tied up. I cannot make any definite promise. I am supposed to go to Russia and go to Israel.” Thailand’s deputy government spokesman, Lt Gen Werachon Sukondhapatipak, did not mention North Korea but said “[the US and Thailand] stand ready to enhance bilateral cooperation in all dimensions”. Bangkok’s ruling generals have promised elections yet repeatedly delayed a vague deadline for a return to democratic rule, now tentatively tabled for late 2018.With Prayuth as prime minister, politicians and activists have been detained as part of a countrywide clampdown. The launch of an Amnesty International report on torture in jails last year was blocked by police. In Manila, Duterte has used his first 10 months in office to conduct a devastating crackdown on crime in which thousands of suspected drug dealers and alleged addicts have died. More than 7,000 people have been killed by police and vigilantes. Phelim Kine, Human Rights Watch’s deputy director for Asia, said: “Countries with close bilateral ties to the Philippines, particularly the United States, have an obligation to urge accountability for the victims of Duterte’s abusive drug war, rather than offer to roll out the red carpet for official state visits with its mastermind.” Kine said Duterte was an “enthusiastic cheerleader” for thousands of extrajudicial killings, adding: “He has made repeated calls for the public to kill drug addicts as part of his anti-drug campaign.” Last week, a Filipino lawyer filed a complaint at the international criminal court accusing Duterte and 11 officials of mass murder and crimes against humanity. The 77-page complaint alleged the president had “repeatedly, unchangingly and continuously” committed extrajudicial executions or mass murders over three decades, amounting to crimes against humanity. Duterte’s aides have denied the allegations. The White House said the discussion with Duterte was “very friendly” and Trump specifically praised his deadly campaign, saying the Philippine president was “fighting very hard to rid his country of drugs”. Reince Priebus, the White House chief of staff, twice refused in an interview to say whether Trump had raised human rights concerns. “Obviously, we want to encourage [Duterte] to do better. But this call, the purpose of this call, is all about North Korea,” he told ABC’s This Week. “Now if we don’t have all of our folks together, whether they’re good folks, bad folks, people that we wish would do better in their country, doesn’t matter. We have got to be on the same page,” he said. Sean Spicer, the White House press secretary, said on Monday: “I think it is an opportunity for us to work with countries in that region that can help play a role in diplomatically and economically isolating North Korea. And frankly, the national interests of the United States, the safety of our people and the safety of people in the region are the number one priorities of the president.” Kenneth Roth, the executive director of Human Rights Watch, questioned Trump’s motives for inviting Duterte, saying Manila had no leverage over Pyongyang. Trump has a potential conflict of interest in the Philippines as his family brand is due to open a skyscraper in Manila. The Filipino developer Jose EB Antonio was named as “special trade envoy” to the US last year, making the US president’s family and a Philippine government official business partners. Ivanka Trump, the president’s daughter and assistant, has been the face of promotional material for the building. Trump told CBS that the threat of a North Korean nuclear strike was more important than other foreign policy objectives in Asia, including a trade deal with China. “Trade is very important. But massive warfare with millions, potentially millions of people being killed? That, as we would say, trumps trade,” he said. Duterte, an anti-establishment candidate who rode a wave of populism to overthrow the country’s major political players, has sometimes been labelled the “Trump of Asia”. However, he has also referred to Trump as a bigot. Since taking office in January, Trump has expressed admiration for many of the world’s most prominent authoritarians. He was the first western leader to congratulate Recep Tayyip Erdoğan for his victory in a controversial referendum that handed the Turkish president vast powers. Trump also welcomed Abdel Fatah al-Sisi to the White House, despite the Egyptian president’s crackdown on Islamists, journalists and dissidents. Spicer insisted it was a question of priorities. “There’s a lot that the president talks to these leaders in private about, and I think you saw that case in Egypt where sometimes that kind of diplomacy, privately talking about them, building a relationship, can achieve results not just for our people but for their people, and discussing the human rights issues,” he said. It would be a mistake to assume “because we don’t put out a statement publicly chastising leaders at every call” that the president is not concerned about ethical questions, he added. “I think the president understands the value but he understands the balance, and the reason that the president is building an effective coalition and is getting results around the globe and reasserting America’s place is because he understands the type of diplomacy and the type of negotiating and the type of deal making that actually gets real results from our country.” Trump will visit Asia for two regional summits, in Vietnam and the Philippines, towards the end of the year. Singapore’s prime minister, Lee Hsien Loong, was also given a White House invitation over the weekend. Additional reporting by David Smith in Washington",
    "keywords": [
        "human",
        "leaders",
        "white",
        "builds",
        "trade",
        "north",
        "donald",
        "president",
        "house",
        "philippines",
        "duterte",
        "rights",
        "asian",
        "authoritarian",
        "trump",
        "relations"
    ],
    "summary": "Neither leader was offered an official White House visit during Barack Obama’s tenur, although Prayuth did attend a summit in California.\nAsked on Monday about his invitation from Trump, Duterte was non-committal, telling reporters: “I’m tied up.\nReince Priebus, the White House chief of staff, twice refused in an interview to say whether Trump had raised human rights concerns.\nTrump also welcomed Abdel Fatah al-Sisi to the White House, despite the Egyptian president’s crackdown on Islamists, journalists and dissidents.\nSingapore’s prime minister, Lee Hsien Loong, was also given a White House invitation over the weekend.",
    "sentiment": {
        "neg": 0.1002,
        "neu": 0.8243,
        "pos": 0.0756,
        "compound": -0.0518
    }
}