{
    "date": "2017-04-03T18:52:53Z",
    "title": "The Guardian view on Trump and North Korea: the risks are growing | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/03/the-guardian-view-on-trump-and-north-korea-the-risks-are-growing",
    "content": "North Korea’s nuclear programme has been a source of grave international concern for decades, with good reason. The issue is not, as popular portrayal might suggest, that the regime is unpredictable and irrational. On the contrary, it has proved itself committed to steadily advancing the development of weapons, and calculating in using that development to ensure its survival and extract benefits such as aid. Its extravagant threats, tests and other provocations have been reliable in their recurrence, if not always their timing or nature. After the failure of an aid-for-denuclearisation deal, and then of the six-party talks on the issue, the international community has been united in its opposition to the programme and its inability to address it meaningfully. Meanwhile, North Korea is advancing towards its goal of mounting a nuclear warhead on a long-range missile that could reach the US. The Obama team, whose “strategic patience” was less a policy than an admission of not having one, warned the incoming administration that Pyongyang was the top national security priority. A new approach would normally be welcome. But Donald Trump is not a normal president. How this White House might tackle Pyongyang’s nuclear programme is becoming a greater cause for immediate concern than the programme itself. Mr Trump’s announcement that the US will go it alone if China does not help address the problem is profoundly worrying, especially given secretary of state Rex Tillerson’s remark that military options are not off the table. Allies are deeply concerned. It is hard to overstate how dangerous a preemptive attack would be. It is very unlikely that the US would be able to both identify and destroy all facilities and materials – especially since North Korea now has mobile launch capability. No one should assume that the regime would crumble or concede even if its leader were out of the picture. Senior figures might conclude that their prospects were grim either way. Heavily populated areas of South Korea – including Seoul – and Japan, both US allies, are within very easy reach. Even conventional weapons could devastate these countries. The timing of Mr Trump’s remarks, so close to his meeting with his Chinese counterpart, Xi Jinping, at Mar-a-Lago this week, suggests that they should be read primarily as an attempt to up the pressure on China. A review of US options on North Korea by his national security aides, completed ahead of the Chinese meeting, leans towards sanctions and persuading Beijing to do more. Other options include ramping up Japan’s and South Korea’s anti-missile defences, already a thorny subject for China. China’s relations with its ally have always been strained and are increasingly antagonistic. But it cannot bring North Korea to heel, and though Beijing might be able to cause its collapse it does not want a failed state next door. The alternatives of a civil war in a nuclear nation – sending refugees flooding over the border – or US troops on its doorstep in a unified Korea are both deeply unappealing. Mr Trump’s unpredictability may concentrate minds in Beijing. But if he imagines that Mr Xi will suddenly change course – particularly when the US is also sending out harsh messages on trade and the South and East China Seas – he should think again. China might agree to make life tougher on North Korea if Mr Trump eases up on other fronts. But there will be no big, easy gains. Mr Trump may have other means in mind: putting pressure on Chinese firms that do business with Pyongyang; further use of cyber and electronic resources to hobble the programme; even, perhaps, talks. As a candidate, he suggested he could sit down for a hamburger with Mr Kim. The best prospect for a freeze – sadly not an end – to North Korea’s nuclear programme is through negotiations, unappealing as they may be. But Mr Trump’s aides are now talking down such prospects. His vanity and humiliating (if welcome) inability to deliver on replacing Obamacare surely increases the risk that he is looking for a clear “win” that makes him look strong. He appears to believe that the art of the deal is bullying others into compliance. All of these point away from meaningful action, ideally alongside other nations, and could lead towards reckless, even disastrous, action. Analysts have observed that Kim Jong-un shares his father’s fondness for strategic escalations, but warned that it is unclear whether he knows how to find ways to wind down tensions. The fear is that the same could be said of Donald Trump, too.",
    "keywords": [
        "south",
        "mr",
        "korea",
        "editorial",
        "growing",
        "nuclear",
        "guardian",
        "china",
        "trumps",
        "trump",
        "options",
        "view",
        "programme",
        "north",
        "risks"
    ],
    "summary": "North Korea’s nuclear programme has been a source of grave international concern for decades, with good reason.\nMeanwhile, North Korea is advancing towards its goal of mounting a nuclear warhead on a long-range missile that could reach the US.\nHow this White House might tackle Pyongyang’s nuclear programme is becoming a greater cause for immediate concern than the programme itself.\nHeavily populated areas of South Korea – including Seoul – and Japan, both US allies, are within very easy reach.\nChina might agree to make life tougher on North Korea if Mr Trump eases up on other fronts.",
    "sentiment": {
        "neg": 0.1341,
        "neu": 0.7688,
        "pos": 0.0971,
        "compound": -0.1209
    }
}