{
    "date": "2017-07-08T10:00:05Z",
    "title": "Tracking Trump: first date with Putin overshadows North Korea missile",
    "url": "https://www.theguardian.com/us-news/2017/jul/08/tracking-trump-north-korea-missile-putin-meeting",
    "content": "This week was a reminder that although Donald Trump often seems most at home squabbling with TV hosts and TV channels, some of the more serious responsibilities of the US president arrive on his desk whether he likes it or not – in this case, the shadow of a North Korean missile and a first meeting with Vladimir Putin. Last weekend Trump began Saturday keen not to let his feud with MSNBC hosts Mika Brzezinski and Joe Scarborough drop, calling Brzezinski “dumb as a rock” and Scarborough “crazy”. His tweet the previous week suggesting Brzezinski had been “bleeding badly from a face-lift” during a meeting at Mar-a-Lago, the president’s Florida resort, had spiralled into an accusation of blackmail against White House staff from the two presenters. The president also suggested – without offering evidence – that states refusing to turn over sensitive voter information to his newly convened commission on election integrity had something to hide. At least 24 states have either resisted the request on privacy protection grounds or rejected it as a backdoor effort at mass voter suppression. That night Trump lashed out at the “fake media”, telling an evangelical event in Washington: “The fake media tried to stop us from going to the White House. But I’m president, and they’re not.” And on Sunday he followed that up by tweeting a video of himself at a pro-wrestling event throwing to the floor a man with a CNN logo superimposed over his head. It quickly became one of the president’s most controversial social media posts, in a competitive field, leading to accusations that he was encouraging violence against reporters. Last month, the Republican congressman Greg Gianforte was sentenced to community service and given a $385 fine after pleading guilty to an eve-of-election assault on the Guardian journalist Ben Jacobs. Monday In a change of tone, the president offered to help the parents of a critically ill British baby who had lost a legal fight to take him to the United States for treatment. Medical specialists had argued that the treatment was experimental and would not help. The White House stated that, contrary to reports, the president would not be making a surprise visit to his Scottish golf course in the next two weeks, as the threat of short-notice protests mounted in Britain. That night, as 4 July dawned in Asia, North Korea marked America’s Independence Day with the launch of an intercontinental ballistic missile that experts said was able to reach Alaska, and therefore the continental United States, for the first time. “Does this guy have anything better to do with his life?” Trump mused of North Korean’s leader, Kim Jung-un, on Twitter, a comment some felt could be applied to his own social media habits. And he suggested that China – North Korea’s closest ally and biggest economic partner – might “put a heavy move on North Korea and end this nonsense once and for all!” Tuesday As the US celebrated its national holiday, Kim described the ICBM as a gift for the “American bastards” and urged his nuclear scientists to “frequently send big and small ‘gift packages’ to the Yankees” in the form of more missile and nuclear tests. Xi Jinping, China’s president, and the Russian leader, Vladimir Putin, agreed to “jointly push for a proper settlement … via dialogue and negotiation” with North Korea, Chinese news reports said. The US’s possible range of options for dealing with the mercurial young leader seem universally unpalatable. Wednesday The spread of Russian-made fake news stories aimed at discrediting Hillary Clinton during the 2016 presidential election is emerging as an important line of inquiry in multiple investigations into possible collusion between the Trump campaign and Moscow, the Guardian reported. Investigators are looking into whether Trump supporters and far-right websites coordinated with Moscow over the release of fake news, including stories implicating Clinton in murder or paedophilia, or paid to boost those stories on Facebook. Trump himself headed to Europe, stopping first in Poland before Friday’s G20 summit of the world’s major economies in Germany, where he was due to meet Putin for the first time as president, and possibly the first time ever. Thursday At a speech in Warsaw, Trump returned to the themes of strident cultural nationalism associated with his adviser Steve Bannon, suggesting a lack of collective resolve could doom the west and warning of threats from the “south or the east”. The speech was well received by a crowd bussed in by Poland’s ruling rightwing Law and Justice party in order to guarantee Trump the supportive audience that, according to the local press, he had demanded. The US president had some uncharacteristic criticism for Russia, urging it to “cease its destabilising activities in Ukraine” and stop supporting Syria and Iran, but at a press conference he reverted to type, again challenging the US intelligence verdict on foreign interference in last year’s presidential election, saying: “I think it could very well have been Russia. I think it could well have been other countries ... Nobody really knows for sure.” Back home, the top ethics watchdog in the federal government announced his resignation, taking a parting shot at Trump as he did so. Friday Trump has been contradictory over the years about whether he has ever met Putin in person, with firm assertions that they had indeed met and “got along great” giving way during the election campaign to a claim that “I never met Putin, I don’t know who Putin is.” Whatever the truth, the two leaders certainly met on Friday, on the sidelines of the G20 summit in Hamburg, but exactly what they discussed during their lengthy two-hour-plus meeting was less clear. The Russian foreign minister, Sergey Lavrov, claimed Trump had told Putin he accepted the Russian leader’s denials of involvement in attempting to sway last year’s American election. But the US secretary of state Rex Tillerson’s account was different. He said Trump had pressed Putin more than once about the Kremlin’s involvement in election tampering, and Putin had denied it. Trump, Tillerson said, was “rightly focused on how do we move forward” from the issue – although US intelligence agencies have warned that Russia will keep up efforts to interfere in US and other elections – and he said that the two leaders had set up a working group on non-interference in future elections. Since only the two foreign ministers, the two presidents, and their two interpreters, were present, we may never know the truth, although Lavrov’s account is bolstered by Trump’s history of telling audiences what he thinks they want to hear and his frequently expressed scepticism about Moscow’s guilt. In any case, it’s likely the US president will want to give his own version of events via one medium or another before too long. Sign up for the Minute: the day in US politics, condensed",
    "keywords": [
        "white",
        "met",
        "korea",
        "north",
        "president",
        "states",
        "election",
        "date",
        "overshadows",
        "media",
        "tracking",
        "putin",
        "fake",
        "missile",
        "trump"
    ],
    "summary": "At least 24 states have either resisted the request on privacy protection grounds or rejected it as a backdoor effort at mass voter suppression.\nThat night Trump lashed out at the “fake media”, telling an evangelical event in Washington: “The fake media tried to stop us from going to the White House.\nXi Jinping, China’s president, and the Russian leader, Vladimir Putin, agreed to “jointly push for a proper settlement … via dialogue and negotiation” with North Korea, Chinese news reports said.\nThe Russian foreign minister, Sergey Lavrov, claimed Trump had told Putin he accepted the Russian leader’s denials of involvement in attempting to sway last year’s American election.\nHe said Trump had pressed Putin more than once about the Kremlin’s involvement in election tampering, and Putin had denied it.",
    "sentiment": {
        "neg": 0.0911,
        "neu": 0.8426,
        "pos": 0.0663,
        "compound": -0.0634
    }
}