{
    "date": "2017-08-06T15:55:34Z",
    "title": "The UN vote against North Korea shows the system working – for once | Mary Dejevsky",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/06/north-korea-un-vote-russia-china-resolution-2371",
    "content": "It is not every day that the UN security council passes a resolution unanimously. But that is what happened on Saturday, when it approved resolution 2371, which provides for much tougher sanctions against North Korea, including a ban on it selling coal, iron and lead. The big question, which remained open until the vote actually took place, was which way China would go. A veto was unlikely, but abstention on measures that could – if only marginally – impair China’s economy and potentially reduce Beijing’s leverage with its northern neighbour was eminently possible. In the end, China appears to have calculated that the threat from North Korea’s growing nuclear weapons capability overrode any other considerations. It may also have factored in the opprobrium that China could face if it stood aloof, and the goodwill it could win by joining the international consensus. Russia’s vote could not be taken for granted either. While it has long seen a nuclear-capable North Korea as a threat, Moscow has rarely made international clubbability a priority, and the new US sanctions, signed by President Donald Trump last week, hardly encouraged cooperation. Like China, though, Russia chose to focus on the greater danger. The result is an illustration of how the international system should work, and how – in recent memory – it so rarely has. The effect is both to increase North Korea’s isolation and to ramp up the cost to Pyongyang of its nuclear programme. The vote also presents the Trump administration with something akin to a diplomatic triumph. The resolution was a direct response to North Korean missile tests that appeared to bring the US within range for the first time. America has not always been adept at lining up international, still less UN, support for its own concerns, but this time around it succeeded. And a few reasons can be hazarded as to why. One is some shrewd preparation by secretary of state Rex Tillerson. Even as rumours circulated that he might be about to leave his job in frustration, he turned up at the state department last week to address the media with a message that was clearly intended first of all for North Korea and its neighbours. What Tillerson said was this: “We do not seek a regime change; we do not seek the collapse of the regime; we do not seek an accelerated reunification of the peninsula; we do not seek an excuse to send our military north of the 38th parallel.” In so doing, Tillerson addressed head on at least some of the concerns that surely underlie North Korea’s pursuit of nuclear weapons. In sharp contrast with the belligerence heard from both sides in recent months, Tillerson also made an offer – albeit conditional – of direct talks and a possible security guarantee. While it is unrealistic as of now to expect Pyongyang to give up its nuclear ambitions, even raising the prospect of talks addresses another aspect of North Korea’s thinking: that possessing nuclear weapons is the only way it can attract attention. At the same press conference, Tillerson also offered a small, but significant, concession to China, explicitly absolving it of blame for “the situation in North Korea”. This was in stark contrast to earlier remarks by Trump, who had suggested that China could solve the problem if it really wanted to. The wording of the UN resolution suggests some of the give and take that may have persuaded China and Russia to raise their hands, rather than abstain. One – to continue the theme of talks – is its call for a return to the six-party talks, whose ultimate objective was the denuclearisation of the Korean peninsula. North Korea’s good faith here was always in question, but with the government in South Korea expressing new interest in diplomacy, and Pyongyang’s nuclear programme that much further forward, this may not be as remote a prospect as it seems. At a time when the current trend – as evinced by the discord over Trump, and the UK’s departure from the EU – seems to be towards breaking up rather than coming together, the unanimity shown over North Korea, and the dextrous coupling of carrot and stick, is a positive development. Good news is rare enough in international relations; it deserves to be acknowledged when it happens. • Mary Dejevsky is a former foreign correspondent",
    "keywords": [
        "seek",
        "mary",
        "international",
        "korea",
        "shows",
        "system",
        "talks",
        "china",
        "nuclear",
        "tillerson",
        "working",
        "dejevsky",
        "trump",
        "vote",
        "north",
        "koreas"
    ],
    "summary": "But that is what happened on Saturday, when it approved resolution 2371, which provides for much tougher sanctions against North Korea, including a ban on it selling coal, iron and lead.\nThe big question, which remained open until the vote actually took place, was which way China would go.\nIn the end, China appears to have calculated that the threat from North Korea’s growing nuclear weapons capability overrode any other considerations.\nThe effect is both to increase North Korea’s isolation and to ramp up the cost to Pyongyang of its nuclear programme.\nAt the same press conference, Tillerson also offered a small, but significant, concession to China, explicitly absolving it of blame for “the situation in North Korea”.",
    "sentiment": {
        "neg": 0.0445,
        "neu": 0.8599,
        "pos": 0.0956,
        "compound": 0.1405
    }
}