{
    "date": "2017-04-16T17:30:36Z",
    "title": "Shallow thinking of a political charlatan | Brief letters",
    "url": "https://www.theguardian.com/politics/2017/apr/16/shallow-thinking-of-a-political-charlatan",
    "content": "Decca Aitkenhead is pure gold. Who better to puncture the overinflated ego of this shallow-thinking charlatan (Steve Hilton: ‘I’m rich, but I understand the frustrations people have’, 15 April)? Can anyone give an example of anything lasting that he has achieved for the benefit of mankind? Helping the worst postwar prime minister to gain office is not a good example. Ernie Kirkbride Whitby, North Yorkshire • I found no shortage of stories for girls in the 1950s (Sexist stories keep girls down, 14 April). Pamela Brown, Noel Streatfeild and Louisa May Alcott all spoke to me through their exciting female characters. Perhaps if these children’s classics were promoted over “classic feature films” and animated movies then young girls might find more suitable role models and hopefully never have to “assume that boys are better than them”. Pauline Billinge Criccieth, Gwynedd • Margaret Squires draws attention to the anti-Scots sentiment in the national anthem (Letters, 12 April). These words were written for another time and surely bear no relevance now. Is there any other national anthem that praises an individual monarch rather than the bountiful nature of the homeland, its shining seas or wondrous mountains? Nick Aitken Kingussie, Inverness-shire • Asked on BBC news whether her country needed nuclear weapons, a North Korean woman said: “If we do not have nuclear weapons, other countries’ nuclear weapons will fall on our land.” This sounded paranoid – until one reflected that Britain has exactly the same policy. David Butler London • Is there a Yotam effect in supermarkets (Weekend, 15 April)? After reading his recipe for shepherd’s pie with mashed butter beans, I went to my local Waitrose late Saturday afternoon only to find they were out of minced lamb, and I got the last tins of butter beans and jar of tahini. Fortunately Sainsbury’s had the lamb, and the dish was delicious. Huw Kyffin Canterbury • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "political",
        "brief",
        "example",
        "better",
        "butter",
        "thinking",
        "nuclear",
        "weapons",
        "national",
        "shallow",
        "charlatan",
        "letters",
        "girls",
        "lamb",
        "north"
    ],
    "summary": "Who better to puncture the overinflated ego of this shallow-thinking charlatan (Steve Hilton: ‘I’m rich, but I understand the frustrations people have’, 15 April)?\nCan anyone give an example of anything lasting that he has achieved for the benefit of mankind?\nPauline Billinge Criccieth, Gwynedd • Margaret Squires draws attention to the anti-Scots sentiment in the national anthem (Letters, 12 April).\nNick Aitken Kingussie, Inverness-shire • Asked on BBC news whether her country needed nuclear weapons, a North Korean woman said: “If we do not have nuclear weapons, other countries’ nuclear weapons will fall on our land.” This sounded paranoid – until one reflected that Britain has exactly the same policy.\nHuw Kyffin Canterbury • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "sentiment": {
        "neg": 0.064,
        "neu": 0.825,
        "pos": 0.1109,
        "compound": 0.104
    }
}