{
    "date": "2017-02-24T14:00:34Z",
    "title": "Do North and South Korea speak the same language? Yes, but not quite",
    "url": "https://www.theguardian.com/books/2017/feb/24/north-south-korea-language-bandi-the-accusation-deborah-smith",
    "content": "It’s not reportage but fiction, written not by a defector but by a writer still living and working in North Korea – the necessarily pseudonymous Bandi. The Accusation is a first for publishing, and also a first for me. As a translator I’ve specialised in fiction, and other books I’ve worked on have been political in their aims and impact – most notably Han Kang’s Human Acts, which focuses on the 1980 Gwangju massacre. But none have had such an obviously polemical intent as The Accusation. Whenever we translate from a language or literature not yet widely represented in English, the danger is that what was intended as art will be reduced to anthropology. With a country as little-known as North Korea, the sociological reading will be impossible to ignore, though the fact of The Accusation’s historicity can at least encourage a broader view: the seven stories that make up the collection are dated from 1989 to 1993, in the last years of Kim Il-sung’s rule. While we can assume they are roughly contemporaneous with the times they depict, the delay in publication tells us they are not capturing what North Korea is like today, but what it was like more than 20 years ago. Had its author intended the collection as an expose merely of a political system, it might have lost its potency. But what this book also lays bare are the inner lives of ordinary people in extraordinary times – from the loyal wife who finds herself the object of the local party secretary’s unwanted affections, to a humble grandmother who stumbles into an encounter with the great leader himself. Crucially, The Accusation reveals that what we had thought of as unknowably other isn’t so strange after all. One question I’ve often been asked since I started learning Korean is: do the two halves of the peninsula speak the same language? The answer is yes and not quite. Yes, because division happened only in the previous century, which isn’t enough time for mutual unintelligibility to develop. Not quite, because it is enough time for those countries’ vastly different trajectories to impact on the language they use, most noticeably in the case of English loanwords – a veritable flood in the South, carefully dammed in the North. The biggest differences, though, are those of dialect, which have pronounced regional differences both between and within North and South. Unlike in the UK, a dialect doesn’t just mean a handful of region-specific words; conjunctions and sentence endings, for example, are pronounced and thus written differently. That’s a headache until you crack the code. But while the original manuscript of The Accusation apparently contains around 200 words that the average South Korean would be unlikely to know, I was lucky to be working from a version that had already been edited for publication in South Korea. I also had a generous friend, Kyeong-soo, to consult in those few instances when even the internet drew a blank. Still, these blanks tended not to be drawn over anything to do with ideology, party rank or the apparatus of state. Rather the challenge was capturing details such as children playing on sorghum stilts – a specificity of a culture that is in danger of becoming shared only in memory, whose evocation reaches back to a time when north Korea meant simply the collection of provinces 100 miles up the country where the food was milder, the winters were colder, and where your aunt and uncle lived. Having learned Korean through books rather than immersion, I usually avoid translating fiction with a lot of dialogue, but The Accusation would die on the page without the tension and tenderness it provides. Even outside the dialogue itself, Bandi’s use of free indirect speech and inclusion of letters and diary entries make his stories feel like a tale that is being told to you. It’s always fun to experiment with colloquialisms, trying to hit that sweet spot between being lively and interesting but not overly country-specific: “fobbed off”, “keep mum”, “nodded off”, even “kid”. The Accusation is full of colourful expressions that both enliven the narrative and root us in the daily lives of its characters: the foods they eat, the environments they inhabit, the myths and metaphors through which they make sense of their world. Some of these are easy to grasp, such as the marriage of the “white heron and black crow” – the daughter of a high-ranking party cadre and the son of a disgraced traitor to the regime. Others are less simple, more specialised, such as my favourite: “The winter sun sets swifter than a pea rolling off a monk’s head” – which relies on the reader’s awareness that a monk’s head would be shaved and therefore a smooth surface. But I also had to be wary that the phrases I chose to capture Bandi’s colloquial style didn’t inadvertently efface the specificity of the North Korean situation. Translating “a labour camp whose location was known to no one”, I had the option of “a place not found on any map” – but in a country where freedom of movement is a luxury reserved for those of impeccably high standing, would such a phrase spring to mind as easily as it had to mine? Consulting the author was impossible; nobody involved in the book’s publication is in contact with him or knows who he is. Whatever I’m translating, I work from the assumption that objectivity and transparency are impossibilities, so the best I can do is to be aware of my own biases in order to make a conscious decision where, or indeed whether, to correct for them. My job is to advance the author’s agenda, not my own; here, I had to make a part-educated and part-hopeful guess that these were aligned. From their caricaturing in mainstream media, we have an idea of what North Koreans sound like: shrill, silly, using Soviet-era cod spy speak. One of my most important tasks was to resist this, especially as these are tales, for the most part, not of spies or apparatchiks but of ordinary people “torn apart by contradictions”. I was initially dissatisfied with the usual translation of the Sonyeondan – the lowest level of the Communist party hierarchy, which is also (for boys) the upper years of schooling – as “Boy Scouts”. For me, this conjured up images of cheery communality and reef knots rather than something ominous and ideological, a kind of Hitler Youth. Then the penny dropped – of course, the former is precisely how its appeal would be constructed; not merely as some deception practised on its impressionable young members, but as genuine lived reality. I was reminded of when I first learned that “Taliban” literally translates as “students” – how the knowledge of the way a group sees itself can radically alter our view. And that, to me, is the great strength of this book. As a work of fiction, it is an attempt to counter the stifling of human imaginations with an act of that same imagination. This is curiously timely, given recent events: the election of an autocrat in the United States and the revelation that the now-impeached President Park’s South Korean government blacklisted many of its country’s artists for their perceived political leanings. What we have in common is more than what divides us – I hope that my translation shows how this holds true for those of us as far from North Korea as the UK and US, and as close as the other half of the Korean peninsula. • The Accusation by Bandi, translated by Deborah Smith, is published by Serpent’s Tail on 2 March.",
    "keywords": [
        "language",
        "publication",
        "south",
        "political",
        "korea",
        "north",
        "quite",
        "fiction",
        "accusation",
        "speak",
        "translating",
        "party",
        "yes",
        "korean"
    ],
    "summary": "It’s not reportage but fiction, written not by a defector but by a writer still living and working in North Korea – the necessarily pseudonymous Bandi.\nOne question I’ve often been asked since I started learning Korean is: do the two halves of the peninsula speak the same language?\nThe biggest differences, though, are those of dialect, which have pronounced regional differences both between and within North and South.\nBut I also had to be wary that the phrases I chose to capture Bandi’s colloquial style didn’t inadvertently efface the specificity of the North Korean situation.\nFrom their caricaturing in mainstream media, we have an idea of what North Koreans sound like: shrill, silly, using Soviet-era cod spy speak.",
    "sentiment": {
        "neg": 0.0441,
        "neu": 0.8665,
        "pos": 0.0893,
        "compound": 0.1723
    }
}