{
    "date": "2017-11-04T13:00:04Z",
    "title": "The Resistance Now: Twitter worker who turned off Trump hailed as hero",
    "url": "https://www.theguardian.com/us-news/2017/nov/04/the-resistance-now-trump-twitter-account-deactivated-hero",
    "content": "Resistor of the week Will the rogue Twitter worker who disabled Trump’s account face hacking charges? For 11 hushed minutes on Thursday, many got to read the words they had waited to see since last November: “@realDonaldTrump does not exist”. It wasn’t fake news. It wasn’t even a glitch. A rogue worker, who was reportedly a contractor, at Twitter pulled the plug on the hyperactive president on Thursday evening on his or her last day of work. The internet erupted with social media users hailing the departing staffer as a hero – but the incident has raised new concerns about security at Twitter, and legal experts have begun speculating that the rogue worker could be prosecuted under the Computer Fraud and Abuse Act. However, this area of law is messy, with courts around the country coming up with contradictory rulings. Read more at The Hill. You don’t need to speak Korean to understand this protest sign Protesters held up signs outside the US embassy in Seoul this week, ahead of Donald Trump’s tour of Asia which will take him through Japan, South Korea, China, Vietnam and the Philippines. Amid the nuclear warfare tensions with North Korea, it may be some relief to his hosts, and the world at large, that Trump has eschewed the trip to the the Korean Demilitarized Zone (DMZ) because it is “a cliche”. Trump will, though, meet the South’s left-leaning president, Moon Jae-in, who has – according to our correspondents in the region – “attempted to make good on a campaign pledge in May to seize the diplomatic initiative on North Korea from Washington”. Read more analysis of the country-by country scenarios facing Trump on his tour in this guide by Justin McCurry in Tokyo, Tom Phillips in Beijing and Oliver Holmes in Bangkok Hail to the chief: cyclist gives Trump the middle finger As The Guardian’s David Smith put it in his dispatch last Saturday: The president of the United States is used to being saluted, but a cyclist in Virginia put her own particular slant on the tradition on Saturday when she was overtaken by Donald Trump’s motorcade. The woman on her bike was photographed raising her middle finger when Trump’s vehicles passed her on their way out from the Trump National Golf Club on the banks of the Potomac river, on the outskirts of Washington DC. She repeated the gesture when she caught up with the motorcade. What we’re reading A contingent of the far right believes a civil war, led by anti-fascist demonstrators, will commence today/on Saturday. Reporting for the Guardian, Jason Wilson explains how talk of this impending battle proliferated after Alex Jones claimed it was happening without any evidence. Spoiler alert: Mark Bray, historian and author of Antifa: The Antifascist Handbook, says no civil war is planned today/on Saturday. Micah White, one of the co-creators of Occupy Wall Street, wrote about learning that a Russian private intelligence firm exploited him in propaganda. Then, White said, the American media wanted him to play the victim and hush his revolution message. Halloween resistance heroes Sign up for weekly news updates about the protests and activism in the US",
    "keywords": [
        "worker",
        "white",
        "hailed",
        "rogue",
        "twitter",
        "hero",
        "korea",
        "turned",
        "president",
        "read",
        "week",
        "trumps",
        "resistance",
        "trump"
    ],
    "summary": "Resistor of the week Will the rogue Twitter worker who disabled Trump’s account face hacking charges?\nA rogue worker, who was reportedly a contractor, at Twitter pulled the plug on the hyperactive president on Thursday evening on his or her last day of work.\nThe internet erupted with social media users hailing the departing staffer as a hero – but the incident has raised new concerns about security at Twitter, and legal experts have begun speculating that the rogue worker could be prosecuted under the Computer Fraud and Abuse Act.\nThen, White said, the American media wanted him to play the victim and hush his revolution message.\nHalloween resistance heroes Sign up for weekly news updates about the protests and activism in the US",
    "sentiment": {
        "neg": 0.1115,
        "neu": 0.8492,
        "pos": 0.0393,
        "compound": -0.1803
    }
}