{
    "date": "2017-09-16T01:39:52Z",
    "title": "US must stop North Korea threats, says China, as Kim Jong-un aims for military 'equilibrium'",
    "url": "https://www.theguardian.com/world/2017/sep/16/us-must-stop-north-korea-threats-says-china-kim-jong-un-military-equilibrium",
    "content": "The United States must stop threatening North Korea’s leader if a peaceful solution to the nuclear crisis is to be found, China’s ambassador to Washington has said, as Kim Jong-un reiterated his country’s aim to reach military “equilibrium” with the US. Cui Tiankai told reporters in Washington: “They [the US] should refrain from issuing more threats. They should do more to find effective ways to resume dialogue and negotiation.” “Honestly, I think the United States should be doing … much more than now, so that there’s real effective international cooperation on this issue.” North Korea’s state news agency, KCNA on Saturday quoted Kim as saying: “Our final goal is to establish the equilibrium of real force with the US and make the US rulers dare not talk about military option.” The US warned on Friday it could revert to military options if the latest sanctions fail to curb North Korean missile and nuclear tests, after Pyongyang fired a missile over Japan for the second time in two weeks. US national security advisor HR McMaster said: “We have been kicking the can down the road and we’re out of road. For those who have been commenting about the lack of a military option – there is a military option. Now, it’s not what we prefer to do, so what we have to do is call on all nations to do everything we can to address this global problem, short of war.” Earlier, the US secretary of state, Rex Tillerson urged Russia and China to “indicate their intolerance for these reckless missile launches by taking direct actions of their own”. The Chinese ambassador was speaking after Pyongyang fired a missile over Japan for the second time in two weeks a move the UN security council said it “strongly condemned”. Speaking in Beijing, a foreign ministry spokeswoman said China opposed the launch but also urged the US to change its tactics towards Pyongyang. “China is not to blame for the escalation of tensions. China does not hold the key to resolving the Korean peninsula nuclear issue, either. Those who tied the knots are responsible for untying [them].” The North Korea issue is likely to take centre stage during Donald Trump’s anticipated state visit to China in November. For months Trump has been struggling to convince Beijing to do more to help him rein in Kim’s regime, using a mixture of public flattery and Twitter diplomacy in his bid to win over the Chinese president, Xi Jinping. “North Korea is a rogue nation which has become a great threat and embarrassment to China, which is trying to help but with little success,” Trump tweeted on 3 September after Pyongyang’s sixth nuclear test. Zhao Tong, a North Korea expert at Beijing’s Carnegie–Tsinghua Center for Global Policy, said it was too early to tell how the issue might affect Trump’s visit. “Many things can happen between now and then. New developments can emerge that seriously change the calculations,” he said. However, Zhao said it was almost certain Kim would continue his campaign in the lead-up to Trump’s arrival. “We are likely to see more tests, maybe including another nuclear tests … It won’t take long before the North Koreans really feel the pain [from the recent UN sanctions]. So I think the North Korean strategy is to use this very short time before they face real problems domestically, to completely conclude their nuclear and missile programs, to achieve all of the key technologies … So they are likely accelerate and to conduct the tests that are most important for them and then quickly soften their position and come to diplomacy.” The US ambassador to the UN, Nikki Haley, echoed McMaster’s strong rhetoric, even as she said Washington’s preferred resolution to the crisis was through diplomacy and sanctions. “What we are seeing is, they are continuing to be provocative, they are continuing to be reckless and at that point there’s not a whole lot the security council is going to be able to do from here, when you’ve cut 90% of the trade and 30% of the oil,” Haley said. Trump said he was “more confident than ever that our options in addressing this threat are both effective and overwhelming”. Speaking from Joint Base Andrews near Washington he said North Korea “has once again shown its utter contempt for its neighbours and for the entire world community”. Russia’s UN ambassador, Vassily Nebenzia, said the US needed to begin talks with North Korea, something that Washington has so far ruled out. “We called on our US partners and others to implement political and diplomatic solutions that are provided for in the resolution,” Nebenzia told reporters after the security council meeting. “Without implementing this, we also will consider it as a non-compliance with the resolution.” Asked about the prospect for direct talks, a White House spokesman said: “As the president and his national security team have repeatedly said, now is not the time to talk to North Korea.” South Korean president Moon Jae-in also said dialogue with the North was impossible at this point. He ordered officials to analyse and prepare for possible new North Korean threats, including electromagnetic pulse and biochemical attacks. The US and South Korea are technically still at war with North Korea because the 1950-53 Korean conflict ended with a truce and not a peace treaty. The North accuses the US, which has 28,500 troops in South Korea, of planning to invade and regularly threatens to destroy it and its Asian allies. Reuters contributed to this report",
    "keywords": [
        "stop",
        "threats",
        "military",
        "korea",
        "washington",
        "kim",
        "equilibrium",
        "china",
        "nuclear",
        "tests",
        "jongun",
        "security",
        "missile",
        "aims",
        "north",
        "korean"
    ],
    "summary": "Zhao Tong, a North Korea expert at Beijing’s Carnegie–Tsinghua Center for Global Policy, said it was too early to tell how the issue might affect Trump’s visit.\nSpeaking from Joint Base Andrews near Washington he said North Korea “has once again shown its utter contempt for its neighbours and for the entire world community”.\nRussia’s UN ambassador, Vassily Nebenzia, said the US needed to begin talks with North Korea, something that Washington has so far ruled out.\nHe ordered officials to analyse and prepare for possible new North Korean threats, including electromagnetic pulse and biochemical attacks.\nThe US and South Korea are technically still at war with North Korea because the 1950-53 Korean conflict ended with a truce and not a peace treaty.",
    "sentiment": {
        "neg": 0.092,
        "neu": 0.8454,
        "pos": 0.0626,
        "compound": -0.1066
    }
}