{
    "date": "2017-09-17T20:08:00Z",
    "title": "Trump mocks ‘Rocket Man’ Kim Jong-un as advisers issue warnings",
    "url": "https://www.theguardian.com/world/2017/sep/17/trump-north-korea-rocket-man-tweet",
    "content": "Advisers to Donald Trump have warned North Korea to give up its nuclear weapons programmes, saying that the regime faced destruction if it continued its reckless behaviour and forced the US to defend itself or its allies. The warning came on Sunday after Trump tweeted about a phone call to South Korean president Moon Jae-in, and appeared to mock Kim Jong-un. “I spoke with President Moon of South Korea last night,” the US president wrote. “Asked him how Rocket Man is doing. Long gas lines forming in North Korea. Too bad!” The latest bellicose language from Washington came just days after North Korea fired another ballistic missile, which overflew Japan, and Kim boasted that such efforts would continue as his country neared its goal of “equilibrium” in military force with the US. Nikki Haley, US ambassador to the United Nations, said North Korea was starting to “feel the pinch” of being “economically strangled” as recent sanctions have caused the country to be “cut off from the world”. But, she said, diplomatic and other non-military options were running out. “If North Korea keeps on with this reckless behavior, if the United States has to defend itself or defend its allies in any way, North Korea will be destroyed,” the former South Carolina governor told CNN’s State of the Union. “We all know that and none of us want that. None of us want war. But … something is going to have to be done.” North Korea will be high on the agenda at the UN general assembly in New York this week, after the UN security council voted unanimously for further sanctions. Asked about Trump’s description of such measures as merely “small steps” towards a solution of the North Korea problem, Haley said: “Everybody in the international community sees what a big deal it is.” CNN host Dana Bash asked if Trump’s now infamous pledge to respond to any action against the US mainland or its territories with “fire and fury like the world has never seen” was an empty threat. She said it was not and that responsibility for any stepping up of action against North Korea now lay with the Pentagon and defense secretary James Mattis. “We are trying to use every diplomatic possibility … [but] we have pretty much exhausted all the things we can do at the security council at this point,” Haley said. “I’m perfectly happy kicking this over to General Mattis now, because he has plenty of military options. We wanted to go through all the diplomatic options to get their attention first and if that doesn’t work, General Mattis will take care of it.” National security adviser HR McMaster told ABC’s This Week Kim Jong-un would “have to give up his nuclear weapons because the president has said he’s not going to tolerate this regime threatening the United States and our citizens with a nuclear weapon”. Asked if that meant Trump would launch a military strike in the event that North Korea did not comply, as it has shown no sign of doing, McMaster said: “He’s been very clear about that, that all options are on the table.” The only concession was given by secretary of state Rex Tillerson, who said on CBS’s Face the Nation that the US still “seeks a peaceful solution” to the North Korean crisis. Pressure on the regime was “designed to bring North Korea to the table for productive and constructive dialogue”, he said. But Tillerson also warned that “we do not have much time left” and said that if efforts to talk were to fail: “Our military option is the only one left.” “We have tried a couple of times to signal to them that we are ready if they are ready [to talk], but they only thing they do is fire more missiles,” Tillerson said. Trump is making his first appearance at the UN general assembly, giving a speech on Tuesday morning. He has called the world body weak, incompetent, bad for democracy and no friend of the US. Haley said Trump would arrive on a “new day” at a UN more committed to action and reform under a new secretary general, António Guterres.",
    "keywords": [
        "advisers",
        "military",
        "mocks",
        "man",
        "korea",
        "asked",
        "world",
        "issue",
        "north",
        "general",
        "kim",
        "president",
        "jongun",
        "options",
        "haley",
        "warnings",
        "rocket",
        "trump"
    ],
    "summary": "Long gas lines forming in North Korea.\n“If North Korea keeps on with this reckless behavior, if the United States has to defend itself or defend its allies in any way, North Korea will be destroyed,” the former South Carolina governor told CNN’s State of the Union.\nShe said it was not and that responsibility for any stepping up of action against North Korea now lay with the Pentagon and defense secretary James Mattis.\n“I’m perfectly happy kicking this over to General Mattis now, because he has plenty of military options.\nPressure on the regime was “designed to bring North Korea to the table for productive and constructive dialogue”, he said.",
    "sentiment": {
        "neg": 0.1087,
        "neu": 0.827,
        "pos": 0.0643,
        "compound": -0.1009
    }
}