{
    "date": "2017-08-30T21:30:12Z",
    "title": "Theresa May expresses unity with Japan in face of North Korea threat",
    "url": "https://www.theguardian.com/politics/2017/aug/30/theresa-may-expresses-unity-with-japan-in-face-of-north-korea-threat",
    "content": "Theresa May has promised that the UK will stand “shoulder to shoulder” with Japan over the threat from North Korea, with the prime minister due to announce in Tokyo an increase in mutual cooperation over defence and cyber-security. However, the prime minister faced a rebuff from China over her call for North Korea’s neighbour and sometime ally to exert more pressure on Pyongyang, with the foreign ministry in Beijing calling such attitudes hypocritical. May spent most of her discussions with her Japanese counterpart, Shinzo Abe, on the first of a three-day trip to Japan discussing security issues in the wake of North Korea’s decision to fire a missile over northern Japan on Tuesday, her spokeswoman said. The missile triggered warning sirens before breaking apart over the sea. “The prime minister told Prime Minister Abe that the UK stood shoulder to shoulder with Japan in facing North Korean aggression,” the spokeswoman said. “The prime minister also discussed the importance of the show of unity at the UN security council last night in speaking with one voice against North Korean aggression.” She added: “Prime Minister Abe and the prime minister agreed that it was important to send a powerful message to North Korea that it won’t be tolerated.” May and Abe discussed the possibility of new sanctions against North Korea, and were due to discuss the issue again on Thursday, when May will visit a Japanese warship. Earlier in the day, May’s message on the issue had been to call for China to do more to exert influence on the issue. Calling the firing of the missile “outrageous” and “a provocation”, May urged the Chinese president, Xi Jinping, to do more, saying his country was “the key in this”. “China has, I think, a very key role to play in terms of the pressure it can bring,” May said. “I have said this to President Xi, other have as well. We think that China has a role to play and we’d encourage China to do everything it can to bring pressure on North Korea to stop this.” This brought a robust response from China’s foreign ministry, with a spokesman, Hun Chunying, saying critics of Beijing’s stance “only pay attention to sanctions and pressure, and ignore peace talks”. She added: “You will reap what you sow. The parties directly concerned should take responsibility.” On Thursday, May was to address Japan’s national security council, where she is due to announce what is billed as an era of closer cooperation over security matters, in part prompted by North Korea. The countries are to sign a so-far slightly vague joint declaration on security, covering defence, cyber-security and terrorism. May was to tell the security council that the closer ties “must include confronting the threat that North Korea poses and ensuring the regime stops its aggressive acts”, according to an excerpt of the speech released by Downing Street. The British PM is also seeking to use her three-day visit to Japan to reassure the country that the UK can swiftly replicate the trade benefits of EU membership after Brexit. The first day of the trip saw the pair take in a traditional tea ceremony in Kyoto, Japan’s former imperial capital, before a dinner, where the dishes included salted sea cucumber entrails with yam. During a joint train trip to Tokyo on a Shinkansen (bullet train), May briefed Abe on the progress of Brexit. Discussions on Thursday will centre on May’s hope to kick-start post-Brexit trade by replicating existing or pending deals agreed by the EU, starting with Japan. May said she would be urging Tokyo to push ahead with longstanding talks to seal a wide-ranging EU-Japan trade deal, with the idea this could then be used as a model for a British deal. She said the UK could then push for bespoke changes to the arrangement in future. “Even if we start on the basis of an existing trade deal that a country has with the EU, it will be up to the United Kingdom and that country if we wish to renegotiate and change those terms in the future,” she said. However, the Lib Dem leader, Vince Cable, ridiculed her approach, saying it amounted to a “cut and paste Brexit”. He said: “Brexiteers promised a new dawn of improved trade deals across the world. But rather than jet-setting round the globe, Liam Fox might as well be left in a room with a photocopier.”",
    "keywords": [
        "abe",
        "korea",
        "face",
        "trade",
        "threat",
        "unity",
        "china",
        "theresa",
        "prime",
        "japan",
        "uk",
        "expresses",
        "security",
        "minister",
        "north"
    ],
    "summary": "Theresa May has promised that the UK will stand “shoulder to shoulder” with Japan over the threat from North Korea, with the prime minister due to announce in Tokyo an increase in mutual cooperation over defence and cyber-security.\n“The prime minister told Prime Minister Abe that the UK stood shoulder to shoulder with Japan in facing North Korean aggression,” the spokeswoman said.\n“China has, I think, a very key role to play in terms of the pressure it can bring,” May said.\nMay was to tell the security council that the closer ties “must include confronting the threat that North Korea poses and ensuring the regime stops its aggressive acts”, according to an excerpt of the speech released by Downing Street.\nBut rather than jet-setting round the globe, Liam Fox might as well be left in a room with a photocopier.”",
    "sentiment": {
        "neg": 0.0572,
        "neu": 0.8485,
        "pos": 0.0944,
        "compound": 0.1325
    }
}