{
    "date": "2017-03-06T21:13:56Z",
    "title": "World leaders condemn North Korea over missile launches",
    "url": "https://www.theguardian.com/world/2017/mar/06/world-leaders-condemn-north-korea-over-missile-launches",
    "content": "A shocked international community has condemned North Korea after it launched four ballistic missiles on Monday morning, three of which fell into Japanese waters. Calling on Pyongyang to “stop its provocative actions”, the British foreign secretary, Boris Johnson, said the launches were in violation of multiple UN security council resolutions and threatened international peace and security. The US and Japan requested an emergency meeting of the UN security council to discuss the incident, which the Japanese prime minister, Shinzo Abe, described as “an extremely dangerous action”. South Korea’s acting president, Hwang Kyo-ahn, condemned the launches as a direct challenge to the international community and said Seoul would swiftly deploy a US anti-missile defence system despite angry objections from China. Meanwhile, North Korea warned that military exercises by the US and South Korea were driving the region towards nuclear disaster. In a letter to the security council on Monday, North Korea’s ambassador Ja Song Nam claimed the joint exercises that began on 1 March were “the most undisguised nuclear war manoeuvres”. He said: “Consequently, the situation on the Korean peninsula is again inching to the brink of a nuclear war.” North Korea’s four missiles flew about 620 miles, with three of them landing in waters that Japan claims as its exclusive economic zone. A fourth splashed down just outside the EEZ. South Korea said it was too early to say what the relatively low altitude indicated about the types of missiles, but experts said the launch did not look like an inter-continental ballistic missile (ICBM), but the launch of a previously tested missile. A Pentagon spokesman, Navy Captain Jeff Davis, confirmed the US had seen no ICBM launch attempt but otherwise gave no clear response to the missile launches. He did suggest more missiles may have been fired, telling reporters: “There were four that landed. There may be a higher number of launches that we’re not commenting on. But four landed and splashed in the Sea of Japan.” The EU foreign affairs chief, Federica Mogherini, said the launches showed “utter disregard” for several UN resolutions, while Kremlin spokesman Dmitry Peskov said Russia was “seriously worried”. “These are the sort of actions that lead to a rise in tension in the region and of course in this situation, traditionally, Moscow calls for restraint from all sides,” Peskov said. Johnson said: “We urge North Korea to stop its provocative actions, which threaten international peace and security. North Korea should instead re-engage with the international community and take credible, concrete steps to prioritise the wellbeing of its own people instead of the illegal pursuit of its nuclear and ballistic missile programmes.” The French foreign office said: “We call on North Korea to immediately comply with its international obligations and to ensure the complete, verifiable and irreversible dismantlement of its nuclear and ballistic programmes.” The test launches appeared to be a reaction to huge US-South Korean military drills last week which are viewed as an invasion rehearsal by Kim Jong-un. The US has about 28,500 troops and equipment stationed in South Korea and plans to roll out the Terminal High-Altitude Area Defense (Thaad) anti-missile defence system by the end of the year. Japan also plans to reinforce its ballistic missile defences and is considering buying either Thaad or building a ground-based version of the Aegis system that is currently deployed on ships in the Sea of Japan. The launches come as Kim’s regime faces international isolation over the killing of Kim Jong-nam, the leader’s half-brother, in Kuala Lumpur airport last month. On Sunday, Malaysia expelled the North Korean ambassador over the death, a move which prompted Pyongyang to announce a tit-for-tat expulsion of Malaysia’s ambassador to North Korea. State media said the Malaysian envoy would leave within 48 hours.",
    "keywords": [
        "leaders",
        "south",
        "ballistic",
        "world",
        "korea",
        "nuclear",
        "japan",
        "launches",
        "security",
        "missile",
        "condemn",
        "north",
        "international"
    ],
    "summary": "A shocked international community has condemned North Korea after it launched four ballistic missiles on Monday morning, three of which fell into Japanese waters.\nMeanwhile, North Korea warned that military exercises by the US and South Korea were driving the region towards nuclear disaster.\nA Pentagon spokesman, Navy Captain Jeff Davis, confirmed the US had seen no ICBM launch attempt but otherwise gave no clear response to the missile launches.\nJohnson said: “We urge North Korea to stop its provocative actions, which threaten international peace and security.\nOn Sunday, Malaysia expelled the North Korean ambassador over the death, a move which prompted Pyongyang to announce a tit-for-tat expulsion of Malaysia’s ambassador to North Korea.",
    "sentiment": {
        "neg": 0.111,
        "neu": 0.8296,
        "pos": 0.0594,
        "compound": -0.1908
    }
}